{"title":"New Zealand v India 4th ODI highlights: Amelia Kerr stars as NZ win rain-hit match to take 4-0 lead","content":"Play\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Summary: India were defeated in a rain-hit ODI that was reduced to 20 overs as White Ferns won by 63 runs to take a 4-0 lead. The match became an effective T20 due to rain as Amelia Kerr stole the show with a 33-ball-68 which took New Zealand to 191 for 5. She then mopped up the tail with 3 for 30 as India managed only 128 before being all-out in 17.5 overs.Teenager Richa Ghosh’s counter-attacking 52 off 29 balls was the only silver lining in an otherwise forgettable performance for India which has now led to five defeats on this tour including the one-off T20. Her half century is now the fastest scored by an Indian woman in ODIs. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    A record-breaking knock deserves some special praise! 👏 👏Here's what #TeamIndia all-rounder @Deepti_Sharma06 had to say about @13richaghosh 🎥 🔽 #NZWvINDW pic.twitter.com/CpX89TVKgF— BCCI Women (@BCCIWomen) February 22, 2022\n\nRicha Ghosh scored the fastest ODI century by an Indian woman \n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Player of the match: Huge surprise. It’s Amelia Kerr.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    68 off 33 balls. Two superb catches. Three wickets in one over. Amelia Kerr has had an OK day in Queenstown, you could say. #NZvIND pic.twitter.com/L9Hy1jqaki— Vinayakk (@vinayakkm) February 22, 2022\n\n\n\n    Mithali Raj: We have been trying a few compositions with the seam and spin attack. Tbh, bowling department is a bit of a concern before this event. It's been four matches but we're still trying to get the right rhythm. We've not been consistent. We're working on that.— Lavanya (@lav_narayanan) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n     New Zealand win by 63 runs: India are now trailing 0-4 in the series. The flip side (if you could say) is that it is another match under their belt and game time ahead of the World Cup when it could have been a washout. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 17.5: Rajeshwari Gayakwad 4(3) b Amelia Kerr And she has three! Missed the hat-trick because of a full toss. But eventually gets three in the over. India 128/10 \n    \n        \n        \n            \n            \n            \n        \n    \n\n    The field when Melie Kerr was going for a hat-trick.#SparkSport #NZvIND pic.twitter.com/EiW8LLIs4a— Spark Sport (@sparknzsport) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over  17.2: Renuka Singh 0(1) b Amelia Kerr Googly again. Kerr on a hat-trick. India 124/9\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 17.1: Deepti Sharma 9(9) b Amelia Kerr WOW, Kerr’s day out. Again. Bowled around the leg. India 124/8\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Amelia Kerr is literally everywhere. Batting? Sorted. Fielding? I gotcha. Bowling? No worries. 👑#NZvIND— Samreen (@SamreenRazz) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 16.6: Sneh Rana 9(14) ct Rosemary Mair b Frances Mackay Another low score for Rana here, even if the game is gone. Slog, caught at short fine. India 124/7 \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 117/6 after 16 overs: A life for Rana in Kerr’s over, she could have a wicket too round off her brilliant day. Missed stumping. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 112/6 after 15 overs: A good finish here from Sneh Rana and Deepti Sharma is essential even if the match is all but done. Rana needs some runs especially. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Fastest fifties for India :In women's T20Is :Smriti Mandhana v NZ🇳🇿 in NZ, Feb 2019In women's ODIs :Richa Ghosh v NZ🇳🇿 in NZ, Feb 2022#NZvIND— Rhitankar Bandyopadhyay (@rhitankar8616) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET!  13.4: Mithali Raj 30(28) b Jess Kerr Raj goes for a big shot, she misses JKerr hits. End of a handy little innings by the skipper, India were starting at a huge defeat before this little recovery. Now they have something to take from this game. India 105/6\n    \n        \n        \n            \n            \n            \n        \n    \n\n    She’s copped a lot of criticism for a no. of things in recent times, but Raj’s ability to guide batters through a partnership - point out shot options, give cues about possible plans - is 2nd to none. Mandhana spoke about it early in her career. Ghosh reaping the rewards today.— Ananya Upendran (@a_upendran11) February 22, 2022\n\n\n\n    Ab bass Kerr o..Well played, Richa!! It was an unreal knock from her, a glimmer of hope.💙 #NZvIND— Ritwika Dhar (@RituD307) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 102/5 after 13 overs: Mithali brings up the century for India with a six over midwicket. Just sheer timing. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 12.5: Richa Ghosh 52(29) ct Amelia Kerr b Hayley Jensen OH STOP IT KERR! She is everywhere, EXHIBIT X. A superb catch from wide midwicket, running to her left and making no mistake with a skier. End of a fine, fine innings. India 96/5 \n    \n        \n        \n            \n            \n            \n        \n    \n\n    29-ball 52. Richa with a stunning knock on 22-2-22. #Richie #NZvIND— Vinayakk (@vinayakkm) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HALF CENTURY: WHAT A KNOCK!   Richa Ghosh gets to her fifty off just 26. The fastest ODI fifty by an Indian ever (with recorded stats). 4 fours, 4 sixes. SR 192.3\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Fastest recorded women's ODI fifty:BF20 Dottin WI v SL, 201322 Sciver ENG v PAK, 201623 Lanning AUS v NZ, 201223 Gardner AUS v WI, 201924 Sciver ENG v SL, 201625 Tryon SA v ENG, 201726 Ghosh IND v NZ, today 👈#NZvIND— hypocaust (@_hypocaust) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 88/4 after 11 overs: Another six for Ghosh! Lofted over extra cover this time, Bates with a jump on the fence but over her. A four for \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Need 118 from 60 balls. More than the run-chase and win itself, if they can get close from here, it can be a moral win from those four early wickets.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 75/4 after 10 overs: Hit on the helmet by a bouncer by Mair.... break in play... next ball, after play resumes, lofted over cover for six. Richa Ghosh is having a party in Queenstown. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    The only thing better than Richa clearing the ropes is her toothy smile right after! Delightful #NZvIND— Lavanya (@lav_narayanan) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 66/4 after 9 overs: ANOTHER SIX! Richa on fire. And she nearly collides with her captain as she was admiring that sail over square leg. Smiles all around. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Richa is enjoying batting! We too! Nothing to lose, just show your power👊 #NZvIND— Ritwika Dhar (@RituD307) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOTTT!!! Richa has raced to 27 off 12 balls. Four fours and a six. The latest a brilliant sweep shot over midwicket off Mackay\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 36/4 after 6 overs (end of modified powerplay): Richa Ghosh gets going, she has raced to 13 off 6 already. Two fours off Mair.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    As well as Smriti Mandhana plays the pull shot behind or front of square, opposition teams will always know that’s a wicket-taking option for them. It’s a tricky balancing act for her. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    CATCH! @Jensen_Hayley has her 2nd 🏏 Follow play LIVE in NZ with @sparknzsport and in India with @primevideoin 📲 #NZvIND pic.twitter.com/I9lo9F7S18— WHITE FERNS (@WHITE_FERNS) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET Over  4.4: Smriti Mandhana 13(15) ct Amelia Kerr b Hayley Jensen Going from bad to worse for India. Mandhana seems to have timed that well but the field placement is perfect. She plays that shot brilliantly but also does tend to fall while pulling often, actually. Kerr takes a great catch. India 19/4\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 18/3 after 4 overs: Well, a wicket-less over finally. And another well-time boundary for Mandhana through the leg side. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12/3 chasing 192 in a 20-over match... could it *be* any more tougher for India?  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 2.5: Pooja Vastrakar 4(5) ct Amy Satterthwaite b Hayley Jensen Going for a big shot over mid-on, no timing or elevation. India 12/3 \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 1.4: Yastika Bhatia 0(1) ct Suzie Bates b Jess Kerr: Oh dear. Mistmed pull shot and Bates takes another lovely high catch. She makes those look easy. While we are (I am) wondering about Mandhana being rusty, India have lost Shafali Verma and Yastika Bhatia for ducks and Pooja Vastrakar is in at No 4. That escalated quickly. India 8/2\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET!  0.6: Shafali Verma 0(2) ct Suzie Bates b Frances Mackay Oh dear! Having a short ball weakness is one thing, but to get out to an attempted bouncer from a spinner is not ideal for Shafali! (If that was a surprise plan, well done White Ferns and Mackay, the reactions certainly seem to indicate that) India 7/1\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Smriti Mandhana time. Will there be rustiness? India need her to get going straight away, chasing 192. Not ideal for her, no time to get in. (Or perhaps, ideal in the sense that she can just start going for it from the word go. We shall see)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Most runs in a women's ODI series against India:288 Lizelle Lee SA, 2021 (4 matches) 288 Karen Rolton AUS, 2004 (7)287 Melie Kerr NZ, 2022 (4 with 1 to play)👈274 Emily Drumm NZ, 2006 (5)#NZvIND— hypocaust (@_hypocaust) February 22, 2022\n\n\n\n    The White Ferns end their 20 overs on 191/5Watch the chase coming up next live and on-demand on Spark Sport #SparkSport #NZvIND@WHITE_FERNS pic.twitter.com/yq2EHGxc7s— Spark Sport (@sparknzsport) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ finish on 191/5 after 20 overs: A sweep for six by Amelia Kerr, another four in the final over and she finishes unbeaten on 68 off 33 balls.   U.N.R.E.A.L cricketer. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    BANG! #NZvIND pic.twitter.com/PYRAmdohtN— WHITE FERNS (@WHITE_FERNS) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 19.1: Lauren Down 5(4) b Deepti Sharma Lovely, gutsy delivery from Deepti to start the final over. Down misses the sweep. New Zealand 176/5 \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Amelia Kerr’s understanding of the field/ angles/ her shot options and her game is something else! #NZvIND #PurplePatch— Ananya Upendran (@a_upendran11) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 176/4 after 19 overs: Down with a four, then Kerr with a four. Fours everywhere.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over  18.2: Frances Mackay 7(16) b Renuka Singh Mackay tries to scoop one behind the wicket but you-miss-I-hit says Renuka. Bowled. New Zealand 164/4 \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HALF CENTURY! Amelia Kerr is posing a serious threat to the non-striker here. She must be careful, NZ have only 11 fit players for this match!  A 28-ball 50 for NZ’s allrounder. What a player! \n    \n        \n        \n            \n            \n            \n        \n    \n\n    50 off 28 balls for Melie Kerr 👏#NZvIND pic.twitter.com/3GU1iRtqjt— WHITE FERNS (@WHITE_FERNS) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 163/3 after 18 overs: Kerr with another sweep for four in Gayakwad’s over. A solid dive by Rana at deep midwicket but it goes through. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 156/3 after 17 overs: Amelia Kerr has been sweeping brilliantly all series and she is at it again. (She has been just batting brilliantly, so sweeping is really just a subset of that). Timing like a dream at the moment. That she hit those two fours after getting on strike thanks to a direct hit that resulted in a single for Mackay sums up India’s series so far. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    According to the BCCI, Deepti Sharma is India's vice-captain for the ongoing fourth ODI against New Zealand in the absence of designated ODI vice-captain Harmanpreet Kaur, who was one of the five changes made to the XI that played the third ODI.@ESPNcricinfo | #NZWvINDW— Annesha Ghosh (@ghosh_annesha) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 145/3 after 16 overs: Good over from Gayakwad, just four singles. Mackay in the middle with Kerr.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    For those who are wondering, the teams taking part in the World Cup are allowed shuffle between their main squad and reserves till February 25 after which they will need official ICC approval to do the same. #CWC22 #NZvIND— Sa. Gomesh | ச. கோமேஷ் (@theumpires_call) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Break in play: Meghna Singh seems to have rolled her ankle slightly, while attempting a direct hit. Harmanpreet Kaur out with red training top, tries to keep Meghna Singh in good spirits as the pacer limps off the field. She just got back into XI after extended quarantine and all that. Will be horror luck if she has to spend more time on the sidelines.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 137/2 after 14 overs: Oh, stop it Amelia Kerr. A ridiculously good looking flick over midwicket for four. Amazing timing, technique... just perfect. 4-0-45-1 for Meghna Singh today, a tough outing on her return to the side. But hopefully the rhythm gets better with more game time.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET!  13.4: Amy Satterthwaite 32(16) b Meghna Singh 4-4-OUT A sensational innings from Amy Satterthwaite comes to an end on 32 off 16 balls. Some respite for Meghna Singh as her change of angle works. Bowled. New Zealand 132/3\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 124/2 after 13 overs: 4-4 for Amelia Kerr in Sneh Rana’s over.  6-6-4 for Amy Satterthwaite in Deepti Sharma’s over. It’s a run-fest for White Ferns. That four was a big error by Mandhana in the deep, a rare sight but the two sixes over midwicket were just superbly timed. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 105/2 after 11 overs: Two fours for Amelia Kerr in Sneh Rana’s over. Both lapped over the keeper’s head. NZ are on fire. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #NZvIND India, for some reason, continue to invite New Zealand to score behind square on the leg side. And they are continuing to score there. I am missing something. https://t.co/mcSmBmHMSj— Vinayakk (@vinayakkm) February 22, 2022\n\n\n\n    Teams were erroneously told the powerplay was 6 overs rather than the ODI palying condtion of 4 in a match reduced to 20 overs, so New Zealand will also face 6 overs of powerplay in their innings.#NZvIND https://t.co/U92ui7JroS— hypocaust (@_hypocaust) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 95/2 after 11 overs: Kerr continues to bat like she has just been batting all month. Steady over from Deepti though, no boundaries. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 89/2 after 10, India need to pull things back here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET!  9.2: Suzie Bates 41(26) st Richa Ghosh b Rajeshwari Gayakwad Sharp glovework! Gayakwad gets the wicket after all. Richa Ghosh with the stumping (or a run out?) Bates didn’t know where the ball was after an inside edge, Ghosh alert. Not much damage from the dropped catch. New Zealand 84/2\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 80/1 after 9 overs: Oh dear, for the second time in this series Rajeshwari Gayakwad puts down a catch offered by Suzie Bates. This one really can’t get any easier, really good ball from Deepti to start her spell, forcing a false sweep with win one that drifted wide. Grassed at short midwicket. Last time it happened, Bates scored a century. Kerr with a four in that over. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 71/1 after 8 overs: Kerr with a nice late cut for four to start Gayakwad’s over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 65/1 after 7 overs: Suzie Bates continues to go on her merry way. Three straight fours off Pooja Vastrakar’s over, one of them really should have been stopped. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    WOWEE!What a catch from Smriti Mandhana 👏#SparkSport #NZvIND pic.twitter.com/Nma3oTRcsd— Spark Sport (@sparknzsport) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 5.6: Sophie Devine 32(24) ct Smriti Mandhana b Renuka Singh  WHAT A STUNNING CATCH! Just as we were saying earlier, Mandhana is a cut above most fielders in world cricket and shows it there. Devine cut it hard, it was nearly behind Mandhana at point but she flies to her left and holds on. Stung her palms, that’s for sure. New Zealand  53/1\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Smriti Mandhana, wow. 🔥🔥🔥 Sophie Devine hit it really well, but what a catch. #NZvIND https://t.co/WW0Jd0WeZv pic.twitter.com/eZCjF6EibP— Vinayakk (@vinayakkm) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Ramesh Powar had said after the previous match that the bowlers need more time to get into rhythm after a long time without proper game time. It is even more true for Meghna Singh and Renuka Singh, who are playing their first and second matches respectively.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Smriti Mandhana comes back and is in action immediately.#NZvIND #CricketTwitter pic.twitter.com/KLndzM7EmT— Krithika (@krithika0808) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 42/0 after 5 overs: Stunning stop at point for Smriti Mandhana and it is another area she will help India improve. Saves a certain boundary, appreciation from all her teammates. But Devine still helps herself to two boundaries in the over through leg side, punishing Meghna when she goes straight. Third four to finish the over, over midoff. Devine on song.   \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mandhana is back x 2 😌#NZvIND— Poulami (@Crictopher17) February 22, 2022\n\n\n\n    Try explaining to your friends who aren't cricket fans the concept of ODIs and T20Is and why India and New Zealand are today playing a 20-over ODI 😎 #justcricketthings #NZvIND— Rohit Sankar (@imRohit_SN) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 30/0 after 4 overs: A flurry of boundaries early on for New Zealand’s openers. Sophie Devine looking in great touch here for her side, timing one brilliantly past the deep point fielder for four. Sheer class. Otherwise another solid over from Renuka. That’s the end of the first powerplay. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 23/0 after 3 overs: Nice shape away from the batters in that over from Meghna, gets a couple of outside edges that don’t result in chances though. Devine and Bates just getting deceived by late movement. But Bates finishes that over with a four. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 14/0 after 2 overs: Solid first over from Renuka, good length on the channel. A boundary saved in that over with good fielding at cover. As mentioned earlier on the pre-match shows, the boundaries are pulled in a bit further today from the previous matches. This is a larger playing area, mind you, than most NZ venues. So this will be closer to what the teams will face in the the tournament.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    I hope this will be a turning point for Harman. We will need her in world cup! #NZvIND— Poulami (@Crictopher17) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    New Zealand 11/0 after 1 over: A delightful drive past mid-off and then a full toss put away through mdiwicket. Two fours for Devine in the first over. Evident rustiness for Meghna, of course. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Here we go, Suzie Bates and Sophie Devine in the middle. And we will see Meghna Singh for the first time on this tour.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Correction to BCCI’s previous tweet: Five changes, as Renuka Singh was already in the XI from the previous match\n    \n        \n        \n            \n            \n            \n        \n    \n\n    🚨 Team News 🚨5⃣ changes for #TeamIndia as Smriti Mandhana, Richa Ghosh, Pooja Vastrakar, Meghna Singh and Rajeshwari Gayakwad are named in the Playing XI. Follow the match ➡️ https://t.co/zyllD1fXxU📸: https://t.co/UcX6ueTTyT pic.twitter.com/SkSyRirCHW— BCCI Women (@BCCIWomen) February 22, 2022\n\n\n\n    toss update!India wins the toss and chooses to field! 🏏 #NZvIND #LiveCricketOnPrimecatch the action live here at 8.10 am: https://t.co/dysb3FmI5l— amazon prime video IN (@PrimeVideoIN) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Confirmed XIs:NZ: Suzie Bates, Sophie Devine (c), Amelia Kerr, Amy Satterthwaite, Lauren Down, Katey Martin (wk), Frankie Mackay, Hayley Jensen, Hannah Rowe, Rosemary Mair, Jess Kerr India: Shafali Verma, Smriti Mandhana, Yastika Bhatia, Mithali Raj (c), Richa Ghosh (wk), Deepti Sharma, Pooja Vastrakar, Sneh Rana, Renuka Singh Thakur, Meghna Singh, Rajeshwari Gayakwad\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    New Zealand by the way have only 11 fully fit players to choose from their 15 for this match (Lea Tahuhu can field if needed).\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Set to go at John Davies Oval!  #NZvIND pic.twitter.com/X9enPL0DRe— WHITE FERNS (@WHITE_FERNS) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    TEAM NEWS: Well. Smriti Mandhana comes back into the XI for this 20-over match but the T20I captain Harmanpreet Kaur is absent. We did see the toss, but nothing was said about that particular change by the captain, just the fact that the players are returning from quarantine and available for selection. No Jhulan Goswami either. S Meghana, Ekta Bisht, Taniya Bhatia sit out as well. Richa Ghosh and Pooja Vastrakar are back, Meghna Singh plays too.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    TOSS NEWS: (Yes, we have a game!) Mithali Raj opts to bowl first. A 20-over match, the Indian captain says it is important to be prepared for such a situation in WC (Important point that, could easily happen in the tournament and it crucial to be ready).   And Smriti Mandhana is back. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    TOSS UPDATE: Bit of cloud around...apparently bit confusion with the covers and now we are apparently left with 15 minutes for the toss to happen or match will be called off...\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Look who’s here as well, India fans:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Good news folks 😀😀The Covers are OFF! We will have a 20-over game 😎Toss to take place at 3:10 PM Local Play to start at 3:40 PM Local #TeamIndia 🇮🇳 | #NZWvINDW pic.twitter.com/XRc0h1SxIp— BCCI Women (@BCCIWomen) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    07.10 am: Update via broadcasters. The inspection went well. The covers are off, the stumps are in place... toss at 7.40 am IST, a 20-over match starting at 8.10 am IST. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    06.55 am: If we do get a 20-over match, it might be a return to T20-format (sort of) for Mithali Raj and Jhulan Gosawmi. (WT20C there too, but in Indian colours it’s been a while!)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    More from Meg Lanning (and a significant point if you are reading this from an Indian perspective)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The Women’s Big Bash League in particular has provided a really nice platform for younger players to be exposed to different scenarios and pressure situations.We’ve seen with our young kids coming in, Darcie Brown, Tahlia McGrath and others, they don’t look overawed by the situation, which I think the WBBL has played a really big role in that.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Rain-delay reading:“A lot of our players were involved in that 2017 World Cup, which didn’t quite end the way we would have liked and I think since then we’ve changed the way we approach and play our cricket....” Meg Lanning column: Streak-ending defeat against India reinforced we need to play our best cricket\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The covers are off! The umpires will inspect the ground at 2:40pm to see if play is possible for a 20-over match starting at 3:40pm 🏏 #NZvIND pic.twitter.com/7oL82o0dDk— WHITE FERNS (@WHITE_FERNS) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    06.40 am: “It’s actually warmed up now,” we are told. Another inspection scheduled in 30 mins from now. But things are looking up it would seem. The plan, apparently, would be to have toss in an hour from now and start a 20-over match in 90 minutes (8.10 am IST) if things go well. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    06.15 am: Another inspection in 15 minutes. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    While we wait for the weather to get better, never a bad time to get clicked 😉📸#TeamIndia | #NZWvINDW 📸: @PhotosportNZ pic.twitter.com/7Pn0mHmLgO— BCCI Women (@BCCIWomen) February 22, 2022\n\n\n\n    The rain has gone, but there is still heavy cloud around.#SparkSport #NZvIND @WHITE_FERNS pic.twitter.com/F83v9JxI0r— Spark Sport (@sparknzsport) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    06.06 am: The play has to start by 3.40 pm local time for a 20-over match and we are a couple of hours from that. The sun is starting to peek out a little and some players are out and about in the middle. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Not looking good 🌧☔️#SparkSport #NZvIND@WHITE_FERNS pic.twitter.com/RtXbH4JwRs— Spark Sport (@sparknzsport) February 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    05.57 am: Activity in the middle but apparently still raining. Umbrellas still up. Might not be long now I guess. The commentators seem to agree that it doesn’t look promising for even a 20-over game.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    05.54 am: 20 minutes later than the photo below, there are more staff in the middle and there is a bit more activity. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    It looks like this at the moment.#NZvIND #CricketTwitter pic.twitter.com/yAzmgtwTfs— Krithika (@krithika0808) February 21, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    A White Ferns documentary to watch (from last year) to get some great glimpses into the behind-the-scenes work:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n\n    \n    Play\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    05.30 am: The groundstaff were seen working on the covers... probably a good sign there. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    05.08 am: Live picture from Queenstown. The commentator says the rain cleared for just a little bit but is back again. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    match update: early lunch in Queenstown, it's still raining, umpires to inspect the ground after lunchmeanwhile us: pic.twitter.com/SfRDgqyyhP— amazon prime video IN (@PrimeVideoIN) February 21, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Rain-delay reading: From inaugural edition in 1973 to Lord’s final in 2017, a brief history of Women’s Cricket World Cup\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Early lunch (1pm) taken by the umpires here at John Davies Oval in Queenstown. Rain still falling, umpires to inspect ground after lunch 🏏#NZvIND pic.twitter.com/GfljxZ4jrk— WHITE FERNS (@WHITE_FERNS) February 21, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Rain-delay reading:Bismah Maroof column: An opportunity for Pakistan to make a mark and break the glass ceiling\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Rain-delay reading:Heather Knight column: I still think back to that day at Lord’s and what it meant to lift the trophy\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Rain-delay reading:From inaugural edition in 1973 to Lord’s final in 2017, a brief history of Women’s Cricket World Cup\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    04.00 am: The forecast doesn’t look too good, folks. (Check updates for Otago on weather.com).\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.50 am: We have had some stunning views from Queenstown during this series so far... these are not those. Looks pretty gloomy.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The covers are still on as it continues to pour here at the John Davies Oval, Queenstown 🌧️🌧️Lets hope we have some cricket soon 🤞🏻#TeamIndia #NZWvINDW 📸: @PhotosportNZ pic.twitter.com/YKDVbz7111— BCCI Women (@BCCIWomen) February 21, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    As we wait for better updates from Queenstown... here’s some reading for you, if you are a follower of the BCCI’s social media handle for women’s cricket on Twitter (Facebook / Instagram), here’s a feature on Scroll.in on how, perhaps, a little more could be done apart from just updates during a match with a World Cup around the corner. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CricketTwitter The intent for content: Indian women’s cricket and untapped opportunities to do more on social media✍️ @vinayakkm Read: https://t.co/cOwMere4jR pic.twitter.com/FuCgtcqODV— The Field (@thefield_in) February 21, 2022\n\n\n\n    Waking up at 3 AM to catch a game is hard. Waking up at 3 to see it's raining at the venue is so much more frustrating & heart breaking 😭😭😭 #NZvIND— Kartik O 🏏⚽🔗 (@KOCricket528) February 21, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Some squad update from White Ferns: Brooke Halliday unavailable for remaining ODIs because of isolation due to Covid-19 close contact   Lea Tahuhu, Maddy Green and Fran Jonas are unavailable for 4th ODI. Tahuhu had worryingly limped off the field due to a hamstring issue but came out to bat later and NZC says she will be available as a sub fielder if needed, which is a good sign for her. More here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    It's raining 🌧️ in Queenstown at the moment and the covers are on. We will have a delayed start to the proceedings of the 4⃣th #NZWvINDW ODI. #TeamIndia 📸 📸: @PhotosportNZ pic.twitter.com/r4zcPXutgX— BCCI Women (@BCCIWomen) February 21, 2022\n\n\n\n    It's likely going to be a long frustrating day as toss delayed due to rain in the 4th ODI between India and New Zealand. Forecast doesn't look good either. #RanjiTrophy— Sa. Gomesh | ச. கோமேஷ் (@theumpires_call) February 21, 2022\n\n\n\n    Rain, rain, go awayCome again another day.#SparkSport #NZvIND @WHITE_FERNS pic.twitter.com/2R4jfUbLpJ— Spark Sport (@sparknzsport) February 21, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    03.05 am: Not what you’d want to see anytime in a cricket match but especially when you have to set an alarm for 3 am to wake up!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Bit of rain about John Davies Oval this morning. The covers are on at present so we will have a delayed start 🏏#NZvIND #CricketNation #Cricket pic.twitter.com/GGPKpMZNIa— WHITE FERNS (@WHITE_FERNS) February 21, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    03.00 am: Hello and welcome to the live coverage of New Zealand vs India, the fourth of five ODIs. A one-sided battle in the first, a thriller of a second match, and another high-scoring third... now can Mithali Raj & Co begin bounce back after three defeats so far in this series in Queenstown? The World Cup draws ever closer and the good news for India is the likely availability of a full-strength squad to choose from.New Zealand vs India, 1st ODI as it happened: Mithali’s knock in vain as White Ferns win by 62 runsNew Zealand vs India 2nd ODI highlights: Amelia Kerr scores classy ton as NZ clinch thrillerNew Zealand vs India 3rd ODI highlights: Record run-chase by White Ferns as they clinch series 3-0Screenshots in the blog courtesy: Amazon Prime","author":"Vinayakk Mohanarangan","time":"2022-02-22T03:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170480-znqcdxozwf-1645536934.jpeg","tags":["World Cup","New Zealand","India","Mithali Raj","Smriti Mandhana"],"source":"https://scroll.in/field/1017916/new-zealand-vs-india-4th-odi-live-updates-can-mithali-raj-and-co-find-momentum-ahead-of-world-cup"}