{"title":"New documentary ‘Chaityabhumi’ reveals Ambedkar memorial’s centrality in the Dalit imagination ","content":"Somnath Waghmare’s new documentary Chaityabhumi begins its journey at Rajgruha, the house in Mumbai’s Dadar neighbourhood where Bhim Rao Ambedkar lived, before winding its way to Chaityabhumi not so far away. The white-domed seaside memorial on the site at which Ambedkar was cremated in 1956 looms large in the Dalit imagination.Waghmare’s essayistic film focuses on the annual pilgrimage of remembrance that takes place around Ambedkar’s death anniversary on December 6. The film shows crowds making their way from across India to Chaityabhumi, makeshift stalls on the streets around selling Ambedkar’s books, calendars and statuettes of the great leader and the Buddha. The crowds include members of political groups, folk performers and Buddhist monks. As one of Waghmare’s interview subjects points out, there are also stalls guiding Dalit students on college admissions, in keeping with Ambedkar’s dictum to “Educate, Agitate, Organise”.The 106-minute documentary was recently premiered at the London School of Economics, where Ambedkar earned his second doctorate in the 1910s. The film will be screened later at Columbia University in New York City, where Ambedkar picked up his first PhD. Waghmare himself is a PhD Scholar at Mumbai’s Tata Institute of Social Sciences. His previous  documentaries include The Battle of Bhima Koregaon and There is No Caste Discrimination in IITs?. \n\n\n    \n    Play\n\nThere is No Caste Discrimination in IITs?Born into a Neo-Buddhist family in Malewadi village in Maharashtra’s Sangli district, Waghmare noted that he emerged out of a “caste ghetto”. For Ambedkarite families in Maharashtra, visiting commemorative sites such as Chaityabhumi, Deekshabhoomi in Nagpur and Bhima Koregaon near Pune, as well as displaying memorabilia linked to Ambedkar, such as photographs or calendars of Chaityabhumi, are a “part of your cultural life”, Waghmare said. Yet, few films have captured this mass gathering in Mumbai in any meaningful way or have analysed the emotive nature of the pilgrimage, Waghmare said.“Our Indian cinema, even the documentary field, is controlled by historically privileged people who ignore the issues of marginal communities,” Waghmare added. “Dr Babasaheb Ambedkar stayed much of his life in Mumbai, but never ever became a part of Bollywood’s cinematic imagination. This is also the case with the Dalit movement and even with the Dalit Panthers. Through this film, I wanted to show the world that Dalit life doesn’t just revolve around caste atrocities or reservations – they have their own independent culture, music, art and assertion against the caste system.” Waghmare first visited Chaityabhumi as a child, along with a group from his village. “I have always felt that the Chaityabhumi monument gives you strength and inspiration,” he said.His documentary arose not only from the need to document the annual trek to Mumbai, but to also discuss the symbolic value of Chaityabhumi, the deep-seated casteism in Indian society and the ways in which Ambedkar’s achievements have been appropriated by politicians. In the film, one of the scholars interviewed by Waghmare points out that Dalits on the fringes had been venerating Ambedkar’s ideas long before the political mainstream got involved. \n\n\n    \n    Play\n\nChaityabhumi (2023).Waghmare initially set out to create a documentation project on Chaityabhumi in December 2019. “After seven days of video documentation, when I watched the whole footage, I thought that there was no sense in just releasing the footage,” Waghmare added. “I started recording again, and continued till May 2023. “ The film was completed in September.Chaityabhumi is in the observational mode, without either a voiceover or commentary to accompany its scenes. “I do not follow any elite or Western ideas of film aesthetics – our life struggle is aesthetics,” Waghmare said. The film includes protest songs being performed at Chaityabhumi by young Dalits. “Dalit music and songs play a very important role in Dalit movement,” Waghmare said. “That is why I wanted the film to be more musical and observational.”The documentary is being presented by Neelam Productions, the film company set up by Pa Ranjith. The firebrand Dalit director from Chennai has made several polemical Tamil films about the intersection of Dalit thought and society, including Kabali, Kaala and Natchathiram Nagargiradhu. “There are a few Dalit community artists in the industry, but they never help us,” Waghmare said. “They are enjoying their Savarna [upper-caste] networks and keep distance with us. Pa Ranjith is the only Indian popular filmmaker who has a social vision. His Neelam Productions team is also very supportive.”Chaityabhumi (2023). Courtesy Begumpura Productions/Neelam Productions.Waghmare is part of a growing Dalit assertion in the arts, in which Dalits tell their own stories rather than wait to be represented – or misrepresented – by the upper castes. He is working on a biopic of Gail Omvedt, the American-born sociologist and Ambedkarite scholar who wrote extensively on Dalit movements.“There are very few films and documentaries on Dalit life stories, and they are made from an outsider perspective,” Waghmare observed. “Savarna filmmakers need to stop making films on Dalit lives or stop using Dalit lives as data for their fellowships and grants because they make very problematic films. They only show Dalits as helpless victims, such as the Kachra character from Lagaan or the film Article 15. Dalit stories should be told only by Dalits only, not even Other Backward Castes.”Somnath Wgahmare.","author":"Nandini Ramnath","time":"2023-11-06T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195627-whsxicvjvu-1699201163.jpeg","tags":["Somnath Waghmare","Chaityabhumi","Bhim Rao Ambedkar"],"source":"https://scroll.in/reel/1058670/new-documentary-chaityabhumi-reveals-ambedkar-memorials-centrality-in-the-dalit-imagination"}