{"title":"NewsClick investor says it strictly followed Indian law, terms NYT report ‘slanderous’","content":"An investor in NewsClick said in a statement published in The Hindu on Friday that it “strictly followed all aspects of Indian law” before investing in the news organisation in 2018.The statement was made by American lawyer Jason Pfetcher on behalf of Worldwide Media Holdings, in the wake of the Delhi Police’s raids on journalists and contributors associated with NewsClick earlier this week. The raids sprung from a case that the Delhi Police have filed against the website under the anti-terror law Unlawful Activities Prevention Act.The police have alleged that NewsClick received money to spread Chinese propaganda and have arrested its founder Prabir  Purkayastha and human resources head Amit Chakraborty.The Enforcement Directorate, which is separately investigating money laundering allegations against NewsClick, has claimed that the organisation received Rs 9.6 crore in foreign direct investment from Worldwide Media Holdings, which was incorporated in 2017.The agency said that Worldwide Media Holdings was incorporated with 100% equity from People’s Support Foundation, according to The Indian Express. Jodie Evans, the wife of American millionaire Neville Roy Singham, is said to be a director at the foundation.On Friday, Pfetcher said that People’s Support Foundation was created with funds donated from the sale of information technology consultancy firm ThoughtWorks, which Singham founded. The lawyer said he is the manager of the foundation, which wholly owns and operates Worldwide Media Holdings.While Pfetcher said that he attended shareholder meetings of NewsClick, he asserted that none of the directors of People’s Support Foundation or Worldwide Media Holdings influenced its journalistic work. He noted that much of the legal action against the news website stems from a “slanderous article” published in The New York Times on August 5.The newspaper’s report claimed that NewsClick received funds from a network centred around Singham to push pro-China propaganda around the world. The website, however, asserted that it does not take directions from Singham regarding the content published on its website.Pfetcher said that before The New York Times article was published, he had given a response to the newspaper saying that the People’s Support Foundation “has never received any funding, nor taken direction from any foreign individual, organization, political party, or government”.The lawyer said The New York Times did not include the foundation’s denial of foreign funding. He added that its article left readers to believe that the funds may have come from China, rather than from the sale of ThoughtWorks.Pfetcher said that reputed lawyers and legal firms were consulted to ensure that the investment into NewsClick strictly complied with Indian law, particularly provisions on foreign ownership in the media, according to The Hindu.He added that when the Enforcement Directorate searched NewsClick’s offices in 2021, Worldwide Media Holdings provided Indian authorities with confirmation about the source of funds invested into the news portal. “WMH has also provided ample evidence that it is and has always been in good standing with the state of Delaware where it is incorporated, despite false information being circulated that WMH was a defunct entity when it invested in NewsClick,” he said.Also read:NewsClick FIR casts farmer protests as terror and fails to back sweeping charges with evidence","author":"Scroll Staff","time":"2023-10-07T10:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194685-gstetuvrnh-1696414830.jpg","tags":["Jason Pfetcher","NewsClick","WMH"],"source":"https://scroll.in/latest/1057220/newsclick-investor-says-it-strictly-followed-indian-law-terms-nyt-report-slanderous"}