{"title":"NewsClick case: American millionaire says NYT ‘chose not to publish’ his rebuttal to its article","content":"American millionaire Neville Roy Singham on Tuesday alleged that The New York Times “intentionally chose not to publish” his responses to an article that the newspaper published in August, in which it made claims about his links with Indian news website NewsClick.Singham in a statement said that The New York Times did a great disservice to the cause of press freedom, The Hindu reported.A report by the United States-based newspaper on August 5 claimed that NewsClick received funds from a network centred around Singham to push pro-China propaganda around the world. NewsClick, however, asserted that it does not take directions from Singham regarding the content published on its website.Less than two months later, the Delhi Police raided several journalists associated with the news website on the basis of allegations that the organisation received money to spread Chinese propaganda. Subsequently, NewsClick’s founder Prabir Purkayastha and human resources head Amit Chakraborty were arrested under the Unlawful Activities (Prevention) Act.On Tuesday, the American investor termed the August 5 article as a “misleading and innuendo-laden hit piece” on him. He said he had given his response to The New York Times on July 22 but the newspaper did not publish his point of view.Singham said that he does not take orders from any government or political party in the world. “I do not work for, nor take instruction from, nor receive funding from the Propaganda Department or any division of the Chinese government or the Communist Party of China, as the FIR [first information report] claims and is suggested in the NYT article,” he asserted.The American millionaire, who now stays in Shanghai, said that he is not and has never been a member of the Communist Party of China. He noted that as per the country’s constitution, only Chinese citizens can become members of the party.Singham added that his only sources of funds were his personal savings, revenue from the sale of his information technology consultancy company ThoughtWorks, and income from his personal investments.“Other than ThoughtWorks – which had some government clients over the years, including the US, UK, and Australian governments [but not including China] – I have never received funding from any government or political party,” he asserted.On October 6, Worldwide Media Holdings – an investor in NewsClick – said that it “strictly followed all aspects of Indian law” before investing in the news organisation in 2018. The statement, made by American lawyer Jason Pfetcher on behalf of the company, was published in The Hindu.The Enforcement Directorate has alleged that Worldwide Media Holdings was incorporated with 100% equity from People’s Support Foundation. Singham’s wife Jodie Evans is said to be a director at the foundation.Pfetcher said that People’s Support Foundation was created with funds donated from the sale of  ThoughtWorks. The lawyer said he is the manager of the foundation, which wholly owns and operates Worldwide Media Holdings.While Pfetcher said that he attended shareholder meetings of NewsClick, he asserted that none of the directors of People’s Support Foundation or Worldwide Media Holdings influenced its journalistic work.Also read: NYT’s report has been weaponised against Indian journalists. I had warned the paper about it","author":"Scroll Staff","time":"2023-10-18T11:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195080-zltywbvpos-1697605001.jpg","tags":["Neville Roy Singham","NewsClick","New York Times"],"source":"https://scroll.in/latest/1057763/newsclick-case-american-millionaire-says-nyt-chose-not-to-publish-his-rebuttal-to-its-article"}