{"title":"NewsClick took foreign funds in a plot to undermine India’s sovereignty, alleges FIR","content":"NewsClick is accused of conspiring “to disrupt sovereignty and territorial integrity of India” by accepting illegal foreign funds over five years, according to a first information report made public on Friday.The news organisation’s editor-in-chief Prabir Purkayastha and human resources head Amit Chakraborty were arrested by the Delhi Police on Tuesday. They have been booked under the Unlawful Activities Prevention Act, the country’s anti-terror law.The FIR, registered on August 17 and released today on the order of a Delhi court, alleges that NewsClick received money from a network of nonprofits linked to American businessman Neville Roy Singham to spread Chinese propaganda. It claims that Singham is an active member of the propaganda department of the Communist Party of China. It alleges that one of the shareholders in NewsClick, Gautam Navlakha, was involved in “anti-Indian and unlawful activities such as actively supporting banned Naxal organisations and having anti-national nexus with Gulam Nabi Fai, an agent of Pakistan’s ISI”. Navlakha is under house arrest in the Bhima Koregaon violence case.  The FIR also alleges that an email between Purkayastha, a company owned by Singham called StarStream and some of its Chinese employees shows their intention to peddle a narrative that Kashmir and Arunachal Pradesh are disputed territories.“Their attempts to tinker with the northern borders of India and to show Kashmir and Arunachal Pradesh as not parts of India in maps amount to an act intended towards undermining the unity and territorial integrity of India,” it states.The FIR further accuses Purkayastha and Singham of “actively” spreading false information to “discredit” the Indian government’s efforts to contain the Covid pandemic.The accused persons also conspired to disrupt essential supplies and services during the farmer protests through illegal funding, it adds.“By inciting dissatisfaction among the people, especially farmers, towards the democratically elected government of India, they have been creating divisions among different groups/classes of people as part of a larger conspiracy having international ramifications,” the FIR reads.According to the police, Purkayastha along with an organisation named People’s Alliance For Democracy And Secularism conspired to sabotage the 2019 Lok Sabha election. NewsClick received funds from China to peddle “paid news” to criticise India’s policies and development initiatives, the FIR claims.It also states that Purkayastha, Singham, lawyer Gautam Bhatia and writer Githa Hariharan set up a lawyers’ network that was meant to defend Chinese companies Xiaomi and Vivo against accusations of violating foreign funding norms and forming shell companies in India.But court records do not show Bhatia, who is said to be a “key person” in the matter, as the counsel for the two firms, according to The Wire.NewsClick, whose office was sealed after raids on Tuesday, has maintained that it does not take directions from Singham about the content published on its website. The news organisation has argued that the case filed against it under the anti-terror law shows the Indian government’s intent to treat criticism as sedition or “anti-national” propaganda.","author":"Scroll Staff","time":"2023-10-06T15:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194765-lfoeuwricg-1696584060.jpeg","tags":["NewsClick","Prabir Purkayastha","Delhi Police"],"source":"https://scroll.in/latest/1057195/newsclick-took-foreign-funds-in-a-plot-to-undermine-indias-sovereignty-alleges-fir"}