{"title":"Are YouTubers now as important as TV journalists in shaping Indian politics?","content":"On the morning of March 25, 2020, hours after a national lockdown to stop the spread of Covid-19 was abruptly announced, television journalist Ajit Anjum went to a highway close to his home in Ghaziabad to try to understand the unfolding crisis among migrant workers. Suddenly left without an income (and hence no food and money for rent), many had desperately decided to walk back to their home states.“I saw lots of them walking,” he said. “I started making videos and putting them on Twitter. I used to spend the whole day there.”Anjum kept this up for five days and saw that his videos, showing the reality of the sudden lockdown, were being well received. “This inspired me,” he said. “I saw that most television channels were just showing the government propaganda – how big a ‘masterstroke’ the lockdown was.”Five days later Anjum started his own YouTube channel, where he publishes ground reports as well as analyses current affairs. His YouTube channel now has 26 lakh subscribers, while his Facebook page has 15 lakh followers. “I had never expected such growth, viewership or impact,” he said, explaining that he had thought about starting a YouTube channel since he felt independent news spaces were shrinking, especially in television journalism, where he had worked for more than 25 years. “In one instance, even the prime minister referred to my video in a speech he gave.”Anjum is not alone. Low barriers to entry, a large user base and the comparative lack of regulatory oversight have encouraged many people to start covering Indian news and politics on YouTube. As a result, current affairs content has exploded on the video sharing platform.This growing popularity, however, has unnerved governments across India. As a result, they are now moving to increase their scrutiny over the medium. The Central government, through amendments to the law regulating digital spaces, wants to have more control over what can be posted on the internet. Apart from that, many state governments also resort to filing police complaints against dissident YouTubers.The rise of political YouTubeAccording to the website Statista, there are about 46 crore YouTube users in India. This puts YouTube among the top social media websites used in India, along with Facebook and WhatsApp.Currently, India has the highest number of users for many social media platforms, including YouTube, largely a result of the “Jio effect”: in 2016, industrialist Mukesh Ambani launched Reliance Jio, a cellular service provider offering inexpensive data plans that gave crores of Indians access to the internet for the first time. As a result, the percentage of Indian population using the internet exploded from 15% in 2015 to 43% in 2020. Indian Youtube users, meanwhile, increased by nearly four times from around 12 crores in 2017 to around 46 crores in 2021.This explosion in the YouTube base in India has also meant a rise in news and politics content, one of the top five most-watched genres on the platform, reports show. More recently, the advent of the pandemic also meant that people, stuck at home, ended up consuming more online video content.Akash Banerjee, who runs the popular political satire website The Deshkbhakt, explains the reason for this rise. “On one side you have many anchors and reporters, such as Ajit Anjum, Punya Prasun Bajpai, Abhisar Sharma, shift onto some sort of a system on YouTube,” he said, explaining that many such journalists moved online because they wanted to have an independent voice.“On the other hand, you have 20-24 year olds trying to distill what is happening in the news,” he said. One of India’s most popular YouTubers, Dhruv Rathee, started making political explainer videos in 2014, in his 20s. Rathee’s channel was one of the first political commentary channels on YouTube India.A thumbnail from a political commentary video by Dhruv Rathee.This trend is not just limited to individuals. “Even news channels have discovered that the real battle is not on  television ratings but on YouTube views,” Banerjee said. Now, news channels also compete with each other for YouTube views.“Earlier  when I went to cover elections, not a lot of YouTubers were there,”  Anjum said. “But recently, in the Uttar Pradesh elections and the  farmers’ agitation, there were a lot of YouTubers.”YouTube, as  well as other online media, does away with the need for government  licences and approvals required for the traditional television and print media.  “You cannot stop people from coming in,” Banerjee said. “All you need is a mobile phone and a unique selling point to start a channel.”An  example of the comparative autonomy on the internet is MediaOne, the  Malayalam news channel. When the news channel’s licence was not renewed in January by the Central government, it continued broadcasting online, through its social media channels.Ajit Anjum's YouTube channel.Deepening roots in statesThe surge in users has meant that people of different ages, speaking various languages have joined the platform. YouTube channels are also becoming more focused on catering to an assortment of audiences reflecting the diversity of India.“Now, more and more people are servicing different genres,” Banerjee said. “There are now channels specifically catering to audiences, such as in southern and northeastern India.”Some of them have met with success as well. For instance, YouTuber Madan Gowri, who makes “infotainment” videos on a host of topics in Tamil, has a thriving community with 62 lakh followers.Even though the breakout successes of these national channels might not have been replicated among many regional channels till now, regional YouTubers believe that they are laying the groundwork to expand YouTube’s base even further in India. One of them, Noopur Patel, a YouTuber from Gujarat, started out doing explanatory and news videos in Hindi in 2018. “My first video was about the amendments [that] were brought to the FCRA [Foreign Contribution (Regulation) Act] in 2018 without any discussion,” Patel said. These amendments, she said, allowed for corruption and undisclosed political funding to political parties.“People did not know about this since it was too complex to be discussed,” she added. She set out to simplify this, with humour. The first video was well-received, she said.Later, however, she started making videos in Gujarati as well for greater impact.“I realised in 2020, during the first lockdown, that there is so much mis- and dis-information in our family WhatsApp group in Gujarati,” she said. “Because political parties have huge networks on WhatsApp and they propagate information they want to in regional languages.”Noopur Patel, a YouTuber from Gujarat, discusses many issues specific to her state.Patel said that there were no Gujarati YouTubers who were putting out  fact-based information in easy-to-understand formats. “Then I realised I  also needed to do this [my videos] in Gujarati.” This is how she could  put her journalism and public policy training to best use, Patel said.This  switch to Gujarati allows her to tackle many issues specific to the  state of Gujarat, such as prohibition and the so-called love jihad laws,  which curtails inter-religious marriages, she says.However, the  reach of state languages is still limited on YouTube compared to Hindi.  “There has been a bit of a challenge when it comes to numbers in the  Gujarati space,” she said, “but the Hindi space has been very well  received.” She is hopeful about the future as she is currently among the  few Gujarati content creators.Akash Banerjee runs the popular political satire show The Deshbhakt on YouTube.Government establishing controlThe mass reach of these videos also comes with its own set of challenges. The first are threats and intimidation from some viewers.“In 2018, I went to a photocopy shop with my mother and the shopkeeper asked me in a very conniving way if I was the one who made YouTube videos,” said Patel. This scared her mother: “My mother told me to not leave the house for the next 10 days.”Patel also regularly receives rape and death threats and intimidating messages. “People have also come to my society and asked me to come down,” she added.Apart from this, there is also the threat of penal action, including arrests. “There is a trend of FIRs [first information reports] based on content on social media, including YouTube,” Prateek Waghre, policy director at digital rights organisation Internet Freedom Foundation, said. “Whichever party is in power tends to file FIRs against its critics. The degree may vary, but this tendency is across party lines. That is a concern.”As the internet grows in India, the past few years have seen an increasing trend of state governments prosecuting YouTubers critical of the ruling party. On June 8, the West Bengal Police arrested YouTuber Roddur Roy from Goa for allegedly making derogatory remarks against Chief Minister Mamata Banerjee. Roy’s arrest sparked outrage online. He was booked under 12 sections of the Indian Penal Code.\n\t\t\n\tYouTuber Roddur Roy, who was arrested by the Kolkata Police. Credit: Roddur Roy/FacebookA number of similar instances have occurred before in Tamil Nadu  as well. On May 30, the state police arrested right-wing YouTuber  Karthik Gopinath, a critic of the ruling Dravida Munnetra Kazhagam, for  allegedly misappropriating money for renovating temple statues. After  the arrest, the Bharatiya Janata Party state president K Annamalai came out in support of Gopinath, alleging that the state government was intimidating people.Another popular Tamil right-wing YouTuber Maridhas has had a constant tussle with the Tamil Nadu government. He was arrested at least thrice:  for tweets against the state government, for allegedly faking an email  address, and for making false claims about Muslims spreading Covid-19.  His arrests have been criticised by BJP supporters.Another YouTuber Duraimurugan was arrested in October for remarks against Tamil Nadu Chief Minister MK Stalin.Arrests  have been made for criticising Prime Minister Narendra Modi and the BJP  as well. In August, Chennai-based YouTuber Manmohan Mishra was arrested by the Uttar Pradesh Police for allegedly making remarks against the prime minister.In April, eight people, including two YouTubers,  were stripped and beaten up inside a police station in Madhya Pradesh  for allegedly making objectionable comments against BJP member of  legislative assembly Kedarnath Shukla and his son.In 2019, Madhya Pradesh-based YouTuber Abhishek Mishra, who leans towards the Congress, was arrested by the Delhi Police for allegedly putting up content that hurt religious sentiments. This led to a federal tussle  between the Congress-led state government and the BJP-led central  government, pointing to just how important YouTube now was in Indian  politics. The state government granted Mishra police protection after he  got bail. Abhishek Mishra had been arrested in 2016 as well for criticising demonetisation, the shock banning of high denomination notes by the Modi government. \n\t\t\n\tTamil YouTuber Maridhas. Credit: Maridhas M/FacebookBringing out the law booksApart from arrests, the government is also moving new laws to strengthen its control over digital media. While the Central government always had the power to order platforms such as YouTube to take down content, in February 2021, it notified the Information Technology (Intermediary Guidelines and Digital Media Ethics Code) Rules, 2021. The new rules have strict deadlines for content takedown and prescribe standards for what digital publishers can post on the internet.Certain provisions of the new rules have been stayed by the Bombay and Madras High Courts, which have said that the provisions prima facie infringe on the freedom of speech and expression. Presently, the Supreme Court is hearing petitions on the constitutionality of these rules. If upheld, these rules would put a similar set of restrictions on YouTube news channels that currently apply to television content.Under Rule 16 of the 2021 rules, the Central government has an “emergency” provision to immediately block access to any content without giving any hearing. Since December, at least 94 YouTube channels have been blocked under the 2021 rules for allegedly running fake news and anti-India content. The government has also collected account details from YouTube news publishers. “These developments tell you that the government is paying attention to YouTube,” Prateek Waghre said. On June 6, the Central government proposed another set of changes to the 2021 rules, that shorten timelines to deal with user grievances and give the government more control over what platforms such as YouTube can publish. These rules are currently open for public consultation.While compliances and paperwork have increased, according to Akash Banerjee, the increased government scrutiny is “a compliment as well. Today, YouTube is as important as print and television.”","author":"Umang Poddar","time":"2022-06-19T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175804-icelnxnbui-1655282932.jpg","tags":["YouTube","Free Speech"],"source":"https://scroll.in/article/1025983/news-and-commentary-is-exploding-on-youtube-and-indian-politicians-want-to-control-it"}