{"title":"News associations condemn attack on journalist Nikhil Wagle in Pune","content":"News associations on Saturday condemned the attack on journalist Nikhil Wagle in Pune that took place on Friday.“Wagle’s views are his views,” the Editors Guild of India said in a statement on Saturday. “But to attack him for voicing his opinion is unjust, illegal and deplorable.”On Friday, a vehicle carrying journalist Wagle, activist Vishwambhar Choudhary and human rights lawyer Asim Sarode was attacked in Pune by alleged supporters of the Bharatiya Janata Party.The car was attacked when Wagle, Choudhary and Sarode were travelling to speak at an event organised by the Nirbhay Bano Manch in Pune. Earlier, the BJP’s city unit had urged Pune Police to revoke permission for the event.On Friday evening, television visuals showed the alleged BJP workers throwing ink on the car, mobbing the vehicle and vandalising it at Pune’s Khandoji Baba Chowk. The attack damaged the vehicle’s windscreen and side panes.Addressing the “Nirbhay Bano” event, Wagle said: “I forgive all those who attacked me. I have been attacked six times earlier and this was the seventh.”On Saturday, the Editors Guild of India urged the Pune administration and the Maharashtra government to book those involved in the attack.The administration and the government must also ensure Wagle’s safety and “protect his right to express his views as enshrined in our Constitution,” the Guild said.Further, the Editors Guild expressed concern about the first information reports filed earlier on Friday against Wagle in Pune under Indian Penal Code sections 153A (promoting enmity between different groups), 500 (defamation) and 505 (statements conducing to public mischief).“The Guild reiterates its deep concerns on the misuse of criminal laws against journalists in an effort to intimidate and harass them,” it said in the statement. “We urge law enforcement agencies to exercise restraint before registering complaints against journalists as an FIR, lest the process of investigation becomes a punishment itself.”Hours before the “Nirbhay Bano” event, Wagle was booked by the Pune Police for making allegedly defamatory remarks about Prime Minister Narendra Modi and senior BJP leader LK Advani. The case was registered based on a complaint filed by BJP leader Sunil Deodhar.Deodhar said in his complaint that Wagle made the alleged defamatory remarks after Modi announced on February 3 that Advani would be conferred the Bharat Ratna, India’s highest civilian award.On Friday, the Mumbai Press Club had also condemned the attack on Wagle and others “by a group of persons claiming to be BJP workers”.“All have the right to express their opinions,” the Mumbai Press Club said in a social media post. “However, disagreement is a matter of debate and not the trigger to unleash violence on one’s political opponents.”The Press Club of India said that it was “deeply disturbed” by the attack on Wagle and dismayed to know that an FIR had been filed against the journalist. “Targeting journalists to silence them or to threaten for their views are condemnable and unacceptable,” the Press Club of India said in a social media post on Friday, urging the Maharashtra chief minister’s office and the Pune Police to inquire into the matter and punish the culprits.The Network of Women in Media, India said on Saturday that the assault on Wagle is “further evidence of the BJP’s recurring pattern of intolerance toward journalists who dare to question it”. “Resorting to brute force to silence dissent only underscores the party’s inability and unwillingness to engage in civilised debate,” it said in a statement.    Digipub News India Foundation, an association of digital-only news outlets, described the attack on Wagle as a “disgrace to democracy”. Wagle was given little to no protection and “the police stood by during last evening’s attacks even as mobs surrounded his vehicle”, Digipub said in a statement on Saturday.“The attack is an escalation of the violence that journalists in India are subjected to, even as members of the governing party issue threats against them,” the news association said.Pune Police Commissioner Amitesh Kumar said that several BJP workers have been detained in connection with the attack on Wagle. “[BJP’s Pune city chief] Dheeraj Ghate and other workers were detained and taken to Shivajinagar police grounds,” Kumar told The Indian Express. “We also picked up several BJP workers from some points.”","author":"Scroll Staff","time":"2024-02-10T19:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198307-luejmkfais-1707479347.jpeg","tags":["Editors Guild","Editors Guild of India","Nikhil Wagle","Pune"],"source":"https://scroll.in/latest/1063511/news-associations-condemn-attack-on-journalist-nikhil-wagle-in-pune"}