{"title":"Delhi HC questions remand order as NewsClick founder says it was passed without hearing his counsel","content":"The Delhi High Court on Friday said that there is something missing from a trial court’s order remanding NewsClick founder Prabir Purkayastha and human resources head Amit Chakraborty to police custody as it was apparently passed without hearing the counsels of the accused men, reported PTI. The development came after Purkayastha and Chakraborty moved the High Court challenging the remand order and sought interim relief. They challenged their arrest and sought quashing of a case filed against them under the Unlawful Activities Prevention Act.Purkayastha and Chakraborty were sent to seven days of police custody on Wednesday. They were arrested a day earlier after the Delhi Police raided several journalists associated with NewsClickfollowing allegations that the news organisation received money to spread Chinese propaganda.At Friday’s hearing, senior advocate Kapil Sibal, appearing for Purkayastha, told the court that the remand order violates Delhi High Court rules stating that an accused person is entitled to a counsel, reported Live Law. Sibal said that Purkayastha’s lawyer was not present when the court passed the order and the judge also did not seek his response.  Solicitor General Tushar Mehta, representing the Delhi Police, sought time till Monday to file a response. As Sibal sought immediate release,  Justice Tushar Rao Gedela responded saying that he needs to hear the police’s counsel first. “The only difficulty is that the allegations don’t seem to be of such nature that you can be released immediately,” the court said, reported PTI.The judge has listed the case for hearing on October 9.  In the first information report, the Delhi Police has accused NewsClick of conspiring “to disrupt sovereignty and territorial integrity of India” by accepting illegal foreign funds over five years.But in a statement on Wednesday, NewsClick said that the government had not been able to substantiate any charges against it since 2021 and called the case “motivated”.The organisation has been on the central agencies’ radar for a while now. In February 2021, the Enforcement Directorate had raided NewsClick in a case of alleged unlawful foreign funding.On August 5, The New York Times published a report claiming that NewsClick had received funds from a network centred around American millionaire Neville Roy Singham to push pro-China propaganda around the world.In its statement on Wednesday, NewsClick asserted that it does not take directions from Singham regarding the content published on its websiteAlso read: NYT’s report has been weaponised against Indian journalists. I had warned the paper about itUrmilesh and Abhisar Sharma questioned againOn Thursday, the Delhi Police’s Special Cell questioned Urmilesh and Abhisar Sharma, journalists associated with NewsClick, for the second time this week in the foreign funding case, PTI reported. Urmilesh and Sharma’s homes were also raided by the police on Tuesday.Sharma said in a video on Wednesday that the police repeatedly questioned him about his work on the 2020 Delhi riots and the protests against the Citizenship Amendment Act at Delhi’s Shaheen Bagh in 2019 and 2020, among other events.NEWSCLICK मामले में मेरा जवाब: pic.twitter.com/CwD7oua7Ec— Abhisar Sharma (@abhisar_sharma) October 4, 2023","author":"Scroll Staff","time":"2023-10-06T12:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154817-hskiymhkoc-1613148418.jpg","tags":["NewsClick","Delhi High Court","Legal"],"source":"https://scroll.in/latest/1057175/newsclick-moves-delhi-hc-seeking-quashing-of-fir-in-uapa-case"}