{"title":"‘Newton’ film review: Is this the movie of the year? We vote ‘yes’","content":"Democracy is hard work. Amit Masurkar’s brilliant Newton never forgets this.Nowhere is this more evident than in the sequence in which Newton Kumar (Rajkummar Rao), the presiding officer of a Lok Sabha election being held in a troubled part of Chhattisgarh, waits in vain for voters. Mosquitoes devour his colleagues, including Loknath (Raghubir Yadav) and local representative Malko (Anjali Patil), and the morning heat brings on ennui and slumber. Yet, Newton sits upright in his chair, his eyes fixed to the door. Masurkar lets the sequence play out without hurrying it up, guided by the sentiment expressed by one of the characters that “Change can never happen overnight”.Masurkar’s second movie after the comedy Suleimaani Keeda (2014) mines very different territory. Through the election, Masurkar and co-writer Mayank Tewari stage a quietly fierce collision between duty and obstruction, responsibility and cynicism, hope and reality, individual choice and the will of the state. The seemingly routine act of getting 67 registered voters in a village affected by Naxalite violence to exercise their universal adult franchise becomes an endurance test not only for Newton but for anybody who believes in “equal rights for all, special privileges for none”. Is the effort worth it? The answer has never been easy in the world’s largest and most chaotic democracy, as Masurkar’s sharply political movie amply demonstrates.\n\n\n    \n    Play\n\nNewton (2017).The immovable object against whom forces collide to their peril has renamed himself after the scientist after his original name, Nutan Kumar, led to mirth in school. Newton is made of stern stuff, and numerous scenes underline both his honesty and his obduracy. Even when Newton’s uprightness seems to have hardened into righteousness, and even when his steadfastness acquires a hidebound quality, he remains firm on his path – to ensure that the voters press the right button on the ballot box.Newton’s greatest challenge is from a representative of the law and order machinery that has imposed a fragile peace on the region. Central Reserve Police Force officer Aatma Singh (Pankaj Tripathi) suggests to Newton that he simply rig the election instead of going through the rigmarole. Aatma Singh is battle-hardened by postings in Manipur and Kashmir, and he has a far more pragmatic view of the situation. His primary aim is to ensure the safety of his men, rather than protect the more abstract institution of democracy. Newton, however, refuses to shut shop even when nobody turns up, earnestly lectures the impoverished tribal voters when they are reluctantly herded into the polling booth, and watches on in horror when his cherished brush with running an election descends into farce.You’re seeing it for the first time, but it has been happening for years, Malko, the block-level officer who is aiding Newton’s efforts, tells him. Newton’s coming of age seems complete, but Masurkar throws down his final card, which brings together the film’s themes and creates an apt metaphor: a spine bent out of shape, but still working.The intelligent script never draws false equivalence between Newton’s principles and Aatma Singh’s experiences. There is no whataboutery in the depiction of the villagers who being squeezed between the commandoes and the Naxalites. The ridiculousness of encouraging people’s participation in governance when they have no control over their lives and livelihood is conveyed with economy – a burnt village, a mining site, the sullen face of the shanghaied voter with the inked finger.Newton (2017). Image credit: Drishyam Films.Masurkar opts for accretion rather than rug-pulling revelations, an approach that matches the movie’s leitmotif. Bitter truths are steadily built up one scene after the next, which allows characters other than Newton to make their mark. The film is packed with marvellous performances, not just from Rao and Tripathi, but also from Raghubir Yadav as a government official with literary dreams and Anjali Patil as the local tribal woman who hasn’t let the scars of past experience rob her of hope.Indeed, hope manages to push its way through despite the grim comedy that hangs over the free and fair election of Newton’s dreams. One of the movie’s most tender images is of Newton wrapping up his work while Malko waits for him. A tea break beckons, but only after Newton has finished what he is doing. He remains, until the very end, a dutiful and honest Indian, a dying species in sore need of preservation, and an unlikely hero for our troubled times.","author":"Nandini Ramnath","time":"2017-09-22T07:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/851353-68973-mlmlbztosp-1505930917.jpg","tags":["Newton","Amit Masurkar","Film review"],"source":"https://scroll.in/reel/851353/newton-film-review-is-this-the-movie-of-the-year-we-vote-yes"}