{"title":"NGOs that receive foreign funding must now declare movable, immovable assets ","content":"Non-governmental organisations that receive foreign funds will now need to annually declare movable and immovable assets created from these contributions, according to a recent amendment to rules notified by the Centre.The Ministry of Home Affairs on Monday issued a gazette notification amending the rules under the Foreign Contribution (Regulation) Act. It is mandatory for non-profit organisations in India to register themselves under the Act in order to receive foreign funds.Through the amendment, the Centre has revised Form FC-4 – which NGOs need to fill every year as part of their annual returns under the Act – to introduce two tables. The first table pertains to details of movable assets created out of foreign contributions during the financial year. It requires organisations to state the value of these assets at the beginning of the financial year, the value of assets acquired in the course of the year and the value of assets disposed of during this time.The second table pertains to details of immovable assets that were created from foreign funds. Non-profit organisations are required to state the size of these assets, their location and their value as per the balance sheet.Earlier, Form 4 only sought information on the purchase of fresh assets during the relevant financial year, according to The Times of India.On Monday, the Centre also extended the validity of registration certificates to non-profits under the Act for six months. This applies to organisations whose validity was earlier extended till September 30 and whose renewal applications are pending. It also applies to organisations whose validity period will end between October 1 and March 31, 2024.The rules under the Foreign Contribution (Regulation) Act require any organisation that wants to register itself to have existed for at least three years and to have spent a minimum of Rs 15 lakh on its core activities during the last three financial years for the benefit of the society.The NGOs are also required to submit a commitment letter from their donors, specifying the amount of foreign contributions and the purpose for which they are proposed to be given.In the recent past, NGOs have alleged that the Centre was using the FCRA law to target organisations it does not agree with.Oxfam India Trust, Indian Youth Centres Trust, Jamia Millia Islamia and Tuberculosis Association of India were among the NGOs whose registrations had become void in January last year.In April 2022, the ministry cancelled the FCRA registration of human rights organisation Commonwealth Human Rights Initiative. However, the organisation said that most of allegations made by the government were vague and that it had responded to each alleged irregularity before its foreign funding licence had been suspended.Also read: With new NGO curbs, government signals it won’t let anyone demand that it protect rights of Indians","author":"Scroll Staff","time":"2023-09-26T12:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194424-gktmlqeusg-1695710916.jpg","tags":["NGOs","Foreign Contribution (Regulation) Act","Ministry of Home Affairs"],"source":"https://scroll.in/latest/1056584/ngos-that-receive-foreign-funding-must-now-declare-movable-immovable-assets"}