{"title":"NIA conducts raids in 10 states, UTs in human trafficking cases","content":"The National Investigation Agency on Wednesday conducted raids in 10 states and Union Territories to take action against human trafficking networks involved in smuggling “illegal migrants” across the India-Bangladesh border.In the operation conducted along with the Border Security Force and state police forces, the National Investigation Agency arrested 44 people from 55 locations.The raids were conducted in Assam, Haryana, Jammu and Kashmir, Karnataka, Puducherry, Rajasthan, Tamil Nadu, Telangana, Tripura and West Bengal.#WATCH | Tamil Nadu: National Investigation Agency (NIA) raid underway in Chengalpattu in connection with Human Trafficking case. pic.twitter.com/pQpVVfjEuQ— ANI (@ANI) November 8, 2023\n\nAt a press conference, Assam Special Director General of Police Harmeet Singh said the operation began when the police in Assam’s Karimganj district identified a group of Rohingya travelling in a train from Tripura, reported The Indian Express.It was found that they were “infiltrating” the country through the India-Bangladesh border, he said. Karimganj shares a border with Bangladesh.“After that, our vigil and operations increased and 450 illegal migrants, both Bangladeshis and Rohingyas, were stopped and turned back with the assistance of border guarding forces,” Singh said. “Enquiries and questioning increased afterwards, and it was found that the illegal migration was being facilitated and run by touts and middlemen.”He added that it was found that the operation was also running from Bangladesh and across India.In its statement, the National Investigation Agency said that the first case was registered by the Special Task Force in Assam on September 9. It said that the central agency took charge of the case “recognising the international and inter-state linkages of the case and its complexity” and registered three more first information reports.The statement added that during the raids, the agency seized Indian and foreign currency, along with phones, SIM cards and identity cards that are suspected to be forged.","author":"Scroll Staff","time":"2023-11-09T13:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/93061-dgcvkbpxjk-1599660797.jpg","tags":["National Investigation Agency","Human trafficking","Rohingyas","India","Bangladesh","India-Bangladesh Border"],"source":"https://scroll.in/latest/1058876/nia-conducts-raids-in-10-states-uts-in-human-trafficking-cases"}