{"title":"NIA asks Gautam Navlakha to pay Rs 1.64 crore towards the cost of his house arrest","content":"The National Investigation Agency told the Supreme Court on Thursday that human rights activist Gautam Navlakha is liable to pay Rs 1.64 crore as the cost of his security during his house arrest in the Bhima Koregaon case, Live Law reported.In response, Navlakha’s counsel Nitya Ramakrishnan accused the central counter-terrorism agency of “extortion”.“We have contested this amount and the matter needs to be heard,” Ramakrishnan said in court. “They cannot demand one crore [rupees] from citizens for keeping them in custody.”Additional Solicitor General SV Raju responded on the agency’s behalf that Navlakha must first make the payment, claiming that the activist has so far only paid Rs 10 lakh toward the expenses of his house arrest. “Citizens are not entitled to house arrest,” Raju said.The Supreme Court was considering Navlakha’s plea for shifting the location of his house arrest in Mumbai, along with the agency’s plea challenging Navlakha’s bail order given by the Bombay High Court on December 19.The bench said that the dispute over the Rs 1.64 crore that is being claimed by the National Investigation Agency will be adjudicated in a hearing in April, until which time he will remain in the agency’s custody.Navlakha, 70, was arrested in August 2018. He is accused of orchestrating the caste violence that broke out between Maratha and Dalit groups during the Elgar Parishad convention in the Bhima Koregaon village near Pune in January 2018.He was among 16 people arrested under the Unlawful Activities (Prevention) Act in connection with the incident. Navlakha was shifted from the jail to house arrest in November 2022, following a Supreme Court order on the grounds of ill health and poor facilities in the prison.The Bombay High Court said in December that there was no material to suggest that Navlakha had committed a terrorist act as defined by the Unlawful Activities (Prevention) Act.While the High Court granted him bail, it also stayed it for three weeks to allow the National Investigation Agency to appeal against it. The Supreme Court extended the stay in January.","author":"Scroll Staff","time":"2024-03-07T21:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/106315-lwaohjsjno-1590682472.jpg","tags":["Gautam Navlakha","Supreme Court","Bhima Koregaon","UAPA","Bombay High Court","Unlawful Activities Prevention Act"]}