{"title":"Nikhat Zareen was ‘protected’ from Mary Kom but who’ll protect Indian boxing from the federation?","content":"Mary Kom can never NOT be considered as an Olympic medal hopeful. She has been India’s best for more than a decade now. She still wins regularly. And with the Games just a year away, she, believe it or not, is a medal prospect.Mary has to shift weight categories and jump from 49 kg to 51 kg but no one can rule her out. After all, she is a six-time world champion.But can the Boxing Federation of India get things in order at their end?On Wednesday, the BFI cancelled the selection trials in 51 kg and 69 kg categories and selected Mary and Lovilina Borgohain in the two categories respectively. It denied other boxers a chance to even challenge Mary and Borgohain.Also read: Twitter reactions to BFI’s decision to give Mary Kom direct entryThe biggest revolt after the decision came from Nikhat Zareen, a former youth world champion and a bright prospect in Indian boxing. And all she wanted was a trial but she was denied even that.BFI did announce a trial from August 6-8 and Zareen was expected to box Mary on the final day. But on August 6, BFI informed Zareen that her bout against Mary is postponed to August 7. When the two boxers were preparing for their bouts, a new notice from BFI said that the trial in 51 kg is cancelled.Zareen was shocked. She asked for an explanation and was told that “she is young and is being protected.”Rajesh Bhandari, a member of the selection committee, told the media that Mary’s recent results and performances made her an automatic choice. And the same was true for Borgohain.Just not rightBhandari conveniently forgot that it was BFI which announced the trials. Boxer prepared for those trials and there is no justification to cancel the trials on the same day as the bout is scheduled.These decisions raise more questions about the selection criteria. BFI decided to cancel the trials for only two categories. Shouldn’t the selection criteria be the same for everyone?Zareen, who also has four medals this year including an Asian Championships bronze, was “protected”.Protected from whom? By whom? Well, she isn’t getting younger so why not give her the chance now when she is 22; why not let her learn her lessons now; why not let her take another crack at Mary; why not let her lose?By the BFI’s logic, no youngster should ever compete against a legend because they need to be “protected.”Wouldn’t boxing against Mary make Zareen better? Had the 22-year-old qualified for the World Championships after beating Mary, would that not be the best news for Indian boxing? We would have someone to look forward to other than the usual suspects.What changed?It isn’t Mary’s fault. Even if she refused to give a trial, the BFI has the authority to not select her and give the spot to a boxer who is ready to compete. So why didn’t they exercise the right?Of course, this is not the first time in India when star athletes have refused to be part of a trial. Last year, three wrestlers wrote to WFI seeking exemption from World Championships trials. WFI granted them permission.In the past, sportspersons have approached courts demanding them to instruct their respective federations to conduct trials. It happened in athletics before Asian Games, it has happened in gymnastics and it will continue to happen until federations across sports in India lay down parameters to select their teams for continental, world and Games-level tournaments. More importantly, they should stick to those guidelines strictly.Mary and Zareen have been at loggerheads before over the same issue. But Mary has beaten her in trials. She beat her at the India Open this year in the semi-finals. This was another reason that was given for Mary not needing to take part in the trial.But BFI knew this when they announced the dates for the trial. If the decision was well planned, then clearly the federation is lying to boxers because it wasn’t. So what changed between then and now? Who pulled what string? Who gave the order?Mary, a Rajya Sabha MP as well, will go for the October World Championships and hopefully get her eighth medal as well.But what if she doesn’t?Will BFI conduct a trial next year when Olympic qualifications begin? Or will it cancel the trials a day before schedule and tell Mary that Zareen has been selected. Mary will obviously ask for a reason and wat if the BFI says “Mary, you are old. We are trying to protect you.”","author":"Vinay Siwach","time":"2019-08-08T17:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125216-sbbxqfryen-1565263361.jpg","tags":["Mary Kom","Boxing Federation of India","Nikhat Zareen","World Championships"],"source":"https://scroll.in/field/933239/nikhat-zareen-was-protected-from-mary-kom-but-wholl-protect-indian-boxing-from-the-federation"}