{"title":"Nine Scroll articles on what Jammu and Kashmir looks like six months after it lost special status","content":"It has been six months since Jammu and Kashmir lost special status. On August 5, the Centre split the state into two Union Territories and stripped it of autonomy under Article 370. It also revoked Article 35A, the law which allowed the government of the former state to define “state subjects” and reserve for them certain rights, such as the right to own land and hold government jobs. As the Centre announced its decision, Jammu and Kashmir was placed under the most complete lockdown in its history, with restrictions on movement, a communications blackout and mass arrests. Almost all of the Kashmir Valley’s political leadership was locked up.Six months later, the government is reluctant to fully restore communications. In the Valley, mobile phones are ringing once again but broadband is available to a few specific institutions and businesses. But the internet has shrunk to just 329 sites permitted by the government. Meanwhile, three former chief ministers of the former state still remain locked up, with no prospect of release in the near future. Thirteen political leaders still remain imprisoned in the MLA Hostel in Srinagar. Several others are under house arrest.(On the left) A photograph surfaced on social media purportedly of former chief minister Omar Abudullah who has been under arrest for six months.While Opposition leaders have not been allowed to visit the Valley, a second delegation of European leaders was parachuted down for a quick tour. Five months after the Centre’s decision, Union ministers finally made a visit to the region to address handpicked gatherings.These articles show what Jammu and Kashmir looks like six months after the state was erased from the map.Special Report: In Kashmir, who are the leaders of the new political ‘mainstream’?For decades, the Kashmiri “mainstream”, as the leadership which participated in electoral processes was called, had premised its politics on Article 370 and regional autonomy. With autonomy gone and leaders arrested, the old mainstream was choked off. In the months since August 5, a few leaders have emerged to lay claim to the vacant political space. These leaders demand the restoration of statehood, rather than autonomy, and echo the Centre’s promises of development and corruption-free governance. Mir Junaid and Usman Majeed, seen as part of a new crop of political leaders in Kashmir.A 65-year-old Kashmiri was detained and shifted to a UP jail after August 5. He never made it backA large number of political prisoners were shifted to jails outside Jammu and Kahmir after August 5. In December, 65-year-old Ghulam Mohammad Bhat, arrested for his membership of the banned Jama’at-e-Islami, died in an Uttar Pradesh jail. It was the first reported death of a political prisoner in a jail outside the Valley.Kashmiri leaders released from detention are silent on Article 370. Here’s why The imprisoned leaders of the Kashmiri mainstream have been released in batches. But they remain silent on Article 370 and other changes, even though they deny having signed bonds promising not to protest against the Centre’s decisions. Some claim it is from a sense of insecurity, others say there is no political strategy yet with the mainstream in disarray. One leader was pragmatic: there was no point demanding what was impossible. National Conference leaders, meanwhile, claim they had made statements against it, but these were ignored by press.‘We’re back in the Stone Age’: Kashmir has gone close to five months without the internetKashmir entered the new year without internet. The continuous lockdown has ravaged the economy, with many out of jobs and businesses forced to shut down. Research scholars lost out on vital opportunities to attend international seminars.He died escaping CRPF on the day Kashmir lost special status. Police finally admit to his deathSeventeen-year-old Osaib Marazi died while escaping Central Reserve Police Force personnel on August 5. It took the Jammu and Kashmir police four months to acknowledge that the death had occurred.Jammu welcomed the scrapping of special status. Now, political resentments are brewingMeanwhile, politicians in Jammu grew restive and some were detained as they tried to address rallies. Fears that the loss of Article 35A will threaten land and job rights have given rise to demands for domicile laws to protect local residents.Who is Davinder Singh, the Kashmir police officer arrested in a car with Hizbul militants?In January, a decorated member of the Jammu and Kashmir police was caught trying to ferry militants out of the Valley. Years ago, Parliament attack convict Afzal Guru had named him in a letter to his lawyers. It suggested the counterinsurgency officer had been complicit in the plot to attack Parliament. Singh’s arrest threatened to reveal troubling truths about several episodes of violence apparently perpetrated by militants. Davinder Singh and Afzal Guru.De-radicalisation? India’s Kashmir policy pushed stone pelters to become militants, say familiesNot long ago, Bipin Rawat, the newly appointed chief of defence staff, suggested “de-radicalisation” camps for susceptible Kashmiri youth. Yet Kashmir already has a policy of “counselling” local youth charged with stonepelting. Conversations with the families of militants suggest they took up arms after years of doing the rounds of police stations and army camps.The internet is painfully slow in Kashmir – but users have found a way to access restricted websitesWhile the government claimed to have restored internet connectivity in Kashmir, for the majority of Kashmiris it only meant 329 websites at painfully slow speeds. Social media remains banned. Pushed to the wall, residents of the Valley tried to use VPN applications to access forbidden sites.","author":"Scroll Staff","time":"2020-02-05T17:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/134526-vmcbdpncdv-1578902352.jpg","tags":["Jammu and Kashmir","Kashmir report","Article 370","Article 35A"],"source":"https://scroll.in/article/952241/nine-scroll-articles-on-what-jammu-and-kashmir-looks-like-six-months-after-it-lost-special-status"}