{"title":"Nirmala Sitharaman accepts delay in releasing drought relief for Karnataka","content":"Union Finance Minister Nirmala Sitharaman on Saturday accepted that there was a delay from the Centre in releasing drought relief for Karnataka and her ministry has sought permission from the Election Commission to clear proposals for disaster relief, reported The Hindu.The Centre cannot release funds or initiate any new scheme due to the Model Code of Conduct which came into effect last month after the poll body announced the Lok Sabha election schedule.The Model Code of Conduct is a set of guidelines issued by the Election Commission that political parties and governments are mandated to follow while campaigning.“The delay in assessing the requests from states affected by natural disasters has been caused by the involvement of multiple departments and a prescribed lengthy process,” Sitharaman said at a press conference, reported The Times of India. “However, it was not intentional. That’s all I can say.”While conceding that the “delay in such matters is completely avoidable”, Sitharaman said that the financial relief in times of disasters was to be provided by the state governments, reported The Hindu.“There is no concept of an interim relief or financial relief in times of disasters under the Disaster Management Act, 2005,” she said. “The State governments have to provide immediate financial relief from the State Disaster Response Funds.”For Karnataka’s State Disaster Response Fund of Rs 929.60 crore, the Union government has a share of Rs 697.60 crore which was released in advance even before the disaster in two instalments, Sitharaman said on Saturday.Karnataka’s case in Supreme CourtThis comes as the Congress government in the state moved the Supreme Court in March alleging that the Centre had not extended financial assistance to the state for drought management.The state government told the court that it had exhausted all its funds allocated under the State Disaster Response Fund for 2023-’24, which was Rs 929.60 crore. It said it had to withdraw funds from the state exchequer due to delays in receiving funds from the Centre.The Karnataka government had sought Rs 18,171.44 crore from the Centre’s National Disaster Response Fund. While Rs 4,663.12 crore was sought for crop loss input subsidy, the government asked for Rs 12,577.9 crore towards gratuitous relief to families whose livelihood has been seriously affected due to drought.The state government’s plea contended that 223 out of 236 taluks, or subdivisions of a district, have been hit by drought. Of this, 196 taluks have been categorised as severely hit and the remaining 27 are moderately hit.","author":"Scroll Staff","time":"2024-04-07T17:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199883-kebixnpzzm-1712486863.jpg","tags":["Nirmala Sitharaman","Election Commission","Union Finance Minister","National Disaster Response Fund","State Disaster Response Fund","Karnataka Drought"],"source":"https://scroll.in/latest/1066348/nirmala-sitharaman-accepts-delay-in-releasing-drought-relief-for-karnataka"}