{"title":"Budget 2024: Next five years to see unprecedented development, says Nirmala Sitharaman","content":"The country will witness unprecedented development in the next five years, said Union Finance Minister Nirmala Sitharaman in her Budget speech on Thursday. The minister presented the interim Budget, her sixth consecutive one, in Parliament. As the term of the current Bharatiya Janata Party-led Union government will end soon, a full Budget for the financial year 2024-’25 will likely be presented in July, after a new government is sworn in.An interim Budget only outlines the expected income and expenditure of the Centre for the upcoming financial year. Interim Budgets typically do not include any significant policy changes.Analysts, therefore, were not expecting the Budget to introduce new reforms but said that the government will likely focus on providing support to rural growth, according to Mint. The Budget may include announcements for spending on other vote-garnering measures too, and a list of the government measures that came in the past.Sitharaman began her Budget speech by stating that the Narendra Modi government has overcome “enormous challenges” in the past 10 years.“The economy got a new vigour and fruits of development reached people at scale,” she said. “We expect that our government, based on its stupendous work, will be blessed with a resounding mandate.”The finance minister said that with the pursuit of “sabka saath, sabka vikas [development for all]”, the government has assisted 25 crore people to get rid of multi-dimensional poverty.“This is truly elevating them from poverty,” Sitharaman said. “Direct benefit transfer of Rs 34 lakh crore through PM Jan Dhan Yojana accounts has led to savings of Rs 2.7 lakh crore for the government, which has helped in providing more funds for Garib Kalyan [scheme].”Sitharaman also stated that 2.3 lakh street vendors from a total of 78 lakh have received credit for the third time under the PM Swanidhi Yojana.On January 29, the finance ministry in a report had stated that India’s real gross domestic product growth will be close to 7% in the financial year 2024-’25, reported The Hindu.","author":"Scroll Staff","time":"2024-02-01T11:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198062-vcsuskcbtv-1706769818.jpg","tags":["Nirmala Sitharaman","budget session","budget 2024","Union Budget"]}