{"title":"Nithari murders: Basic norms of evidence collection brazenly violated, says Allahabad High Court","content":"The Allahabad High Court on Monday ruled that the investigation into the 2006 Nithari rape and murder case was botched up and that basic norms of evidence collection were “brazenly violated”.The court acquitted Surendra Koli and Maninder Singh Pandher in the case for lack of evidence. They had been sentenced to death by a trial court that heard the case from 2009 to 2021.A bench of Justices Ashwani Kumar Mishra and Syed Aftab Husain Rizvi said that the prosecution failed to prove the allegations beyond reasonable doubt. While Koli has been acquitted in 12 of 16 cases concerning rape and murder, Pandher has been acquitted in two of six cases.The trial court had earlier acquitted Pandher in three cases and the High Court in one. He is likely to walk free unless the prosecution challenges the acquittal in the Supreme Court. Koli will remain behind bars as he still faces life imprisonment in another case of rape and murder.In their verdict, Justices Mishra and Rizvi noted that the prosecution’s case was based on Koli’s confession to the Uttar Pradesh Police in December 2006. The bench said that the procedure that should have been followed followed to record the accused’s disclosure that led to the recovery of human remains had been given “a complete go by”.The court remarked: “The casual and perfunctory manner in which important aspects of arrest, recovery and confession have been dealt with is most disheartening, to say the least.”The judges noted that all the recoveries of human remains were made from a drain situated beyond the boundary of Pandher’s house. No recovery was made from inside Pandher’s house, the court noted.Moreover, the bench said that the prosecution’s failure to investigate that Koli and Pander were possibly involved in organ trade, despite specific recommendations by a high-level committee set up by the Ministry of Women and Child Development in the matter, is “nothing short of a betrayal of public trust” by the agency.“The investigation otherwise is botched up and basic norms of collecting evidence have been brazenly violated,” the bench said. “It appears to us that the investigation opted for the easy course of implicating a poor servant of the house by demonising him, without taking due care of probing more serious aspects of possible involvement of organised activity of organ trading.”However, the court said that it does not intend to express any “definite opinion” on the matter and will leave it to be examined by the appropriate authorities.The caseIn December 2006, body parts of children and young adults were traced to Pandher’s house in Noida’s Nithari village. Later, the police discovered 19 skeletons in the house.The Central Bureau of Investigation had taken over the case and alleged that Pandher’s domestic worker, Koli, had been raping and killing the women and girls, even eating their body parts, and, in one case, cooking them.The investigating agency had registered 16 cases and accused Koli in all of them of murder, abduction, rape and destruction of evidence. It also named Pandher in one of the cases for immoral trafficking, Live Law reported. He was also charged in five other cases.","author":"Scroll Staff","time":"2023-10-17T13:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/152774-wevvzqvgzf-1617797298.jpg","tags":["Nithari murders","Allahabad High Court"],"source":"https://scroll.in/latest/1057719/nithari-murders-basic-norms-of-collecting-evidence-brazenly-violated-says-allahabad-high-court"}