{"title":"Nitin Desai, National Film Award-winning production designer, dies by suicide","content":"Renowned production designer Nitin Chandrakant Desai has died by suicide. Desai, who was 57 (he would have been 58 on his birthday, August 9), was found at the studio he founded in Karjat in Maharashtra. He had been facing financial problems in the recent past, reports said. The sets and ready backdrops at Desai’s company ND Studios have been featured in numerous productions. The Karjat property is also the location of the reality television series Bigg Boss. Desai too had to his name a list of illustrious credits, including period dramas and historicals.Among the Hindi films designed by Desai designed were 1942: A Love Story, Munnabhai MBBS, Lage Raho Munnabhai, Jodhaa Akbar and Panipat. He won the National Film Award for Best Art Direction for Dr Babasaheb Ambedkar, Lagaan, Devdas and Hum Dil De Chuke Sanam.He co-produced the acclaimed Marathi-language biopic Balgandharva. Desai also directed the social drama Ajintha (2012) and had a few acting credits. He also worked on the popular Marathi television show Raja Shivchhatrapati and the Hindi web series Paurushpur.However, Desai had been steeped in debt in recent years, a report in the Marathi newspaper Loksatta said. A fire in 2021 at a theme park on the 52-acre ND Studios plot added to his financial burden, Loksatta reported.A report on Rediff stated that an insolvency petition had been filed on July 25 against Desai’s company, ND’s Art World Pvt Ltd. Since January 2020, the company had defaulted on the repayment of Rs 185 crore taken in two loans from ECL Finance in 2016 and 2018, the report said. Desai studied photography at the JJ School of Art in Mumbai. As an assistant, he worked in the television show Tamas and film Salaam Bombay!. Early credits with Vidhu Vinod Chopra and Sanjay Leela Bhansali established Desai’s skill at creating elaborate sets on a grand scale.Desai’s credits include the massive elephants that were displayed at a festival of India in the French city Lille in 2016. Some of these elephants were brought back to Mumbai and displayed at various public spots.Since 2009, Desai had been involved in designing the backdrops for Mumbai’s most popular Ganpati idol display at Lalbaug. The secretary of the Lalbaugcha Raja Sarvajanik Ganeshotsav Mandal told the Free Press Journal that Desai had completed his work on the pandal ahead of the upcoming Ganeshotsav festival barely days ago.Nitin Desai at a Lalbaugcha Raja pandal. (Courtesy: Nitin Chandrakant Desai/Instagram).","author":"Scroll Staff","time":"2023-08-02T12:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192777-jmppommawe-1690957950.jpeg","tags":["Nitin Chandrakant Desai","Production designer Nitin Desai","Production designer"],"source":"https://scroll.in/latest/1053659/nitin-desai-national-film-award-winning-production-designer-dies-by-suicide"}