{"title":"Nitish Kumar rejoins Grand Alliance in Bihar after quitting NDA for the second time","content":"Janata Dal (United) chief Nitish Kumar will take oath as the chief minister of Bihar for the eighth time on Wednesday at 2 pm, PTI reported. Rashtriya Janata Dal leader Tejashwi Yadav will be his deputy.Both the leaders staked claim to form a new government in Bihar after Kumar announced his decision to quit the Bharatiya Janata Party-led National Democratic Alliance. Kumar met Governor Phagu Chauhan twice in the day, first to submit his resignation as the NDA chief minister and then staked claim to form government after being elected as the leader of the Rashtriya Janata Dal-led Grand Alliance.Kumar had joined hands with the RJD, the Congress and some other smaller parties in the run-up to the November 2015 elections to the state Assembly to form the Grand Alliance. After his second meeting with the governor on Tuesday, Kumar told reporters that to form the next government he has the support of 164 MLAs of seven parties.#WATCH | All MPs and MLAs reached a consensus that we should leave the NDA. Soon after, I resigned as Bihar CM, says Nitish Kumar.#Bihar pic.twitter.com/ov8ds5ughO— ANI (@ANI) August 9, 2022\n\n“There was consensus among the MLAs and MPs of JD(U) that we should quit the National Democratic Alliance,” Kumar added. “I have, therefore, resigned as the NDA’s chief minister.”This is the second time Kumar has severed ties with the BJP. In 2013, he left the NDA after Narendra Modi was announced as the coalition’s prime ministerial candidate for the 2014 Lok Sabha elections. However, in 2017, he left the Grand Alliance to rejoin the NDA.JD(U) leader Nitish Kumar with Rashtriya Janata Dal leaders Tejashwi Yadav and Tej Pratap in Patna on Tuesday. Credit: PTIThe relations between the BJP and the JD(U) have been worsening for some time because of disagreements over a host of matters such as the population control proposal, caste census, demand for special category status for Bihar and the Agnipath defence recruitment scheme, PTI reported.On August 7, the JD(U) said it will not be a part of the expansion of Modi’s Union Cabinet. Kumar had also skipped the NITI Aayog meet chaired by the prime minister on the same day.In the state elections in 2020, the Rashtriya Janata Dal had emerged as the single largest party with 75 seats. Its tally later rose to 76 after it won the bye-election to the Bochaha constituency in the Muzaffarpur district.The RJD’s numbers further went up to 80 after four of the five MLAs of All India Majlis-e-Ittehadul Muslimeen joined the Tejashwi Yadav-led party. The party’s current strength is 79, as one of its MLAs, Ramai Ram died last month.The BJP had won 74 seats in the elections and its tally rose to 77 after three MLAs from the Vikassheel Insaan Party joined in March. The saffron party formed the government in Bihar in alliance with the Janata Dal (United), which has 45 seats in the Assembly.On Tuesday, Yadav described Kumar’s decision to part ways with the NDA as courageous. He alleged that the BJP destroys parties with whom it forms an alliance.“Across the Hindi heartland, the BJP does not have any alliance partner,” Yadav said, according to ANI. “We did see that happening in Punjab and Maharashtra.”#WATCH | Nobody can take the legacy of our ancestors...We thank Nitish Kumar as well as Laluji...All of us wanted BJP's agenda shouldn't be implemented in Bihar, we all know Laluji stopped 'Rath' of Advaniji, we won't relent at any cost: RJD 's Tejashwi Yadav with Nitish Kumar pic.twitter.com/HyZjUankoO— ANI (@ANI) August 9, 2022\n\nYadav also alleged that BJP chief JP Nadda, during a recent Patna visit, had talked about “finishing off regional parties” in the country.“How can he [Nadda] say such a thing in Bihar, the motherland of democracy?” Yadav remarked, according to NDTV. “He wants to finish off all Opposition, which means finishing off democracy.”Meanwhile, BJP leader and Union minister Ashwini Choubey accused Kumar of being opportunistic and said that those betraying Bihar want to create obstacles to its development, according to PTI.“Despite having lesser seats, we made him [Kumar] the chief minister,” Choubey said. “He has deceived the people twice. He is suffering from arrogance.”On the other hand, Lok Janshakti Party (Ram Vilas) chief Chirag Paswan demanded the imposition of the President’s rule in the state.“The state should go for a fresh election,” he said, according to ANI. “Do you [Nitish Kumar] have any ideology or not? In the next polls, JD(U) will get zero seats.”","author":"Scroll Staff","time":"2022-08-09T19:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178290-tiietdsptu-1660053105.jpg","tags":["Nitish Kumar","Bihar","RJD","JDU","Tejashwi Yadav","BJP"],"source":"https://scroll.in/latest/1030117/nitish-kumar-rejoins-grand-alliance-in-bihar-after-quitting-nda-for-the-second-time"}