{"title":"Nitish Kumar’s JD(U) will not join next Union Cabinet expansion, says party president","content":"Janata Dal (United) on Sunday said that it will not join Prime Minister Narendra Modi’s Union Cabinet during the next expansion, The Times of India reported.The date for the Cabinet expansion is yet to be announced.“We stick to our party’s stand of 2019 when, after the Lok Sabha polls, we had decided not to join the Union government,” said Rajiv Ranjan Singh, Janata Dal (United) president. He was speaking at a press conference in Patna.Bihar Education Minister Vijay Kumar Choudhary on Sunday morning said that the Janata Dal (United) will not join the Union Cabinet as it was denied the desired respect from BJP. However, this decision will not affect the BJP-Janata Dal (United) alliance in Bihar, he claimed.In May 2019, Kumar refused to join the Council of Ministers after the Bharatiya Janata Party-led Union government denied his demand for “proportional representation” in the Cabinet. The government had reportedly inducted only one minister from all its allies, despite Kumar’s demand for four berths.Janata Dal (United) is BJP’s largest ally in the Centre. It has 17 Lok Sabha MPs.Kumar is also reportedly against simultaneous national and state elections, NDTV reported. The idea of holding these polls together was pitched by Modi, which has been objected to by the Opposition. The Janata Dal (United) has backed the Opposition parties.Amid reports of a widening rift between the Janata Dal (United) and BJP, Kumar on Sunday did not attend the NITI Aayog meet.However, Singh at the Patna press conference on Sunday dismissed the speculation of the rift saying “all is well” between the two parties, the Hindustan Times reported. Singh said that Kumar could not attend the meeting because of post-Covid debility.","author":"Scroll Staff","time":"2022-08-08T10:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/150691-zfhcuzphps-1614598062.jpg","tags":["Janata Dal (United)","Narendra Modi","Vijay Kumar Choudhary","Rajiv Ranjan Singh","Union Cabinet"],"source":"https://scroll.in/latest/1029971/nitish-kumars-jd-u-will-not-join-next-union-cabinet-expansion-says-party-president"}