{"title":"NITI Aayog’s Rajiv Kumar says ‘big-bang reforms’ likely during first 100 days of new government","content":"NITI Aayog Vice Chairperson Rajiv Kumar has said that a slew of “big-bang economic reforms” are likely to be passed during the first 100 days of Prime Minister Narendra Modi’s second term. Modi took oath along with 57 Cabinet ministers at Rashtrapati Bhavan in New Delhi on Thursday.“They [Foreign investors] will have reasons to be happy,” Kumar told Reuters in an interview. “You will see a slew of reforms, I can assure you of that. We are going to pretty much hit the ground running.”The reforms will include changes to labour laws, creation of land banks for new industrial development, and moves towards privatisation, Kumar said. The NITI Aayog official said the government is likely to introduce a new bill to reform existing labour laws in July during the Monsoon Session of Parliament. The new bill will seek to combine 44 central government laws into four codes – wages, industrial relations, social security and welfare, and lastly, occupational safety, health and working conditions.Kumar said the Centre could also offer land to foreign investors. This will be offered from the land banks created with unutilised land controlled by public sector enterprises, he added. The NITI Aayog vice chairperson said the Narendra Modi-led government will also privatise or close 42 state-controlled firms in the next few months. An autonomous holding company could be created to control all state-owned companies, he added. This will reduce the role of the bureaucracy and speed up decision-making for asset sales.The government could also allow foreign investment in the ailing national carrier Air India in an attempt to sell it off, Kumar asserted. The airline’s losses as of March 2018 were Rs 53,313 crore.The NITI Aayog official said the government should focus on reforming the state-owned banking sector first, followed by quicker privatisation and increased tax collection, to create more money for spending on infrastructure and public housing.","author":"Scroll Staff","time":"2019-05-31T19:05:05.276802+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120877-ihwxidrrsz-1559304773.jpg","tags":["NITI Aayog","Rajiv Kumar","big bang reforms","labour laws","privatisation"],"source":"https://scroll.in/latest/925494/niti-aayogs-rajiv-kumar-says-big-bang-reforms-likely-during-first-100-days-of-new-government"}