{"title":"‘Will Modi win in 2024?’ questions Nitish Kumar after taking oath as Bihar chief minister","content":"Narendra Modi should worry whether he will be able to retain power in the 2024 Lok Sabha elections, Bihar Chief Minister Nitish Kumar said on Wednesday, without making a direct reference to the prime minister.Kumar made the comment while speaking to reporters shortly after taking oath as the state’s chief minister for the eighth time at the Raj Bhavan in Patna. Rashtriya Janata Dal leader Tejashwi Yadav was sworn in as his deputy.On being asked by a journalist whether he sees himself as a contender for the prime minister’s post in the 2024 Lok Sabha elections, Kumar said: “I am not a contender for anything. But the question to ask is if the person who came to power in 2014 will survive after 2024.”#BiharPolitics | \"The question to ask is if the person who came in 2014 will survive till 2024\": Bihar Chief Minister @NitishKumar on PM Modi post his oath-taking ceremony in Patna pic.twitter.com/F2l82NZIiD— NDTV (@ndtv) August 10, 2022\n\nThe JD(U) chief claimed that he did not want to become the chief minister after the 2020 Bihar Assembly elections, but took up the post as he was put under pressure. “You see what happened,” he remarked.“How many seats did we [JD(U)] win in 2015?” Kumar questioned. “And look at what we have been reduced to. Ask people in the party what they have been reduced to.”In the 2020 election, the JD(U) won 43 seats, and was the third largest party behind the Rashtriya Janata Dal and the Bharatiya Janata Party. In 2015, it had won 71 seats, and was the second largest party after the RJD.On Tuesday, Kumar had resigned as the chief minister after quitting the Bharatiya Janata Party-led National Democratic Alliance. Hours later, he staked claim to form a new government after being elected as the leader of the grand alliance of nine parties, including the Rashtriya Janata Dal and Congress.JD(U) is the third major ally to snap ties with the BJP in the last three years. Earlier, the Shiromani Akali Dal severed its ties over the three farm laws, and in 2019, the Shiv Sena in Maharashtra joined hands with the Nationalist Congress Party and the Congress.Relations between the BJP and the JD(U) had soured recently because of disagreements over a host of matters such as a proposed population control law, caste census, demand for special category status for Bihar and the Agnipath defence recruitment scheme.In June, thousands of protestors burnt train coaches, damaged public property and ransacked offices in Bihar during an agitation against the Agnipath scheme, which provides for short-term recruitment into the armed forces. The JD(U) had urged the Centre to reconsider the scheme.On August 7, the JD(U) said it will not be a part of the expansion of Narendra Modi’s Union Cabinet. Kumar had also skipped the NITI Aayog meet chaired by the prime minister on the same day.This is the second time that Kumar has severed ties with the BJP.In 2013, he left the NDA after Modi was announced as the coalition’s prime ministerial candidate for the 2014 Lok Sabha elections. However, in 2017, he left the Grand Alliance to rejoin the NDA.New government will fall before 2025: BJPMeanwhile, Former Bihar Deputy Chief Minister and BJP leader Sushil Kumar Modi on Wednesday claimed that the new Grand Alliance government will fall before completing its term in 2025.“We will like to see how the new Bihar government functions with Tejashwi  [Yadav] as de facto CM,” he said, according to PTI.Modi said said that by breaking ties with the NDA, Kumar has insulted Prime Minister Narendra Modi and the people of Bihar, who had voted for their alliance.    He also alleged that the JD(U) chief will ditch the RJD and try to split it after taking advantage of RJD chief Lalu Prasad’s illness, PTI reported.","author":"Scroll Staff","time":"2022-08-10T14:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178320-ukpomdhtxp-1660124809.jpg","tags":["Bihar","Nitish Kumar","swearing in","Janata Dal (United)","Tejashwi Yadav","Rashtriya Janata Dal"],"source":"https://scroll.in/latest/1030150/nitish-kumar-takes-oath-as-bihar-chief-minister-tejashwi-yadav-sworn-in-as-his-deputy"}