{"title":"Nitish Kumar says he would rather die than ally with BJP again","content":"Bihar Chief Minister Nitish Kumar on Monday asserted that he would rather die than ally with the Bharatiya Janata Party, PTI reported.The Janata Dal (United) chief told reporters that his decision to join hands with the BJP in 2017 in the wake of corruption allegations against Rashtriya Janata Dal leader Tejashwi Yadav and its founder Lalu Prasad Yadav was a mistake. Tejashwi Yadav was standing beside Kumar when he made the statement. In August, Kumar again left the BJP and returned to the grand alliance, following which he took oath as the chief minister for the eighth time.  नीतीश कुमार का बड़ा ऐलान, कहा- 'मर जाना कबूल, लेकिन BJP के साथ जाना कबूल नहीं है'#NitishKumar #BJP #Bihar #BiharNews #JDU #TejashwiYadav #politics pic.twitter.com/a3WyGLlTxn— Humara Bihar (@HumaraBihar) January 30, 2023\n\nKumar also rejected the BJP’s claim that it will win 36 out of 40 seats in Bihar in the Lok Sabha election next year.The chief minister said that when the BJP was in alliance with the JD(U), it used to garner votes of all the regional party’s supporters. He claimed that these included Muslims, who have always been wary of BJP’s ideology, according to PTI.Under Kumar, the JD(U) had allied with the BJP on two occasions but only to break ties later. The chief minister first broke the alliance with the BJP in 2013 after it named Narendra Modi as its prime ministerial candidate for the 2014 Lok Sabha elections.The JD(U) chief then formed a mahagathbandhan, or grand alliance, with the RJD and the Congress. However, he left the alliance and rejoined the BJP-led National Democratic Alliance in 2017 citing corruption charges against the RJD.","author":"Scroll Staff","time":"2023-01-30T14:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179613-imnjrhpybc-1662632955.jpg","tags":["Nitish Kumar","BJP","JD(U)","RJD"],"source":"https://scroll.in/latest/1042880/nitish-kumar-says-he-would-rather-die-than-ally-with-bjp-again"}