{"title":"Nitish Kumar takes oath as Bihar chief minister again with BJP support","content":"Janata Dal (United) leader Nitish Kumar on Sunday took oath as Bihar’s chief minister, hours after resigning from the position and quitting the Mahagathbandhan coalition.Kumar became the chief minister for the ninth time, with the support of the Bharatiya Janata Party.BJP’s Bihar chief Samrat Choudhary and party leader Vijay Sinha were sworn in as the state’s deputy chief ministers by Governor Rajendra Arlekar.The Rashtriya Janata Dal has 79 MLAs in the 243-member Assembly, followed by the BJP with 78. The Janata Dal (United) has 45 MLAs. The Janata Dal (United) and the BJP also have the support of the four MLAs of the Hindustani Awam Morcha, according to reports.Until Sunday morning, Kumar’s party was a constituent of the ruling Mahagathbandhan alliance alongside Lalu Prasad Yadav-led Rashtriya Janata Dal and the Congress at the state level and the Opposition INDIA bloc at the national level.The Janata Dal (United) chief said on Sunday that he was “having difficulties” working with his Mahagathbandhan partners and that he had resigned following advice from senior leaders of his party.Kumar’s decision to switch to the BJP-led National Democratic Alliance came a month after the Janata Dal (United) said that it does not intend to make any compromise in seat-sharing negotiations with the Congress in Bihar for the Lok Sabha elections.#WATCH | Nitish Kumar takes oath as Bihar CM for the 9th time after he along with his party joined the BJP-led NDA bloc.#BiharPolitics pic.twitter.com/v9HPUQwhl3— ANI (@ANI) January 28, 2024\n\n\nUnder Kumar, the Janata Dal (United) had earlier allied with the BJP on two occasions, only to break ties later. He first broke ties with the BJP in 2013 after it projected Narendra Modi as its prime ministerial candidate for the 2014 Lok Sabha polls.In 2017, the Janata Dal (United) chief joined hands with the BJP again.He then left the National Democratic Alliance and returned to the Rashtriya Janata Dal-led coalition in August 2022. Subsequently, took oath as chief minister for the eighth time.In January 2023, Bihar’s longest-serving chief minister stated that he would rather die than ally with the BJP. The BJP had also said that its doors were permanently closed for Kumar.However, on Friday, BJP leader Sushil Kumar Modi said that doors are “never permanently closed for anyone” in politics. His comment came amid speculations that Kumar may return to the National Democratic Alliance.Congress chief Mallikarjun Kharge said he was not surprised at this turn of events, reported ANI. Kharge, also the chairperson of the INDIA bloc, used the Hindi phrase “Aaya Ram, gaya Ram”, referring to frequent turncoats in politics, to describe Kumar’s action. “This information was already given to us by Lalu Prasad Yadav and [Rashtriya Janata Dal leader] Tejashwi Yadav,” he said.Also read: Why Nitish Kumar could go back to the BJP","author":"Scroll Staff","time":"2024-01-28T17:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197950-gmiqbdzqer-1706454160.jfif","tags":["JDU","Bihar","Nitish Kumar","BJP"]}