{"title":"Nitish Kumar to take oath as Bihar chief minister on Wednesday, Tejashwi Yadav to be his deputy","content":"9.30 pm: BJP leader Ravi Shankar Prasad says Nitish Kumar had won two mandates, one in 2019 and 2020, because of Narendra Modi and criticises him for joining hands again with the Opposition Rashtriya Janata Dal.Shankar says Kumar had quit the Grand Alliance earlier citing corruption and joined the BJP. “So what happened today,” he asks. “Has corruption ended? So why do you repeatedly insult the mandate of the people of Bihar?”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.09 pm: Rashtriya Janata Dal leader Tejashwi Yadav will take oath as deputy chief minister on Wednesday at 2 pm, reports PTI.More ministers will be inducted into the Cabinet at a later stage, officials tell PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.50 pm: After being elected leader of the RJD-led Grand Alliance, Nitish Kumar will take oath as the chief minister of Bihar again at the Raj Bhawan on Wednesday at 2 pm.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    माननीय मुख्यमंत्री जी और उपमुख्यमंत्री जी का कल अपराहन 2 बजे राजभवन में शपथ ग्रहण समारोह होगा।— Rashtriya Janata Dal (@RJDforIndia) August 9, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.48 pm: Former Bihar Deputy Chief Minister Sushil Modi dismisses allegations that the BJP wanted to break the JD(U) and made RCP Singh a Union minister without Nitish Kumar’s consent.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    यह सरासर सफ़ेद झूठ है कि भाजपा ने बिना नीतीशजी की सहमति के आरसीपी को मंत्री बनाया था।यह भी झूठ है की भाजपा JDU को तोड़ना चाहती थी।तोड़ने का बहाना खोज रहे थे।भाजपा २४ में प्रचंड बहुमत से आएगी।@ANI @News18India @ABPNews @ZeeBiharNews— Sushil Kumar Modi (@SushilModi) August 9, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.55 pm: Here are some visuals from Patna: \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Nitish Kumar interacts with the media after submitting his resignation to Bihar Governor Phagu Chauhan, outside Raj Bhavan in Patna. | PTI\n\n    JD(U) leader Nitish Kumar with Rashtriya Janata Dal leader Tejashwi Yadav and Tej Pratap Yadav, in Patna. | PTI\n\n    RJD supporters holding portraits of party chief Lalu Prasad and senior leader Tejaswi Yadav gather outside the residence of former CM Rabri Devi, in Patna. | PTI\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.15 pm: RCP Singh, once a close aide of Janata Dal (United) chief Nitish Kumar, accuses him of betraying the mandate of the 2020 Assembly polls in the favour of the BJP-led NDA.Last week, Singh had resigned from the Janata Dal (United) after the party sought his response on corruption allegations levelled against him.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.07 pm: Communist Party of Indi MP Binoy Viswam says the events in Bihar indicate that a change is underway.“It’s final outcome depends up on the level of insight expected from the important players,” he says in a tweet. “The left will definitely play the responsible role in its consistent fight against RSS-BJP.”  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Bihar conveys the message of fareaching change in Indian politics.Its final out come depends up on the level of insight expected from the important players.The left will definitely play the responsible role in its consistant fight against RSS - BJP .— Binoy Viswam (@BinoyViswam1) August 9, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7 pm: Samajwadi Party chief Akhilesh Yadav also says Nitish Kumar resigning as the chief minister of the NDA government in Bihar is a “good start” towards taking a stand against the BJP by political parties and citizens.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.55 pm: The ruling Dravida Munnetra Kazhagam in Tamil Nadu says its chief MK Stalin’s vision to fight the BJP at the national level has gained momentum with Nitish Kumar walking out of the NDA alliance, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.36 pm: We will fight jointly to defeat the BJP’s agenda, adds RJD leader Tejashwi Yadav.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.32 pm: RJD leader Tejashwi Yadav alleges that the BJP destroys parties with whom it forms an alliance, ANI reports. “Across the Hindi heartland, the BJP does not have any alliance partner,” Yadav says. “We did see that happening in Punjab and Maharashtra.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.22 pm: Nitish Kumar says there are seven parties with 164 MLAs, along with Independents, in the Grand Alliance, reported ANI.“We submitted the list of 164 MLAs to the governor and staked claim to form a new government,” he says, according to PTI. “He will let us know when oath-taking [ceremony] can take place.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.25 pm: Nitish Kumar and RJD leader Tejashwi Yadav reach Raj Bhavan for a meeting with Governor Phagu Chauhan to stake claim to form a new government, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | Bihar: Nitish Kumar & RJD leader Tejashwi Yadav reaches Raj Bhawan in Patna#BiharPolitics pic.twitter.com/Q4dqrWUVS7— ANI (@ANI) August 9, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.15 pm: Jitan Ram Manjhi’s Hindustani Awam Morcha extends unconditional support to Nitish Kumar, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.56 pm: Union minister Ashwini Choubey accuses Nitish Kumar of being “opportunistic” and says those “betraying” Bihar wants to create obstacles in its development, reports PTI.“The BJP does not suppress anyone, does not betray anyone,” he says. “...The development of Bihar has been a priority for us from the Atal Bihari Vajpayee government to the Modi government.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.40 pm: Bihar BJP chief Sanjay Jaiswal says whatever happened today is a betrayal of the people of Bihar and the saffron party, ANI reports.“We [BJP and Nitish Kumar] fought the 2020 polls together under the NDA, the mandate was for JD(U) and BJP,” he says. “We won more seats and despite that Nitish Kumar was made the CM.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.35 pm: Nitish Kumar leaves for the Raj Bhawan along with RJD leader Tejashwi Yadav, reports NDTV. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Watch live: Nitish, Tejashwi march to Raj Bhawan https://t.co/hMlRpgaRS6 pic.twitter.com/Ay0FfxzBiE— NDTV (@ndtv) August 9, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.22 pm: Lok Janshakti Party (Ram Vilas) chief Chirag Paswan demands imposition of President’s Rule in Bihar, accuses Nitish Kumar of insulting people’s mandate for a second time, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.15 pm: Nitish Kumar arrives at the residence of former Chief Minister Rabri Devi in Patna, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Bihar | After tendering his resignation, Nitish Kumar arrives at the residence of Rabri Devi in Patna pic.twitter.com/lwAGHSrupv— ANI (@ANI) August 9, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.04 pm: After resigning as Bihar chief minister, Nitish Kumar says there was consensus among the MLAs and MPs of his party that the Janata Dal (United) should quit the National Democratic Alliance, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | Nitish Kumar confirms that he has resigned as Bihar CM pic.twitter.com/Av04rUXojx— ANI (@ANI) August 9, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.58 pm: Bihar Chief Minister Nitish Kumar resigns, reports ANI. He is expected to hold a meeting with Rashtriya Janata Dal and other Opposition parties before staking claim to form a new government, according to NDTV.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.48 pm: Rashtriya Lok Janshakti Party chief and Union minister Pashupati Paras says his outfit will stay in the National Democratic Alliance, reports ANI.The Rashtriya Lok Janshakti Party has no MLAs in the Bihar Assembly and was formed after splitting from the Lok Janshakti Party following a spat between Paras and his nephew Chirag Paswan.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.41 pm: Bihar Chief Minister Nitish Kumar reaches Raj Bhavan for a meeting with Governor Phagu Chauhan, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Bihar | CM Nitish Kumar arrives at Raj Bhawan in Patna pic.twitter.com/yzpXAetZ5i— ANI (@ANI) August 9, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.52 pm: Janata Dal (United) Parliamentary board chief Upendra Kushwaha congratulates Bihar Chief Minister Nitish Kumar on a “new alliance”.“I congratulate Nitish Kumar for the leadership of a new alliance in a new form,” he writes in a tweet. “Keep going Nitish ji. The country is waiting for you.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n    नये स्वरूप में नये गठबंधन के नेतृत्व की जवाबदेही के लिए श्री नीतीश कुमार जी को बधाई। नीतीश जी आगे बढ़िए। देश आपका इंतजार कर कर रहा है।— Upendra Kushwaha (@UpendraKushJDU) August 9, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.50 pm: Bihar minister and BJP leader Shahnawaz Hussain says that his party believes in strengthening itself, and not weakening others, reports ANI. He adds that the party will give an official statement on the developments.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.48 pm: Meeting of the BJP MLAs and MPs at the home of Deputy Chief Minister Tarkishore Prasad concludes, reports ANI.A core committee meeting of the party will be held in Patna later in the day.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.41 pm: Bihar Chief Minister Nitish Kumar is likely to meet Governor Phagu Chauhan around 4 pm at the Raj Bhavan in Patna, reports PTI. Kumar is unlikely to resign from the post of chief minister and may simply seek to replace BJP ministers with those of other parties, which would support his outfit, the news agency reports, citing officials of the Janata Dal (United).\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #BiharPoliticalCrisis | Police personnel deployed outside the residence of Bihar CM and JD(U) leader Nitish Kumar in PatnaThe CM will meet Bihar Governor Phagu Chauhan today at 4pm, at Raj Bhavan, amid reports of rift in NDA. pic.twitter.com/UxNudgSwMV— ANI (@ANI) August 9, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.38 pm: In the meeting of Janata Dal (United) legislators, all the leaders say they will support Nitish Kumar’s decision on the future course of action of the party, reports ANI.The legislators of the Rashtriya Janata Dal have given similar authority to Tejashwi Yadav. The Congress and the Left parties have already pledged their support for Yadav.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.25 pm: All three major parties in Bihar – the Janata Dal (United), the BJP and the Rashtriya Janata Dal hold meetings with their legislators, reports PTI \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Majority numbers in the House\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    In the 243-member Assembly in Bihar, the Rashtriya Janata Dal is currently the single largest party with 79 seats. However, the BJP with 77 MLAs is in the government along with 45 legislators of the Janata Dal (United) and four of the Hindustani Awam Morcha.The Left parties have 16 MLAs, the All India Majlis-e-Ittehadul Muslimeen has one legislator and one member is an Independent. The current strength of the House is 242 owing to the death of one MLA, and the majority mark is 122.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    What led to the political crisis?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Political developments gathered pace in Bihar over the weekend as the  Janata Dal (United) on Sunday said it will not be a part of the  expansion of Prime Minister Narendra Modi’s Union Cabinet. Kumar had also skipped the NITI Aayog meet  chaired by the prime minister on Sunday. Earlier, he remained absent  during the farewell of former President Ram Nath Kovind and the  swearing-in ceremony of Droupadi Murmu.On Monday, the  speculations of the Janata Dal (United) forging an alliance with the  Opposition parties gained further impetus after Rashtriya Janata Dal  Vice President Shivanand Tiwary said his outfit was ready to form the  government with Kumar’s party.The Left parties and the Congress have also agreed on an alliance with the Janata Dal (United), according to The Indian Express.","author":"Scroll Staff","time":"2022-08-09T12:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178288-bxrhylgtpa-1660047998.jpg","tags":["Nitish Kumar","BJP","Janata Dal (United)","RJD","Phagu Chauhan","Bihar government","Bihar politics"],"source":"https://scroll.in/latest/1030076/nitish-kumar-to-meet-bihar-governor-amid-speculations-of-alliance-breakup-with-bjp"}