{"title":"‘Constitution’s makers hoped for Uniform Civil Code, but no attempt made yet to frame one’: SC","content":"The Supreme Court on Friday noted that the Indian government had made no attempt to frame a Uniform Civil Code even though the makers of the Constitution had expressed hope for such a law, Live Law reported.The top court said Goa was a “shining example” of a state that had uniform civil laws. A bench of Justices Deepak Gupta and Aniruddha Bose made the observations in their judgement in a civil suit.“It is interesting to note that whereas the founders of the Constitution in Article 44 in Part IV dealing with the Directive Principles of State Policy had hoped and expected that the State shall endeavour to secure for the citizens a Uniform Civil Code throughout the territories of India, till date no action has been taken in this regard,” the bench said in its judgement.The court added: “Though Hindu laws were codified in the year 1956, there has been no attempt to frame a Uniform Civil Code applicable to all citizens of the country despite exhortations of this Court in the case of Mohd. Ahmed Khan vs. Shah Bano and Sarla Mudgal & Ors. vs. Union of India & Ors.”In the case of Goa, the court said that even though parts of the Portuguese Civil Code had been repealed and replaced in 2016, the new legislation was still “by and large” in line with it. “Muslim men whose marriages are registered in Goa cannot practice polygamy,” the court observed. “Further, even for followers of Islam there is no provision for verbal divorce.”The court said there is a conflict among laws such as the Indian Succession Act, the Hindu Succession Act and the Muslim Personal Law (Shariat) Application Act, “but this conflict has to be resolved”, IANS reported.Article 44 of the Constitution says the state shall “endeavour to secure for the citizens a uniform civil code throughout the territory of India”. Establishing such a code has been on the ruling Bharatiya Janata Party’s agenda for long, and was on its manifesto for the 2019 General Elections. In the absence of such a code, various faiths have their own personal laws on matters such as marriage, divorce and succession.Also read:Personal laws can be preserved only if they do not contradict the Constitution: Law CommissionAllow gay marriages, give couples police protection if needed, suggests draft Uniform Civil Code Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-14T08:18:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/122638-kwbegilvqv-1565008577.jpg","tags":["Uniform Civil Code","Supreme Court","Religion","Civil laws"],"source":"https://scroll.in/latest/937286/no-attempt-made-yet-to-frame-uniform-civil-code-observes-supreme-court"}