{"title":"No alliance with BJP for now, says AIADMK","content":"The All India Anna Dravida Munnetra Kazhagam on Monday announced that the Bharatiya Janata Party was no longer its ally, reported The Hindu.“Only at the time of [Lok Sabha] election, it [an alliance] will be decided,” the party’s Organisation Secretary D Jayakumar told reporters in Chennai.The development came days after the AIADMK criticised BJP’s Tamil Nadu unit chief K Annamalai for his comments about former Chief Minister CN Annadurai. Earlier this month, Annamalai had said: “Annadurai had in the 1950s made a critical remark against the Hindu faith at a programme in Madurai which was staunchly opposed by freedom fighter Pasumpon Muthumarlinga Thevar.”Annadurai had founded the Dravida Munnetra Kazhagam in 1949 and formed the first non-Congress government in Tamil Nadu in 1967. He was the political mentor of MG Ramachandran, who founded the AIADMK in 1972, and named his party after Annadurai. On Monday, Jayakumar said his party workers will not tolerate any insult to Annadurai, reported PTI.“Annamalai doesn’t desire an alliance with AIADMK although BJP workers want it,” he said. “Should we tolerate all this criticism of our leaders? Why should we carry you? BJP can’t set foot here. Your votebank is known. You are known because of us.”Jayakumar also clarified that it  was not his personal decision but the stance of his party.“Our party has his [Annadurai] name,” the former minister said. “To promote himself, he [Annamalai] belittles [social reformer] Periyar. He didn’t budge even after condemnation. It is against coalition dharma; no AIADMK worker will accept this. Annamalai is unfit to be a leader and he is keen only about promoting him.”Also read | Explained: Why the AIADMK-BJP alliance in Tamil Nadu is on the rocksBJP’s Tamil Nadu unit Vice President Narayanan Tirupathy said on Monday that Annamalai had spoken about an incident that happened in the past, reported The Indian Express.“If you have anything against it, you can argue it with whatever facts you have,” Tirupathy told The Indian Express. “Instead, you cannot criticise him or abuse him personally. Who is Jayakumar to say that Annamalai is not fit to be a BJP leader? What rights does he have? Is he a BJP member?”The BJP leader also said that the final decision on the alliance can be taken only during the elections.“Anything can happen in politics,” he added. “Alliances are made during elections. Jayakumar said the BJP is ‘waste luggage’, does he or his party not know this during the 2021 election? What happened then? They [AIADMK] say the BJP is no longer part of their alliance, a decision will only be made during the polls.”","author":"Scroll Staff","time":"2023-09-19T08:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191189-emlzqrgppw-1686638759.jpg","tags":["AIADMK","K Annamalai","D Jayakumar","CN Annadurai","Tamil Nadu"],"source":"https://scroll.in/latest/1056184/no-alliance-with-bjp-for-now-says-aiadmk"}