{"title":"No data on persons killed in vigilante violence, Centre tells Rajya Sabha","content":"The National Crime Records Bureau does not maintain any separate data on persons killed or injured in attacks by vigilante groups, the Union home ministry told the Rajya Sabha on Wednesday.Union Minister of State for Home Affairs Nityanand Rai made the written statement in response to a question by Trinamool Congress MP Jawhar Sircar. The TMC MP had asked the minister to state how many Muslims and Dalits were killed by vigilante groups in the past five years, and the state-wise details of such killings.Sircar had also sought details about arrests made in such cases, punishment meted out to police officials and steps that the government is taking to stop such killings.Rai on Wednesday noted that police and public order are state subjects under the Constitution. He added that the Union home ministry has issued advisories from time to time to ensure that people who take the law into their own hands are promptly punished.Rai added that the Centre issued advisories to states and union territories on July 23, 2018 and September 25, 2018 to take measures to curb mob lynching. “The government, through audio-visual media, has also generated public awareness to curb the menace of mob lynching,” he said.In the past five years, there have been several instances of people being targeted by mob violence in connection with allegations of cow smuggling, and “love jihad” conspiracy theories. A large number of those targeted have been Muslims.Last year, the South Asia State of Minorities Report had said that India “has become a dangerous and violent space for Muslim minorities”.“Hate crimes against minorities have seen a spike – taking the form of mob lynching and vigilante violence against Muslims, Christians, and Dalits,” the report had noted.","author":"Scroll Staff","time":"2021-12-15T23:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116183-pefqhthbzm-1564547493.jpg","tags":["National Crime Records Bureau","Jawhar Sircar","Rajya Sabha","Nityanand Rai","mob lynching"],"source":"https://scroll.in/latest/1012922/no-data-on-persons-killed-in-vigilante-violence-centre-tells-rajya-sabha"}