{"title":"No, demonetisation wasn’t a good idea, badly executed – it was a ridiculous idea from the start","content":"Was demonetisation a good idea, badly implemented? I have heard this from the supporters of the regime but, to my surprise, even friends who are otherwise critical believe this to be true. The government’s stated aim for denotifying high-value currency notes with a four-hour deadline on November 8, 2016, was to land a body blow to the black economy and corruption in India. This, after all, was one of the major planks on which Narendra Modi had been elected.It is somewhat perplexing that despite the well-documented devastating economic fallout of the move, the people who bore the brunt of it nevertheless re-elected the government in 2019. To my mind, the reason is that the majority of the electorate believed that the intentions behind this move were noble. The government built a powerful political narrative in the face of a very personalised misery. \n    \n      \n      Five years after demonetisation\n      Taking stock of the surgical strike on the Indian economy.\n    \n    \n        Read here\n    \nLet us engage with various arguments advanced to claim that demontisation was a good idea. The claims presented below are by no means exhaustive but they could be seen as broadly the areas of concern.Claim 1: Cash is black moneyThis conception of black economy is incorrect. This assumption lies at the heart of the exercise of demonetisation but unfortunately that is the biggest flaw of this policy. Simply put, black economy constitutes of the transactions in an economy that escape the tax net. It is obvious, therefore, that a currency note per se   is neither black nor white. For example, street vendors selling fruits and vegetables or the labourer working on a construction site or the kabadiwala or many others in the unorganised sector deal only in cash but that does not make these transactions illegal or part of the black economy. Their income levels and the sectors that they work in are such that they would not have fallen under the income tax net even if they were dealing in cheques or other such non-cash alternatives. The conflation of cash with black was plain wrong.In today's TOI, Jadgish Bhagwati, Pravin Krishna & I take stock of demonetization, and how the critics got it wrong. https://t.co/KHM5nA4QmQ— Vivek Dehejia (@vdehejia) March 30, 2017\n\nThat is not to say of course that all that is cash is necessarily legitimate. After all there are many transactions done in cash which are illegal. For example, when you buy commodities in cash but without receipts or pay for property in proportions of black and white, such cash is indeed black money, not because it is in cash but because these transactions escape the tax net. My limited point is that a transaction made in cash is neither a necessary nor a sufficient condition to be considered as black money. It follows that a move that effectively criminalises all that is cash will invariably wreak havoc on the lives of the people, like those in the organised sector or daily wagers, who legitimately depend on the cash economy. In terms of sheer numbers, they form the vast majority of our population.Claim 2: Even if all cash is not black, most of black money is in cashThe truth is that illegal cash transactions, though black money, constitute a very small proportion of the black economy. Although it is difficult to put a number to it (since it is by definition not reported), at any point in time a large volume of black money is stashed abroad, for example in Swiss bank accounts or invested in fictitious shell companies abroad where tax rates are negligible or non-existent. Since they are held in non-cash forms, they are unaffected by whether the existing currency back home has been demonetised. In many instances, such black money which escaped the tax net, when reinvested as foreign direct investment, not only becomes white but gets tax rebates. If a great majority of the black economy (in volume) is in terms of such round tripping or wealth held in Swiss accounts, demonetisation can do precious little to curb black economy.Claim 3: Such a step at least reined in illegitimate cash, however smallUnfortunately even that line of defence is flawed. In hindsight, it is clear that even those involved in illegitimate transactions in cash found an easy way to work around the system by revolving the illegal cash stashed “under their mattresses” by using fraudulent means or coercive measures like forcing people informally employed by them, for example, by using their Jan Dhan accounts to deposit such cash. As the figure below shows, there was a sudden spike in deposits in the Jan Dhan accounts coinciding exactly with the announcement of demonetisation. Not unexpectedly, a large portion of this money was also withdrawn soon after. Stories of employers suddenly paying their domestic help an entire year’s salary in advance abound but it is not as if that made the cash that was outside the tax net suddenly come under the tax net. What was black remained blackSo, even in this limited sense of rooting the illegal cash out of the system could not really be achieved. According to the Reserve Bank of India’s own admission in a 2018 report, more than 99 paise per rupee had come back to the system. One could argue that this point of people working around the system is more a problem of faulty implementation than of the idea itself. But the implementation could not have been more effective than the stealth and surprise with which  it was done on the fateful evening of November 8, 2016.In fact, that was the understanding that such a shock and awe policy would catch black marketeers off guard and destroy the black economy.Claim 4: If the idea had been properly implemented, it would have killed the black economy once and for allEven this claim, which is perhaps the last line of defence, is problematic. Let’s say that all the cash that was illegal never came back to the system. Would it have killed the black economy once and for all? The answer is no. The reason is that there is a basic problem of what economists call, conflating a stock with a flow. As an analogy, if water is leaking from tank 1 (white economy) and flowing into tank 2 (black economy), to eliminate the black economy, destroying tank 2 will not stop the leaking water, the source of black economy.  No wonder, despite demonetisation, properties are still being sold in proportions of black and white or business conducted in cash without receipts. So, such experiments, even when implemented without any loopholes, are at best a one-time break in the black money  held as cash in the system, which will simply resume, as it indeed has, with the new currency. Some have argued that such a step taken in surprise may dissuade people from making illegal transactions in the future. But, even if we were to agree with this for argument sake, it would require periodic (and every time with stealth) demonetisation. I am sure even the supporters of this move would agree that multiple instances of demonetisation may not be worth the effort, especially in the light of the damage has done to the economy.Also, the very act of exchanging currencies involved black marketing with touts charging hefty commission for exchanging old currencies with new ones. It is ironic that demonetisation encouraged the very act it was trying to discourage. The effect of demonetisation is also visible in the growth in direct tax collectionshttps://t.co/yAlEoZLD7I— Swarajya (@SwarajyaMag) August 7, 2017\n\nWhat is needed to root out illegal cash transactions (and perhaps other tax-evading methods) is to change people’s perception towards paying tax. If the government itself encourages the view that the tax payers’ money is going waste – for example, in funding “anti-national” universities such as Jawaharlal Nehru University – it just emboldens the evaders to now do it with pride or perhaps even in the cause of the nation.Instead of wasting time in criminalising opposition voices, if the government  were to justify the need to pay taxes because of the role it plays in bringing about some semblance of equality in an otherwise-unequal world or to ensure public access to resources, which is used by tax payers too, it would do a great service to the cause.The last point I would like to address is if the idea of demonetisation itself was terrible and it wreaked havoc on the lives of the poorest in our country, why did they not hold the government accountable? And there, perhaps, it is the intention of the move to curb corruption that Indians may have endorsed. The reason why corruption matters  to the people is because it exposes inequality in its most naked form. So, while the poor are trying to make their ends meet, the ruling elite is seen snatching away their potential resources to favour those who already have plenty of it. The unfairness of the system stares you right in the face in moments such as these. And this move was seen as trying to take that unfairness head on. Alas, demonetisation, by imposing hardships on the poor and the marginalised, did the exact opposite of that.   Rohit Azad teaches Economics at Jawaharlal Nehru University. He is the author of It’s Not Over, on the global economic crisis, and the co-editor of A Quantum Leap in the Wrong Direction on the political economy of the Modi government.This article is part of a series looking back on five years of demonetisation prepared by the Centre for Financial Accountability. Read the entire series here.","author":"Rohit Azad","time":"2021-11-07T07:30:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/49037-hmdtlehetw-1484051494.jpg","tags":["Demonetisation","Narendra Modi","Reserve Bank of India"],"source":"https://scroll.in/article/1009880/no-demonetisation-wasnt-a-good-idea-badly-executed-it-was-an-unworkable-idea-from-the-start"}