{"title":"Congress says all its bank accounts frozen by IT Department ahead of Lok Sabha polls","content":"The Congress on Thursday stated that the Income Tax department had frozen all its bank accounts ahead of the Lok Sabha elections.“We cannot do our campaign work,” said Gandhi while talking about the freezing of Congress’ bank accounts. “We cannot support our workers and candidates. Our leaders cannot travel from one part of the country to the other. We are unable to put out our ads.”Speaking at a press conference in Delhi, party leader Rahul Gandhi said that the silence of institutions such as the judiciary and the Election Commission on the action against its accounts showed that there is “no democracy in India today”.On February 16, the party announced that its bank accounts had been frozen on “flimsy grounds” in connection with a tax demand dispute. Congress treasurer Ajay Maken had said that the accounts were frozen on an income tax demand of Rs 210 crore for the financial year 2018-’19.Later in the day, the Income Tax Appellate Tribunal had allowed the Congress to operate its bank accounts but ordered it to maintain Rs 115 crore as a lien, effectively freezing these funds.A lien is a legal claim against the assets of an individual or business accused of having failed to meet tax liabilities.Rahul Gandhi said  on Thursday that the country’s institutions that are supposed to protect its democratic framework were not taking any action against the freezing of its bank accounts.“No court is saying anything, the Election Commission is silent, no other institution is saying anything and the media is not saying anything,” he said. “The people of India are being robbed of their Constitution and democratic structure.”The party had also received a notice from the Income Tax Department last week to reopen assessment proceedings against it for the financial year 1994-’95, Maken said at the press conference.“The process to freeze our bank accounts on the basis of this notice will restart in the coming days,” said Maken. “So, what sort of a democracy is this? A 30-year-old assessment is being dug up now to freeze our bank accounts so that we are left unable to contest the elections.”In February, Maken had said that freezing the accounts of the Opposition party just before the Lok Sabha elections and hampering its political activities was “equivalent to freezing the democracy”.The party said that a fine of Rs 200 crore has been imposed on it in an income tax case pertaining to an outstanding amount of Rs 14 lakh from seven years ago. In such cases, the party claimed, a fine of up to Rs 10,000 can be imposed on it at most.कांग्रेस पार्टी के बैंक खाते करीब एक महीने पहले फ्रीज कर दिए गए। कांग्रेस को देश की 20% जनता वोट देती है, लेकिन आज हम रेल टिकट नहीं खरीद सकते, हम विज्ञापन नहीं दे सकते।14 लाख रुपए का मामला है और 200 करोड़ रुपए का जुर्माना लगा दिया गया है, जिसपर ज्यादा से ज्यादा 10 हजार का… pic.twitter.com/s7yrkYkS53— Congress (@INCIndia) March 21, 2024\n\n\nCongress President Mallikarjun Kharge and former party chief Sonia Gandhi were also present at the press conference.Sonia Gandhi said that a systematic effort was underway by the “prime minister to cripple the Indian National Congress financially”.“Funds collected from the public are being frozen and money from our accounts is being taken away forcibly,\" she alleged. “Even under these challenges, we are doing our best to maintain the effectiveness of our election campaign.”She also said that the electoral bonds data released recently by the Election Commission showed that the Bharatiya Janata Party reaped the most benefits from the scheme than any other political party.“On the other hand, the finances of the principal Opposition party, the Indian National Congress, are under a determined assault,” said Sonia Gandhi. “This, we all believe, is unprecedented and undemocratic.”Responding to the statements by Congress leaders, Bharatiya Janata Party chief JP Nadda said that the party was “conveniently blaming their irrelevance on ‘financial troubles’”. “In reality, their bankruptcy is moral and intellectual, not financial,” Nadda said.“For a party which has looted from every sector, in every state and at every moment of history, to talk of financial helplessness is comical,” Nadda said in a social media post on Thursday. “Congress can use the money accumulated from all their scams starting from jeep to chopper scam via Bofors for their electioneering.”On February 21, the Congress alleged that the Income Tax Department had ordered Rs 65 crore to be withdrawn from its accounts “undemocratically” even though proceedings in the matter were underway before an appellate authority.On March 8, the Income Tax Appellate Tribunal dismissed the Congress’ plea to stay the Income Tax Department’s proceedings seeking to freeze the party’s bank accounts in connection with a dispute pertaining to a tax demand.The Delhi High Court had on March 13 upheld an Income Tax Appellate Tribunal order that refused to stay the Income Tax Department’s notice for the recovery of an outstanding tax amount from the Congress.On March 19, the party approached the Delhi High Court again, challenging the Income Tax department’s order to reopen assessment proceedings for the financial years 2014-’15, 2015-’16 and 2016-’17.The High Court on Wednesday reserved its judgment on the petition.","author":"Scroll Staff","time":"2024-03-21T13:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197771-ueulqxadgv-1707798727.jpg","tags":["Lok Sabha 2024","Congress","Rahul Gandhi"],"source":"https://scroll.in/latest/1065562/no-democracy-in-india-today-says-congress-on-it-department-freezing-its-bank-accounts"}