{"title":"‘No democracy in Tripura’: BJP MLAs criticise CM Biplab Deb for violence ahead of civic body polls","content":"Two Bharatiya Janata Party MLAs in Tripura on Tuesday criticised Chief Minister Biplab Deb and the state government for the political violence ahead of the civic polls on November 25, reported PTI. The MLAs, Sudip Roy Burman and Asish Saha, said at a press conference that the Supreme Court, the Tripura High Court and even Union Home Minister Amit Shah had to intervene to control the political violence.“As the recent violence would harm the interest of the party, we have informed all these matters to party’s national president JP Nadda, National General Secretary [Organisation] BL Santhosh and Assam Chief Minister Himanta Biswa Sarma on Sunday,” Burman said.Tension between Trinamool Congress and Bharatiya Janata Party supporters have escalated in Tripura in the run up to the civic body elections.On Sunday, Trinamool Congress leader Sushmita Dev had alleged that BJP supporters attacked her and other members of the party outside a police station in Tripura.On the same day, Trinamool Congress leader Saayoni Ghosh was arrested on charges of attempt to murder, promoting enmity between groups and criminal intimidation. The police alleged that Ghosh had tried to mow down Bharatiya Janata Party workers at Tripura Chief Minister Biplab Deb’s rally in Agartala.Ghosh was granted bail a day later.Last week, a clash had erupted between supporters of the two parties in Khowai district, in which 19 people, including two policemen, were injured.On Tuesday, the Supreme Court had refused to postpone the Tripura municipal elections while hearing a a contempt petition filed by the Trinamool Congress. The party had alleged that the authorities in Tripura did not comply with its order to ensure a safe environment for political parties to campaign for the polls.At the press conference, Burman and Saha said there was “no democracy in Tripura” and urged people to vote against the “ongoing hooliganism in the state” and the threats of the “ruling party goons”, reported NDTV.“We do not understand why there is so much violence to win the civic body elections?” they asked. “If the BJP had done so much development during its 44-months tenure, then why so much violence to win the elections?”Burman said that earlier too there have been many chief ministers in the state, but Deb is an “exception” who does not follow any “political grammar”.“Thousands of BJP karyakartas today are of the view that these hooligans [engaged in violence] are earning a bad name for BJP and the national leaders,” he said. “Instead of contesting the election on issues like development, personal attacks and character assassinations are going on. It says that the paratrooper leader is mentally perverted.”Burman said that the police too have failed to protect the lives of people. “There has been largescale violence across the state against that section of people who once risked their life risk and spent their money to remove the Communists and bring BJP to power,” he added.Burman is a former state health minister who was dropped from the Cabinet for alleged anti-party activities before the 2019 Lok Sabha elections. He had recently written to Director General of Police VS Yadav to declare some areas as vulnerable and provide adequate security for the peaceful conduct of elections.","author":"Scroll Staff","time":"2021-11-24T11:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/88553-kbmogkpepo-1556297782.jpg","tags":["Sudip Roy Burman","Biplab Deb","Tripura","Tripura violence","Asish Saha"],"source":"https://scroll.in/latest/1011295/no-democracy-in-tripura-bjp-mlas-criticise-cm-biplab-deb-for-violence-ahead-of-civic-body-polls"}