{"title":"‘No educated person will vote for the BJP. What is the point of studying if we do not get jobs?’","content":"The Bharatiya Janata Party and Narendra Modi came to power in 2014 on the promise of bringing “achhe din” – prosperous days – for Indians. But the last decade has brought formidable challenges for vast sections of Indians, especially those at the bottom of the pyramid. What is on the mind of voters who are struggling with joblessness and income insecurity? Will they still vote for Narendra Modi? Or is their enchantment with the party fading? Scroll reporters find out in a new series, No achhe din, but…The Musallahpur Hat locality in Patna is a maze of bylanes dotted by coaching institutes and lodges, where thousands of young men shack up as they prepare to write recruitment exams that qualify them for government jobs.The classrooms are cramped and the lodges dingy. Mithilesh Kumar, 31, a Musallahpur resident since 2016, likens his decision to come to Patna from his hometown of Jhanjharpur in Bihar’s Madhubani district to entering a “surang” – a tunnel – with the hope that a government job was waiting for him at the end of it.He uses the same metaphor for having voted for the Bharatiya Janata Party in the 2014 and 2019 Lok Sabha elections. “The difference is I still hope to get a government job, but I am sure a BJP government will not provide it for me,” Kumar told Scroll.Kumar’s cynicism is mirrored in the sentiments of several Bihari job aspirants Scroll met in the state.Kumar belongs to the Yadav community, which has traditionally voted for the Rashtriya Janata Dal – the BJP’s prime opponent in Bihar.The needle had, however, shifted somewhat in favour of the BJP at least in the last Lok Sabha elections.In a post-poll survey after the 2019 elections, the Lokniti-Centre for the Study of Developing Societies noted some erosion in the RJD’s Yadav voter base. As psephologist Sanjay Kumar observed in a 2020 research paper, this was due to the BJP’s success in expanding its social base both geographically and socially.Kumar said that in the parliamentary constituency of Jhanjharpur, many Yadavs had voted for the BJP in 2014 too.“In 2014, everyone voted for Modi because he represented hope and spoke about providing jobs and bringing back black money stashed abroad,” Kumar said. “In 2019 too, there was the feeling that we should give him one more chance but now enough is enough.”Kumar’s disillusionment is linked to his eight-year-long struggle in getting a government job. “It is not about caste,” he said. “Anyone who is educated will not vote for the BJP. What is the point of us studying if we do not get jobs?”His family members, who too voted for the saffron party in the last two general elections, may switch loyalties, Kumar said. The BJP has failed to keep its 2019 promise of doubling farmers’ incomes, he pointed out said. “My father gets Rs 6,000 annually under the PM Kisan Samman scheme but everything you need for farming – fertilisers, seeds, electricity, water supply – has become expensive.”Diminishing hopesWhen Kumar moved to Patna in 2016 after completing his bachelor’s degree in commerce, he was hopeful of bagging a job in the next two to three years. His best bet was the 13,120 vacancies advertised by the Bihar Staff Selection Commission in 2014.In 2017, Kumar cleared the preliminary test for the recruitment but his joy was short-lived.The recruitment process was scrapped over allegations that the question paper for the test had been leaked. The recruitment examination was then delayed several times over due to legal proceedings related to the paper leak allegations, and the Covid-19 pandemic.When the exams were finally held in 2020, Kumar managed to clear both the preliminary and mains exams. In 2022, the first round of counselling led to the appointment of the first set of successful candidates.Kumar claimed that thousands of vacancies still remain vacant – but the government has not initiated other rounds of counselling, which could give candidates like him a chance.In December 2022, BJP leader Vijay Sinha, who is currently the deputy chief minister of Bihar, had assured the job aspirants that he would look into the matter, Kumar said, but he failed to deliver on his promise.“Many of us met Sinha and he even agreed that we had been wronged,” said Kumar. “But he was in the Opposition then. Now that he has become the deputy chief minister, we are not allowed anywhere close to his bungalow.”Thousands of job aspirants stay in dingy rooms in Musallahpur Hat locality of Patna.Kumar, along with more than 100 other applicants, have filed a case against the Bihar Staff Selection Commission demanding that the vacant positions be filled.The aspirants’ challenge is not limited to the Staff Selection Commission exam, Kumar said.He cited another example, of recruitment in the railways, to make his point. In 2019, the railways had announced 35,281 vacancies in non-technical posts for which over a crore candidates, including Kumar, applied.The recruitment was delayed due to the pandemic, and when the results were announced in 2022, there were widespread protests – mainly in Bihar – as students alleged that the criteria for shortlisting candidates had been arbitrarily changed. The railways has denied any change in the criteria, but many like Kumar are not convinced.“The government simply does not want to give jobs,” Kumar declared. “Railways had announced 35,000 jobs in 2019, gave no jobs since then and then announced only 5,600 vacancies in 2024. It seems they announced the vacancies only to get votes.”Many young Biharis like Mithilesh Kumar (centre) have been preparing for government jobs.Despite Kumar’s disenchantment with the Narendra Modi government, he admits that the prime minister is able to milk support on sensitive matters like nationalism and the Ram temple in Ayodhya, even while failing to deliver on the key promise of employment.“The construction of the Ram Temple is a good step,” he said. “We have all read in history how Muslim invaders looted and destroyed temples. But building the temple does not solve my everyday issues.”Kumar has lost his faith in the Modi government, and grown to find hope in Tejashwi Yadav of the Rashtriya Janata Dal.Kumar said Yadav had done well in terms of providing employment, while serving as a deputy chief minister in the coalition government with the Janata Dal (United) between August 2022 and January 2024.In Jhanjharpur, however, Kumar is yet to make up his mind about the candidates.The Opposition alliance has nominated Suman Kumar Mahaseth of the Vikasheel Insaan Party for the seat. The RJD is not contesting the seat.Mahaseth, who belongs to the Surhi caste, part of the Other Backward Classes category, is up against Rampreet Mandal, sitting MP of the Janata Dal (United), who hails from the OBC Kurmi caste. Also in the fray, is Bahujan Samaj Party candidate Gulab Yadav, who quit the RJD after being denied a ticket.Kumar feels RJD would have been better placed had it fielded a Yadav candidate. “There is a lot of anger against the sitting MP, but the votes against him could get divided between Mahaseth and Yadav,” Kumar said.The daily grindIn Musallahpur, aspirants like Kumar are jokingly called “general physicians” as they prepare not for any specific examination, but for all types of recruitment tests. Kumar sees this as an example of the desperation to get jobs.“It is not just about not getting employment,” he said. “It is the everyday grind that is more frustrating. I am 31 now. I still have to ask my family for money. They ask me about getting a job and getting married. What should I tell them?”At his home in Jhanjharpur, Kumar’s family consists of his parents in their 60s, his sister-in-law and a nephew. His elder brother works at a textile mill in Mumbai and earns Rs 15,000 a month. Besides the Rs 7,000 that his brother sends home every month, the only source of income is earnings from farming.Kumar said he can afford to continue trying for a government job only for a couple of more years. “I have to give up at some point,” he said.  “I cannot even set up a business because that would need at least Rs 5 lakh. Maybe I will end up at a textile mill like my brother or do dihaari [daily wage labour].”","author":"Abhik Deb","time":"2024-05-07T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200503-qbmisweszk-1714917828.jpeg","tags":["Bharatiya Janata Party","Narendra Modi","Unemployment","Bihar","Unemployment in India","Unemployment in Bihar","Tejashwi Yadav","Lok Sabha 2024"],"source":"https://scroll.in/article/1067469/no-educated-person-will-vote-for-the-bjp-what-is-the-point-of-studying-if-we-do-not-get-jobs"}