{"title":"No ‘Game of Thrones’ sequels on the cards, HBO programming president says","content":"Spoilers ahead for the final episode of ‘Game of Thrones’.What lies west of Westeros? Fans who were hoping that the question would be answered in a potential Game of Thrones spin-off are set to have their hopes dashed. HBO Programming President Casey Bloys told Hollywood Reporter in a recent interview that the network has no plans of commissioning a sequel. Three prequels are in development, he confirmed.“I do want this show – this Game of Thrones, Dan and David’s show – to be its own thing,” Bloys said. “I don’t want to take characters from this world that they did beautifully and put them off into another world with someone else creating it.”The series finale  of Game of Thrones ended with the Stark family going their separate ways: Bran (Isaac Hempstead Wright) anointed king of Westeros, Sansa (Sophie Turner) made queen of an independent Northern kingdom, Arya Stark (Maisie Williams) setting off on a journey to an unmapped region to the west of Westeros; Jon Snow (Kit Harington) heading out beyond the Wall.The finale broke HBO’s viewership records, with 19.3 million people tuning in for the episode in the United States alone. However, viewers and critics heavily criticised the eighth and final season for weak writing, implausible plot developments and sudden reversals of character’s fortunes, such as Daenerys Targaryen’s  abrupt turn from heroine to arch villain. More than 10 lakh fans signed a Change.org petition demanding that the final season be remade. Bloys defended the series and said the makers had done a “beautiful job”. He added, “It’s a big show and people really invested a lot in it – and that says a lot about what the show did.”Creators and showrunners David Benioff and DB Weiss had decided a long time ago that they wanted to cap the seventh and eighth seasons at seven and six episodes respectively, as opposed to the 10-episode preceding installments, Bloys added. “I’ve been on the record saying I’d take five more seasons. But they’ve had a plan that they wanted to do and this made sense to them.”\n\n\n    \n    Play\n\nGame of Thrones Season 8 (2019).Bloys was tight-lipped about the prequels, revealing only that two are in the scripting stage and one will shoot its pilot episode in June. The series with a pilot order stars Naomi Watts and has been co-created by Jane Goldman and George RR Martin, the author of A Song of Ice and Fire novels on which Game of Thrones is based. This series will be set “thousands of years before the events of Game of Thrones” and will reveal “horrifying secrets of Westeros’s history”, “the true origin of the White Walkers”, “the mysteries of the East” and “the Starks of legend”, according to the network’s website.Bloys told Hollywood Reporter that the spin-offs would not borrow any characters or plots from Game of Thrones. “It’s not the same characters, it’s not the same dynamics,” he said. “It’s a different writer, creator and different feel and different world.”  Five successor shows had been previously announced, but one of them, which was to be developed by Game of Thrones writer Bryan Cogman, was scrapped. The status of the fourth is unclear. Cogman has joined Amazon Studios as a consultant on its upcoming Lord of the Rings series. Benioff and Weiss are working on the next Star Wars film, which will be released after Disney’s Star Wars: The Rise of Skywalker. When asked if the duo would still be associated with HBO, Bloys said, “We obviously have a strong relationship with them; Warner Bros. has worked with them both individually in the past. We’ll see where they end up. Obviously, we think they’re great.”Daenerys Targaryen (Emilia Clarke) in Game of Thrones. Courtesy HBO.Also read:‘Game of Thrones’ final episode recap: All hail the new WesterosFrom Mother of Dragons to Mad Queen: Daenerys Targaryen’s journey on ‘Game of Thrones’Watch: Suffering from ‘Game of Thrones’ withdrawal symptoms? These videos might help","author":"Scroll Staff","time":"2019-05-24T15:20:37.705889+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120216-tdynvdsvaa-1558517162.jpg","tags":["Game of Thrones","Casey Bloys","Arya Stark"],"source":"https://scroll.in/reel/924343/no-game-of-thrones-sequels-on-the-cards-hbo-programming-president-says"}