{"title":"No law for refugees in India – and the Citizenship Bill does not fill the gap","content":"The Citizenship Amendment Bill, according to the government, is rooted in humanitarian concerns: it will offer refuge to people fleeing religious persecution. Yet these concerns are remarkably selective, restricted to Hindus, Buddhists, Parsis, Sikhs, Jains and Christians from Pakistan, Afghanistan and Bangladesh. Undocumented migrants from such communities will be eligible for citizenship under the new bill.But Muslims, such as Shias and Ahmadis, facing religious persecution in these countries are pointedly left out. So are refugees from Myanmar, including thousands of Rohingya who fled ethnic cleansing, and Sri Lanka, where thousands of Tamil refugees were forced out by civil war.India’s silent omissions, tailored to exclude certain communities, resemble United States President Donald Trump’s “Muslim ban” of 2016. In an executive order signed into effect just days after he was sworn in, Trump banned the entry of people from war-torn Syria, Iran, Iraq, Yemen, Somalia, Libya and Sudan into the US. There was legal pushback to the ban because the United States has a well-defined refugee policy and international commitments towards resettlement.In India, however, little stands between refugees and political caprice. By the government’s own admission, made in 2016, “there is no national law on refugees at present. Only Standard Operating Procedures are issued by Ministry of Home Affairs to deal with foreign nationals in India, who claim to be refugees.”Here is a look at India’s arbitrary treatment of refugees – and how the Citizenship Amendment Bill, if passed, will enshrine this arbitrariness in law. How many refugees are currently living in India?The home ministry collated data submitted by various states to estimate that 2,89,394 stateless persons were living in India as of December 31, 2014. The largest of these groups belonged to Bangladesh, accounting for 1,03,817 individuals, followed by Sri Lanka, at 1,02,467, Tibet, at 58,155, and Myanmar, at 12,434.Some of these numbers may be underestimated. About 18,000 Rohingya refugees and asylum seekers from Myanmar in India were registered with the United Nations High Commissioner for Refugees as of January 2019. Indian security agencies have also estimated that there are about 40,000 Rohingya refugees in the country.How many refugees have been granted Indian citizenship in recent years?In July, the ministry of home affairs stated that, as of December 21, 2018, there were 41,331 Pakistani nationals and 4,193 Afghan nationals belonging to “religious minorities” and living in India on long term visas. This is essentially the group that would stand to gain Indian citizenship, if the amendment bill is passed. The home ministry also told Parliament that 2,447 legal migrants from six “identified minority communities” from Afghanistan, Bangladesh and Pakistan had been granted citizenship, either through registration or naturalisation, by collectors from 16 districts and seven states.Earlier, in February, the ministry had said that 1,595 Pakistani and 391 Afghani migrants “of all religions” had been granted citizenship from 2016 to 2018. It did not specify if this included any Afghan Muslims who have sought refuge in India. The reason why only select migrant communities appear to have gained Indian citizenship in recent years lies in legal changes introduced by the Modi government in 2015. In September that year, the government tweaked the Passport (Entry into India) Act, 1920, and the Foreigners Act of 1946 in favour of Hindus, Buddhists, Jains, Sikhs, Parsis and Christians from Afghanistan, Pakistan and Bangladesh. It allowed members of such minorities who had entered India because of “religious persecution” or the fear of religious persecution before December 31, 2014, to stay on in India even if they had entered without valid travel documents or if such documents had expired.The Citizenship Amendment Bill is the culmination of this project.What is currently the legal framework governing refugees in India?In 1947, as India gained independence from the British, the violence of Partition created millions of refugees overnight. The fledgling state struggled to account for and settle displaced populations. After the frenzy of those initial years, however, legislative action concentrated on weeding out so-called foreigners, and a curious institutional silence descended on the question of refugees.India has no domestic regulation that mentions the word “refugees”, relying instead on a thicket of other laws to take care of them. The flow of foreign nationals in the country is meant to be regulated by the Foreigners Act of 1946, the Foreigners Order of 1948, the Passport (Entry of India) Act of 1920, the Passport Act of 1967, and the Registration of Foreigners Act of 1939.Successive court judgments have ruled that “well-founded fear” would have to be backed up by evidence of “real and substantial danger of persecution” for someone to gain refugee status in India.Most countries which have had to deal with large refugee populations are signatories to the United Nations convention on the status of refugees and stateless persons and the 1967 protocol. These statutes define a refugee as “someone who has been forced to flee his or her country because of persecution, war, or violence”, and who “has a well-founded fear of persecution for reasons of race, religion, nationality, political opinion or membership in a particular social group”. But India held off from signing the convention, either because of its traditional mistrust of the United Nations or because, with limited infrastructure and stretched public resources, the Indian state does not want to be responsible for the large volumes of refugees created by the churning of an unstable subcontinent.How does India manage refugee populations in the absence of a law?The home ministry has created “standard operating procedures” for various groups seeking refuge in India. The rights and facilities afforded to them remained erratic, decided on a case to case basis.Refugees from some groups have been given land, granted Aadhaar and PAN cards, allowed to open bank accounts, and work in the country. Tibetans were even allowed to set up a government-in-exile. Since 2015, Pakistani and Afghan nationals belonging to the six identified minority communities staying in the country on a long term visa have been able to get driving licences, access education and healthcare facilities, buy “small dwelling unit for self-occupation or self-employment”. Others groups, however, remained huddled in miserable camps, dependent on the good offices of the United Nations or the charity of non-governmental organisations. It is evident that some refugees are more welcome than others. For instance, thousands of Rohingya live in Delhi, Haryana, Jammu, Jaipur and Chennai, but only about 500 have been granted long-term visas. Never mind owning land, the Rohingya cannot even legally get SIM cards for cell phones. In 2017, the government announced it would deport Rohingyas, considered a “terror threat” to the country. It pursued this policy in 2018, even as thousands of Rohingya fled a fresh bout of violence in Myanmar.Indeed, the only Muslim minority that seems to have attracted the Centre’s sympathy are Baloch separatists fighting a battle for self-determination in Pakistan. In 2016, as Pakistan came out in support of pro-freedom protests in Kashmir, the Modi government announced its decision to give asylum to Baloch leader, Brahumdagh Bugti.In Kashmir, West Pakistani refugees, mostly Hindu migrants who had lived without full citizenship rights for decades, were given identity certificates recently. They were also promised a package of Rs 2,000 crore. The Bharatiya Janata Party government has promised them voting rights in the state assembly, which has been denied to them so far. How is BJP’s Hindu nationalism shaping India’s response to refugees? Ever since the BJP came to power in 2014, it has quietly worked to reinforce old distinctions between “infiltrators” and “refugees”. In the aftermath of Partition, the movement of Hindus into India was seen as a “natural homecoming”, while the flow of Muslim refugees came to be described as “infiltration”. One of the earliest legislations to regulate the flow of migrants across newly created borders was the Immigrants (Expulsion from Assam) Act of 1950. This gave the Centre powers to deport certain groups of immigrants and introduced an implicit distinction between “Hindu refugees” and Muslim “illegal aliens”, notes social scientist Sanjib Baruah. The law was repealed in 1957, but the same logic would be pursued over the next decade, as India accommodated Hindu refugees and pushed back Muslim “infiltrators” at the border.The Citizenship Amendment Bill, if passed, would give this distinction the force of law: non-Muslim refugees may be welcome, but Muslims are not.What about states like Assam which have a distinct history?The Citizenship Amendment Bill threatens to undo another significant pact regulating immigration into the country. The Assam Accord, signed in 1985 and aimed at expelling unwelcome immigrants from Assam, was based on ethnicity rather than religion. It was the culmination of Assam’s anti-foreigners agitation (1979-1985), which was largely directed at Bengali immigrants who had poured into the country post Partition; the Bangladesh War of 1971 triggered a fresh wave of migration. In the language of Assamese sub-nationalism, which became the language of the state, they were not refugees but illegal immigrants.With the accord, the Centre agreed to change existing citizenship laws so that migrants who had entered the country before 1966 would be recognised as citizens, those who had arrived between 1966 and 1971 would have to go through a process of naturalisation and those who came after March 24, 1971, would have to be expelled.The accord had provided for the expulsion of all Bengali settlers, Hindu or Muslim. Assam’s National Register of Citizens, updated in August this year, followed the terms of the accord to determine citizenship. Over 19 lakh people, both Hindu and Muslim, were left out of the final list. It is not clear where these numbers figure on the government’s list of the stateless.The BJP, eager to consolidate its Hindu vote base, has suggested that the Citizenship Amendment Bill will accommodate the Hindus excluded from the citizen’s register. Only a few pockets of Assam will be covered by the exemptions guaranteed to regions of the North East under the new bill.In the BJP’s Hindu nationalist agenda, religion trumps ethnicity when determining citizenship, unless it is too small a minority to be politically significant. Take Buddhist and Hindu Chakma refugees from Bangladesh who have lived in Arunachal Pradesh for decades. In 2017, the government briefly held up the promise of “limited citizenship” for the Chakmas in Arunachal. But regions covered by the Inner Line Permit, a bureaucratic regime meant to regulate the flow of “outsiders” from places designated “protected areas”, are exempt from the new Citizenship Amendment Bill. Arunachal Pradesh falls under the Inner Line Permit regime, which suggests that citizenship for Chakma refugees in the state is no longer a political priority for the government.What is the way forward?The fate of refugees in India cannot depend on the goodwill of politicians or cynical political agendas. Desperately needed is legislation that lays out a refugee policy which does not differentiate between communities and is aimed at protecting people fleeing war, persecution and famine rather than warding them off as outsiders or infiltrators.No party has shown evidence of the political will to draft such a law. The Asylum Bill of 2015, a private member’s bill fielded by Congress politician Shashi Tharoor, attempts to introduce a unified policy. Though it has been criticised for leaving vital gaps in protection granted to refugees and stateless persons, and for failing to recognise complexities thrown up by contemporary political scenarios, the bill might have been a step in the right direction.Not surprisingly, the bill was not even taken up for consideration.","author":"Ipsita ChakravartyVijayta Lalwani","time":"2019-12-09T09:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108459-demddjypwy-1545224107.jpg","tags":["Citizenship Amendment Bill","Refugee Policy","Hindu Nationalism"],"source":"https://scroll.in/article/946220/no-law-for-refugees-in-india-and-the-citizenship-bill-does-not-fill-the-gap"}