{"title":"No stars, no carols: In cyclone-hit Kerala fishing villages, Christmas celebrations are muted","content":"Even though it was late on Christmas Eve, Joseph Francis had still not hung the traditional star outside his two-room home in the Kerala fishing village of Poonthura. The other homes in his lane were also dark on Sunday evening. Asked Francis, “How can I celebrate Christmas when Poonthura lost so many lives in the cyclone?” Francis is one of the lucky survivors of Cyclone Ockhi, which left 70 fishermen dead and hundreds missing as it battered Lakshadweep, Tamil Nadu and Kerala on November 29 before heading towards Gujarat. Like scores of others from his village and neighbouring Vizhinjam, Joseph was out at sea by the time the authorities had issued a cyclone alert. His plywood boat capsized 20 nautical miles off the coast, leaving one of his colleagues dead.  Poonthura  and Vizhinjam, which are Kerala’s largest fishing villages, have taken the heaviest blow: 14 of their neighbours are dead and 60 have not returned.  As a consequence, the usually rambunctious Christmas celebrations have been sombre this year. There were no illuminated stars, carols, firecrackers or men in jolly Santa Claus costumes darting through the streets. While residents of these predominantly Christian villages attended midnight mass on Christmas day and others went to early services on Monday, there were no other signs of festivity.  Neither St Thomas Church in Poonthura nor Our Lady of Good Voyage Church in Vizhinjam had put up any decorations. Francis said that it would have been grossly inappropriate to do so with so many missing. If they had been alive, they would have made their way home by now, he said. Said Father Deepak Anto, the assistant parish priest at St Thomas Church in Poonthura:  “We are still mourning those who left us.” Christmas mass at St Thomas Church in Poonthura. Low sales in Christmas shopThe lack of enthusiasm for Christmas was especially visible in the Christmas shop set up by the youth organisation of Vizhinjam’s Our Lady of Good Voyage Church. Its makeshift counter displayed cake, home-made wine, Christmas stars, Santa Claus costumes and tinsel decorations. Last year, the stall sold goods worth Rs 75,000. Until Sunday evening, though, it had made only Rs 5,000.  “People are not keen to buy these things,” said Susanayakam, a member of the organisation.In fact, the only reason the shop was operating this year is because it needed to dispose of its wares. “We got the stock before the onslaught of Cyclone Ockhi,” explained Stephen Evijin, another member of the organisation.  The Christmas stall in Vizhinjam. Photo: TA AmeerudheenTraditional ChristmasIn normal times, Christmas is the highest point of the year for the residents of Vizhinjam and Poonthura. On Christmas Eve, members of neighbourhood associations light up the entire coastal area. They organise crib-making competitions and dance shows. On Christmas Day, fishermen take their families out on day-long boat trips to nearby tourist destinations.Mary Bindu, 40, who is waiting for the return of her husband Arokyam, choked up as she recalled last year’s celebrations. “We had set out on a boat ride,” she said. “We all were looking forward to this year’s trip, but Cyclone Ockhi changed our plans.” In Vizhinjam, celebrations traditionally continue through December as the parish hosts the 10-day annual feast of Our Lady of Good Voyage from the first Friday after Christmas. It is among the coastal region’s most important religious events and draws lakhs of pilgrms each year. Last year, the organisers spent Rs 15 lakhs on fancy lights alone said Evijin.  This year, the church council has decided to defer the feast to January 3 and curtail the event to just three days. Said Evijin: “We don’t want to cancel as it is an important religious festival.”  Mary Bindu's husband Arokyam has been missing since the cyclone struck.","author":"TA Ameerudheen","time":"2017-12-25T08:58:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/862653-77369-zyaskxmvgg-1514171330.jpg","tags":["Cyclone Ockhi","Kerala","Fishing communities","Christmas"],"source":"https://scroll.in/article/862653/no-lights-no-music-in-cyclone-hit-kerala-fishing-villages-christmas-celebrations-are-muted"}