{"title":"All members of National Statistical Commission resign after Centre failed to publish jobs report","content":"Two independent members of the National Statistical Commission have resigned after the Bharatiya Janata Party-led central government allegedly failed to publish a report on employment that was readied last month. PC Mohanan, who was also the acting chairperson, resigned on January 28, The Wire reported. Another member, JV Meenakshi, also resigned, leading to zero members on the commission now, leaving only ex-officio member Amitabh Kant and chief statistician Pravin Srivastava. According to the commission’s website, both Mohanan and Meenakshi’s terms were supposed to end in June 2020. The National Statistical Commission is to have seven members. Three posts were already vacant on the commission.  Both members were allegedly dissatisfied with the delays in the release of the latest NSSO employment survey data, which had been vetted by the statistical body. “The main reason for my leaving, I thought we are not making any effective contribution and we are not discharging the duties of the commission,” Mohanan told Scroll.in. “The government not releasing the report is one of the reasons. We have approved the report, but they have not released it, I don’t know why.”The commission, under the Ministry of Statistics and Programme Implementation, is the apex advisory organisation on the country’s core statistical activities.  The acting head of the National Statistical Commission has resigned, reports @MariyamAlavi. Cites as reason the govt. 'burying' a jobs report that has been ready since early December.— Sreenivasan Jain (@SreenivasanJain) January 29, 2019","author":"Scroll Staff","time":"2019-01-29T20:29:14.585875+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/911289-urdnhovqko-1517503840.jpg","tags":["National Statistical Commission","BJP","PC Mohanan","JV Meenakshi"],"source":"https://scroll.in/latest/911289/no-members-on-national-statistical-commission-after-resignations-over-centre-burying-jobs-report"}