{"title":"No material to show that Gautam Navlakha committed terrorist act, says Bombay HC in bail order","content":"The Bombay High Court said on Tuesday that there was no material to suggest that activist and journalist Gautam Navlakha had committed a terrorist act as defined by the Unlawful Activities (Prevention) Act.A division bench of Justices AS Gadkari and SG Dige on Tuesday allowed Navlakha’s bail petition on a surety of Rs 1 lakh. The detailed judgement was made public on Wednesday.The court, however, stayed the bail order for three weeks to allow the National Investigation Agency to appeal against it before the Supreme Court.   Navlakha has been accused of involvement in the Bhima Koregaon case, which pertains to caste violence in a village near Pune in 2018. He was among 16 people arrested for allegedly plotting the violence.  The High Court, in the bail order, said that documents and letters recovered from co-accused persons were hearsay evidence as far as Navlakha was concerned. It said that on a preliminary reading, he could not be said to have been a conspirator.“From the material on record, it appears to us that, no covert or overt terrorist act has been attributed to the appellant [Navlakha],” the order said.  The High Court added: “The actual involvement of the appellant in any terrorist act cannot be even inferred from any of the communications and/ or statements of the witnesses.”The bench also observed that merely because Navlakha was found to be in possession of literature related to the banned Communist Party of India (Maoist), provisions of the Unlawful Activities (Prevention) Act relating to terrorist acts could not be invoked against him.Further, the court said that Navlakha’s clemency letter for Kashmiri activist Ghulam Nabi Fai to a court in the United States had no connection with the present case.Advocate Yug Mohit Chaudhry, who represented the journalist before the High Court, submitted that Navlakha is a scholar on the subject of Maoism and he has visited several camps and interviewed senior Maoist leaders. He contended that his contacts with members of the Communist Party of India (Maoist) were for academic purposes and were not meant to further their terrorist activities.On the other hand, Additional Solicitor General Devang Vyas, representing the National Investigation Agency, said that the court needed to take into consideration a “larger conspiracy to overthrow a democratically elected government”. He contended that Navlakha only opposed the Maoist ideology in public “to show his dissociation with the violent acts” committed by the outfit.The High Court,  after examining the evidence, said that Navlakha could at the most be considered as a member of the banned party. It concluded that a case was made to grant bail to Navlakha.The activist, who was arrested in August 2018, was placed under house arrest on November 19 last year following a Supreme Court order by a bench headed by Justice KM Joseph, who has since retired. This was after Navlakha filed a plea seeking to be shifted from jail on the grounds of ill health and poor facilities in prison.","author":"Scroll Staff","time":"2023-12-21T14:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/98976-axlsaximfo-1572956397.jpg","tags":["Gautam Navlakha","terrorist act","UAPA","bhima koregaon case"],"source":"https://scroll.in/latest/1060929/no-material-to-show-that-gautam-navlakha-committed-terrorist-act-says-bombay-hc-in-bail-order"}