{"title":"‘No matter how centralising Modi is, he will need states’: Yamini Aiyar on federalism after 2014 ","content":"Yamini Aiyar is the president and chief executive of the Centre for Policy Research, where, in 2008, she founded the Accountability Initiative to look at transparent and responsive governance. Aiyar’s research has focused on how to deepen accountability within government, which has in recent years driven her to examine Indian federalism. Scroll.in spoke to Aiyar about two recent papers she co-wrote, focusing on the impact Prime Minister Narendra Modi’s 2019 victory has had on politics as well as governance, with federalism as a key lens, and also about the challenges and opportunities that come with doing policy research in this complicated time. To get a weekly Q&A with authors, scholars and experts on Indian politics, policy and more, sign up to the Political Fix, Scroll.in’s newsletter on Indian current affairs. Could you give us a little bit of background on how you came to head CPR, and what you have focused on in your research?My professional interests were to begin with quite far away from the world of policy research, per se. I wanted to be an active practitioner and operational hand in the process of development and governance. I spent some time in my early career at the Ford Foundation, which at the time had programmes for young people who are interested in engaging with civil society.From there, I developed a fairly deep interest in questions of democracy, participation, accountability, and governance, all of which also were – in the early 2000s – very much part of the big narrative of transformation that the Indian state needed to head in the direction of after the first decade of economic growth. There was already a sense of dissatisfaction with the ability of the state or the economy to be responsive to the needs of all Indians. And that’s actually quite a pivotal moment for me as somebody who lived through the transitions of the 1990s, where the narrative was very much about getting the state out of the way, and we celebrated the exit of the licence raj, we celebrated the coming in of consumer goods, which empowered all of us, in many ways.We were really children of liberalisation in our cosmopolitan environments. We were beginning to see a very dramatic shift in our view of the world, in the opportunities and options that we had. And in a sense of freedom, that the all-empowered, all-encompassing, overpowering state was no longer driving every aspect of our lives. But when I started working with civil society organisations and began to travel outside of metropolitan India, and went into rural India, I felt a sharp contrast with people waiting for the state. While there was always this narrative of the corrupt state, the violence of the state vis-a-vis the poor, and particularly the way in which the state sought to disempower its own citizens, there was also a yearning for a state that would help transform people’s lives. By the early 2000s, social movements had begun to play a very important role in pressing on the question of, as the economy was growing, what the state was doing for all those who were not able to participate in that growth. There was at one level a very loud voice that was trying to bring the state back into areas where it needed to be, but also recognising the tension of the state at the grassroots in particular, as being a fairly violent, disempowering entity. This was when the language of accountability and transparency entered into the vocabulary of debates on development. And so I got very interested in how the effort at making the state more accountable could actually be institutionalised. And it also coincided with 2004, when the UPA set up the National Advisory Council, and the Right to Information Act and the National Rural Employment Guarantee Act were being very actively debated. At the heart of those debates were questions of how you improve people’s ability to place claims on the state and extract from the state what is rightfully theirs.  I finished my stint at the Ford Foundation and went to the World Bank, where I found myself working very closely with a group of economists that was thinking about questions of accountability and voice. I think it was a very important transition for the World Bank too, to have a growth economist looking at public services from the point of view of what it means for citizen empowerment. The World Bank had just come out with a World Development Report titled “Making Services Work for Poor People”. The group that I was working with, many of whom have influenced me and my thinking in a big way – economists like Lant Pritchett and Jeff Hammer and Junaid Ahmad – were all looking at how to take the idea of accountability and really embed this thinking into the day-to-day functioning of government. Having spent some time at the World Bank, I felt I needed to understand these processes more from the grassroots. So, I moved on from there, spent some time with social movements, particularly studying the social audit and through that process made my way into CPR, where I set up the Accountability Initiative. Yamini Aiyar, chief executive and president of Centre for Policy Research. In 2008 CPR was also at the cusp of its own transition of moving from a place that was called “sleepy-R” and was widely considered to be a home of retired bureaucrats into a cutting edge space for academic and policy practitioners to come together to think differently under Pratap [Bhanu Mehta].When we first started talking, he said the one thing that CPR will offer is a space where all of us will be encouraged to do our best and in an unencumbered fashion. That was such a novel thing to share in the Indian institution landscape where hierarchy, positions, all of those things mattered a lot. It seemed like too good an opportunity and too much of a dream come true, so I came without really quite having a sense of what I wanted to do. But I learned a lot from being in that space and wanted to have the opportunity to think through what could be the next frontier that one needs to engage with when it comes to the challenge of accountability. One of the big question marks that a lot of the grassroots-level accountability work was showing up was: how do these bottom-up pressures of accountability coming from citizens absorb themselves. What are the conditions under which the local state actually opens itself up to being responsive. In encounters with officers one realises that actually, as much as a citizen is disempowered vis-a-vis the state, the local bureaucrat is also quite disempowered. We felt that there was an important missing link in debates on accountability that looked at the legislative landscape and cutting edge experimentation at the grassroots, but nobody looked at that black box of the administration from the district below, which is really where the citizen encounters the state and experiences it and responsiveness is needed. Most importantly, we began experimenting with trying to study the local administration. There is a lot of lack of understanding and deep lack of transparency within the system and outside about the simple tools of government. So you can’t have a government or a bureaucracy without a budget and where the money is – that’s where decisions take place. And that’s how the power and architecture of the government is designed. So we said we’ll just chip away at one small thing. Take the budget and start unpacking it and understanding how it moves through the system. And in that process we learnt a lot about how the state functions, and how completely the narrative of governance is about a grassroots state, and how much the everyday functioning of the state is about centralising and moving it away from where people actually are. Which then leads you in the vicious cycle of very skewed policy decisions and implementation decisions, which don’t actually result in the state being responsive to needs on the ground. And we got very good insight into what I think are some of the fundamental state capacity challenges for India. To begin with we have in our narratives of accountability, confused the idea of what Lant Pritchett calls account and accounting. We assume that accountability is about the accounting of things. And we get very scared of allowing for more discretion at the grassroots, because discretion is considered to be the antithesis of accountability.When I was in working in Andhra Pradesh on the social audit for NREGA, one bureaucrat described his severe dislike for the panchayat by saying “how can I pass all this NREGA money – my NREGA money – to the panchayat who will just be corrupt and will take all of this money and run off with it”. And so, we think that accountability is about accounting for expenditure. And this is the imbalance of our governance, it privileges rules and accounting as a proxy for accountability, at the cost of actual accountability. So you have a government system whose primary norms of functioning are about responding to rules, rather than responding to public service delivery or the needs of the people that they serve. When you see that then flow into the culture of bureaucracy, from the bottom to the top, it’s sort of a chicken and egg. I think it was a culture of accounting that has traditionally historically pervaded the Indian bureaucracy that now dominates our thinking. And that’s the reason why the Indian state – for a country as large, diverse, complex as ours – is both administratively and fiscally so deeply centralised. And to me, that’s the challenge that lies at the heart accountability, governance and state capacity that I work on. There is a lot there to unpack, but I wanted to focus on two papers (“Understanding the decline of regional party power in the 2019 national election and beyond” with Neelanjan Sircar, and “‘One nation,” BJP, and the future of Indian federalism”, with Louise Tillin) you wrote this year about regional parties, centralisation and federalism, particularly under Prime Minister Narendra Modi. What made you look at these questions?From the formation of our constitution onwards, we’ve always grappled with centralisation and decentralisation. It has been a consistent theme in how administration and politics has been organised in India. Our constitution has always been considered a quasi-federal constitution or a constitution with federalism that has centripetal tendencies.If you think about the backdrop in which the constitution was framed and negotiated, there was a combination of factors against the backdrop of Partition and the need for building a nation that led our founders to think of India as a union of states, rather than as a federal structure in a traditional sense of the term. But federalism was really important to the imagination of the idea of India, because federalism was such a crucial device for being able to provide for accommodating India’s multi-linguistic, multi-ethnic, multi-religious architecture. Until some years ago, you looked at federalism much more from the perspective of its administrative and fiscal centralising tendencies. But as our political narratives began to be framed in a language of hegemony, or cultural hegemony, particularly around when the Article 370 debates reached its height, and we saw the abrogation of Article 370 in August of 2019, it made me go back to basic questions.I had understood federalism as an essential element of an administrative and governance architecture that would enable deeper responsiveness, which had elements of democracy embedded in it. But I hadn’t really engaged enough with what federalism actually does, as a tool that allows for the fundamental character of this country to cohere. And as I began thinking of federalism from that perspective, I saw two really important shifts that were in the process of taking place. One: The centralising tendencies of our fiscal and administrative architecture, which have a long history. They’re not new to this government at all. States had long complained about the fact that the central government was misusing its powers, by imposing a particular set of agendas on them. The imagination of a planned economy, by definition, mandated a very strong Centre and of course, the Planning Commission. Even as states were complaining about the centralising tentacles of  the national government, which were beginning to become increasingly  visible and pronounced actually in the UPA years, because our democracy  itself was going through transitions and the emergence of regional  parties and finally coalition governments coming into play, the federal  balance was being maintained. And that served as a counterbalance  to the centralising tendencies in our administrative and fiscal  structures. And the opening up of the economy gave states a lot more  space to start charting their own economic course. So the 1990s were an  interesting phase, where you saw a new articulation of federalism, but  you still continue to see a very strong Centre using its instruments to  control and direct administrative centralisation, but the the deepening  of our democratic sphere acted as a countervailing force and state  interests were being represented to the extent that coalition partners  were able to extract for their state. In 2014, when we entered  the new BJP phase, and state governments started becoming more and more  aligned to the party at the Centre, India entered this new phase after  the dominance of the Congress Party in the 1960s and early ’70s. This was  the first time [since then] that you now see the emergence of a  dominant national party where many state governments were increasingly  aligned with the central government, politically, and one began to see  how that shifts the balance completely. When you get political alignment between states and the Centre, it becomes much easier for the Centre to use its administrative and fiscal centralising power to deepen centralisation because now there is no counterpart in the political landscape. I should say that one of the big puzzles of the democratic decentralisation story of the 1990s and 2000s was, why is it that despite the fact that we had more decentralised politics, the issue of civil and administrative centralisation didn’t really become part of that political narrative. States always complained. But they didn’t do all that much. They complained enough for the Finance Commission to actually have a political backdrop against which they said we should enhance devolution to states. But they never really pressed too hard beyond the point. My hypothesis is that everybody likes to get money. And when the Centre was giving money, as long as state chief ministers could still take full credit for better implementation of NREGA and blame the Centre...it was like a nice little political bargaining tool. Perhaps that’s why the issue of deeper federalism didn’t come into the political landscape as much. But anyway, back to Modi. As a chief minister who had spoken of deepening federalism, it did seem like we were going to get a deeper devolution at first. But the tables turned in 2015-16. I observe and study social policies schemes very closely, and I could see how that shift suddenly starts taking place, as the NDA post the Bihar [election] disaster recognises that it needs to build much more of a robust welfare narrative back into its political agenda. Then this political alignment between Centre and states becomes such an important tool through which you can pursue the hegemonic agenda of the political party, and crucial to that agenda is the legitimacy and voter trust with Modi. So all the schemes had Pradhan Mantri, Prime Minister, added to their name. That’s a very significant shift. The NITI Aayog certainly gets set up. But it doesn’t really function as the driver of state governments as transformers. In fact, the NITI Aayog has representation from states, but it’s not a political body, it becomes very much an administrative one. I’m a big advocate for the Planning Commission having been a completely centralising body, and one that was way past its time and needed re-invention. But it had these two elements to it: One was that it had a National Development Council. So politically, Chief Ministers would come to negotiate plans on every aspect of the political platform, which now goes away with the NITI Aayog. Secondly, the Planning Commission also had relationships with the planning departments in states. Now these were moribund, non-functional, besides exceptions like Kerala. But there was a system that allows for at least a link with state governments in different ways. I think that all of us who advocated for dismantling the Planning Commission and putting something else in place didn’t really think through the elements of federal consensus building that actually were built into the design of the Planning Commission, and needed to be preserved. There was some talk at the time of re-igniting the interstate Council, which I think is what we should have done. But that was not to be. We got instead the NITI Aayog. So that enabled the centralisation narrative that unfolded vis-a-vis social policy themes that became the mascot for Modi, especially in the 2019 elections. And all of this was possible because there was political alignment between state and Centre. So you saw a strategy where the Government of India tried to communicate directly with district magistrates. Now, Rajiv Gandhi tried to do this in the 1980s – all of our prime ministers have been arch-centralisers in their own way. But there was a countervailing force, and there was a lot of pushback saying, “PM to DM without CM”, I think was the phrase. Technology also changed. So we moved into a world of direct benefit transfers, where the Jan Dhan Yojana is given to you by the prime minister. And even during the election campaign, you saw how the panna pramukhs and local BJP structures were mobilised to take all these welfare schemes directly to the people to say, “Modi has given you this.” There is no Chief Minister that comes in the way. That was the administrative centralisation that was very visible in the elections. And I think post the elections, once the BJP comes back with this big mandate, and its own cultural agenda becomes much more visible, you also see the resurgence of its lack of patience with federalism as a device for accommodating India’s diversity. So the first thing you see is Article 370, then you see experiments with this in the Citizenship Act amendments and NRC as well. And so it was sort of this combination of what happens when you have a single party majority that, by definition is a political centraliser, and that has used the administrative and fiscal tools available to it, which, frankly, all governments did use, but because of political alignment was able to use it much more successfully. In that you see, I think, the beginnings of a very, very important shift in the federal dynamic in India. One could argue that this centralisation is exactly what the 2019 mandate called for. The BJP campaigned on Modi’s name and won massively, so its increased centralisation derived from what it understood as its mandate.Let me argue against the hypothesis that there is a popular mandate for centralisation. If you go back even to the UPA story, towards the end, especially after the “India against Corruption” mobilisations, you saw the coalition becoming a very convenient tool to be used when it suited the government.So when the UPA couldn’t control corruption they blamed it on the complexities of coalition government. And I think that fuelled a sense of frustration with the Indian electorate. So we began to look for “strong leadership”. And I think what was very interesting was the emergence of the chief minister as a very critical player in India’s developmental narrative. It wasn’t just Modi who was being praised around the world. You also saw the same story unfold with Nitish Kumar, Chandrababu Naidu and so on. And in fact, this is where the elite narrative really did a disservice, because if you actually looked at these states, they were perhaps efficient, and you saw great progress. But these were very centrally run. So the chief minister’s office was the all-powerful centre of action. So I think that we were looking for strong leadership, we were looking for “decisive leadership”, we felt that we had an impatience for the idea of coalitions and multiplicity of representation, because there was a narrative that was being legitimised that it is those pulls and pressures that led to the government’s policy paralysis, inefficiency, corruption, and that too much bargaining doesn’t lend itself to political compromises that are good for the nation. And that is part of what gave Modi the legitimacy that he got in the run up to the 2014 election. And it is that legitimacy that he took with him in how he approached the administrative and fiscal structure to centralise delivery. And so much of the welfare narrative in the 2019 election was all about good delivery, attributed to the strength of one individual. We don’t know if it was actually good, because we don’t have good enough evaluations yet. There are many ways in which one can challenge the narrative of how much the centralised delivery actually ensures that it delivers to people but that’s been the political narrative. In this handout photograph released by The Indian Press Information Bureau (PIB) on August 28, 2014, Indian Prime Minister Narendra Modi (2nd L) presents one of the first five bank account opening kits to beneficiaries while Indian Finance Minister Arun Jaitley (L) looks on during the launch of the Pradhan Mantri Jan Dhan Yojana. | PIB But I think states have begun to react to the cultural hegemonic narrative. Not so much in the North. I think in northern India, particularly in UP, Bihar, the old caste politics that found its expression in the regional parties are going through a realignment and the old forms of social mobilisation around caste and religious identity, the BJP has very successfully managed to create new types of coalitions around that. But the ethnic and regional identity aspiration in other parts of India continues to look for ways of expressing themselves. Which is really the core fundamental foundational principle of the accommodative asymmetric federalism that the Indian constitution adopted. The one irony of India’s federalism is that constitutionally the Centre has powers to change boundaries of states without the state having a say in it, but that has enabled the central government to be able to accommodate for ethnic, regional aspirations and accommodate them repeatedly and regularly. It’s still at a state of hypothesis, because I think the new era of politics is still unfolding. But in this particular moment, at the state level, at any rate, I think that there is a challenge to the centralising, “efficiency” narrative that has given the BJP the kind of position it has at the national level. That’s why you see state political parties continue to be quite relevant. And actually, the BJP is struggling a little bit to find a foothold at the state level, despite the fact that it does have Modi who is so popular in national politics.So if I had to square that circle: We started talking about the fundamental challenge of the Indian state – how the administration is held accountable – and moved on to the centralisation under Modi. How had this added centralisation affected the bureaucracy and the Indian state at that level?The most important thing to recognise in this is that the ability to deliver efficiently is about being able to deliver in a way that responds to people’s needs and priorities. That, by definition, is a process that has to be participatory, that has to be accommodative, that has to be genuinely democratic. You can centralise to drop cash into people’s bank accounts. But you’re not going to be able to use centralised tools to ensure that those who actually need it are able to access it for a simple thing, right?The biggest challenge in delivery of targeted schemes in India is a challenge of determining who is poor. In the old days of BPL, getting onto that list was a deeply political, deeply contested task. We now have better tools and better ways of determining eligibility for programmes. The Socio-Economic Caste Census has been a better, less rigid way of determining who is poor but it is highly contested, and that contestation is necessarily local. It has to be determined locally, it has to be negotiated locally, and accountability for it has to be extracted at the grassroots. Absent powers to the local, you will not be able to actually be able to ensure that representation is equitable and effective. That’s one very basic thing. Therefore, there are some important trade-offs that need to be considered which we don’t in our political landscape or bureaucratic landscape. There are always going to be trade-offs between efficiency, accountability and participation and you have to be able to balance these trade-offs when you make decisions on the best ways of delivery of public services. The second issue is where we get into slightly more complicated federal territory in terms of Centre-state dynamics. We’ve seen in the Covid context that states are on the frontline of managing a lot of things. Because, on pure first principles of public finance, that level of government should be empowered to deliver what it is capable of delivering at that level. Can a national government run a public health system? It’s difficult to do, because it has to be very localised and responsive to particular health needs, and particular geographical and spatial needs. When you centralise fiscal powers, then states are left at the mercy of the national government to decide when and how it wants to give money. Now it is well within the rights of a state to say I don’t want to implement NREGA. I want to use that money for an urban poverty programme. How agile is our fiscal federal structure to be able to be responsive to that? And this is actually the challenge that the Fourteenth Finance Commission, I think, presented to India. Which was: If you genuinely devolve, how do you determine what are national goals for minimum standards of public services to all Indians, and how do you allow for states to determine how they want to prioritise goals in ways that make sense to their own local political system, and political architecture? We never answered that question because both state and the Centre became complicit in centralising. But the consequences are pretty poor because it basically means that a lot of states have to implement things they don’t necessarily have the capability of. Let’s take, for example, Ayushmaan Bharat. Southern states have a much more robust tertiary care sector and actually better primary health sector. They’ve been running their own insurance programmes. Their need for health insurance schemes for tertiary care are very different to say what Bihar requires. But we had a national government that announced the program saying Modi has given everyone Rs 5 lakh cover for their health. So everybody is forced with either having to accept it or not accept it and use their own budgets also, because all these central schemes require a state share. So it basically curbs the fiscal space for states to be able to spend money in ways that are useful and effective for needs that they anticipate. The last issue on this is from 1991 onwards, the central government, in terms of its size as a percentage of tax-GDP ratio, has been contracting as state governments have been expanding. But the central government for these political reasons – and Modi is a great example of this because his centralising is critical to his politics – as the resources have contracted has consistently expanded its ambit into areas that are traditionally state subjects.  Once you do that, your space for providing finances to states gets smaller and smaller. This is why despite the 14th Finance Commission mandating greater devolution and the Centre accepting it, it then looked for ways of raising its own funds so that it can spend more on its own. So it imposed all these cesses. And you’ll see over this five-year period, states never actually got, as a share of gross tax revenue, the 42% that was their entitlement in accordance with the 14th Finance Commission. And the terms of reference of the 15th Finance Commission starts talking about re-looking at the devolution formula on the basis of the ability to prioritise national goals aligned with the New India imagination of 2022, which is some vision that the NITI Aayog put out. Essentially this kind of centralisation means that the central government is using its fiscal powers to hold on to finances and command states to deploy these finances in ways that they determine are most effective, thus taking away the space for states to be able to determine how best to spend in accordance with their own needs, and priorities. What this does is that it also undermines the basic and foundational accountability principles of democracy, which is that the government that you’re voting in best represents your interests and you are best placed to extract accountability from the government that is closest to you. If that government says I don’t have the resources, how is the government going to be able to provide for and respond to your needs. So I think it also starts undermining the ability of state governments to genuinely be responsive to the needs of their voters. It also gives them an excuse. And let’s not forget in all of this, state governments are also a huge culprit, because they hate devolving powers to local governments, which is their constitutional responsibility.This makes me wonder if the BJP isn’t over-leveraging Modi. Meaning, they realise that with his popularity they can centralise massively, but they’re creating structures that are heavily dependent on the person who is in Delhi, being extremely popular. Take the GST Council, praised for being this great, federally consultative body. It is now struggling to deal with the first major challenge thrown its way.In the post-1991 story of India the economy started growing, social aspirations started changing, there were new axes of mobilisation, and you got deeper democratic representation. India in the 1990s and 2000s was becoming more federal.But the economy itself for sound economic reasons was getting more integrated, needing more coordination, and coming together in a sense. And the GST is a classic example of that. We also saw during the lockdown how integrated India’s labour market is, how integrated our goods and supply chains are. So there are very sound reasons why even on the fiscal and administrative side, the federal institutions needed the reinvention to be able to be responsive, and the emergence of the idea of cooperative and coordinated federalism starts becoming much more crucial. The GST Council was exciting in a way because there was an opportunity to actually experiment with creating this kind of cooperative institutional structure that had a specific mandate, but also had a political interface by virtue of the finance ministers coming together and engaging in and developing a degree of maturity. Because I think that one must remember that the all-powerful chief minister also was somewhat more immature in his approach to federal coordination, just as the all-powerful Prime Minister was. Without getting into the technicalities of the GST consensus, which I think has some of the roots of the problems we’re experiencing today, the creation of a deliberative institution like this with due process was a step in a very interesting and exciting direction. What we are seeing now is the assumption that you can use your electoral powers, what Yogendra Yadav often calls electoral authoritarianism, as a means of bulldozing decision making. Doing this without paying due respect to the institutional processes brings with it a very critical set of institutional weaknesses, which in the long term, undermine the institution.But you’re right, too much has been invested in the popularity of one person. Even in the GST Council, too much was invested in the assumption that Arun Jaitley, at the time as finance minister would be able to create consensus through some unique feat of his own. And now that doesn’t exist.But institutions are always meant to be larger than individuals. And I think that the breakdown that we are seeing now is precisely a reminder that if you don’t follow institutional due process, you’re not going to be able to arrive at compromises that make sense. I think that if the Centre-state fiscal relationship for Covid had been managed better – from the early stages, ministers were writing to the Government of India saying give us COVID-19 grants and there’s a lot that the Government of India could have done that would have enhanced the financial capabilities of states and assuaged many of their concerns for them to potentially have been more open to finding different kinds of solutions to the GST crisis. And then you also choose to say, “well, here are my options, I’m not even going to discuss the options, you choose between them”, that’s not how you do deliberation. So these breakdowns are going to hurt Modi in the long term, even if they win the GST battle just now. Because ultimately, at least for the near future, you are going to see divergences in political representation at the state level versus the Centre. The Centre for many of its agendas is going to need states. As centralising as Modi is, ultimately he still has to rely on state governments for implementing his own ideas and schemes. Farm Bills are another great example of this. And without the ability to deal with consensus, you will constantly be dealing with this political logjam that will make things difficult.There’s much more we could discuss on this but I think we have to cap it here because I want to ask about the other side of your work. What’s it like to run a policy organisation like CPR at this time?On one level in a very, very selfish way this is a really exciting time in the sense that everything that we assumed as sacred and given in the frameworks of policymaking has now been upended. The economic slowdown was already beginning to open up the possibility of asking whether we have reached the end of the road of the 1991 imagination, and its contestation, and we need to be thinking about building an economy and its policy framework differently. But Covid just heightened that.So it’s a moment of great opportunity to be completely unconstrained by past dogmas, and really look at the policy world with a new lens and a new landscape. Practically speaking, there are many constraints. The primary constituent that we engage with is the policy making space within government, which is pulled in multiple directions, and is extremely frayed as it’s trying to deal with the crises. It’s actually been quite amazing to see. There are many things that one can say about the government and what it does wrong, and I’m the last one to be quiet about that. But just the sheer energy, the government just getting into gear and everyone working “28 hours a day” as it were to try and find ways of responding to the challenges.There isn’t space for thinking. Everyone is so busy in the doing. And bureaucrats often say that the big challenge of policy making in India is that you’re so caught in the short term that you confuse the short term for the long term. And I think in moments of crisis that gets exaggerated. So even though the canvas is blank, the headspace for absorbing, engaging, debating new ideas, thinking differently is naturally not there. There’s a tension that needs to be navigated, which brings its own frustration. Also, of course, the environment for critique, for dissent, for neutral observation and evaluation, given the way our public sphere has been so far so completely polarised, I think it does us a huge disservice. The role of a policy researcher is to maintain objectivity. And to be able to use the power of argumentation and evidence to engage in policy making. When the public sphere itself closes off and becomes so polarised, holding on to that objectivity and holding on to the power of argumentation is a difficult one. So it’s an exciting time, because the canvas is blank. It’s a frustrating time, because you may have lots of ideas, but very little headspace amongst those who are busy in the doing to actually engage with your ideas. At the same time you have to find ways in a very polarised environment to maintain objectivity, and to ensure that the power of your argument doesn’t get reduced to 140 characters on Twitter or get caught in a shouting match on television. What would be your advice for someone young entering the field right now?Regardless of Covid, or not, I think anybody entering the world of policy that wants to come to a think tank right after their undergraduate degree is making a huge mistake. And I advise them not to do this at the risk of killing off very crucial talent that you need at CPR and other think tanks, because I strongly believe that if you want to genuinely engage in policy, you need to first get lost in the weeds.I think that the way to start your career is actually to go to the site and spend time with different kinds of stakeholders. No matter how sophisticated our academic experiences are, that is what ensures that you’re able to take what you learn in the classroom and actually place it in the context of the people whose lives we are engaging with and dealing with.I know, Covid makes doing fieldwork harder. But I think that we will have to find ways of being able to do more of that in some way and form in order to be high-quality policy practitioners for the course of our careers.And yes, being in university is always a comfortable place, and engaging in the world of ideas with bright minds around you is exciting. But I think this is perhaps a moment where being a participant in the policy implementation process, whether it’s through NGOs, or through research studies, or whatever that might be, would be a lifelong learning that will empower a policy practitioner.What would you recommend for those who would like to read more on centralisation and federalism? Indian Fiscal Federalism, by YV Reddy and GR Reddy. Indian Federalism, by Louis Tillin Modern South Asia, by Sugata Bose, Ayesha JalalThe Union and the States, ‘Seminar’, edited by Louise Tillin and Yamini Aiyar","author":"Rohan Venkataramakrishnan","time":"2020-10-17T06:30:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/140515-umhfdppzpm-1587983864.jpg","tags":["The Political Fix","Yamini Aiyar","Federalism"],"source":"https://scroll.in/article/975911/no-matter-how-centralising-modi-is-he-will-need-states-yamini-aiyar-on-federalism-after-2014"}