{"title":"No need for Aryan Khan to appear before Narcotics Control Bureau every week, says Bombay HC","content":"The Bombay High Court on Wednesday exempted actor Shah Rukh Khan’s son Aryan Khan from appearing at the Narcotics Control Bureau office in Mumbai every week, Bar and Bench reported. Last week, Aryan Khan had applied for the waiver on his appearances, which was part of his bail conditions.The High Court had on October 28 granted bail to Khan in a drug-related case. One of his 13 bail conditions, mandated Aryan Khan to appear before the anti-drug agency’s office every Friday between 11 am and 2 pm.In a plea filed on December 10, Aryan Khan had contended that condition be relaxed as the investigation had been transferred to a Special Investigation Team of the Narcotics Control Bureau’s Delhi unit. He also submitted that he had to be escorted by the police during his visits to the office due to the presence of large number of mediapersons.The Narcotics Control Bureau did not oppose the relaxation in bail conditions, but said that it should only be granted if Aryan Khan responds to the Special Investigation Team whenever he is summoned, Bar and Bench reported.The caseAryan Khan, his friend Arbaaz Merchant, model Munmum Dhamecha and five others had been detained by the Narcotics Control Bureau after a raid on a cruise ship off the coast of Mumbai on October 2.During the raid, the agency claimed to have seized 13 grams of cocaine, 5 grams of mephedrone, 21 grams of charas, 22 pills of MDMA (ecstasy) and Rs 1.3 lakh from the ship. However, no drugs were found on Aryan Khan.During the hearing of his bail petition, Aryan Khan’s lawyer Mukul Rohatgi had argued that he was not in conscious possession of drugs and that the WhatsApp chats that the Narcotics Control Bureau had cited as evidence against him were from 2018.The High Court, while granting bail to Khan, had said that there was no evidence of a conspiracy between him, Merchant and Dhamecha to commit drug-related offences. It also said that WhatsApp chats among them had no objectionable content.","author":"Scroll Staff","time":"2021-12-15T15:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165355-vkvjnvmuvl-1634723420.jpg","tags":["Shah Rukh Khan","Aryan Khan","NCB","Bombay High Court"],"source":"https://scroll.in/latest/1012876/no-need-for-aryan-khan-to-appear-before-narcotics-control-bureau-every-week-says-bombay-hc"}