{"title":"‘No NRC, detention camps,’ says Mamata Banerjee as Citizenship (Amendment) Act implemented","content":"The Trinamool Congress will oppose the National Register of Citizens if the Union government tries to carry out the exercise after the implementation of the Citizenship Amendment Act, West Bengal Chief Minister Mamata Banerjee said at a press conference on Monday.The National Register of Citizens is a proposed exercise to identify undocumented immigrants.“No NRC, we just cannot accept NRC,” Banerjee said on Monday. “And if people are sent to detention camps in name of CAA, we will stop that ploy too…Remember this is a sensitive matter for Bengal and the North East. We do not want any unrest before the [Lok Sabha] elections.”Banerjee’s statement came hours after the Centre implemented the Citizenship Amendment Act. Parliament had passed the law in December 2019 but its rules had not been notified.The law aims to provide citizenship to undocumented migrants from six minority religious communities, except Muslims, from Bangladesh, Afghanistan and Pakistan, on the condition that they have lived in India for six years and had entered the country by December 31, 2014. The law has been widely criticised for excluding Muslims, sparking massive protests across the country. The protests were driven by the fear that the law could be used, along with the nationwide National Register of Citizens, to render Indian Muslims stateless.Announcing suddenly #CAA without discussing with opposition parties will have strong repercussions if it's observed that @BJP4India tries to implement #NRC in the garb of it. It will be opposed tooth and nail if it sends a bonafide Indian citizen to detention camp.Stay tuned… pic.twitter.com/oBJe1TET1C— Tanmoy Ghosh (@Tanmoy_Fetsu) March 11, 2024\n\n\nAt her press conference, Banerjee also questioned the timing of notifying the rules of the Act. She said that the Bharatiya Janata Party was trying to woo its supporters ahead of Lok Sabha elections.“You should have notified rules six months ago,” she said. “If there are any good things, we always support and appreciate but if anything is done that is not good for the country, TMC will always raise its voice and oppose it. I know why today’s date was chosen before [the holy month in Islam] Ramzan.”Many other Opposition leaders have also criticised the announcement of notifying Citizenship Amendment Act rules.Kerala Chief Minister Pinarayi Vijayan said that the law had been implemented ahead of the Lok Sabha polls to “divide the people, incite communal sentiments and undermine the fundamental principles of the Constitution”. He wrote on X that the law will not be implemented in Kerala, adding that it “treats Muslim minorities as second class citizens\".The Central Government's notification of the Rules to the Citizenship Amendment Act in the wake of the elections is aimed at disquieting the nation. The Ministry of Home Affairs has issued the notification regarding the CAA, just ahead of the announcement of the elections to the…— Pinarayi Vijayan (@pinarayivijayan) March 11, 2024\n\n\nThe All Assam Students Union said that it will hold agitations against the Citizenship Amendment Act. “We have decided to burn the copies of CAA rules in each district headquarters of Assam once the central government’s notification is out in public domain,\" the student body's Chief Advisor Samujjal Bhattacharya said. \"Assam will witness continuous non-violent agitations against CAA in the coming days.”Assam Leader of Opposition, Congress MLA Debabrata Saikia said that the Citizenship Amendment Act violated the Assam Accord. According to the terms of the accord, those who lived in the state before March 24, 1971, and their descendants could stay in Assam.“This new Citizenship Amendement Act will now allow anyone coming to Assam or India up to December 31, 2014, to be an Indian citizen, stay in Assam, buy land or property in Assam, and enjoy all facilities,” Saikia said. “This is against the Assam Accord,  was accepted by all the people of Assam.”All India Majlis-e-Ittehadul Muslimeen MP Asaduddin Owaisi said that the law was divisive and \"wanted to reduce Muslims to second-class citizens\".\"Along with NPR-NRC, CAA is meant to only target Muslims, it serves no other purpose,\" he wrote on Twitter. \"Indians who came out on the streets to oppose CAA NPR NRC will have no choice but to oppose it again.\"Aap chronology samajhiye, pehle election season aayega phir CAA rules aayenge. Our objections to CAA remain the same. CAA is divisive & based on Godse’s thought that wanted to reduce Muslims to second-class citizens.Give asylum to anyone who is persecuted but citizenship must…— Asaduddin Owaisi (@asadowaisi) March 11, 2024\n\n\nSamajwadi Party chief Akhilesh Yadav questioned the relevance of implementing the citizenship law, claiming that several Indians were forced to go abroad for their livelihood.जब देश के नागरिक रोज़ी-रोटी के लिए बाहर जाने पर मजबूर हैं तो दूसरों के लिए ‘नागरिकता क़ानून’ लाने से क्या होगा? जनता अब भटकावे की राजनीति का भाजपाई खेल समझ चुकी है। भाजपा सरकार ये बताए कि उनके 10 सालों के राज में लाखों नागरिक देश की नागरिकता छोड़ कर क्यों चले गये। चाहे कुछ हो…— Akhilesh Yadav (@yadavakhilesh) March 11, 2024\n\n\nCongress General Secretary Jairam Ramesh also criticised the government for notifying the rules ahead of Lok Sabha elections, and on a day when the Supreme Court directed the State Bank of India to disclose details relating to the electoral bonds to the Election Commission by March 12.\"...The timing right before the elections is evidently designed to polarise the elections, especially in West Bengal and Assam,\" Ramesh wrote on Twitter. \"It also appears to be an attempt to manage the headlines after the Supreme Court’s severe strictures on the electoral bonds scandal.\"दिसंबर 2019 में संसद द्वारा पारित नागरिकता संशोधन अधिनियम के नियमों को अधिसूचित करने में मोदी सरकार को चार साल और तीन महीने लग गए। प्रधानमंत्री दावा करते हैं कि उनकी सरकार बिल्कुल प्रोफेशनल ढंग से और समयबद्ध तरीक़े से काम करती है। सीएए के नियमों को अधिसूचित करने में लिया गया इतना…— Jairam Ramesh (@Jairam_Ramesh) March 11, 2024\n\n\nConcerns over NRC and CAAThe National Register of Citizens exercise has so far only been implemented in Assam. In November 2019, Union Home Minister Amit Shah had announced that the process to make a National Register of Citizens would be carried out across India.There has been apprehension that the Citizenship Amendment Act, clubbed with the National Register of Citizens, will be misused to target Muslims in the country. The concerns led to massive protests for months against the citizenship law after it was passed in Parliament in December 2019. The protests continued till restrictions on large gatherings were implemented due to the coronavirus pandemic.Also read: Amit Shah’s all-India NRC has already begun – with the NPR","author":"Scroll Staff","time":"2024-03-11T21:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192782-gxlphurver-1690961563.jpg","tags":["Mamata Banerjee","NRC","CAA","National Register of Citizens","Citizenship Amendment Act"],"source":"https://scroll.in/latest/1065047/no-nrc-detention-camps-says-mamata-banerjee-as-citizenship-amendment-act-implemented"}