{"title":"No namaz in Gurugram’s gurudwaras yet as Hindutva groups urge Sikhs to reconsider decision","content":"On Friday, as news spread of offers by five gurudwaras in Gurugram to allow the city’s Muslims the opportunity say their weekly prayers on their premises, Hindutva groups launched a campaign to “remind the gurudwara’s committee members of what the Mughals did with Sikh gurus”. They also urged Sikhs to remove members of the gurudwara committee who had made the offer to Muslims in the first place.By the end of the day, despite the well-publicised initiative by the gurudwaras, namaz was not held at any of the city’s Sikh shrines. A representative of one gurudwara committee said that a decision would be made later about holding next week’s prayers at the complex. The much-heralded offer by the gurudwaras followed a campaign launched by Hindutva groups in September to prevent Muslims from praying in public spaces. The groups accused the Muslims of using Friday prayers as a pretext to capture land.Altaf Ahmad, co-founder of Gurugram Nagrik Ekta Manch, an organisation involved in local peace-building efforts, said that Muslims were unable to pray in the city’s gurudwaras because Hindutva leaders “were waiting outside to disturb communal harmony”.He added: “But, let this be known that millions of Muslims offered namaz sitting in the heart of the Sikh community.”Mufti Mohammad Saleem, president of the local chapter of the Jamiat Ulema E-Hind, a leading organisation of Islamic scholars, who visited the  Sona Chowk gurudwara in the busy Sadar Bazaar area on Friday, explained the imbroglio.“People are not able to digest that there are communities who believe in helping each other out, that is why they stationed themselves outside the gurudwara in the morning,” he said “Even if we are never able to offer namaz here, it is alright. That was never the point anyway. It was a symbolic move in the favour of communal harmony.”Rajeev Mittal of the Sanyukt Hindu Sangharsh Samiti in the Sona Chowk gurudwara. Credit: Aishwarya IyerOn Friday morning,  the Sona Chowk gurudwara was studded with flowers, balloons and people dressed in their best as Sikh  worshippers gathered to celebrate Guru Purab, the birth anniversary of the first Sikh guru, Guru Nanak.At around noon, a group of approximately 15 men gathered outside. They were members of the Sanyukt Hindu Sangharsh Samiti, the umbrella body for 22 right-wing Hindutva groups that has been opposing namaz in public spaces.They brought with them 2,500 copies of a book about the ninth Sikh guru, Guru Tegh Bahadur, who was beheaded in 1675 for opposing forced religious conversions by the Mughals. the  book bore the title Hindu Dharma ki Raksha ke Liye di Gayi Shaheedi ki Mahaan Gatha, Guru Tegh Bahadur, Hindu di Chaadar (The great saga of martyrdom for the protection of the Hindu religion: Guru  Tegh Bahadur, the protector of Hindus).The book purports to remind Sikhs of their long association with Hinduism despite pressure from Muslim rulers. “See, it is our job to remind them of the truth,” said Kulbhushan Bhardwaj, who had been expelled from the Bharatiya Janata Party for six years in September after criticising Haryana Chief Minister Manohar Lal Khatter.“It seems they have forgotten how Guru Tegh Bahadur sacrificed his life to protect Hindus from forced conversions,” Bhardwaj said. “How he and others were killed by the Mughal emperor in a brutal way. This book shows how the Mughals forced conversions and how the guru stood against it.”Campaign against namazWhile Bhardwaj and some others left after this conversation with the members of the gurudwara committee, two members of the Sanyukt Hindu Sangharsh Samiti, Rajeev Mittal and Bhram Prakash Kaushik, stayed back.Both men have been involved in the Hindutva protests against namaz in Gurugram since 2018 and have participated in meetings held by the district administration with members of both communities to try to find solutions to the standoff.In September 2021, the administration allowed Gurugram’s Muslims to offer Friday prayers in 34 public spots without causing any traffic disruptions. But on September 17, Dinesh Bharti, the founder of an outfit called the Bharat Mata Vahini, began a campaign to intimidate Muslims who had gathered to pray in Gurugram’s Sector 47. The agitation spread to Sector 12 and to other areas.On this renewed pressure from Hindutva groups, the number of sites in which Muslims were allowed to pray was reduced to 27 after Diwali,Then, on October 26, the Sanyukt Hindu Sangharsh Samiti, asked the administration to stop all Friday prayers in public spaces. A week later, it organised a Govardhan Puja at the site in Sector 12 where Muslims would usually have gathered. A week later, the group reassembled there and said they would build a volleyball court on the site. To indicate their intentions, they left piles of cowdung on the spot.Mittal and Kaushik expressed vehement opposition to the gurudwaras’ decision offering their premises for namaz, “What is the need for this?” Mittal asked the members of the Sona Chowk gurudwara committee. “What is the need for them to get involved? You talk to Sardar Ravi Ranjan, he will speak.”Ravi Ranjan at the  Sona Chowk gurudwara. Credit: Aishwarya IyerAt the  Sona Chowk gurudwara, Ravi Ranjan from Noida emerged from a room where a meeting had been taking place with the committee members. He is the chairman of the self-constituted Delhi-based Jhatka Certification Authority. The Jhatka Samiti is a movement to encourage people to eat meat slaughtered by the “jhatka” method, which, supporters claim, causes minimum pain and trauma to the animal. The implication is that the “halal” method used by Muslim butchers is unacceptable.Ranjan, a petitioner in the 2019 Ram Janmabhoomi dispute, participated in the Govardhan Puja in Sector 12 earlier this month. He has also been a member of the central advisory committee of the Hindu Mahasabha. “As shradhhalus [devotees], anyone can come to the gurudwara but they cannot come to offer namaz,” he told a crowd of journalists “Does the basement belong to the gurudwara or to some cinema hall in the area?”In response, gurudwara committee member Gagan Sidhu, said, “We have many other properties. We won’t let them offer namaz here, but we will do it elsewhere. We have a school here too.”Ranjan asked: “Is this a government school you speak of or the school of the gurudwara?”Sidhu replied: “It is a government school that is managed by the gurudwara committe. You don’t worry. Please do not keep fighting.”Ranjan said: “See this is a gurudwara and nothing but the gurbani should be read here. Muslims are unable to pray, so let them figure their issue out with the administration. It is not our concern, but they cannot come to a gurudwara to offer namaz. If anyone would like to offer their private property they can go ahead. The gurudwara is the property of a community.”Video messageOn November 18, Ranjan had issued a stern YouTube video message to Sherdil Singh Sidhu, the pradhan of the Sona Chowk gurudwara, that has been circulated widely on WhatsApp: “You must apologise for what you said. You must resign from your post. Who are you the one to announce that the community’s gurudwara will be given to Muslims? This is not your father’s land, this is the Guru’s home. From now on you will not be a part of the management but only come to the gurudwara for service. You should be ashamed of yourself.”Ever since, Sidhu, who is usually prompt to take calls from journalists, has failed to do answer his phone.Bharatiya Janata Party spokesperson Raman Malik published a video accusing the gurudwara committee members of forgetting the atrocities of Mughal emperor Aurangzeb.  Screengrab via YouTubeSimilarly Raman Malik, who is a Gurugram-based Bharatiya Janata Party spokesperson, published a video accusing the gurudwara committee members of forgetting the atrocities by Mughal emperor Aurangzeb against their women, children and men. “You are hugging people who hail Aurangzeb as their hero,” he said.Several members of the gurudwara committee told Scroll.in that they were on the backfoot as they did wanted to avoid any untoward incidents. “Living in a society and interpersonal relations are very different things,” one member said requesting anonymity. “One should never do anything that could tarnish our reputation in one second.”Said another: “Now that there is conflict, we are managing things. We want to clarify that we only said this [welcomed Muslims] to give a message of brotherhood. We did not call them.”Through the day, these Hindutva leaders kept insisting that members of Gurugram’s Sikh community were upset by the decision of the gurudwara’s committee. Scroll.in repeatedly asked the leaders for contact details of these Sikh men and women. But till the end of the day, this was not forthcoming.Former Rajya Sabha MP Mohammad Adeeb at the Sona Chowk gurudwara. Credit: Aishwarya IyerAfter the Hindutva leaders left around 3 pm, a group of six or seven Muslim leaders led by former Rajya Sabha MP Mohammad Adeeb were given a warm welcome in the gurudwara. Adeeb had nominated to the Rajya Sabha as an independent candidate after being backed by several parties, including the Congress and Samajwadi Party. His tenure ended in 2014.His visit had been timed to ensure there was no overlap with the Hindutva group.The Muslim leaders were felicitated with orange scarves. In the main prayer hall, Daya Singh, the spokesperson of the gurudwara committee, spoke of the importance of communal harmony and said the decision to offer space was one of vital importance at this time. He said that a call would be taken next week on the specifics of where and how Muslims could offer namaz.Going back to Sherdil Sidhu’s suggestion, Daya  Singh said that the premises of the gurudwara premises could only used for Sikh rituals but other areas of the complex could be offered for namaz next week.Adeeb thanked the Sikhs for their gesture. “Whether this happens or not, the Muslim community will forever be grateful to you,” he said. “This is true Hindu tehzeeb [culture] that is under threat today.” The congregation of Sikhs at the gurudwara seemed to agree with the statements made by Singh and Adeeb.Adeeb said that while there were many Hindus who offered solidarity to him in silence, they do not have the courage to say it out loud as the state does not act against Hindutva representatives. “Hinduism is a religion of tolerance and these people are ruining what it stands for,” he said.Muslims praying in a shop owned by businessman Akshay Yaday in Sector 12. Credit: Aishwarya IyerMeanwhile, despite the absence of prayers at the gurudwara, less than 3 kilometers away, in Sector 12, Muslims performed namaz for the second consecutive Friday in a shop owned by businessman Akshay Yadav.When he heard about the trouble, Yadav had last week opened his premises to members of the Muslim community for prayers. This week, though he was away on a family vacation, he did not want the prayers to halt. So he gave his keys to a Muslim acquaintance.But back in the gurudwara, Ranjan says the matter has been resolved and namaz will not be offered in the premises.“The members have assured us that the modesty of the gurudwara will not be breached,” he declared. “Let’s see what happens going forward.”","author":"Aishwarya Iyer","time":"2021-11-20T12:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166585-kbgxpclrbp-1637378241.jpeg","tags":["Gurugram","Hindutva groups","Friday namaz"],"source":"https://scroll.in/article/1011000/no-namaz-in-gurugrams-gurudwaras-yet-as-hindutva-groups-urge-sikhs-to-reconsider-decision"}