{"title":"No one in Kashmir is mourning the demise of the PDP-BJP coalition government","content":"It was a political experiment that failed. The so-called soft-separatist People’s Democratic Party tying up with the Hindu nationalist Bharatiya Janata Party, bringing the latter to power for the first time in Jammu and Kashmir. It was meant to be a reconciliation of political extremes, the welding together of two very different mandates – the BJP’s from Hindu-majority Jammu and the People’s Democratic Party’s from Muslim-majority Kashmir Valley. In the end, the unlikely alliance betrayed both mandates.On June 19, the BJP’s central leadership announced it was pulling out of the alliance, calling it “untenable”. The parting of ways has been a long time coming. After surviving several crises over the last three years, it looked close to breaking in April, when the People’s Democratic Party seemed set to withdraw over the aggressive counterinsurgency campaign in Kashmir and the political repercussions of the Kathua case in Jammu. That the BJP leadership managed the crisis then and chose to pull the plug now suggests it was determined to end the alliance on its own terms, gaining maximum political mileage out of it.To people in the Valley, the split can only confirm the conviction that in Jammu and Kashmir, a distant central government and the security establishment call the shots. Turnouts for general elections have always been abysmally low in the Valley; it was only the Assembly elections that managed to draw sizeable crowds. But state governments, it is widely believed, merely provide a facade of democratic choice.What ails the BJPSeveral calculations may have prompted the BJP’s decision to walk out now. The latest conflagration between the two former allies was the withdrawal of the Ramzan ceasefire, unilaterally announced by the Centre in May. While outgoing Chief Minister Mehbooba Mufti and the People’s Democratic Party wanted the ceasefire to continue and pave the way for talks, the Centre seemed set on a return to sweeping military operations.Over the last two years, a helpless Mufti pleading for mercy from an indifferent Centre had become a familiar sight. In 2016, when mass protests broke out, as the administration went missing, bullets and shotguns were the only answer to civilian demonstrators out on the streets. In 2017 and 2018, as security forces fanned out across the Valley, counterinsurgency operations took a heavy toll on civilian life. Mufti, under fire from voters in the Valley, expressed “anguish”, made trips to Delhi to beg for a more “humane approach”, and repeated her party’s old platitudes about applying a “healing touch”. Meanwhile, Delhi flaunted its strong arm tactics, celebrating so-called surgical strikes across the Line of Control and praising an Army officer’s use of a Kashmiri civilian as a “human shield”.Last month, Mufti greeted the Centre’s ceasefire with gratitude. But now, after giving a “free hand” to security forces in Kashmir, the Centre seems more inclined to listen to the security establishment than to placate difficult allies.The BJP’s desire to project a hardline image is underpinned by electoral calculations, locally and nationally. In Jammu, the party, which used Hindutva and promises of development to mobilise voters, was facing increasing anger from the electorate and its state leadership was growing restive. Resentment had been brewing over the party’s failure to make good on developmental promises and Jammu’s abiding sense of neglect from the government in Srinagar had returned.The tipping point came with the murder and alleged rape of a Gujjar Bakerwal child in Jammu’s Kathua district early this year, and the communally-charged agitation that it engendered. A new organisation, the Hindu Ekta Manch, was formed in defence of the accused and local BJP leaders had their fingerprints all over the mobilisation. The episode came to a head with all BJP ministers resigning, reportedly on the orders of the high command, and a cabinet reshuffle in the state. Though the alliance was saved, it left the party’s saffron constituency smarting and was also seen as a blow to the pride of the Dogras, the dominant ethno-linguistic group in Jammu. Walking out on the People’s Democratic Party now could be a salve, both for party workers in the state and saffron constituencies nationally.Even before Kathua, the Agenda of Alliance signed with the People’s Democratic Party had meant a process of give and take, a softening of the BJP’s old doctrinaire positions. It included, for instance, a quiet compromise on a clause in the party’s so-called core agenda: repeal of Article 370, which assures special status and a large degree of autonomy to Jammu and Kashmir. For years, this article had been anathema to the BJP, which fought national elections with the slogan “ek nishan, ek vidhan, ek pradhan”, or one flag, one constitution, one sovereign head.Over the last year, old contentions about Article 35A, which restricts the sale of state land only to “permanent residents” of Jammu and Kashmir, had been raised again. It led to fresh debate and posturing on Article 370. With the general election of 2019 approaching, the BJP has junked the momentary moderation that the Agenda of Alliance entailed. It can now hit the campaign trail with its “core agenda” intact.Failure of the alliance As the government falls in Kashmir, governor’s rule seems imminent. Given the rising graph of militancy in the Valley and the violence that recent elections ignited, there is no guarantee that Assembly polls would be held anytime soon. Kashmir is no stranger to long spells of governor’s rule, imposed seven times in the last four decades. In 1990, as militancy spread across the state, Kashmir went under governor’s rule for six years.For the Valley, this conforms to an old pattern of Delhi moving in to topple state leaders and setting up puppet governments or directly controlling the state through Central rule. But for now, the prospect of governor’s rule is greeted with grim satisfaction.First, because there is a growing perception that Kashmir will be better off under governor’s rule. Governor NN Vohra’s brief rule in early 2016, after the death of Mufti Mohammad Sayeed, was praised for its efficiency. Some are even nostalgic about the rule of Governor Jagmohan, who took over in the 1980s and then in the 1990s. While his second spell in power became synonymous with brutal state repression, many residents of the Valley now remember his first stint, when roads were built and durbars were held for poor Kashmir to vent their grievances. Governor’s rule, the perception runs, is better at providing for the day to day needs of Kashmiris than hamstrung state governments.Second, the People’s Democratic Party’s tie-up with the BJP catalysed a growing drift away from electoral politics in the Valley, which had voted on its feet to keep the BJP out. The unrest and state violence that followed added to the drift. For the large numbers that now demand Azadi, there is little difference between an elected state government and a government imposed by the Centre. With the latter, it is felt, Delhi’s exercise of power in the state is out in the open.That the public now expects little more from the government than the fulfilment of certain functional duties, that it makes no difference between a government it chose and one that is imposed, shows just how badly the alliance has failed Kashmir.","author":"Ipsita Chakravarty","time":"2018-06-19T21:28:53.817367+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/883278-31980-mzcagibxkm-1492393981.jpg","tags":["Kashmir conflict","BJP-PDP alliance","PDP","Ramzan ceasefire","2019 elections","Kathua case"],"source":"https://scroll.in/article/883278/no-one-in-kashmir-is-mourning-the-demise-of-the-pdp-bjp-coalition-government"}