{"title":"'No one thinks of the poor': Low-income patients are hobbled by the currency-note ban","content":"On Tuesday 17-year-old Jyoti Mane and her mother Shaila boarded a train from Ahemdnagar to Mumbai where Jyoti is undergoing treatment for ovarian cancer. Shaila had sold her mangalsutra to pay her daughter's medical bills, which was now 20 notes of Rs 1,000 that she carefully placed in her small purse tucked inside her blouse. “We travel in the general compartment, there is always a fear of being robbed,” said Shaila. When they reached Mumbai's Tata Memorial Hospital on Wednesday morning, mother and daughter were shocked that a taxi driver refused to accept their Rs 1,000 note. “We were told that the government has banned these notes,” said Shaila. She has now given the Rs 20,000 cash to her sister in the hope that she can deposit it in the bank and get notes which she can use. Tata Memorial Hospital in Parel where Jyoti will undergo chemotherapy is run with government support and, like other public hospitals, was accepting the demonetised Rs 1,000 and Rs 500 notes on the first day of the currency ban. But the Manes were hungry because they could not use the notes to buy food. “My daughter has not eaten anything since morning,” said Shaila Mane, her eyes filling with tears as she hopes she has not lost all her money. “They banned the notes overnight. What if the government says that my money is fake?” Jyoti Mane with her mother Shaila outside Tata Memorial Hospital. Photo: Priyanka Vora.“When we come to Mumbai, we bring big denomination notes,\" said Chanardeo Mahato, who is from Bihar but has been at Tata Memorial to be treated for cancer since mid-October. \"If we bring small denomination notes, how will we keep it safe? This prime minister should have thought of us before taking such a decision. Where do I get money to buy medicines?” Tayyaz Idrishi, a resident of the Antop Hill area in central Mumbai, had brought his two-month-old daughter Rukaya Khatoon to Tata Memorial Hospital to check if she had cancer. “It is a bad day,” said Idrishi, who is a tailor. “I had an Rs 1,000 note and six Rs 100 notes. The Rs 1,000 note is useless.” Idrishi was left with only Rs 300 after paying the taxi to the hospital in Rs 100 notes. We might have to walk home with my sick child because we will not have any money left.” Idrishi keeps some Rs 500 notes at home for emergencies but they are worthless. “Garib aadmi ka koi nahin sochta. Humare pas dhan nahin hai, kala dhan kahan se hoga,” he lamented. No one thinks about the poor. We have no wealth, so how could we have black money?Antop Hill resident, Tayyaz Idrishi with his sick daughter. Photo: Priyanka Vora.Private hospitals in Mumbai were looking for other forms of payment as 35-year-old Rohit Gada who is suffering from a lung ailment found out at Parel Hospital. Gada's family had just gathered Rs 50,000 to make the mandatory deposit before his treatment but the hospital did not accept cash. “We are asking patients to write us cheques,” said a doctor.“We are insisting that patients pay by credit or debit cards,” said Dr Rajeev Boudhankar, CEO, Bhatia Hospital. “If they don’t have cards, we are taking cheques but patients have to give an undertaking along with it.\"Doctors from major private hospitals, including Boudhankar, had written to the prime minister’s office for permission to honour the demonetised notes. Meanwhile, Maharashtra health minister Dr Deepak Sawant has gone ahead and instructed hospitals, government and private, to accept Rs 500 and Rs 1000 notes. The scene of patients suddenly strapped for cash played out across cities on Wednesday. At Bengaluru's privately-run St John Hospital, three altercations broke out in quick succession at the billing counter on Wednesday evening. Patients and there relatives demanded explanations as to why the hospital would not take Rs 500 and Rs 1,000 notes. Many pleaded with the cashiers to take the notes and exchange them when banks opened. Others cursed.   Arguments break out at the billing section of St John's Hospital in Bengaluru. Photo: Nayantara Narayanan.At New Delhi's All India Institute of Medical Sciences,  Sarah Banu was running around to get an injection for her sister-in-law who was in labour. “They say they cannot take Rs 500,\" she said. \"I have no idea where to get the medicines from. I have no idea how I will return home. Even the pharmacy is not accepting the cash. When I complained to my doctor, he said 'Do you think I am a minister?'”Crunch at pharmacies“Khule nahi hai. We do not have change,” said Ritu Raj, pharmacist at AMRIT Pharmacy, at Safdarjung Hospital in Delhi told Moradabad resident Ishtakar Ali. The Affordable Medicines and Reliable Implants for Treatment, or AMRIT as it is called, sells drugs at highly discounted rates. The store that caters to approximately 250-300 patients every day.The pharmacy had many more customers on Wednesday, possibly because of the announcement that government pharmacies would accept Rs 500 and Rs 1,000 notes. But by 1.30 pm, the pharmacy had already turned away about 40 patients, said Raj.@MoHFW_INDIA issuing instructions to all Central govt hospitals & #AMRIT pharmacies to comply with 72hr guidelines . #IndiaFightsCorruption.— Jagat Prakash Nadda (@JPNadda) November 8, 2016\nUnion health minister JP Nadda tweeted that the ministry had issued instructions to all Central government Hospitals and AMRIT pharmacies to accept Rs 500 and Rs 1,000 notes but pharmacists did not seem to know of any such instruction, and had barely any cash when they started the store in the morning.“We ran out of change between 10 am to 11 am,” said Raj,Lovely Devi had travelled all the way from Gopalganj in Bihar to Safdarjung Hospital in Delhi to have her one-year old son, Aryan, examined by a doctor. “He has had a stomach problem for months now,\" she said. \"But I cannot buy medicines the doctor has written.”The pharmacies at Yusuf Sarai, near All India Institute of Medical Sciences and Safdarjung Hospital, were also refusing Rs 500-1000 notes. Anil Kushwaha, a salesman at Ambey Medicine Corner said, “We have sent many people back. Can we give medicines for free?”Chemist store inside KEM Hospital, Mumbai's largest public hospital, was shut from the outside to keep customers away. Photo: Priyanka Vora.Navin Shah who runs a chemist store in Mumbai's Parel also ran out of change. “We were selling medicines in the morning but now we don’t have any change to give them,” said Shah who was, instead, handing credit notes to regular customers.Modi ji should have given some change to chemists, if he wanted us to continue selling drugs,” said pharmacist Ritesh Kumar Oja who had to turn about 40 customers away.A mobile police van was on stand-by near chemist shops in Parel as customers and shop owners are fighting over currency notes. “The chemist is saying that I should buy something worth Rs 500 as they don’t have any change to give me,” said Suresh Kadam who was waiting outside National Chemist in Parel to buy medicines for his kidney stones.Pharmacists note that most high-end medicines cost more than Rs 500 and so pharmacies do not stock up on too many Rs 100 notes. at the same time, the most common denomination they receive from medicine buyers is Rs 500.\"Over the next couple of days we expect business to go down a little,\" said Gajendra, a pharmacist opposite Chinmaya Mission Hospital in Bengaluru. \"But it should pick up again once the new notes come in.\"","author":"Scroll Staff","time":"2016-11-10T05:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/821146-45074-sqjtbmrsfc-1478707026.jpg","tags":["demonetisation","currency notes","government hospitals","Tata Memorial Hospital","All India Institute of Medical Sciences","Rs 500","Rs 1000"],"source":"https://scroll.in/pulse/821146/no-one-thinks-of-the-poor-low-income-patients-are-hobbled-by-the-currency-note-ban"}