{"title":"Anil Deshmukh, Nawab Malik move HC after Mumbai court denies them bail to vote in Rajya Sabha polls","content":"Maharashtra minister Nawab Malik and former Maharashtra Home Minister Anil Deshmukh on Thursday approached the Bombay High Court against a special court’s order refusing to grant them temporary bail, reported PTI. The Nationalist Congress Party leaders had sought a one-day bail to vote in the Rajya Sabha elections to be held on Friday.Malik and Deshmukh have been arrested by the Enforcement Directorate in two separate cases of alleged money laundering.Malik was arrested on February 23 in connection with a money laundering case involving fugitive gangster Dawood Ibrahim and his aides.Deshmukh has been booked in a case related to accusations made by former Mumbai Police Commissioner Param Bir Singh. The former police commissioner had written to Maharashtra Chief Minister Uddhav Thackeray in March last year alleging that Deshmukh had asked some officers to extort Rs 100 crore every month from bars and restaurants in the city.In their petitions before the High Court, the leaders have sought that they either be granted a temporary one-day bail or be allowed to cast their vote at the polling booth in the presence of an escort.The pleas were mentioned before Justice PD Naik, who had doubts if the petitioners have approached the right forum, reported Bar and Bench. The judge, however, listed the matter for hearing on Friday and said he would take a call on it. “We will hear you and see,” he said. “This is a question of releasing someone from prison.”The petitions said that Malik and Deshmukh have a right to vote in the Rajya Sabha polls. They said that only the 288 members of the Maharashtra Vidhan Sabha would be present during the polling and therefore they cannot influence voters.Elections will be held for six Rajya Sabha seats in Maharashtra. Every vote is crucial for the Shiv Sena-led Maha Vikas Aghadi government, of which the Nationalist Congress Party is a constituent, to get Sanjay Pawar elected, PTI reported. He is Shiv Sena’s Kolhapur district president.This will also be for the first time in more than two decades that there will be a contest in the state for the Upper House of Parliament.Plea before special courtIn their plea before Special Judge RN Rokade, the two leaders had argued that they should be allowed to cast their votes as they were both members of the Legislative Assembly and the electoral college.“I want to discharge my duty towards my constituency,” Malik had said in his plea, according to The Indian Express. “Courts frequently grant permission to prisoners to light the pyre when a parent dies or to give away a daughter in a wedding considering these as a duty.”Deshmukh had asked the court to allow him to be taken to the Maharashtra Legislative Assembly only for a few hours with police escorts.Their plea, however, was opposed by the Enforcement Directorate which had said that “prisoners do not have voting rights”, according to Live Law.","author":"Scroll Staff","time":"2022-06-09T17:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175552-jwrrpskvmf-1654772951.jpg","tags":["Anil Deshmukh","Nawab Malik","Court","Enforcement Directorate"],"source":"https://scroll.in/latest/1025854/no-one-day-bail-for-anil-deshmukh-nawab-malik-to-vote-in-rajya-sabha-polls-says-mumbai-court"}