{"title":"No plan to introduce inheritance tax, clarifies Congress after Sam Pitroda’s remarks trigger row","content":"The Congress does not have any plans to introduce an inheritance tax in India if it comes to power, party leader Jairam Ramesh said on Wednesday.An inheritance tax is imposed on a person who inherits wealth or property from a person who has died.The clarification by Ramesh, who is in-charge of the party’s communications, came after a remark by Congress aide Sam Pitroda, on inheritance taxes in the United States, invited criticism from the ruling Bharatiya Janata Party. Pitroda is the chairman of the Indian Overseas Congress, the Opposition party’s overseas unit.“If one has 100 million USD [United States Dollar] worth of wealth and when he dies he can only transfer probably 45% to his children, 55% is grabbed by the government,” ANI quoted Pitroda as saying in an interview on Wednesday. “That’s an interesting law. It says you in your generation, made wealth and you are leaving now, you must leave your wealth for the public, not all of it, half of it, which to me sounds fair.”Hours later, Prime Minister Narendra Modi claimed at an election rally in Chhattisgarh that the Congress “want to snatch your assets and rights of your children”, according to the Hindustan Times. The prime minister said that Pitroda’s comments had exposed the “dangerous” intentions of the Congress.“The advisor to shehzada and the shahi parivar...said that more tax should be imposed on the middle class and those who earn by working hard,” Modi claimed. “Now Congress says…it will impose a tax on the assets inherited by people from their parents. Now, the panja [Congress’ poll symbol] will snatch the assets from your children.”The Congress, however, said that it was former Prime Minister Rajiv Gandhi who had abolished India’s Estate Duty in 1985.Ramesh also cited news reports to claim that it was the ruling BJP that floated the idea of imposing an inheritance tax in India on a few occasions between 2014 and 2019.The Congress has no plan whatsoever to introduce an inheritance tax. In fact, Prime Minister Rajiv Gandhi abolished Estate Duty in 1985.But it is the Modi Sarkar that has wanted to do so!Fact One: Jayant Sinha, then Minister of State for Finance, publicly stated that he… pic.twitter.com/Qns8UATR48— Jairam Ramesh (@Jairam_Ramesh) April 24, 2024\n\n\n“Fact One: Jayant Sinha, then Minister of State for Finance, publicly stated that he wanted to introduce Inheritance Tax in 2014,” Ramesh said in a post on social media platform X. “Fact Two: In 2017, reports emerged that the Modi Sarkar was going to re-introduce inheritance tax. Fact Three: In 2018, the Finance Minister Arun Jaitley praised Inheritance Taxes for ‘spurring large endowments to hospitals, universities in the West’. Fact Four: News reports emerged that Modi Sarkar would introduce an Inheritance Tax in Union Budget 2019.”Ramesh shared a video of former Union minister Jayant Sinha from 2013, in which the BJP leader espouses the virtues of an inheritance tax and says that it would help create a level playing field in the world of business by taking away the monetary advantage held by “dynastic business people”.Ramesh also quoted former Union Finance Minister Arun Jaitley from a 2018 interview in which the late BJP leader praised inheritance taxes for “spurring large endowments to hospitals, universities in the West”.The Congress has no plan whatsoever to introduce an inheritance tax. In fact, Rajiv Gandhi abolished Estate Duty in 1985.Please listen to BJP MP Jayant Sinha, once MoS Finance in the Modi Sarkar, and later Chairman of the Parliamentary Committee on Finance. He has spent 15 long… pic.twitter.com/ef227Cr7AK— Jairam Ramesh (@Jairam_Ramesh) April 24, 2024\n\n\nResponding to the criticism of his comments, Pitroda said: “It is unfortunate that what I said as an individual on inheritance tax in the US is twisted by Godi [lapdog] media to divert attention from what lies PM is spreading about Congress manifesto. PM’s comments [on] Mangal Sutra and gold snatching is simply unreal.”It is unfortunate that what I said  as an individual on inheritance tax  in the US is twisted  by Godi media to divert attention from what lies PM is spreading about Congress manifesto. PM’s comments Mangal Sutra & gold snatching is simply unreal.— Sam Pitroda (@sampitroda) April 24, 2024\n\n\nPitroda was referring to the prime minister’s comments about Muslims, made during an election rally in Rajasthan on Sunday. Modi had said that the Congress would distribute citizens’ property among “infiltrators” if voted to power.Modi claimed that the Congress’ manifesto talks about calculating “the amount of gold that mothers and sisters have, get information about it and then distribute that property”. “This Urban Naxal thinking will not spare even the mangalsutras of my mothers and sisters,” he added.The term “urban Naxals” is used by BJP supporters for dissidents of the Modi government.In another post, Pitroda wrote that he mentioned the United States’ inheritance tax “only as an example in my normal conversation” and that his comment “has nothing to do with policy of any party including Congress”.I mentioned US inheritance tax in the US only as an example in my normal conversation on TV. Can I not mention facts ? I said these are the kind of issues people will have to discuss and debate. This has nothing to do with policy of any party  including congress.— Sam Pitroda (@sampitroda) April 24, 2024\n\n\nAlso read: Modi’s dog whistle on Muslims not the only time EC has ignored contentious statements by BJP leaders","author":"Scroll Staff","time":"2024-04-24T19:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193831-wtaijpiaaa-1693988798.jpg","tags":["Sam Pitroda","Congress","BJP","Inheritance tax","Lok Sabha 2024"]}