{"title":"No proof that Myanmar-based militants ambushed Indian forces in Moreh: Manipur security advisor","content":"Manipur Security Advisor Kuldiep Singh has said that there is no evidence to suggest Myanmar-based militants were involved in the attack on security forces in Tengnoupal district’s Moreh town on January 2, India Today reported on Thursday.Kuldiep Singh’s statement contradicts Chief Minister N Biren Singh’s claim that mercenaries from the neighbouring country, which is in the midst of a civil war, were responsible for the ambush. Five state police commandos and one member of the Border Security Force were injured in the attack.They were airlifted to Imphal for treatment at the Regional Institute of Medical Sciences, where Biren Singh paid them a visit. Kuldiep Singh, who is a retired Indian Police Service officer and a former chief of the Central Reserve Police Force, said he has received reports that attacks on security forces in Moreh were carried out by suspected Kuki militants and volunteers from Kuki-dominated villages.While no militants have been arrested yet in connection with the attacks, Kuldiep Singh added that the police are investigating their use of sophisticated weaponry in the ambushes.The situation in Moreh had been tense following an ambush on December 30 after which a curfew was imposed in the town. The attack on January 2 took place after the police picked up two persons for allegedly being involved in the December 30 violence.Manipur has been gripped by ethnic clashes between the Meitei and Kuki communities since early May. Over 200 people have been killed since the conflict broke out and nearly 67,000 persons have been forced to flee their homes.","author":"Scroll Staff","time":"2024-01-11T16:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164608-ugcwtcxuvd-1632988640.jpeg","tags":["Manipur Security Advisor","Myanmar","Moreh","Meiteis","Kukis","Manipur unrest","Ethnic violence","N Biren Singh"],"source":"https://scroll.in/latest/1061990/no-proof-that-myanmar-militants-ambushed-security-forces-in-moreh-says-manipur-security-adviser"}