{"title":"No reservations: Political dynasties have helped boost women’s representation in Lok Sabha","content":"There is a counterfactual ring to the claim that dynasticism in electoral politics has helped boost women’s representation in the Lok Sabha. But first, a few comparative figures: There were just 45 women who were elected to the Lok Sabha in 2004, 58 in 2009, and 63 in 2014. They constituted 8.29% of Lok Sabha members in 2009, 10.68% in 2009, and 11.60% in 2014These percentages are far below the current global average of 22.3% for women’s representation. India is ranked 117th among 188 countries in the global list of women representatives. India’s democracy is inarguably the most enduring of all South Asian countries’, but as far as women’s representation in the popular House goes, India is fifth, behind Pakistan, Nepal, Afghanistan and Bangladesh, all of which have quota for women.It is therefore a fact that had it not been for the pervasive influence of dynasticism, India would have most likely slid down the global and South Asian list. This is obvious from Table 3, which shows that 57.88% of all female MPs in 2004 were dynastic, as were 68.96% in 2009, and 42.86% in 2014. They are deemed dynastic because a family elder preceded them in electoral politics. Mostly, it was the male family elder whom dynastic women MPs followed into electoral politics.In 16th Loksabha Total Members : 540  Men : 478 Nos.  Women : 62 Nos only. pic.twitter.com/XNMWYkfJwe— durgaprasad (@gvlndp) May 31, 2014\nThis was overwhelmingly true of them in the 2009 Lok Sabha. In “Women, dynasties, and democracy in India”, a chapter in Democratic Dynasties: State, Party and Family in Contemporary Indian Politics, Amrita Basu provides the breakdown: “In 2009…the family members that preceded dynastic women MPs were nineteen husbands, thirteen fathers, seven fathers-in-law, three uncles, two grandfathers and two brothers. Only four of them had preceding female relatives (three mothers and mother-in-law – Indira Gandhi, who herself followed her father Jawaharlal Nehru into politics.)”तो इस वजह से शशिकला और राबड़ी देवी की हो रही तुलना https://t.co/wXcjeBZm1E #Sashikala #RabriDevi #Bihar #TamilNadu pic.twitter.com/j456ZU8mbj— Punjab Kesari (@punjabkesari) February 10, 2017\nGiven the prejudices against women in Indian society, it is perhaps exemplary of political dynasties to pass the baton to female progeny. In some cases, though, they perhaps had no choice. For instance, before going to jail for his role in the fodder scam, Lalu Prasad Yadav chose his wife Rabri Devi to succeed him, paranoid that other leaders would capture his party Rashtriya Janata Dal in his absence. It is moot whether he would have chosen Rabri Devi as his successor had his sons been of age and politically mature.Sharad Pawar and Supriya Sule paid tribute to Shahu Maharaj by offering garland to his statue in Karad pic.twitter.com/5nlTGquZ8E— NCP (@NCPspeaks) June 26, 2014\nOr take Sharad Pawar, whose only child is a daughter, Supriya Sule. Apart from having a nephew Ajit Pawar in Maharashtra’s politics, Pawar perhaps wanted a family member to become a player in national politics. Who else could he have chosen other than his daughter to succeed him in the family’s pocket borough of Baramati? It is interesting to contemplate whether Sonia Gandhi would have waded into politics had her son Rahul been old enough to take the leadership mantle of the Congress at the time it was reeling under leadership crisis.#AkhileshYadav #MulayamSinghYadav #DimpleYadav #AjamKhan pic.twitter.com/D3JI79wXV2— Akhand Pratap Singh (@yuvajoshhai) January 24, 2017\nWas Dimple Yadav, the wife of UP Chief Minister Akhilesh Yadav, given the Lok Sabha ticket to strike a balance between competing groups in the larger Mulayam Singh Yadav’s family? Or was it an attempt at lateral expansion of the Yadav dynasty to maximise its gains from monopolizing state power? Whatever the answers, her victory has increased the number of female MPs by one.There is a counter to the view that claims dynasticism undermines the democratic principle of representation, which demands that a person, whether male or female, should be elected on the basis of his or her capabilities than family links. The counter-view asks: Isn’t discrimination against women a fundamental violation of the democratic principle of gender equality?Yes, says Basu, who argues, “If dynastic ties undermine democratic principles of political representation, so too does the under-representation of almost half the population. Women have arguably relied on family ties in part to counteract discrimination by political societies and the broader society.” From this perspective, Kanchan Chandra, the editor of Democratic Dynasties, proffers that it might be appropriate to think of dynastic politics as an “informal substitute for institutional devices such as affirmative action that serve to bring about some form of political equality….”In other words, dynasticism enables women to overcome obstacles to their entering electoral politics. One of these in the Indian context is the ever increasing criminalisation of politics. Women politicians encounter slanderous campaigns their male rivals direct against them. Their dynastic background provides them protection. Their rivals will hesitate to risk the wrath of an entrenched political dynasty.Have you ever seen that many women MPs in the same frame frm a live proceeding? thts 1/7th of all women in #LokSabha pic.twitter.com/WzCDAy2Ipu— Rohit Sinha (@rohitrrs) July 28, 2016\nThe big twoPerhaps no less an impediment is the under-representation of women in the key decision-making bodies of the Congress and the BJP, which together account for majority of women MPs. The Congress has four such bodies – the Central Election Committee, the Congress Working Committee, the All India Congress Committee and Pradesh Congress Committee presidents. Out of the total count of 147 members in 2014, only 15 or 10.2% were women.The Congress equivalents in the BJP are the National Executive, National office-bearers, the Central Election Committee, and the State Leadership. In 2014, these together had 180 members, of whom 34 or 18.18% were women. In this sense, women are better represented in the BJP’s structure than they are in the Congress, but it is to no great avail.It can always be argued that the participation of women in the public arena is low all around, including politics, largely because centuries of prejudices haven’t equipped them with skills nor bred confidence in them. But neither the Congress nor the BJP has tried to encourage women’s participation in electoral politics.Women BJP MPs after attending the BJP Parliamentary meeting at Parliament  library on Tuesday, seen Hukum Singh also pic.twitter.com/1G2SXQAxG4— Harsh Kumar 🔵 (@harshktweets) February 24, 2015\nOr how else can we explain that the number of women candidates fielded in Lok Sabha elections has barely increased over decades. In 1957, 3% of candidates in the Lok Sabha election were women. This figure has huffed and puffed to 7.80% in 2014.  A small slate of women candidates translates into low levels of women’s representation in Parliament.In the first Lok Sabha of 1952, there were 22 women (4%) out of its 489 members. In the current or 16th Lok Sabha, there are 63 women (11.6%) in the House of 543 members. It is a travesty of gender justice because, as Basu points out, “In the 2009 general election the success rate was 11% for women candidates but 6% for male candidates. The data demolishes apprehension about “winnability” that political parties raise when considering whether to allot tickets to women.”Winnability is trumped by gender biases even in those parties which women lead. Take the Congress, which Sonia Gandhi heads. In both 2004 and 2009, it emerged as the biggest party in the Lok Sabha – yet it had 12 and 23 women MPs respectively. In 2014, its strength in the Lok Sabha was eroded, sharply bringing down the number of women MPs in its stable – only four were elected, all dynasts.In the three Lok Sabha elections, the late J Jayalalitha led the AIADMK, which bagged 37 seats in 2014. Only four of them were represented by women, of whom two were dynasts. Mayawati’s BSP bagged 21 seats in 2009 – four of these had women winners, all dynasts.Women Power - The women MPs/MLAs/Ministers of Trinamool Congress pic.twitter.com/WQv9JAh0Ur— AITC (@AITCofficial) July 21, 2015\nMamata Banerjee’s Trinamool Congress improved over its 19 seats in 2009 to bag 34 in 2014. It had four women MPs, two of whom dynasts, in 2009 and 11 in 2014. Of the 11, only three were dynasts. Is Mamata actively promoting women, including those non-dynastic, in electoral politics? One election doesn’t make for gender justice.Over the last three Lok Sabha elections, the BJP has had 53 women MPs, of whom 21 or 39.6% are dynastic. By contrast, over the same time span, the Congress has had 39 women MPs, of whom 29 or 74.3% are dynastic. The BJP’s share in women MPs was boosted because of its exceptional performance in 2014 – 30 of them emerging victorious. Of them, only 9 are dynastic.Given the low number of women MPs in both the BJP and the Congress, it might seem a stretch to argue that the latter tends to produce a greater number of dynastic women MPs and the former more non-dynastic. Yet such a thesis would seem logical.After all, because the Congress spearheaded the anti-colonial movement, it threw up leaders who became nationalist heroes, nationally or locally renowned. They demonstrated the same vim in taking to electoral politics. Repeat victories established them as political families, which, as it inducted the next generation into political families, became dynasties.Indira Gandhi (C), Rajiv Gandhi, Sonia Gandhi, & Rahul Gandhi (R).Sanjay Gandhi, Maneka Gandhi, Priyanka Gandhi (L) pic.twitter.com/QL81qqeV0v— History of India (@ArchiveIndia) October 31, 2015\nForemost among them is the Gandhi-Nehru dynasty. Sonia Gandhi is a dynast, as was her mother-in-law Indira Gandhi. Maneka Gandhi left the Nehru-Gandhi household, and after many years of batting on her own, is now in the BJP, as is her son Varun. The dynastic advantage of Sonia and Maneka was derived from their husbands and Indira from her father Jawaharlal Nehru. This is typical of most female MP dynasts.Vasundhara Raje, Vijaya Raje and Yashodhara Raje ScindiaFrom this perspective, the Scindias are a case apart. As a political dynasty, its founder was Vijaya Raje Scindia, who was married into the Gwalior royal family. She left the Congress to join the BJP. Her son Madhav Rao Scindia joined the Congress, her daughters – Vasundhara Raje and Yashodhara Raje – the BJP. Both have been MPs, and Vasundhara is currently Rajasthan’s chief minister.Dynasticism boosting women’s representation and leadership isn’t peculiar to India. Hillary Clinton transformed from just being President Bill Clinton’s wife to US state secretary and then a presidential contender. “In the US Congress, female legislators are nearly three times as likely as men to come from dynastic families – 31.2% versus 8.4%, respectively,” writes Basu, who furnishes a list of women leaders who followed male members of their families into politics.Sheikh Hasina and Khaleda Zia both replied to UN letter - http://t.co/yXXe2pLto8 pic.twitter.com/hmKoRuyqij— Nirapad News (@NirapadNews) March 1, 2015\nThe list includes Yingluck Shinawatra (Thailand), Cristina Fernandez de Kirchner (Argentina), Park Guen-hye (Korea), Benazir Bhutto (Pakistan), Khaleda Zia and Sheikh Hasina (Bangladesh), Sirimavo Bandaranaike and Chandrika Kumaratunga (Sri Lanka), Sushila Koirala (Nepal), etc. Basu says there are 22 countries which have witnessed the near-simultaneous rise of dynastic female politicians.In India, it can be said that dynasticism compensates for the absence of affirmative action for women in the Lok Sabha, a measure which hasn’t been implemented because of differences among parties over it. The naysayers are parties which say a bill for women’s reservation in the Lok Sabha must also include quotas for backward classes. Their argument has been dubbed as male chauvinism masquerading as social justice.Why @PMOIndia @narendramodi not yet passed Women's Reservation Bill? What Parliamentarians are doing in Parliament? pic.twitter.com/qHzCQuMFzn— Dr.sasi (@IronManIndianDr) March 7, 2016\nYet the statistical analysis of Democratic Dynasties shows that had it not been for dynasticism, the representation of lower castes and Muslim women in the Lok Sabha would have been likely even more depressed. If dynasticism is a substitute for affirmative action, then women of these groups logically have a greater need for reservation in representation, more so, as the second of this three-part story showed, that subaltern groups are not able to form dynasties as easily and frequently as forward castes do.But this only bolsters the assertion that dynasticism, derided and condemned, has played a salutary role in turning our electoral politics inclusive and ensuring the gender gap isn’t wider than what it is already.(This is the third and last of the three-part story on dynasticism in Indian politics. It is based on Democratic Dynasties: State, Party and Family in Contemporary Indian Politics, edited by Kanchan Chandra.)(Ajaz Ashraf is a journalist in Delhi. His novel, The Hour Before Dawn, has as its backdrop the demolition of the Babri Masjid.)Part I: Most political parties in India are dynastic. But some are more dynastic than othersPart II: Why Dalit and Adivasi political dynasties lag behind those of forward (and even backward) castes","author":"Ajaz Ashraf","time":"2017-02-23T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/829886-52043-ygsxaskhdx-1487776847.jpg","tags":["Political dynasties","Women","Lok Sabha","Quotas and reservations","BJP","Congress","Dynasties","Gender justice"],"source":"https://scroll.in/article/829886/no-reservations-political-dynasties-have-helped-boost-womens-representation-in-lok-sabha"}