{"title":"No smoke without fire: Why Hockey India League could soon be history","content":"Field hockey’s chief money-spinner, the Hockey India League (HIL), may not see light of the day from 2018 onwards. It’s not confirmed yet, but wrinkles of worry have already made their appearance on the faces of players, who will be most critically hit, besides the sport itself.While none of those involved in the HIL – Hockey India (HI), franchises or the players – are ready to come on record to confirm the development, some of them have told The Field that it can’t be ruled out that the league could be on its way out.The biggest roadblock in saving the five-editions-old HIL is the disinterest of some of the franchises, who haven’t earned anything out of it, and amid their own financial turmoil want to scrap their respective teams.Three franchises in limboTopping that list are two outfits from north India – the Jaypee Group-owned Punjab Warriors and the Wave Group’s Delhi Waveriders.It has been learnt that the Warriors only dragged themselves into the 2017 edition and are almost certain to make an exit. But one of the Jaypee officials, Inderjit Vinayak, refused to make any statement until any decision is arrived at.  Top moments of @UPWizardsTeam striker @ramandeep_31  from the @CoalIndiaHQ  #HIL2017. Album: https://t.co/5X3VuyAZeQ pic.twitter.com/UJm68rpG4r— Hockey India League (@HockeyIndiaLeag) July 1, 2017\n“We haven’t yet met either internally or with Hockey India. So I am not in a position to make any comment at this stage on the issue,” Vinayak, who was overseeing the 2016 HIL champions earlier this season, said.However, another source close to the Warriors’s team management admitted that there’s trouble brewing for HIL. “There’s nothing official about the news (of HIL’s shutdown), but I can tell you there is no smoke without fire.”  The Waveriders’s camp, according to media reports, have already had a meeting with HI and have two-weeks’ time to arrive at a decision. They are reportedly studying the HIL policy before making any official statement. The Delhi franchise won the 2014 edition of the HIL.Also in limbo is the Sahara Group over their ownership of two teams – the Uttar Pradesh Wizards and Ranchi Rays. Though none of their officials were ready to make a comment, sources said they may limit their association with just one of the two teams.  Contrary to some of the reports, a few of the players and franchise officials confirmed to The Field that all the payments until the 2017 season have been made. A fresh players’ auction is slated for September, but it will only be clear after the HIL meeting scheduled for later this month. The effect of Hockey Pro League From January 2019, FIH’s new global tournament – the Hockey Pro League – will commence with nine men and women international teams. The first milestone in FIH president Narinder Batra’s ‘Hockey Revolution’ will in effect leave no room for the HIL. But it will happen a year early for reasons unrelated to the Pro League is what worries the game and its stakeholders. The Pro League will run from January to June every year with teams playing on home-and-away basis. Clubbing that with other international tours and tournaments, it will hardly leave any window for the HIL.Massive loss for the playersIt was the HIL, which began in 2013, that gave the sport and players new hope. They became millionaires, which had never happened before. “I have never earned this much for playing one month of hockey,” former Australia captain Jamie Dwyer once famously said. Germany captain Moritz Fuerste broke the $100,000 barrier at the 2015 auction, where Indian striker Akashdeep Singh earned a whopping $84,000. In comparison to cricket, these are minuscule figures, but unheard of in hockey circles. “Through HIL most of the international players are earning in millions. It will be a big blow to us if the league is dumped, more so for domestic Indian players who rely on the league earnings to fund their career. Some of the foreign stars use the money earned from HIL to continue their studies and things like that. It will be a huge loss to all of us,” one of the prominent Indian players told The Field. What about the Bengaluru franchise JSW bagged the rights for Bengaluru franchise for the upcoming HIL season, but if the league is dumped, the organization supporting Indian sports in a big way may ironically not hit the HIL turf at all.There could be another scenario that the 2018 edition goes ahead with five teams, assuming both Punjab Warriors and Delhi Waveriders decide to pull out, but if one out of Ranchi and UP also make an exit, a four-team league will neither be viable nor logical  Not long ago hockey survived International Olympic Committee’s chopping block, when the IOC clubbed the sport along with a few others to be offloaded from the list of Olympic sports. But as things stand, HIL may not be so lucky and go on to join the Premier Hockey League in the sport’s history books.","author":"Jaspreet Sahni","time":"2017-07-05T09:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/842721-22725-ematwswhsm-1499223021.jpg","tags":["HIL","Field hockey","Hockey India League"],"source":"https://scroll.in/field/842721/no-smoke-without-fire-why-hockey-india-league-could-soon-be-history"}