{"title":"Cobrapost claims Paytm breached users privacy, shared data with PMO; e-wallet firm denies allegation","content":"Digital wallet firm Paytm on Friday denied allegations that it had breached users’ privacy by sharing their data with the Prime Minister’s Office.In a statement, Paytm said there was no truth to the allegations and that it “allows only legally compliant data requests” that law-enforcement agencies submit. “To further clarify, in the past, we have neither received requests nor shared any data without a legally compliant request from a bonafide agency and through proper process and channels,” it added. “You can be sure, we have never shared, nor will share your data with anyone whom you never gave us permission to share with. This is the holy grail of trust between us.”There is absolutely NO TRUTH in the sensational headlines of a video doing rounds on social media. Our users' data is 100% secure and has never been shared with anyone except law enforcement agencies on request. Thank you for your continued support.— Paytm (@Paytm) May 25, 2018\n\nThe company was referring to a video released earlier in the day by investigative news website Cobrapost as part of its documentary “Operation 136: Part II”, an exposé on media houses allegedly tailoring content to promote a Hindutva agenda. It showed Paytm’s Senior Vice President Ajay Shekhar Sharma purportedly claiming that the Prime Minister’s Office had asked for the personal data of some Paytm users in the aftermath of stone-pelting incidents in Jammu and Kashmir last year.“When the stone-pelting stopped there in Jammu and Kashmir, I personally got a phone call from the PMO,” Sharma is heard saying in the video to a Cobrapost journalist. “They told us to give them data saying maybe some of the stone-pelters are Paytm users.”During the course of the discussion, the senior Paytm official is also seen admitting his association with the leadership at the Bharatiya Janata Party and the Rashtriya Swayamsevak Sangh.#MediaOnSale Ajay Shekhar of paytm revealed that how they provided the data of their users to a political party, on the order of PMO. pic.twitter.com/fKZPQ2LDGZ— Cobrapost (@cobrapost) May 25, 2018\n\nThe documentariesThe Delhi High Court on Thursday restrained Cobrapost from releasing the second part of the documentary based on a plea from Dainik Bhaskar, a daily that features in it. Cobrapost, however, released the second part on social media late on Friday afternoon, excluding the reporter’s purported discussion with officials of Dainik Bhaskar.In March, the organisation claimed that 17 media houses had indulged in paid news, peddled a communal agenda and accepted black money for their activities. Titled Operation 136: Part I, the documentary showed a Cobrapost reporter posing as a religious activist and approaching media houses to help the BJP win the 2019 elections by promoting Hindutva through the press. It showed media house representatives purportedly agreeing to the undercover reporter’s proposal to carry communally motivated news in exchange for bribes.The second part claims to have exposed “more than two dozen media houses” agreeing to plant such stories in exchange for money.","author":"Scroll Staff","time":"2018-05-26T13:02:19.993133+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/880362-47510-xkolpfupzt-1481894149.jpg","tags":["Paytm","Cobrapost","PMO","Jammu and Kashmir"],"source":"https://scroll.in/latest/880362/no-truth-in-sensational-headlines-paytm-rejects-cobraposts-allegations-of-sharing-user-data"}