{"title":"No, the Supreme Court did not uphold the claim that Babri Masjid was built by demolishing a temple","content":"Two intertwined contentions drove the Ramjanmabhoomi movement three decades ago. The first was religious: supporters claimed that the central dome of the Babri Masjid in the Uttar Pradesh town of Ayodhya marked the exact spot where the Hindu god Ram had been born. The mosque was built on the Ramjanmabhoomi or birthplace of Ram in Hindi, they insisted  – a point closely examined in both the Allahabad High Court in 2010 as well as Saturday’s Supreme Court judgment in the Ayodhya case.The second involved history, culture and nationalism. It was claimed that the Babri Masjid had been constructed by officials of Mughal Emperor Babur after demolishing a Hindu temple at the site. At the time, many leaders associated with the Ramjanmabhoomi movement claimed that their efforts would not stop till all temples that had allegedly been demolished and replaced with mosques during the medieval period had been reclaimed by Hindus.Hindu nationalists view the medieval age and its Muslim rulers as a period of subjugation so removing symbols of the Mughals is an anti-colonial act for them. Right after the Supreme Court verdict on Saturday, for example, senior Bharatiya Janata Party leader Ram Madhav proceeded to compare the 1992 demolition of the Babri Masjid  to the erasure of British road names and imperial statues after Independence. Seen from within a Hindu nationalist framework, demolishing a Mughal mosque that had been built after demolishing a temple was not an act of vandalism – it was a righteous deed.The basic problem with this argument was that there is simply no historical evidence that the Babri Masjid was built by demolishing a temple.Problematic ASI report To bolster their claim, Hindutva supporters often cite a 2003 report released by the Union government’s Archaeological Survey of India.The report claimed that there was evidence of a temple under the (now-demolished) Babri Masjid. When it was release, the report was controversial. Two archaeologists, Supriya Varma and Jaya Menon, claimed that the report actually contained no evidence of a temple at all. Though an abrupt claim is made in the conclusion that “there was a temple underneath the Babri Masjid”, Varma and Menon explained this by arguing that “the ASI was working with a preconceived notion”.In an interview to the Huffington Post, Varma claimed, “underneath the Babri Masjid, there are actually older mosques”.The Supreme Court judgment on Saturday did not take Varma and Menon’s criticism of the ASI report into account. Still, the court rejects the contention that the Babri Masjid was after a temple had been demolished.No evidence of temple demolitionThe judgment notes that the temple identified by the ASI dates back to the 12th century – about four centuries before the first Mughal emperor Babur came to India from Central Asia. “No evidence is available to explain what transpired in the course of the intervening period of nearly four centuries,” writes the Supreme Court.Moreover, there is no evidence to show that this 12th-century structure has anything to do with the mosque itself. “The ASI report does not conclude that the remnants of the pre-existing structure were used for the purpose of constructing the mosque,” holds the court.The court sums up why archeological evidence does not back up the Hindutva argument that the Babri Masjid was constructed after demolishing a temple.“The ASI report has left unanswered a critical part of the remit which was made to it, namely, a determination of whether a Hindu temple had been demolished to pave way for the construction of the mosque.”As a result, medieval history actually played little part in the Supreme Court’s judgment. “A finding of title cannot be based in law on the archaeological findings which have been arrived at by ASI,” ruled the court. Instead, “title to the land must be decided on settled legal principles and applying evidentiary standards which govern a civil trial.” Eventually, the court decided the case not by relying on whether a temple was demolished but which side had possession of the Babri Masjid.Narrative over factsHowever, this part of the judgment got swept away. The fact that the court had finally decided in favour of building a temple was seen largely as a vindication of those who have argued that the Babri Masjid was a result of a temple being demolished in the 16th century.KK Mohammed, a former member of the Archaeological Survey of India and a long-time supporter of the Ramjanmabhoomi movement argued that the Supreme Court “came to [the] conclusion that there was a huge magnificent temple earlier and we should build a new temple once more”.  Writing in News18 a day after the judgment, analyst Shantanu Gupta argued that with the court ordering a temple, a “500-year-old wrong was set right” since “around 500 years ago, Babar’s commanders destroyed the temple in Ayodhya and built a mosque”.After the verdict, the Vishwa Hindu Parishad, one of the main driver of the Ramjanmabhoomi movement, spoke of moving on to other mosques that it claims have been built after demolishing temples. “About Kashi and Mathura, I must make it clear that Supreme Court judgement is not the end of the story, it is the beginning,” VHP working president Alok Kumar said at a press conference a few hours after the judgment was released.The Ramjanmabhoomi movement had, 30 years ago, successfully whipped up nationwide hysteria claiming that the Babri Masjid had been built after a temple had been destroyed. So successful was the movement that, even as the claim has been dismissed by the Supreme Court large numbers of Indians continue to believe it to be true.","author":"Shoaib Daniyal","time":"2019-11-11T15:12:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/70630-ulxmdmegtz-1571241573.jpg","tags":["Babri Masjid","Supreme Court","Ayodhya","Ramjanmabhoomi movement"],"source":"https://scroll.in/article/943337/no-the-supreme-court-did-not-uphold-the-claim-that-babri-masjid-was-built-by-demolishing-a-temple"}