{"title":"‘Nobody Lights a Candle’ illuminates the dark realities of our unequal society","content":"Anjali Deshpande’s novel Nobody Lights a Candle is a gut-wrenching exploration of the deeply entrenched misogyny and casteism in Indian society. Using spare prose and visceral imagery, it exposes the macabre forms assumed by these social ills. Even as women break barriers to find a footing in a hostile patriarchal terrain, there are many on the margins who are targeted for their nonconformity. Eyes dripping with derision follow these women everywhere, but they are never truly seen.The illusion of choiceThis is the author's translation of her Hindi novel Hatya. It is centred on the brutal murder of Suryabala, a lower-caste woman who rejects the trappings of tradition. She continues to wear bright clothes even after her husband dies, resisting the sartorial restrictions imposed on widows. Seeking to escape the confines of village life, she becomes a sex toy for lascivious men. Ultimately, she meets a ghastly end. No one sheds a tear except for her mother, who, too, cannot rise above social prejudices. Suryabala is viewed as a curse to her family. Villagers speak disparagingly of her, treating her murder as an unnecessary hassle. Even in death, she is reviled for the choices she made. As you delve deep into the narrative, you can’t help but wonder if she was given any freedom to exercise her choice. Nobody Lights a Candle illuminates the dark realities of our unequal society. Many dreams die a silent death. Many with dreams die unwept.Suryabala is thrown out of her house when she begins to invite unwelcome attention. She starts living in the storeroom of the beauty parlour where she works. Using her cleverness and charms, she tries to claw her way out of the pit she finds herself in. Desperate to climb the social ladder, she becomes the mistress of a wealthy man. Her aspirations are considered audacious. She is perceived as a mere piece of flesh to be enjoyed and even “served” to others. Deshpande strips away the cloak of respectability that conceals the rank misogyny of the filthy rich:For Udairaj, she was only a piece of flesh he came to gnaw at when the need rose in him. He even said he would serve her to his friends. Serve, like a dish! To save some lakhs. He could not give the woman a few lakhs but he would pay a lawyer any amount to save his own skin. He could not buy her a small flat to provide for her but he would spend on expensive cars. Their greed was not greed. Their misconduct was concealed behind the curtain of wealth, behind the thick walls of their bungalows, behind the customs and traditions they had so carefully nurtured.Though Suryabala’s plight sends shivers down your spine, you never get to know who she truly is. She is always described by others, most of whom are men with a lustful gaze. The only exception is Adhirath, a cop who is struggling to fit in because he feels differently than his colleagues. He is derided for his softness and punished for protecting his subordinate. Adhirath gets involved in the case even though he is not the one conducting the probe. He has a sympathetic imagination to understand Suryabala’s circumstances:She was a luscious grape for them, who intoxicated them like wine. … He felt a strange feeling of revulsion in him. Suddenly he realised just how alone that woman was.There is only so much you can gather from Adhirath’s reflections. I was hoping that Suryabala’s experiences would be recreated through flashbacks, laying bare her dreams, vulnerabilities, struggles and anguish. The distorted and sexist views of others add another layer to the violence visited upon her. Had Deshpande peeled off all the layers and showed us Suryabala in all her truth and complexity, this would have been a more powerful book.  The flawsThough the novel draws attention to issues of great social significance, it did not live up to my expectations. The quality of the prose is below par. Easily avoidable errors leap to the eye. Many sentences are decidedly clumsy, giving you the impression that this is the first draft of a manuscript. It was disheartening to learn that Jerry Pinto did the first edit of the book. If I had not read the Acknowledgements, I would have assumed that the book fell into the hands of an inexperienced editor. When I was reading the book, I could tell that it was edited in a rush. This marred the flow of the narrative and, consequently, weakened its impact. Despite its flaws, the book strikes a chord every now and then. It reveals the alienation experienced by those relegated to the margins. Trust – the glue that holds people together – is destroyed by discrimination:She did not seem to trust him. He could see that trust had been the first of the treasures the old woman had lost in her life. Her wary eyes, her silent sobs, her shrunken frame, everything a testimony to the loss of faith in life and people.What makes this novel worth a read is its firm grasp on the workings of caste in a society that, despite flirting with modernity, tenaciously clings to age-old prejudices. Many came on the streets for Nirbhaya in a touching gesture of solidarity. It is time we save our Suryabalas from slander and obscurity.     Nobody Lights a Candle, Anjali Deshpande, translated from the Hindi by the author, Speaking Tiger Books.","author":"Veeksha Vagmita","time":"2024-04-28T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200030-nezxfyrmmh-1713104310.jpeg","tags":["book review","fiction","translation"],"source":"https://scroll.in/article/1066822/nobody-lights-a-candle-illuminates-the-dark-realities-of-our-unequal-society"}