{"title":"‘Nograj will get 6,000 likes when he writes hi ladies,’ says creator Danish Sait","content":"Danish Sait is Nograj and Nograj is Danish Sait. Sometimes, it’s hard to tell them apart. Let’s begin with Nograj.In 2011, the Fever 104 radio channel in Bengaluru broadcast a set of voices with different names attached to them – Nograj, Asgar, Chacko, Manjunath, Saleem, Charles, Abdullah. Each character represented an ethnic stereotype and each played pranks on clueless listeners in strong Bengaluru accents.All the characters were popular, but one lingered in the imagination. Who was Nograj? It was hard to tell. Sometimes, he was a municipal corporation employee, on other occasions a police officer. Sometimes, he was the strict father of a young daughter. At all times, he was a prankster who mangled English (language became “long-gauge”, for instance) and threatened various people by adopting different guises. There was the time when he called a boyfriend posing as the girlfriend’s father. By the end of the call, Nograj made the hapless boy declare that he had sisterly feelings towards the girl. At another time, the Asgar character posed as a restaurant manager and asked a vegetarian for his feedback on the chicken dish he had eaten the previous night.The calls often ended with the victim abusing Nograj, but also unearthed unexpected and bewildering reactions from people who believed that they were talking to an authority figure.Nograj’s wickedly gleeful voice soon featured in widely shared sound clips. Nograj cultists got into the habit of posing such questions as “Are you understanding that one?” and “Are you caming soon?”The crossover to movies was waiting to happen. Danish Sait, the brilliant shapeshifter behind Nograj, is starring in Humble Politician Nograj, which has been directed by his friend, filmmaker Saad Khan. The political satire is in its last production schedule.“When Nograj came into my life, I was down in the dumps,” Sait told Scroll.in in an interview at his Fraser Town residence. “I was only looking to revive my career. I never thought he’ll almost make me a Captain Planet.”Danish Sait.The movie character expands from satirical YouTube videos that Sait uploaded in 2014 as an experiment. In these videos, Nograj’s disembodied voice finally has a body attached to it, and he has a lot to say about corruption. In the video “10 years 9 scams. India Wants Answers”, Nograj goes by the name Nagaraju and acts as a government spokesperson who bemoans the fact that the government has carried out only nine scams in 10 years. It’s tragic that the government missed a chance to squeeze in one more scam to round it off, Nagaraju observes. Danish Sait as Nograj.Sait has tried to be himself too – he has hosted two series of the Pro Kabbaddi league and one season of World Cup cricket on television, for instance – but Nograj has always been lurking round the corner. For a series of spots for the Royal Challengers Bangalore team during the Indian Premier League in 2015 called RCB insider, Sait played Mr Nags, an upscale version of Nograj. Mr Nags played football in an episode and golf in another and held up the IPL trophy without ever playing cricket. The demand for Nograj has been insatiable. “We did Christmas, Diwali and Rajyotsava videos that went viral calling Nograj the ultimate Kannadiga and all,” Sait said. In 2016, Sait put on traditional Mysuru headgear, a pair of sunglasses, a thick moustache, and a white shirt and did a Facebook Live. “Everybody immediately started saying, oh Nograj sir is live...hello sir and so on,” Sait said. “This was five years after the prank calls went viral. The character of Nograj was set in stone. Everyone knew that Nograj was a cheapster, a wicked politician in the making who is likely to cheat them. They knew he is not good looking. He is someone who will get 6,000 likes when he writes ‘hi ladies’.”Nograj in AmericaNograj followed Sait to New York City in 2016 when he went to study improvisational comedy. He performed at sold-out shows in various American cities, while also doing Facebook lives and impromptu sketches.Danish Sait has learnt, like the unwitting callers on the radio station, that there is no shaking off Nograj.\n\n\n    \n    Play\n\nNograj wants to rule America.The initial brief given to Sait by Fever 104 was to create a character for a prank call segment that would run for 90 seconds. Sait summoned up his experiences of growing up in Bengaluru. “If you grew up in Bangalore, you’ve definitely run into a Malayalee uncle like Chacko or a Shivajinagar resident like Asgar,” Sait said. “If you’ve stepped inside a government office, then you’ve definitely met someone like Nograj. Or maybe your college principal reminds you of him.”Some of the accents were picked by Sait and his sister Kubra, who is also an actor, while waiting for their mother to finish up at the supermarket she ran in Diamond District. “After school, since it was difficult for mum to leave the shop, we’d hang around there, near the counter,” Sait said. “Just sitting there, the kind of people we’ve heard, their accents. They were all stored somewhere in the recesses of my memory. The landlord would come with his woes and talk about how he is an ‘art’ patient. Kubra and I would laugh uncontrollably and go around chanting art patient, art patient. We were idiots, but you see, these are voices I’ve grown up with.”For radio, Sait wanted to create characters with distinctive personalities. He seems to have succeeded too well. “I’ve once received a request from a lady who asked me to prank call her husband and confirm her suspicion that he was having an affair,” Sait recalled. “I was like, “Lady, are you mad?” She urged me to do it. I actually did it and the man admitted it! On air!”He has been asked to kill a man and prank call an annoying professor. “The things people have told me about themselves...I didn’t even know why they were letting me in on these things,” Sait said. “They say that radio is a medium that addresses the street. I think what I did with these voices was I took the streets to the radio.”Over time, Sait began to experience a deep affection from his listeners. And it couldn’t have come at a better time for him, since he was emerging out of the toughest phase of his life.A ‘mule child’Sait paints his life as one long comedy: “My birth certificate said mule child instead of male child. My mother had to cover the u so it could look like an a.” At boarding school in Coorg, he met and was deeply influenced by one of his favourite orators, Nanjundaiah. “I did not have an icon while growing up,” Sait said. “Professor Nanjundaiah, the principal, became someone I looked up to. He was a terrific orator.”Yet, Sait’s ambition at the time was to be a filmmaker, and a college was randomly picked in Delhi from advertisements in the newspaper. “When we ended up there, we saw that the college was a one-bedroom apartment in Noida and in one of the rooms was a scary-looking man with a scary voice,” Sait said. “He was scraping wood and said to me in a gruff voice that he was making a set. There was no one else around.”Coimbatore finally became the destination for Sait’s education. “I enrolled at a school where during the first year, I drew fruits,” he said. “In the second year, I made an advertising campaign and in the third year, I made a film. That’s it. Got the degree.”An early precursor to his future in the entertainment industry was during his high school years in Bengaluru. “There were these concert/event series called Temptations featuring Shah Rukh Khan, Kajol and all,” Sait recalled. “I’d do the floats for these events. I’d go around in an open vehicle with a microphone in hand. At every signal, we’d stop and in a husky voice, I’d be like, ‘Hey, do you want to see Shah Rukh Khan live?’ I got Rs 150 a day for that.”Sait struggled to break into the event management industry after moving back to Bengaluru. “I’ve done all kinds of things – I’ve stood at mall entrances with a microphone in hand but no content,” he said. “So, if a lady picked a green sweater, I’d ask if she would like a purple one.” Then he landed a job at the music channel Raj Musixx. “Have you seen those shows where people call in with their song requests? Yes, I was made a producer of one of those shows,” Sait said. “Half the time, the anchor would be saying “Hello, hello, and then trying to tell the caller to reduce the volume on their television. Then the conversation would begin.”Were the callers real? “Of course. Real people would send messages like ‘Hi to all friends from Davangere’ or ‘Hi to Kumar Babu bike friends’. The ticker that read Vicky loves Sunaina was perhaps fake.”Sait hated the job, and leapt at the opportunity to host a breakfast show for a radio station in Bahrain. “It was an incredible experience, for I was thrilled that they gave a newcomer from a city in another country such a big chance,” he said. Radio jockeying proved to be hard but highly fulfilling work. “What’s beautiful about a place like Bahrain is the kind of people you meet and the role that radio plays in their life,” Sait said. “I had people across Saudi Arabia listening in. Pakistanis, Indians, Sri Lankans –  through conversations with them, I’d get a sense of how the borders are really only maintained by the governments, not the people. I also heard wonderful accents – a Pakistani Pathan scent to a Mallu settled in the Gulf.”Ambition drove Sait to work at a bigger set-up in Dubai and under one of his radio icons, Kritika Rawat. “This was a completely different experience, for everyone at Radio Spice in Dubai was a star and in the middle of all of them I felt so tiny,” he said. “I was asked to produce Kritika’s show but, that also meant getting coffee for her, getting yelled at if she didn’t like a song on the list, and even stepping in when she wasn’t in the mood. It was stressful. I adored her talent but the work atmosphere would reduce me to tears almost every day.”The prankster is bornIt was in Dubai that Sait began making prank calls. “I think I was at a stage where I was constantly painting someone else’s canvas,” he explained. “When an artist does not have his name going in, it breaks him. My health deteriorated. I wouldn’t clean the house and I started living in a pile of rubbish. I was diagnosed with depression and I moved back to Bengaluru. I came home. I was a wreck by the end of it.” That’s when Nograj happened. The elevation of Nograj from radio star to potential movie icon was mapped over four days by Sait and Saad Khan. “Like typical politicians, we went to a resort to write the script, and in four days we were done,” Sait said.The movie has been produced by Rakshit Shetty and Hemanth Rao and Pushkar Mallikarjunaiah, the team behind the hit Godhi Banna  Sadharana  Mykattu. What will Nograj do on the big screen? “We’re taking Nograj to the peak,” Sait promised. “A lot of things have changed with the character. You won’t see the glasses and the moustache all the time. Other characters like Manjunath and Lavanya, who were with Nograj on the prank call series, are coming to life. It is a political satire but we know the kind of climate that we exist in. So there are things he will definitely not touch upon.”Sait’s inbox has been flooded with messages from fans who say that they are eagerly waiting for Nograj Sir. The pressure is building. “I was telling my mum that perhaps after this film, I will put Nograj to rest,” he said. Don’t worry – it’s probably a prank.\n\n\n    \n    Play\n\nHumble Politician Nograj.","author":"Archana Nathan","time":"2017-05-15T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/837294-58186-zoiraovtho-1494822880.jpg","tags":["Danish Sait","Humble Politician Nograj"],"source":"https://scroll.in/reel/837294/nograj-will-get-6000-likes-when-he-writes-hi-ladies-says-creator-danish-sait"}