{"title":"Non-Muslims should not worry about exclusion from NRC, BJP general secretary tells Economic Times","content":"Kailash Vijayvargiya, the national general secretary of the Bharatiya Janata Party, has said that Hindus and other non-Muslims should not worry about being excluded from Assam’s National Register of Citizens, The Economic Times reported on Friday.“We have categorised illegal migrants,” Vijayvargiya said. “One is the persecuted Hindus. The other group is of Bangladeshi Muslims who infiltrated to get financial benefits from the country. So, the Hindus and other non-Muslim migrants do not need to worry. Even if they fail to submit the required documents, the government will protect them.”“Moreover, they will be awarded citizenship after we bring the citizenship amendment bill in Parliament,” he said. “But, Bangladeshi Muslims sneaked in to earn money. They are not persecuted. So why should they be part of our electorate?”The Indore MLA blamed the “foreign population” for the country’s unemployment problem. “The Bangladeshi infiltrators are thriving on government resources and curtailing the government services and facilities,” he added.The Assam government published the final draft of the National Register of Citizens on Monday. Around 40 lakh people did not find mention in the list out of 3.29 crore applicants. Since the release, political leaders have accused each other of vote bank politics and there have been several protests against the list, including in Parliament. The government, has, however, claimed it is a fair process and the Opposition is compromising India’s sovereignty.Vijayvargiya, who is also in charge of the BJP’s activities in West Bengal, reiterated the demand for an NRC-like exercise in the state. “According to our estimates, there would be more than 10 million Bangladeshi Muslims living in Bengal. The consequences are for us to see. Bengal is the conduit for terror funding,” he said.“The RBI figures about fake Indian currency notes also stated that the maximum number of [such notes] was circulated from Bengal,” he said. “Maximum number of rackets was identified in the state and all sorts of illegal movements are also traced here.”","author":"Scroll Staff","time":"2018-08-03T16:36:59.479224+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889103-oslddscjlo-1527913239.jpg","tags":["BJP","National Register of Citizens","Kailash Vijayvargiya","West Bengal","Assam"],"source":"https://scroll.in/latest/889103/non-muslims-should-not-worry-about-exclusion-from-nrc-bjp-general-secretary-tells-economic-times"}