{"title":"Non-BJP states might not be able to stall the Citizenship Act. Here's why","content":"The governments of five states not ruled by the Bharatiya Janata Party – Punjab, West Bengal, Chhattisgarh, Kerala and Madhya Pradesh – have now declared that they will not implement the Citizenship Amendment Act, 2019, which was passed by Parliament on Wednesday. The Act seeks to provide Indian citizenship to religiously persecuted Hindu, Parsi, Christian, Buddhist, Jain and Sikh immigrants from Pakistan, Bangladesh and Afghanistan, with a cut off date of their entry into India on December 31, 2014. Muslims have been excluded from the ambit of the law.On Thursday, Punjab Chief Minister Amarinder Singh said the legislation was unconstitutional and unethical  and that his government will not allow the implementation of a law that divides people on religious lines.  Any legislation that seeks to divide people on religious lines is illegal, unethical & unconstitutional. India's strength lies in its diversity and #CABBill2019 violates the basic principle of the constitution. Hence my govt will not allow the bill to be implemented in Punjab.— Capt.Amarinder Singh (@capt_amarinder) December 12, 2019\n\nKerala Chief Minister Pinarayi Vijayan also made it clear that his government will not roll out the amended Citizenship Act. He said the Bharatiya Janata Party and the Sangh Parivar have used the party’s majority in Parliament to uproot the bedrock of the Constitution. The Citizenship Amendment Bill is an attack on the secular and democratic character of India. The move to decide citizenship on the basis of religion amounts to a rejection of the Constitution. It will only take our country backward. Our hard-fought freedom is at stake. pic.twitter.com/Yg9Y8QJLUx— Pinarayi Vijayan (@vijayanpinarayi) December 11, 2019\n\nOn December 9, West Bengal Chief Minister Mamata Banerjee said her government will not allow the implementation of both the Citizenship Amendment Act, 2019 and the proposed nationwide National Register of Citizens. “We will not allow anyone to deport any person from the country,” she asserted. Chhattisgarh Deputy Chief Minister TK Singh Deo told Scroll.in that the state government cannot be expected to stand idle when the foundation of the Constitution is being demolished. “We hope to do every thing available in the rules to stop anything unconstitutional,” he said. Given the strident opposition from Opposition-ruled states, the immediate questions that arise are two: What is the extent of a state government’s role in implementing the Citizenship Act? Can the Centre implement the law without the help of the state government? To answer these questions, it is necessary to look at the rules that govern the implementation of the law. Citizenship RulesAny law requires rules to implement it. Such rules are termed as subordinate legislation in legal parlance and are framed by the respective governments through powers provided in the parent Act. Under Section 11 the Citizenship Rules, 2009, the authority for processing applications for citizenship, both through registration and naturalisation, is the district collector whose jurisdiction the applicant is ordinarily resident. District collectors function under the authority of the state government.Once the application for citizenship is received, the district collector will verify its veracity and forward it to the state government within 60 days. As per Section 12 (2) of the Citizenship Rules, the state government shall forward the application along with its recommendation and the report of the collector to the Central Government within a period of 30 days from the date of receipt of the report of the collector. A maximum of 90 days is fixed both for the collector and the state government to complete the process, although the Citizenship Rules allow for a delay on account of special reasons.It is here where the state governments could stall the process. They could simply stop processing applications under the Citizenship Amendment Act, 2019. As per the existing rules, if the application is not forwarded by the state government within 90 days, the applicant may make a representation to the Ministry of Home Affairs by enclosing a copy of the acknowledgement issued by the collector. However,  the Union Home Ministry cannot do more than urging the state government to expedite the process. The Modi government seems to have anticipated resistance from Opposition-ruled state governments. Section 18 of The Citizenship Act, 1955, allows the Centre to make the rules and designate the authority for processing citizenship applications. But not content with this provision, the government has inserted a new section in the Citizenship Amendment Act, 2019 to get around potential resistance by the state governments.Reinforcing the Centre’s powerThe Citizenship Amendment Act, 2019 has inserted Section 6B into the principal Act. Sub-section 1 of Section 6B reads thus: “The Central Government or an authority specified by it in this behalf may, subject to such conditions, restrictions and manner as may be prescribed, on an application made in this behalf, grant a certificate of registration or certificate of naturalisation to a person referred to in the proviso to clause (b) of sub-section (1) of section 2.”  According to Sasikanth Senthil, former Indian Administrative Service officer from Karnataka, who resigned recently in protest against the revocation of special status to Jammu and Kashmir, the Citizenship Amendment Act, 2019 also inserted a specific clause under Section 18 to ensure the Central government can change the rules governing the new clauses for persecuted minorities from the three countries.This reinforces the Central government’s powers to amend the Citizenship Rules and declare someone other than the district collector as the authority to deal with the citizenship applications of persecuted minorities from the three countries.  “There is a possibility that the central government may frame the rules in a way to reduce or completely eliminate the role of the state government,” he said. Therefore, while the state governments may resist the new amendments, the Centre has the means to circumvent the states by designating a central government officer to process the citizenship applications and send it directly to the Union Home Ministry. But there is one catch: Under the Citizenship Act, it is mandatory for the Centre to place any amendments made to the rules before Parliament. Within 30 days of the tabling of amendments, any member of Parliament can demand a discussion and a vote to modify or scrap the changes made to the rules. However, as per PRS Legislative Research, rules are rarely scrutinised by Parliament. “No discussion on specific rules has taken place in Parliament in the 14th and 15th Lok Sabha [between 2004-2010],” it said.","author":"Sruthisagar Yamunan","time":"2019-12-13T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132765-hyvaukwncx-1576244630.jpg","tags":["Citizenship Act","Federalism","Citizenship Amendment Bill"],"source":"https://scroll.in/article/946753/non-bjp-states-might-not-be-able-to-stall-the-citizenship-act-here-s-why"}