{"title":"North East elections: BJP wins in Tripura, Nagaland; Congress tries to form coalition in Meghalaya","content":"If there were any doubts about it before, Saturday’s results confirmed it: The Bharatiya Janata Party is now India’s only truly national party and also the pole around which most politics operates. Actual numbers for the saffron party from elections in three North Eastern states may have been mixed – the BJP won outright in Tripura, scraped through with its ally in Nagaland, and is hoping to be kingmaker in a regional alliance in Meghalaya. Yet the party’s massive influence over the region, one in which it was a bit player less than half a decade ago, is undeniable. “It was once said that BJP was only a Hindi-belt party. But today that has been proven wrong,” BJP President Amit Shah said at a press conference even before the final results had all come in. “It was said we are not a pan-India party. But today, we have an MP in Ladakh and Kerala. We have a government in Kohima and in Kutch.” TripuraShah underlined the party’s performance in Tripura in particular, since the BJP had not just improved its vote share from a paltry 1.5% in 2013 to a whopping 44.2%, but also brought down Chief Minister Manik Sarkar’s seemingly invincible Left government after 25 years in power. The BJP had entered into an alliance with the Indigenous People’s Tribal Front, a regional party. But the results suggested it could easily have gone it alone: As of 6:15 pm, the BJP was on course to win 35 of the 60 seats in the Assembly. The IPTF was set to win 8, giving the alliance 43 seats and a smashing victory, one that Shah said was even more meaningful because it came against Communists. “Left is not right for any part of India. First they were packed off from West Bengal and now from Tripura. This is a sign of the BJP’s growth,” he said. “Our workers in Kerala and Bengal are also very upbeat after this verdict, because they have also braved Communist violence.”You can read our coverage of the results here.NagalandThe final picture in Nagaland was not as definitive. The BJP had been in an alliance with the incumbent National People’s Front for the last five years, but it split up and came together with the newly formed Nationalist Democratic Progressive Party – led by former Chief Minister Neiphiu Rio, until recently one of the NPF’s tallest leaders. Over the course of the day, the lead swung back and forth between the NDPP and the NPF, but the BJP was, for the most part, not terribly concerned about who ended up in front.This is because it has had a relationship with both the parties, having been in alliance with the NPF and contested elections with the NDPP. More importantly, as the party in power at the Centre, it has an outsize influence in all the North Eastern states, where funds from New Delhi account for between 80% to 100% of the state’s finances. This meant that whichever party ended up ahead was likely to want to be in an alliance with the BJP, making the party less concerned about who came out ahead. The relevant number for the saffron outfit indeed, was that the Congress vote share in the state has come down from 24.89% in 2013 to just 2.2% this year. The BJP seems to have captured some of those gains, seeing its own vote share go from 1.75% five years ago to 13.9% in 2018. The final seat numbers are yet to be clear, but senior BJP leader Ram Madhav took to Twitter to say that the NDPP and the BJP have picked up a total of 30 seats, with only one more Member of Legislative Assembly required to work with them for a simple majority. You can read our coverage of the results here.In Nagaland NDPP-BJP alliance has secured 30 seats. With the support of 1 independent we are comfortably placed to form d government.— Ram Madhav (@rammadhavbjp) March 3, 2018\n\nMeghalayaThe influence of the BJP as the Big Brother of the region was most apparent in Meghalaya, where it only picked up two seats, and yet again hoped to be the glue in an alliance of regional parties. Meghalaya’s results suggested a truly fractured mandate: Six parties got more than 8% of the vote, none of which had particularly strong connections to each other. The incumbent Congress actually received the largest vote share, 28.5%, and the most seats, 21, out of the 60 in the Assembly. The Congress flew in top leaders Ahmed Patel and Kamal Nath to Shillong to avoid a repeat of the result in Manipur from 2017, where it had also ended up as the single-largest party but was reportedly caught napping while the BJP stitched together a coalition that staked claim to forming the government. The effect was evident as the party said they met the governor on Saturday night to request they be allowed to stake claim to form the government. The Congress would have to cobble together another 10 MLAs to have a majority even as it goes up against the National People’s Party, a regional outfit, that managed to win 19 seats. The NPP is actually an ally of the BJP’s at the Centre, but did not contest together with it. Nevertheless, the connections between the two are likely to come into play as alliance talks move forward.Also picking up seats were the United Democratic Party (6), the People’s Democratic Front (4), the Hill State People’s Democratic Party (2), the Nationalist Congress Party (1) and the Khun Hynniewtrep National Awakening Movement (1), in addition to three independents. Although the picture was still unclear as of 7 pm, with both the Congress and the BJP attempting to put an alliance together, the saffron party’s top leadership was already looking ahead to what comes next. Shah in his press conference said that Saturday’s results were a pointer to what would happen in Karnataka, where elections are expected by May. But then he went further. “Until Odisha, West Bengal and Kerala are not in our kitty, our golden period will not have started.”You can read our coverage of the results  here.","author":"Scroll Staff","time":"2018-03-03T19:48:20.790171+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/870694-83544-jkncrqbjwr-1520085956.jpg","tags":["North East Elections","Tripura","Meghalaya","Nagaland","Election Results","Assembly elections"],"source":"https://scroll.in/article/870694/north-east-elections-bjp-wins-in-tripura-and-nagaland-while-meghalaya-still-up-for-grabs"}