{"title":"Not only the BJP: Why Ambedkarites also oppose the collegium system","content":"While the Bharatiya Janata Party’s criticism of the judiciary regarding its control over the appointment of judges may have started in 2014, Ambedkarites have long opposed the collegium system of appointment.Introduced in 1993, the collegium system – where the senior judges of the Supreme Court recommend names for the Supreme Court and High Courts and the government is expected to follow them – has often been criticised for being opaque and unaccountable.Dalit and Adivasi activists argue that this opacity has ensured that judges from marginalised communities – Scheduled Castes, Scheduled Tribes and Other Backward Classes and religious minorities – are mostly unrepresented in the higher judiciary. The dominance of upper-caste judges, they say, also affects the judgements passed by the courts, in matters such as reservations and caste-based atrocities.Nepotism and casteThe biggest criticism of the collegium system is that it operates without any clear metrics about who should be nominated to the higher judiciary. Since it is judges who recommend names, several commentators argue that the process is not objective.“Collegium has proved inefficient with the idea of diversity,” said author and Dalit scholar Suraj Yengde. “It has been nepotistic.” Advocate and former national general secretary of Bahujan Samaj Party, Suresh Mane argued, “Appointments are restricted, according to some people, to not more than 150-200 families, to carry the legacy of judicial system.” In 2017, Upendra Kushwaha, the Union minister of state for the Human Resource Department ministry also echoed similar sentiments. According to a 2016 report by Outlook, 11 out of the 28 Supreme Court judges belonged to families of judges or legal stalwarts.This has led to dominance by upper caste men in the Supreme Court, commentators argue. “Scheduled Castes do not have any social network,” said Ashok Bharti, chairman, National Confederation of Dalit Organisations. “If there is no social network, how will they be able to reach out to the network where the collegium selects the judges?”That is why Scheduled Caste and Scheduled Tribe judges have not been recruited in desired numbers, he argued. A report by the National Commission for Scheduled Castes noted that out of 850 High Court judges in 2011, only 24 were from Scheduled Castes and Scheduled Tribes, less than 3%, despite comprising around 25% of India’s population. Additionally, 14 out of 21 High Courts did not have a single judge from these communities.Scholars believed that an overrepresentation of upper castes in the judiciary also biases courts’ judgements. Credit: PTIFurther, according to data from the Union government, out of 537 High Court judges appointed between 2018-’22, 79% belonged to forward communities. Out of the remaining, about 1% were from a Scheduled Tribe, about 3% were from Scheduled Castes and 11% belonged to Other Backward Classes, while the background of around 4% of appointees could not be identified.Coming to the Supreme Court, according to a November 2021 report by NewsClick, out of a total of 256 Supreme Court judges appointed till then, only five were Scheduled Castes and only one judge was a Scheduled Tribe judge. Between 2010 and 2019, only one Dalit Judge, BR Gavai, was appointed to the Supreme Court.The criticism of the collegium is not limited to scholars and activists. In 1999, KR Narayanan, India’s first Dalit President, wrote a note while approving names for the Supreme Court. The note stated that despite there being eligible candidates who were women, Scheduled Castes and Scheduled Tribes, they were grossly underrepresented in the judiciary. Constituent AssemblyAnother reason for Ambedkarties to oppose the collegium is that the Constituent Assembly, the body that drafted the Constitution, rejected it, giving the Centre the power to appoint judges. “On the Constituent Assembly floor, BR Ambedkar made it very clear that appointment should be in ‘consultation’ with judges,” said Mane. “According to Ambedkar’s perspective, the judiciary was not to assume the position it has assumed through collegium system.”Before the collegium system was introduced in 1993, the government was the primary actor in appointing judges. However, studies show that even during that time judges mostly belonged to forward castes. Till 1989, upper castes had 92.3% representation in the Supreme Court, according to researcher George H Gadbois Jr. Source: 'Judges of the Supreme Court of India' by George H Gadbois Jr.However, scholars believe that after 1970 there was a push to appoint judges from marginalised communities. “Till 1970 Scheduled Castes had no representation,” said Arvind Kumar, a doctoral scholar of politics at Royal Holloway, University of London. “Then representation started increasing.” However, he believed that this trend regressed after the collegium system.In fact, he argues that the collegium system was brought as a response to the increasing demands by backward castes in the 1980s for more representation in the public sphere.However, some Ambedkarites believe that even if government appointing judges does not lead to more diversity, it is easier to hold the government accountable. “We can question the government, vote them out,” said Suraj Kumar Baudhh, founder of Dalit rights organisation Mission Ambedkar. “But you cannot even question the collegium system.”Effect of judgementsScholars believed that an overrepresentation of upper castes in the judiciary also biases courts’ judgements. About 73% of India’s undertrials and 60% of death row prisoners, were Scheduled Castes, Scheduled Tribes or Other Backward ClassesSaid Sumeet Mhaskar, professor of Sociology at OP Jindal Global University, Haryana, “There are several cases linked to caste: such as reservations, [caste related] atrocities. In most [such] cases, the judiciary has taken an opposite position [that is against the interest of marginalised groups].” For instance, he said that in March 2018, the Supreme Court had ruled that a person can’t be arrested under the Scheduled Castes and the Scheduled Tribes (Prevention of Atrocities) Act, 1989, without a court’s permission. This was overturned by the Parliament after massive protests. “The court decided to rule in favour of upper castes,” he said. “A law which was already difficult to implement, they made it even more difficult to use that law.” The Supreme Court has only had one Scheduled Caste and one Scheduled Tribe till date. Credit: Money Sharma/ AFPFurther, this trend was also evident in the November 7 judgement where the constitutionality of reservations for economically weaker sections for upper castes was upheld, argued Kumar. “They let go of all their previous principles [on reservation],” he said. He explained that in reservations for lower castes, the court had always asked for data or imposed limitations such as a 50% ceiling on reservations.“But the court allowed the [EWS] reservation without any such data,” he added.Way forward?Even though some feel that a system under the government might ensure more accountability, all the activists and scholars Scroll.in interviewed believed that a new system of appointments, such as exams or a separate commission, is required.“I am equally worried about if the present BJP-led government gets the full power to appoint judges because the government too has not ensured proportional SC [Scheduled Caste], ST [Scheduled Tribe] representation in the cabinet and at the secretarial positions,” said Subhajit Naskar, assistant professor at Jadavpur University, Kolkata.​​Further, some fear that the government’s criticism of the collegium is to take power to appoint judges themselves. “You do not know if their motive to have diversity or to control the judiciary, which is supposedly an independent authority,” Yengde added.Said Naskar, “So there can be an independent dedicated body constituted with diverse representation to appoint judges in Supreme court and High courts.”The National Commission for Scheduled Castes had in 2016 recommended a separate commission for the appointment of judges along with proportionate reservations in the higher judiciary. In 2000, a Parliamentary Committee on the Welfare of Scheduled Castes and Scheduled Tribes also recommended reservations in the higher judiciary.Presently, seats are reserved only in the district judiciary, with the High Courts and Supreme Courts having no reservations.","author":"Umang Poddar","time":"2023-01-11T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/87045-zrzljbyoez-1580733384.jpg","tags":["collegium system","Supreme Court"],"source":"https://scroll.in/article/1039835/not-only-the-bjp-why-ambedkarites-also-oppose-the-collegium-system"}