{"title":"Not just Judge Loya's death: ‘Absurd inconsistencies’ in the Sohrabuddin Sheikh fake encounter case","content":"Fifteen of the 38 accused have been discharged, 30 witnesses have backtracked on their statements, questions have been raised on the death of a judge who was hearing the case after the abrupt transfer of his predecessor, and now a former High Court judge says all is not well in the manner in which the trial in the Sohrabuddin Sheikh fake encounter case is proceeding.The Supreme Court is currently hearing petitions seeking an investigation into the death of Maharashtra’s CBI special court judge Brijgopal Harkishan Loya. When he allegedly died of a heart attack on December 1, 2014, Loya was handling the Sohrabuddin Sheikh extrajudicial murder case, which involved high-profile politicians like Bharatiya Janata Party president Amit Shah and senior police officers of the states of Gujarat and Rajasthan.While the apex court is seized of this matter, the trial in the 2005 fake encounter case, at a special CBI court in Mumbai, has seen a series of fast-paced developments since the BJP took charge of the government at the Centre in May 2014. The CBI special court’s trial judge, JT Utpat, who was in charge of the case, was transferred on June 25, 2014. (Meanwhile, the BJP also came to power in Maharashtra in October 2014.) Loya died in Nagpur on December 1. Loya’s replacement, MB Gosavi, after hearing Amit Shah’s discharge petition from December 15 to 17, 2014 , dropped all charges against the BJP leader on December 30, 2014 and discharged him from the case on December 30, 2014. It was followed by multiple discharge of accused persons even before the trial began and key witnesses turning hostile ever since.‘Absurd inconsistencies’On Tuesday, former Bombay High Court Judge Abhay M Thipsay flagged the “absurd inconsistencies” now evident in the trial process. In an interview to the Indian Express, Thipsay said despite the special CBI court agreeing that there was an abduction and staged encounter, it chose to discharge 15 of those accused in the case, including Amit Shah. There is something “suspicious” and “contrary to common sense” in the proceedings, he added.“The version of the same witness, as reflected in police statements, has been believed in the case of some accused and disbelieved in respect of others discharged,” the former judge said. “There must be some reason for the hostility, such as witnesses being bribed, pressured or threatened.”Kauserbi and Sohrabuddin Sheikh.While the details of Sheikh’s death in 2005 have been elaborated in an earlier article, it is important to highlight that the Supreme Court had noted that attempts were made by the investigating agency of the State of Gujarat to mislead the courts, which is why it moved the case out of Gujarat to Maharashtra in 2012. It had earlier transferred the case to the CBI in 2010.The CBI in its chargesheet had alleged that Sheikh had the potential to expose an extortion racket run by senior Gujarat police officers who were close to Amit Shah, then minister of state for home in Gujarat. The accusation was that Shah ordered Sheikh’s killing. Shah was included as accused number 16 in the case. Shah was arrested in 2010. The Gujarat High Court released him on bail three months later. Three senior police officers were included as accused persons in the chargesheet. They were DG Vanzara, then the deputy director general of police, Anti-Terrorism Squad, Gujarat; S Rajkumar Pandian, superintendent of police, Anti-Terrorism Squad, Ahmedabad, and MN Dinesh, superintendent of police, Udaipur, Rajasthan. Amit Shah’s dischargeThe law relating to discharge applications is well settled. Under Section 227 of the Code of Criminal Procedure, a judge can discharge an accused person from the case after recording the reasons for there being insufficient grounds to proceed against the accused.Discharges are rare, especially in cases that involve criminal acts such as murder, and in which high-profile persons, including senior police officers, are involved. Given the importance that Section 227 holds in the delivery of justice, the higher judiciary has framed guidelines on what a judge should do when an application for discharge is filed.Discharge applications are admitted when the court proceeds to frame charges against the accused. According to the Delhi High Court in 2015, the judge has the powers “to sift and weigh the evidence for the limited purpose of finding out whether or not a prima facie case against the accused has been made out”. This usually means that during the discharge application hearings, the judge is expected not to pass value judgement on statements of witnesses, who will be examined and cross-examined during the trial, but merely satisfy themselves on whether there was “grave suspicion” against the accused. It is not necessary that the charges be proved beyond doubt at this point.Amit Shah and his son Jay celebrate his arrival home after his release from Sabarmati Central Jail in Ahmedabad on October 29, 2010. (AFP/Sam Panthaky).Amit Shah was discharged from the case on December 30, 2014, within a month of Judge Loya’s death. The judge who replaced Loya dismissed much of the evidence as hearsay. This included a statement by Gyanchand Raiger, who was an additional director general of police in Gujarat. It was alleged that in November 2006, Amit Shah convened a meeting of officers dealing with the case and expressed his displeasure at the manner in which investigating officer VL Solanki was proceeding. There were also the statements of the Patel brothers, businessmen at whose office Sheikh’s men allegedly fired upon in 2004. The allegation was that Sheikh did this following instructions from a Gujarat police officer called Abhay Singh Chudasama, who ran an extortion racket at the instance of Shah. The Patel brothers claimed that Shah and Vanzara put pressure on them to provide specific statements against Sheikh, something the CBI said was indicative of the fact that Shah knew Sohrabuddin Sheikh. However, the special court dismissed these as of no significance, pointing out that it was “absolutely unnatural and unbelievable that the witness states all the facts almost in ad-verbatim even without much grammatical variations, same as per his earlier statement”. The brothers had given three statements in all on different dates. Curiously, the court also mentioned that even if the CBI’s contentions were accepted, Shah had influence only over the Gujarat police and there was no reason for the Rajasthan police to get involved. It is important to remember that Rajasthan too was ruled by the BJP at that point.The most significant set of evidence brought forward by the CBI were call records. The agency showed that Amit Shah made calls to the accused police officers during the relevant period, which was curious because a home minister does not usually directly interact with lower-level police officers. In 2010, it was argued that these calls were due to a sensitive abduction case that took place during the same time. This changed in 2014, the accused argued that it was Shah’s style of functioning to be directly in touch with field officers, and that this was the result of the post-Godhra riots of 2002, when law and order became an extremely sensitive subject in Gujarat. “Without the content of actual conversations, no sufficient ground can be considered to proceed against the Accused/applicant to link him with the alleged conspiracy,” the court said, citing a Supreme Court precedent.However, the question remains whether the judge should have gone into the veracity of the statements of the witnesses and admissibility of evidence produced, as this is something that should have been decided in a trial. More serious is the fact that the first judge who was hearing the case, JT Utpat, was abruptly transferred to Pune in June 2014, at a time when he was questioning the non-appearance of the then accused Amit Shah, as noted above. The second judge Loya died months after taking over the case on December 1, 2014 and fresh questions have been raised about his death. The third judge MB Gosavi discharged Shah 29 days after Loya’s death, with the CBI’s lawyer spending only minutes to oppose the discharge application. That the CBI decided not to appeal against the discharge tells its own story.Serious questionsIn August last year, Vanzara, Pandiyan and Dinesh, the senior police officers accused in the case, were discharged. In all, 15 of the 38 accused in the case had already been set free even before the trial began.Justice Thipsay raises significant questions on the discharge of these senior officers. A number of accused have been discharged by observing that the evidence against them is weak. On the same evidence, however, the trial court found that there is a case for proceeding against some of the accused. The version of the same witness, as reflected in police statements, has been believed in the case of some accused and disbelieved in respect of others discharged. Abduction is believed. So you believe that he (Sheikh) was abducted. You also believe that it was a fake encounter. You also believe that he was illegally kept in the farmhouse. And you don’t believe that Vanzara, Dinesh M N (then SP Rajasthan) or Rajkumar are involved in that.How could the constabulary or inspector-level officers have any contact with him (Shaikh)? You mean to say a sub-inspector abducted him (Shaikh) from Hyderabad and brought him to a different state? When on the basis of the same material, you say that there is no case against the SPs (Pandiyan and Dinesh). So the suspicion is that superior officers have been treated differently. That is suspicious.Thipsay also pointed out that the accused were denied bail repeatedly based on the stand of the prosecution. But years later, they have been discharged.“This is failure of justice and of the justice delivery system. It is unusual that bail is denied to a number of accused for several years and then the court holds that there is no prima facie case against those accused.”The CBI’s roleSheikh’s brother Rubabuddin has challenged the discharge of Vanzara, Pandiyan and Dinesh before the Bombay High Court. The CBI has challenged the discharge of Rajasthan police constable Dalpat Singh Rathod and Gujarat police officer NK Amin before the same court. The CBI, significantly, has not challenged Amit Shah’s discharge. Rubabuddin had earlier challenged Amit Shah’s discharge in the Bombay High Court. But after a few hearings, he withdrew his petition. He went on record in later press interviews that he did so under pressure, fearing for his life.In all, 30 witnesses have turned hostile so far, prompting the High Court to question the government on the security provided for the witnesses. “Is this the seriousness with which the CBI is conducting the trial?” Justice Revati Mohite-Dere remarked on February 12, while hearing the petitions. “What protection are you offering to your witnesses? It is your duty to protect the witnesses, so they can depose fearlessly. You can’t file a chargesheet and not give your witness protection,” she said.The CBI is expected to oppose a Public Interest Litigation filed by the Bombay Lawyers’ Association against its decision not to contest Shah’s discharge.Also see: Who killed Sohrabuddin? Debate around judge’s death puts focus back on murders by Gujarat policeJudge Loya’s death: Why an ECG has become so crucial to the case","author":"Sruthisagar Yamunan","time":"2018-02-16T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/868737-82129-xiorvwdwsb-1518732842.jpg","tags":["Amit Shah","Brijgopal Harkishan Loya","Sohrabuddin Sheikh","CBI","Encounter deaths"],"source":"https://scroll.in/article/868737/not-just-judge-loya-s-death-absurd-inconsistencies-in-the-sohrabuddin-sheikh-fake-encounter-case"}