{"title":"Not only Kashmir: Till 1950, every Indian province had a prime minister","content":"On Monday, National Conference leader Omar Abdullah speaking at an election rally in Bandipora, declared that Kashmir had its own unique identity. As proof, he noted that at the time of Independence, the chief minister of Jammu and Kashmir was known as the “prime minister”. Abdullah said that he wanted to bring back the position.The Kashmiri politician’s statement was picked up by the Indian prime minister as part of the Bharatiya Janata’s Party’s nationalist pitch for the general election. “Two prime ministers for Hindustan? Do you agree with it?” asked Modi in a rally in Hyderabad. “Congress has to answer and all the ‘mahagathbandhan’ [Opposition coalition] partners have to answer. What are the reasons and how dare he say that?”Perhaps he seems to have forgotten that India, till 1950, had far more than two “prime ministers”. In fact, starting from 1937 and going up to when the Indian constitution was adopted in 1950, every Indian province had a prime minister.A map of the provinces of British India under the Government of India Act, 1935. The map also reflects the results of the 1937 election, which for the first time, elected provincial prime ministers. Credit: Creative CommonsGovernment of India Act, 1935The position of the provincial prime minister has its roots in the historic legislation called the Government of India Act, 1935, passed by the British parliament. The act was a proposed constitution for India, providing the colony an unprecedented measure of self-government. The legislation was so powerful that it was used as the template for India’s new Constitution. This led at least one member of the Constituent Assembly to complain that the British act was being “followed as a bible”.For the first time ever, the act envisaged a politically united subcontinent, with an Indian Federation consisting of British Indian provinces and the princely states. However, due to a variety of reasons, ranging from British reluctance to go all the way and make India an independent dominion (like Australia or Canada) to the sudden chaos caused by World War II, this federal scheme could never be implemented.What did get implemented, however, was the act’s plan for democratic government in the 11 provinces of British India: Madras, Bombay, Bengal, United Provinces, Punjab, Bihar, Central Provinces and Berar, Assam, North West Frontier Province, Orissa and Sind.Provincial democracyIn the provinces, there was to be full democracy. The Westminster system of a council of ministers being responsible to an elected legislature would be implemented. There was only one flaw: the unelected governor would have a right to dismiss a popular government and take over the administration. Ironically, this undemocratic blemish still exists in modern India under the name “President’s Rule”.Franchise was not universal (but then, it must be remembered, neither was in it most other countries in the world at the time). Absolute equality in voting rights irrespective of gender, race or wealth only came to Britain in 1948 and in the United States in 1965. Voting rights under the Government of India Act, 1935, matched up to, and in many cases exceeded – there were no racial barriers and women had the vote  – international standards at the time.Eleven prime ministersIn a sign of how much power had been handed to the provinces, the head of a provincial government under this act was called a “prime minister”. In 1937, elections were held under the Government of India Act, 1935,  and the Congress managed to form governments in seven provinces. In 1939, when the Congress’ BG Kher inaugurated a Dalit housing scheme, the Times of India ran the headline, “Colony opened by the Prime Minister”. On May 14, 1938, there was even a Congress Prime Ministers’ conference in Bombay. AK Fazlul Huq, the first prime minister of Bengal. He was from the Krishak Praja Party. Credit: Creative CommonsOn August 6, 1938, the Times of India ran a headline, “UP Prime Minister’s Assurance” while reporting on a session of the United Provinces (now Uttar Pradesh) Assembly. On July 4, 1946, the paper reported that a committee consisting of “Dr Rajendra Prasad, Mr SK Sinka (Prime Minister of Bihar) and Mr AN Sinha (Finance Minister)” would select Congress candidates for the upcoming Constituent Assembly elections.Frequently used as a synonym for prime minister of a province was the word “premier” – a feature of British English at the time and used often to describe the British prime minister as well.This might seem odd today but remember, there was no Central government in the way it is thought of today. The Indian government was completely under colonial control, headed by a Viceroy who was accountable only to the British government. Moreover, the independent existence of provinces, with powers different from the Centre, was laid out in law. Even the provincial governor was appointed directly by the British monarch under the Government of India Act, 1935.Transfer of powerIn August, 1947, however, as part of the transfer of power from British to Indian hands, there was a hurried creation of two dominion governments under the British parliament’s Independence of India Act.Under this, both India and Pakistan now appointed a “prime minister” at the federal level. However, even then, both dominions used the Government of India Act, 1935 as a constitution. The nature and powers of the provincial governments remained unchanged.For example, on November 2, 1947, as part of his fornightly letter to the provinces, Nehru himself uses the salutation “My dear Prime Minister” to refer to the head of a provincial government. On November 21, 1947, when the first Assembly session of the newly constituted province of West Bengal took place, the Congress’ Prafulla Chandra Ghosh was addressed as “prime minister”. Nehru writes to the the heads of the provincial governments calling them \"prime ministers\" two and a half months after independence.On November 2, 1948, as a Linguistic Provinces Commission set down to work to make states based on languages, the Times of India’s headline read: “Early solution of linguistic units issue urged – Bombay Prime Minister’s letter to inquiry commission”.BG Kher, the first prime minister of Bombay, which consisted of present-day Maharashtra and Gujarat. Credit: Creative Commons1947-1950However, the winds of nomenclatural change had begun to blow.  New Indian states formed from what were earlier princely states started to get a head of government called a “chief minister”. In Hyderabad, for example, a government run by the Indian Army was replaced by one headed by Chief Minister MK Vellodi on December 1, 1949.Moreover, even for earlier provinces, it became more commom to use the synonym “premier” leaving “prime minister” for Jawaharlal Nehru’s exclusive use. On June 24, 1949 for example, a Times of India headline read, “Hunger and want are reasons for unrest in Calcutta – West Bengal premier’s views,” referring to Congressman Bidhan Chandra Roy. Nehru himself implemented this in his language. After writing six fortnightly letters to the “prime ministers” of the various provinces, Nehru seems to have had a realisation that he was also prime minister. As a result, from mid-December, 1947 onwards he switched to using the salution “premier” to address the heads of provincial governments.The new constitutionOn January 26, 1950, the Government of India Act, 1935 was replaced by a new constitution framed by the Constituent Assembly of a free India. “There shall be a council of ministers with a chief minister at the head,” read Article 163, describing the structure of government in the states.A fortnight before the new constitution came into place, a small news snippet in the Times of India informed readers of this lexical change. “The premier of Madras will be designated as ‘chief minister’ from January 26, the date on which India becomes a republic, according to a press note issued today,” reads the edition on January 11, 1950. “This is in pursuance of the provisions in the new Constitution laying down that the term ‘Chief Minister’ shall be used for the head of a State Cabinet.”Nehru begins to use \"chief minister\" in his letters after the term was legally instituted by the Indian Constitution, which came into force on January 26, 1950Following the change in the law, Nehru also made the required adjustments in his fortnightly provincial dispatches. His letter on January 19, 1950, begins with “My dear Premier” but on February 2, 1950 – the first letter after the new Constitution came into force – the salutation is “My dear Chief Minister”.However, Jammu and Kashmir was a special case since it was a princely state that acceeded to the Indian Union in 1947 under a specific set of conditions. Kashmir maintained its special status when it adopted its own constitution in 1956, the only state in India to do so. As a result, the Indian Constitution’s Article 163 did not apply there and the the head of the government continued to be called Wazir-e-Azam or Prime Minister till 1965, when the state Assembly changed the title to “chief minister” (the head of the state used to be called Sadr-e-Riyasat till then, and was changed to governor).","author":"Shoaib Daniyal","time":"2019-04-06T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116743-qugpjqtvso-1554385513.jpeg","tags":["Omar Abdullah","Government of India Act","Government of India Act 1935","British India","Narendra Modi"],"source":"https://scroll.in/article/918930/not-only-kashmir-till-1950-every-indian-province-had-a-prime-minister"}