{"title":"Not another law: What the government needs to do about the bribery charges in Goa and Assam","content":"While the authorities here were sleeping, the United States Department of Justice sniffed out evidence of graft among Indian government and bureaucracy. Last week, the justice department announced an enforcement action, under the US's Foreign Corrupt practices Act, against Louis Berger International, an infrastructure and development company based in New Jersey. The company stands accused of having paid $976,630 in bribes to Indian officials in 2010, to secure government contracts for two major water projects, one in Goa and the other in Assam.One of the alleged recipients of the bribes is an unidentified minister. On Sunday, Manohar Parrikar, former chief minister of Goa and current union home minister, accused Digambar Kamat’s Congress state government, which had preceded the BJP dispensation, of being involved in the graft. Laxmikant Parsekar, current chief minister of Goa, added that he would write to the Centre seeking a CBI probe. On Tuesday, the Goa Crime Branch filed an FIR against \"unknown persons\", citing charges of criminal conspiracy and various offences under the Prevention of Corruption Act. In Congress-ruled Assam, there was relative silence.It is likely that the central government will also take up this case with some gusto, since the monkey business happened under the Congress's watch. In the stormy monsoon session of Parliament, it’s all about your Vadra and Bagrodia to my Swaraj and Raje. The government will apparently stir itself to move the lapsed Prevention of Bribery of Foreign Public Officials and Officials of Public International Organisations Bill, 2011, once again.Why is passing another law the default response of governments?  A UPA singed by scams in its second term also took recourse to legal tokenism, enacting a new law or introducing an amendment every time a fresh outrage broke out. Beyond the optics, such gestures mean little in most cases. We have the laws. If only governments knew how to use them. There is no reason that offenders in the Louis Berger case cannot be tried under existing laws. But first, the back story.The back storyBooked under the US’s Foreign Corrupt Practices Act, Louis Berger faces charges of bribing foreign officials in India, Vietnam, Kuwait and Indonesia. In India, it was appointed as a member of the consortium that operated the Goa Water Supply and Sewerage Project, sponsored by the government of India, which took a loan from the Japanese International Cooperation Agency.Along with its partners in the consortium, Louis Berger was supposed to formulate the project management information system, take care of design and construction, and get the work done on time. The Comptroller and Auditor General’s report of 2012-13 had already flagged delays in the project which had led to cost overruns.The criminal complaints against Louis Berger list the ways in which it allegedly manipulated processes in different countries to secure contracts. Apparently, illegal payments were labelled attractively as “commitment fee”, “counterpart per diem”, “marketing fee” and – this is a good one – “field operation expenses”. Very often, the money was paid out of “slush funds” created for the purpose of bribery.In response to the US enforcement action, Louis Berger has paid $17.1 million towards a deferred prosecution agreement. A DPA is an agreement between the party facing criminal charges and the prosecutor, under which the accused agrees to meet certain conditions within a specified period of time.In India, the DPA says, “[t]he bribe money was disguised as payments to vendors for services that had never actually been rendered.” Louis Berger employees, agents and consortium partners apparently kept a spreadsheet with details of the bribes paid.Under the DPA, the company is obliged to cooperate with Indian investigators, should the Department of Justice tell them to.LawsUnlike the US, India does not have a law that criminalises bribery among foreign public officials. But Indian law enforcement agencies have named foreign private parties in cases of corruption earlier.Last year, in one of the cases in the 2G scam, the Central Bureau of Investigation filed a chargesheet naming Dayanidhi Maran and his brother, Kalanithi, a Malaysian tycoon and his aide. Maxis, the Malaysian company, had allegedly greased palms rather lavishly to acquire controlling stakes in the Indian mobile carrier, Aircel. All four involved were slapped with charges under the Prevention of Corruption Act and criminal conspiracy.The PCA covers all Indian citizens, at home or abroad. It defines corruption broadly enough to cover various shades of wrongdoing. This includes a “public servant taking gratification other than legal remuneration in respect of an official act”. In 2013, the law was amended to include bribe giving as an offence, not just bribe taking. There is more legislation to deal with graft as well, including the Prevention of Money Laundering Act, 2002, and the Benami Transactions (Prohibition) Act.So investigating agencies may take their pick of laws in the  Louis Berger case. The problem lies elsewhere. The government should work out the logistics of information sharing and summoning witnesses. It needs to ensure the case reaches closure. India’s track record in cases of corruption involving foreign parties is not heartening.Take the AgustaWestland case, where the multinational helicopter manufacturing company allegedly bribed Indian politicians and military officials to secure a defence contract. The FIR filed by the CBI had named AgustaWestland and the Italy-based Finmeccanica. The case also implicated two Italian middlemen. That was two years ago. As of last year, the CBI had still not filed its chargesheet. While proceedings drag on in the Italian courts, the investigating agency is still waiting for replies to its letters rogatory, or a formal request for judicial assistance from another country.If the government wants to prove it is serious about cracking down on corruption, it must make sure that the Louis Berger case is not a repeat of the same depressing story.","author":"Ipsita Chakravarty","time":"2015-07-24T12:00:53+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/743212-b2ccf4a0-2cf9-4a69-af88-1e4f87c45af1.jpg","tags":[],"source":"https://scroll.in/article/743212/not-another-law-what-the-government-needs-to-do-about-the-bribery-charges-in-goa-and-assam"}