{"title":"Not just Hindu versus Muslim: Ayodhya dispute has several parties battling each other in court","content":"Over 38 days since August 6, a five-judge bench of the Supreme Court has heard final arguments in the Ayodhya case. The case is often presented in the media as a Hindu-Muslim dispute, obscuring the fact that there are several Hindu parties and Muslim parties involved, with significantly different – even contradictory – positions.As previously explained by Scroll.in, the case is essentially a title dispute over 2.77 acres of land in the town of Ayodhya in Uttar Pradesh. In December 1992, a mob of Hindutva supporters demolished a 16th century mosque on the site, claiming that it had been been built by the Mughal emperor Babur on the very spot on which the god Ram had been born. The legal battle itself, however, dates back to the 19th century. The current suits being heard by the Supreme Court can be traced to district court proceedings in 1950. There are three main parties in the case: the Nirmohi Akhara, a group of Hindu ascetics who worship Ram and want to build a temple on the disputed site; the Sunni Waqf Board, which is seeking the control of the site so that the demolished mosque can be reconstructed; and Ram Lalla, the deity placed illegally under the central dome of the demolished mosque in 1949, along with Ramjanmasthan, the claimed site of Ram’s birth,  represented by activists associated with the Sangh Parivar.In 2010, the Allahabad High Court divided the disputed 2.77 acres between these three parties.There are several other participants in the case, including the Ramjanmabhoomi Nyas, a trust created by the Vishwa Hindu Parishad that is supporting the case of Ram Lalla, and the All India Shia Conference and the Shia Waqf Board, which claim to represent the Shia sect of Muslims.In the media, these parties have been broadly categorised as the Hindu side and the Muslim side. But there are significant differences in what these parties seek. While the Nirmohi Akhara refuses to recognise Ram Lalla or Ramjanmasthan as juridical persons – artificial entities with legal rights that can be represented in the title suit – Ram Lalla and Ramjanmasthan oppose the claim of the Akhara that it is the manager of the disputed site.Among the Muslim parties, while the Sunni Waqf Board wants control of the land to build a mosque and is supported by the All India Shia Conference in its quest, the Shia Waqf Boad is ready to part with the land to facilitate the construction of a Ram temple.Nirmohi Akhara vs Ram Lalla The Nirmohi Akhara’s claim over the disputed site goes back to 1885, when Raghubar Das, its mahant, instituted a suit against the administration of Faizabad, the district in which Ayodhya is located. He sought an order from the district court restraining the administration from interfering in the construction of a Ram temple on the disputed site. However, the court dismissed this.After a lull that lasted several decades, the Ayodhya dispute was reanimated when the idol of Ram Lalla was illegally placed under the central dome of the Babri mosque in December 1949.In January 1950, the first suit in the dispute that is currently being heard by the Supreme Court was filed by GS Visharad, a leader of the Hindu Mahasabha. He wanted the court to protect his right to worship at the site. The court in Faizabad accepted his plea and passed an order restraining the authorities from removing the idol placed there in 1949. By the 1960s, the Nirmohi Akhara and the Sunni Waqf Board joined the proceedings. The driving force for the suits was the state government’s decision to take control of the land, citing the communal discord after the idols were put under the central dome. The Akhara’s position was that this constrained its right as the manager of the place and debased its possession. The Sunni Wafq Board, on the other hand, moved to dispute the claim of the Akhara over the land.Later, in 1989, Deoki Nandan Agarwal, a former judge of the Allahabad High Court and a member of the Vishwa Hindu Parishad, filed a petition seeking to become the “sakha” or friend of the deity and its birthplace in the title suits. The Allahabad High Court allowed this, paving the way for the deity and the janmasthan to become juristic personalities with rights to hold properties.With the entry of Agarwal, the case had two primary Hindu parties claiming possession of the land – Ram Lalla and Ramjanmasthan on one side and Nirmohi Akhara on the other. Visharad’s suit was not one claiming title or possession but only the right to access the place and offer worship.The Babri Masjid in Ayodhya, November 1990. Photo: PTIBefore the Supreme Court, lawyers representing Ram Lalla and Ramjanmasthan said that the disputed site belonged exclusively to the deity.Senior lawyers K Parasaran and CS Vaidyanathan argued that the Allahabad High Court had erred in its decision to divide the land three way. This is because the Ramjanmasthan itself has been worshiped as a deity for thousands of years. A deity cannot be divided because such a move would affect its sanctity.“The question has been if it [the structure] is a temple or a mosque,” said Parasaran. “Either way, it is one integrated entity. You cannot say that physically ‘you take this’ and ‘you take this’. You cannot partition an institution or bisect it.” In other words, there can neither be joint possession nor joint title of the disputed site which is held sacred by the Hindus.Parasaran invoked the story of King Solomon, who settled a dispute between two mothers by seeking to cut the baby into two halves so that each woman could have a piece. The real mother pleaded with him not to do so, which revealed to Solomon where the truth lay. The Nirmohi Akhara, to which the Allahabad High Court gave one-third of the disputed site in 2010, also laid claim to the entire land.Arguing for the institution, senior lawyer SK Jain on August 23 said the Akhara has been in possession of the disputed site as its shebait or manager since time immemorial. It had also filed the suit 30 years before the application by Agarwal to represent the deities as a friend was moved in 1989. “I have taken a plea that decree in interest of deity can only be given in shebait’s favour,” he added.Jain further argued that the idol and the Janmasthan should have never been included as parties through a friend as the Akhara was an existing manager. “There are Supreme Court judgements which say that possession of temple endowment can be given only to the manager and not to the next friend of the deity,” Jain claimed. This meant that the Akhara was seeking possession of the entire disputed structure and was in contradiction to the claim of Ram Lalla and Ramjanmasthan.The bench repeatedly told the lawyer that a manager of a temple endowment cannot take a stand against the deity and its rights. Such a stand would make its suit liable to be dismissed. This forced the lawyer to state that the Akhara was willing to give up claims to the land title if its position as the manager of the temple endowment is recognised by the parties representing Ram Lalla and Ramjanmasthan.Sunni vs ShiaSunni Waqf Board, a body created under the Waqf Act to help the government manage Sunni Muslim public properties, has been the principal party on the Muslim side in the Ayodhya dispute. In its 1961 suit, it had sought possession of the entire disputed site. The Shia Waqf Board, however, continues to dispute the Sunni board’s right over the site, arguing that the mosque was a Shia mosque. The Sunni board contends that Babur built the mosque in the 16th century and Muslims had been offering prayers at the site continuously till 1949, when the idol of Ram Lalla was illegally placed under the central dome and the district administration took over the site. The board has disputed the claims of the Hindu parties that Babur demolished a temple to build the mosque and that the mosque structure was raised with the material from the razed ancient temple. The board seeks to manage the endowment or waqf of the Babri Masjid, with its principal aim being the reconstruction of the mosque.However, there were several twists and turns in the hearings of the Sunni Waqf Board’s position. Senior lawyer Rajeev Dhawan, during his submissions in August, said the board recognised the position of the Nirmohi Akhara as the manager of a part of disputed site that encompassed the outer courtyard of the demolished mosque, prompting the bench to state that this was an argument running against the board’s position in the High Court. The board, however, opposed the case of Ram Lalla and Ramjanmasthan as juristic personalities and their claims over the land.In the meantime, the Shia Waqf Board, which looks after Shia Muslim public estates,  wants to hand over the disputed site to the Hindu parties for the sake of peace and the country’s integrity. The board moved an application before the Supreme Court in 2018 even though it is not a party to the original suits. The All India Shia Conference, which is a defendant in the Sunni Waqf Board’s suit, on the other hand, supports the Sunni Waqf Board’s position.","author":"Sruthisagar Yamunan","time":"2019-10-16T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128045-bkqsskoifj-1570867624.jpg","tags":["Ayodhya","Ram mandir","Supreme Court","Babri Masjid","Ram Temple"],"source":"https://scroll.in/article/939909/not-just-hindu-versus-muslim-ayodhya-dispute-has-several-parties-battling-each-other-in-court"}