{"title":"Not all Indian students in the US are rejoicing over the F-1 visa-ban reversal","content":"The outcry from universities, students, and lawmakers has forced the Donald Trump administration to bow down. The Immigration and Customers Enforcement reversed its July 6 decision to rescind student visas for those taking their entire courses online, a federal judge announced on July 14.The decision should come as good news for Indians, as the earlier ruling had jeopardised the futures of around 250,000 students from the country. But not everyone’s rejoicing just as yet.Most parents whose children returned to India amid the Covid-19 outbreak in the US are relieved they can return to finish their studies, said Poorvi Chothani, managing partner at immigration law firm LawQuest. However, those who were to start university this year may look to defer their plans as they won’t have any orientation activities or bonding opportunities during the fall semester. The US government’s ever-changing visa policies are also keeping the Indian student community on tenterhooks.“While this is a positive outcome, we cannot ignore the damage inflicted by the perception of the July 6 guidance – the administration was willing, until this guidance was rescinded, to force international students to choose between maintaining legal immigration status and what is best for their health and safety,” said Esther D Brimmer, executive director and CEO of NAFSA: Association of International Educators.In the long run, most believe the US might have lost its position as a top destination to study abroad for Indian aspirants.Band-aid fixes?If Immigration and Customers Enforcement did not alter its stance, many fates would’ve hung in the balance. Most universities were planning for in-person classes in the semester starting August, an analysis of official announcements from over 1,100 universities revealed. However, a sizeable 35% had plans to move online or go hybrid – a mix of in-person and online classes.Source: returntocampus.infoSince the July 6 announcement, universities stepped up the fight. The exemption is back in play thanks to the lawsuit Harvard University and MIT – both are going hybrid this fall – filed. More than 200 universities backed it.The push-and-pull has opened up a Pandora’s box of grief. “This case also made clear that real lives are at stake in these ‘bureaucratic’ matters, with the potential for real harm,” said Massachusetts Institute of Technology president L Rafael Reif. “We need to approach policy making, especially now, with more humanity, more decency – not less.”For instance, in a declaration accompanying the lawsuit, a second-year student at Harvard Law School from Kashmir left to study abroad at age 15, when “violent civil unrest broke out” in the area. The student was cut off from their parents for nearly half of a year when the Indian government cut off the region’s access to internet and telecom services in August 2019. Although limited 2G access has been restored, it was too unreliable to continue their education from home.Besides the continuity of education, job prospects have also been jeopardised for international students. Several graduating seniors this year had to leave the country, putting them out of visa status and forcing them to give up job prospects in the United States. Then, the fact that immigrant work visas have been suspended till the end of 2020 shows that securing a job isn’t the end to the woes either.The wealthy will likely still drop big bucks to get their children a foreign education but America is losing its shine for middle-class Indians. “Anybody who is stretching themselves to pay for a US education – for example, students taking loans or using up family savings – are likely to think again,” said Chothani. “Even if they are not already reconsidering their situation, I would advise them to do so because of the looming uncertainty with work opportunities.”This article first appeared on Quartz.","author":"Ananya Bhattacharya, qz.com","time":"2020-07-17T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/144479-qzzblowglo-1594889578.jpg","tags":["F-1 visa","Donald Trump","United States"],"source":"https://scroll.in/article/967668/not-all-indian-students-in-the-us-are-rejoicing-over-the-f-1-visa-ban-reversal"}