{"title":"Lakhimpur Kheri violence: Supreme Court wants to appoint former High Court judge to monitor case","content":"The Supreme Court on Monday criticised the Uttar Pradesh government for not providing enough details in its status report on the police’s investigation into the Lakhimpur Kheri violence, Live Law reported. The court has pulled up the police in connection with the case multiple times.Justice Surya Kant, who was part of the bench hearing the case, said that the court was inclined to appoint a former judge of a different High Court to monitor the case. “Somehow, we are not confident of state judicial committee overseeing,” he said.Kant suggested that the High Court judge could independently monitor the investigation till chargesheets were filed.Chief Justice of India NV Ramana said there was nothing in the status report on the investigation except a statement that some more witnesses had been examined.“We granted 10 days adjournment,” Chief Justice Ramana said. “[Forensic] Lab reports haven’t come. It’s not what we expected.”Senior advocate Harish Salve, appearing for the Uttar Pradesh government, told the court that the reports are expected to arrive by November 15.In the previous hearing, the court had asked the state government to identify more eyewitnesses, and to provide protection to witnesses. The court had expressed surprise when Salve said that only 23 witnesses had been identified so far.Justice Hima Kohli on Monday questioned why the mobile phone of only one accused person – Ashish Mishra – has been seized so far, Bar and Bench reported.Salve told the court that some of the accused said that they did not have cell phones, but that some call detail records have been obtained.Justice Surya Kant noted that two separate cases needed to be investigated – one related to the deaths of farmers, and another related to the death of a political worker.“Prima facie, it appears that one particular accused is seeking to be given benefit by overlapping two FIRs, you can appreciate very well the fate of the case,” Justice Kant said.Later in the hearing, the lawyer for Ruby Devi, the widow of BJP worker Shyam Sunder Nishad – who was killed during the violence – expressed a lack of confidence in the inquiry by the Special Investigation Team, according to Live Law. Senior advocate Arun Bharadwaj showed a photograph of Nishad with Uttar Pradesh Police personnel, and claimed that it was taken shortly before his death.Bharadwaj claimed that the BJP worker was killed in police custody, and demanded an inquiry by the Central Bureau of Investigation. On the other hand, Salve claimed that the police were trying to save people from mob lynching. The court remarked that the Central Bureau of Investigation “can’t be a solution for everything”.Meanwhile, Salve said that journalist Raman Kashyap – who was killed in the violence – was crushed under the car along with the farmers, Live Law reported. It was initially assumed that Kashyap was killed in the mob lynching.The court adjourned the case till Friday after Salve sought more time.After the Supreme Court’s observations, Congress leader Priyanka Gandhi Vadra said that an independent investigation was necessary to ensure justice. “In the Lakhimpur massacre case, it is clear that the Uttar Pradesh government is standing with those who trampled upon the farmers,” Gandhi said in a tweet in Hindi. “The father of the person who is the main accused in trampling upon the farmers [Minister of State for Home] has the protection of [Prime Minister] Narendra Modi.”लखीमपुर नरसंहार मामले में स्पष्ट है कि उप्र सरकार किसानों को कुचलने वालों के साथ खड़ी है। किसानों को कुचलने के मुख्य आरोपी के पिता (गृह राज्य मंत्री) को @narendramodi जी का सरंक्षण प्राप्त है।माननीय उच्चतम न्यायालय की टिप्पणी से साफ है कि न्याय के लिए स्वतंत्र जांच होनी जरुरी है pic.twitter.com/YavugnR78R— Priyanka Gandhi Vadra (@priyankagandhi) November 8, 2021\n\nLakhimpur Kheri violenceEight people, including four farmers, were killed in Lakhimpur Kheri  district on October 3 during a protest against the Centre’s three new  farm laws.Farmer bodies have alleged that a vehicle belonging to Ashish Mishra, the son of Union minister Ajay Mishra, had run over protestors. Ashish Mishra was arrested on October 9, a day after the Supreme Court had pulled up the Uttar Pradesh government on the matter.The four others killed in the violence were BJP workers Shubham Mishra  and Shyam Sunder Nishad, Hari Om Mishra, the driver of a car in Ajay  Mishra’s convoy, and journalist Raman Kashyap.","author":"Scroll Staff","time":"2021-11-08T12:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/31867-zqsooqreyq-1557479606.jpg","tags":["Lakhimpur Kheri","supreme court"],"source":"https://scroll.in/latest/1010039/not-what-we-expected-sc-criticises-up-police-for-status-report-on-lakhimpur-kheri-violence-probe"}