{"title":"Not quite 007: Ajit Doval fans fall back on NDTV-bashing to prove the NSA's credentials","content":"If you believe everything that is said about him, India's National Security Advisor is quite a character. Ajit Doval spent seven years undercover in Pakistan, was inside the Golden Temple before Operation Bluestar, single-handedly infiltrated the Mizo National Front and even pacified other anti-India outfits.Most news organisation compare Doval with Ian Fleming's most famous creation. One has even gone further, saying \"If you mix James Bond and Henry Kissinger, what do you get? Ajit Doval.\" Once he became Prime Minister Narendra Modi's most trusted man, whose opinion is valued over and above even cabinet ministers, the lionising and mythmaking got even more extravagant. The last few days have, at the very least, revealed how such bombastic image-building can come back to bite you. Doval was given the credit for paving the way for Modi to make his surprise visit to Pakistan on Christmas, a move that re-energised talks between the two countries. Even as the Pathankot attacks that began on Saturday were prematurely declared over, his fans continued to give Doval credit for doing an amazing job. Ajit Doval take a bow. Superb counter action, moved NSG on Fri brilliant synergy with PP & agencies.— Shishir Gupta (@sisir_gupta) January 2, 2016\nWhen it emerged that the attack, involving a number of Pakistani terrorists armed with guns and explosives at an air force base in Punjab near the border, had not yet concluded three days later, the tenor of the response became a little more red-faced. Doval had been given credit for taking charge of the entire situation, especially since the government had received specific advance intelligence about an imminent attack, and running the counter-terror operation against the infiltrators. But that meant Doval had something to do with the fact that the defence minister and the home minister thought that the operation was successful before it had actually ended. And that Doval was also responsible for the way the operation turned out, including seven casualties, which defence minister Manohar Parrikar has said were due to \"blind spots\" and \"gaps\" in security. Slowly criticism about Doval began to emerge, including some tweeting with the hashtag #SackAjitDoval, although that didn't quite catch on. It did anger those who prefer not to hear criticism of India's James Bond, though. #IshratJahan 's defenders will criticise Ajit Doval. Why are we surprised?— GAURAV C SAWANT (@gauravcsawant) January 4, 2016\nWith more commentary emerging, it now seems like there are genuine questions being raised about the response to the intelligence as well as the attack. The biggest among these has been the decision to use the National Security Guard rather than other forces, a choice attributed to Doval. The lack of a proper command and control has also been flagged as a serious concern. While that discussion has made its way to the newspaper op-eds and expert forums, Twitter on Tuesday evening appeared to move on to a different subject involving Doval. A retired colonel of the Indian Army on Twitter felt that the coverage of the operation by news channel NDTV was problematic in that it would help the terrorists in their battle. This was a criticism leveled at NDTV and other news channels back in 2008 during the Mumbai attacks, although it hasn't gained as much currency this time around, mostly because channels have been much more restrained, not giving away crucial information or live updates about certain things. Colonel NR Kurup didn't agree, though, and wanted Doval to do something about it. Dear Mr.Doval. As nations Secruity Adivosor kindly stop @ndtv from assisting terrorist with live telecast of Army position outside— Col NR Kurup (@colnrkurup) January 3, 2016\nShame. now @ndtv is telecasting that \"FINAL ENCOUNTE IS ABOUT TO START'  This will help terrorist to plan their further action— Col NR Kurup (@colnrkurup) January 3, 2016\nplease watch @ndtv to know the extend of assistance it render to terrorist. https://t.co/dXfmOTu15Y— Col NR Kurup (@colnrkurup) January 3, 2016\nKurup's tweets were noticed and retweeted hundreds of times, prompting the spreading of a hashtag #ShutDownNDTV, which was trending across India and had more than 20,000 tweets. NDTV is generally disliked by supporters of the Bharatiya Janata Party for what its detractors claim is an anti-Modi slant. It's questionable finances have also been a source of indignation. Kurup's allegations added fuel to this fire. This also became an opportunity for supporters of Doval to point out another thing they admire him for: A letter sent to the Cabinet Secretary complaining about classified information making it out to the media, and particularly NDTV, written by none other than Doval. The irony of this letter also being leaked to the media is rarely remarked upon. #ShutDownNDTV\nSir @narendramodi inspite of NSA observations on NDTV as a ntnl threat Y no action was taken agnst it? pic.twitter.com/S7TvjAHowA— सत्यसाधक☺TruthSeeker (@RituRathaur) January 5, 2016\nAmazingly, the earlier talk of Doval's astonishing prowess at neutralising India's opponents had turned into simply pointing out how on-point he was at noticing that NDTV is allegedly anti-national. Few decided to bring up the fact that not much has actually been done about NDTV since that letter from Doval in 2014.","author":"Rohan Venkataramakrishnan","time":"2016-01-05T21:54:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/801426-article-fadazykvcl-1452010632.jpeg","tags":["Ajit Doval","Pathankot Attack","NDTV"],"source":"https://scroll.in/article/801426/not-quite-007-ajit-doval-fans-fall-back-on-ndtv-bashing-to-prove-the-nsas-credentials"}