{"title":"Not Hindutva, not cut money: Biggest reason for BJP’s rise in Bengal might be rigged panchayat polls","content":"Nadia Das, 45, is fairly clear-headed about his support for the BJP. “Trinamool is very corrupt, but we also see the news. It’s not like the BJP is not corrupt,” he explained. “We know there is corruption in other states the BJP rules.”Still, he has switched loyalties from the Left to the BJP – for a precise reason. “We want to end the maar-danga [political violence] in this area,” he said agitatedly. “In the panchayat, there was simply no vote here. They did not let anyone vote. How can that happen? How can our democratic right be taken away like that?”Das is referring to the 2018 panchayat polls helds in West Bengal. While political violence has long been rampant in the state, that election saw an unprecedented spike. So extreme was the ruling Trinamool’s violence that in a significant number of cases, the party was physically able to prevent opposition candidates from filing nominations. As a result, the Trinamool won walkovers in 34% of gram panchayat seats, 33% of the panchayat samiti seats and 25% of the zilla parishad seats. The situation was particularly extreme in Das’ own district of Birbhum, where 41 out of 42 seats in the Zilla Parishad – the highest tier – went uncontested.The election marked a decisive shift. While the Trinamool had tried to use them to seal its domination as practically the sole political force in West Bengal, the strategy backfired. Faced with annihilation, Left supporters moved almost en masse to the BJP. In the 2019 Lok Sabha elections, the saffron party emerged out of nowhere, becoming not only the main opposition, but coming within touching distance – 2.6 % points – of the Trinamool’s vote share. So scarring was the impact of this unprecedented rigging that significant anger against it remains even in the 2021 Assembly elections campaign as the BJP and Trinamool fight it out to rule West Bengal.Inflexion point“Didi tried to finish off the Left and Congress,” argued Farajul Haq, a Congress worker in the Sreerampur Assembly Constituency of Hooghly district. “That’s why she used the police to completely rig the [panchayat] elections. This is what brought in the BJP. In 2019, all Left and Congress votes shifted to BJP in Sreerampur.”The data backs up what Haq is arguing. In 2016, the Trinamool won the Sreerampur Assembly seat with 44% of the vote. However, the Left-Congress alliance performed respectably with a 38% vote share. The BJP was a distant third with 14% of the vote. In 2019, for the Lok Sabha elections, however, the voters of the Sreerampur Assembly area performed a remarkable about-turn. The Congress and Left – wiped out by the Trinamool in the panchayat elections a year earlier – managed a measly 9% combined vote share. The Trinamool vote share interestingly remained largely constant, clocking in at 41%. The big winner: the BJP, which managed to triple its vote, leapfrogging from distant third to first place in the Sreerampur Assembly area.This is a story repeated across Bengal. The panchayat rigging acted as an inflexion point for the BJP’s rise. The saffron party’s vote share quadrupled from only 10% in the 2016 Assembly election to 41% in the 2019 Lok Sabha elections. With the Left shut out of the opposition space due to the 2018 panchayat rigging, nearly its entire vote shifted to the BJP. As a result, more than any positive sentiment for their party, often BJP supporters in Bengal are driven simply by animus against the Trinamool.Red to saffron“After the panchayat election, given the Left was the main target, the sentiment amongst the people was that the Left is not capable of defeating the Trinamool anymore,” explained former CPI(M) MP from Murshidabad, Badaruddoza Khan. “They thought the BJP is more capable since it is at the Centre, so let us vote for it.”Khan points out the irony of the Trinamool’s rigging backfiring on it: “The person who masterminded the entire operation for the Trinamool – Suvendu Adhikari – is in the BJP today.”One of the top leaders in the Trinamool, Adhikari defected to the BJP in December. This election, he has fought a high-voltage contest with chief minister Mamata Banerjee in the Nandigram Assembly seat.Veteran CPI(M) leader Basudeb Acharya injured during the election violence.In Birbhum’s Rudranagar village, Raju Dutta is a person who simultaneously likes the Communist Party of India (Marxist) and will at the same time vote for the Hindu nationalist Bharatiya Janata Party. It is a situation both paradoxical and common across West Bengal. “Things were so good here during the Left,” argues Dutta, a sweetmaker. “But Bengal fell for the trick she played on us with Ma, Mati, Manush [the TMC’s slogan]. And now she [Mamata Banerjee] has destroyed us.”As a known Left supporter, Dutta alleges he has been victimised by the local administration. “We are not given any benefits, only [Trinamool] party people get them.”Like many conversations with critics of the Trinamool, the conversation invariably veers to the rigged panchayat poll. “We could not even vote for the panchayat here,” Dutta said.Dutta had remained a Left voter for a whole seven years after his party lost power in 2011. But the panchayat rigging made him flip. In 2019, he voted for Modi. And intends to do so again given he does not see the Left recovering any time soon.Raju DuttaRobust local democracyWhy have rigging panchayat polls driven so much anger in West Bengal? Ironically, the answer lies in how robust local democracy is in the state. In 1978, a year after coming to power, the Left Front government held the first panchayat election under a new system of three-tiered local government: gram panchayat at the village level, panchayat samiti at the block level and zilla parishad at the district level. Like Assembly and Lok Sabha elections, panchayat elections in Bengal are also fought by political parties – unlike in most other states where voters must choose individuals without any party symbols. Voting for parties, research has shown, allows voters to “fix responsibility” and “results in effective delivery of public service”.In its 34 years in power, the Left Front never missed a single panchayat election, a stark contrast to other states. Moreover, significant powers were transferred to local bodies by the state government. A 2007 study by Shubham Choudury, an economist at United States’ Columbia University, found that West Bengal was second only to Kerala on devolving power to the local level. In fact, Choudury found that Kerala and Bengal were the “only two states to have undertaken significant devolution” at all.During the first term of the Trinamool, from 2011 to 2016, this panchayat system got even stronger given that, unlike under the Left, there was no strong party cadre watching over local government. To add to that is the fact that Trinamool flooded rural Bengal with welfare schemes – many of which depended on the gram panchayat for implementation.As a result, when this critical democratic organ was rudely taken away from many rural Bengalis in 2018, there was naturally an explosion of anger. So much so that it changed the political map of West Bengal. The anger exists even today, three years later as the state is going in to elect a new state government.","author":"Shoaib Daniyal","time":"2021-04-17T09:00:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/gvkzeuvdmm-1526303441.jpg","tags":["West Bengal Assembly Elections 2021","West Bengal","Trinamool","BJP","2018 Panchayat elections"],"source":"https://scroll.in/article/992160/not-hindutva-not-cut-money-biggest-reason-for-bjps-rise-in-bengal-might-be-rigged-panchayat-polls"}