{"title":"‘Not a film but a philosophy’: Rakeysh Omprakash Mehra on the making of ‘Aks’","content":"In  the  winter  of  1998,  Rensil  D’Silva  and  I  had  written  what  we thought  was  a  script.  We  titled  it  ‘Good  vs  Evil’.  In  any  case,  it  was much more than a TV commercial, because it was 25 pages long. One evening  I  was  hanging  out  with  Abhishek  at  their  home  when  Amit  ji peeped in:   AB: Bye guys, I am off to Delhi. Me: Please read this as in-flight entertainment.He indulged me and took the 25 pages of ‘Good vs Evil’.  Unexpectedly, the phone rang at 11 p.m. The ensuing conversation has been  described  earlier  in  the  book.  Basically,  Amit  ji  wanted  to  know what  I  had  been  drinking  while  writing  the  script.  In  his  inimitable style, he agreed to be part of whatever I made out of ‘Good vs Evil’.I felt a strange hollow in my stomach that grips someone when an impossible dream comes true. Now I had to mount a film that featured  this  towering  titan  of  Indian  cinema.  Amit  ji  was  to  play  Inspector Manu  Varma,  an  honest  law  enforcement  officer.  His  nemesis  in  the script was to be Raghavan, a ruthless killer whose dialogues were laced with  spirituality.  I  had  to  cast  Raghavan  next:  someone  who  could match  the  prowess  of  Amitabh  Bachchan,  if  such  a  thing  was  indeed possible.  I  was  chewing  the  cud  on  this  when  I  saw  a  performance by  Manoj  Bajpayee.  He  was  the  toast  of  those  times  post  his  hugely acclaimed role as gangster Bhiku Mhatre in Ram Gopal Varma’s Satya in  1998  and  a  powerhouse  performance  in  Shool  in  1999.  I  narrated the storyline to him, and I still remember his reaction.MB: Mehra Sahab, aap film nahi philosophy bana rahe hai. (You’re not making a film, you’re propounding a philosophy.) Rakeysh Omprakash Mehra and Manoj Bajpayee on the sets of Aks (2001). Courtesy AB Corp/Flicks Motion Picture Company.He  was  perfect  to  play  Raghavan.  Another  crucial  part  to  be  cast was  Neeta,  a  strip  club  dancer,  a  first  for  Indian  cinema.  She  is  also Raghavan’s  love  interest.  When  Raghavan  is  shot  dead  and  his  soul enters the body of officer Manu Varma (Amitabh Bachchan), Neeta is the one to sense this paranormal shift and her love for Raghavan finds completion  in  Manu  Varma’s  avatar. I  needed  an  actress  who  could pull it off and I found my Neeta in the ravishing Raveena Tandon. She was  the  reigning  queen  of  the  box  office  and  this  part  was  very  much against her projected persona. But in my first meeting with her, I knew there could be no one else. This bold part was written for her. Raveena Tandon in Aks (2001). Courtesy AB Corp/Flicks Motion Picture Company.The  support  cast  had  to  be  stellar  as  well.  My  association  with K.K.  Raina  began  with  Aks.  Critically  acclaimed  actresses  Nandita Das  and  Tanvi  Azmi  and  senior  actors  Dr  Mohan  Agashe  and  Amol Palekar  elegantly  accepted  support  roles  as  guest  appearances.  Kamal Tewari from Mamuli Ram played ACP Pradhan, Manu Varma’s senior and  friend.  The  find  of  Aks  however  was  the  character  Yeda  Yakub played  by  Vijay  Raaz  (yeda  means  crazy  in  Marathi),  a  relatively  new  talent at the time. Samir  Chanda  and  Kiran  Deohans  from  the  advertising  world joined the crew as production designer and cinematographer, respectively. One of the most challenging departments was prosthetics; both  Amit  ji  and  Manoj  were  to  impersonate  each  other  wearing  face masks.   BAFTA award-winning British make-up effects and creature designer  Nick  Dudman,  who  was  part  of  the  Harry  Potter  series  and The  Fifth  Element,  joined  the  crew.  Paul  Sims,  my  VFX  supervisor  from  advertising  days,  flew  in  from  London  for  the  VFX  sequences.Anu  Malik,  the  most  sought  after  music  director  of  the  time  who was  delivering  one  blockbuster  after  another,  was  signed  up  for  the music.  He  teamed  up  with  Ranjit  Barot,  another  throwback  to  my advertising  days.  It  was  a  unique  experiment  as  both  of  them  have different  temperaments.  While  Anu  brought  in  the  timeless  melodies, Ranjit interpreted the sound and design in a new-age manner. Both of them collaborated gracefully and that is why the music of Aks is both memorable  and  path  breaking.  But  one  of  my  biggest  fantasies  was about  to  come  true:  a  decade  after  I  knocked  on  Gulzar’s  doors  for the first time, he wrote the lyrics for Aks. Manoj Bajpayee and Vijay Raaz in Aks (2001). Courtesy AB Corp/Flicks Motion Picture Company. Initially,  ABCL  was  to  fund  the  film  with  Flicks  Motion  Picture Company  Pvt  Ltd.  But  this  was  not  to  be,  given  the  delicate  phase ABCL  was  going  through.  The  company  was  Amit  ji’s  dream  to corporatize  and  clean  up  the  Hindi  film  industry.  As  is  the  norm,  this first attempt is usually a sacrifice to the cause. Amit ji levelled with me.  ‘These are tough times. How do we make this film?’ he asked. And  as  he  was  speaking  with  me,  Canara  Bank  was  all  set  to auction  his  house.  Many  people  were  writing  him  off  as  finished around  the  time.  Amit  ji  was  on  the  cover  of  a  magazine  with  the headline  screaming  ‘A  Legend  Falls’.  I  noticed  that  he  had  kept  that magazine  on  his  desk  for  four  years.  It  might  have  inspired  him  to reverse the flow that was against him. Eventually, he sprang back and rose like the proverbial Phoenix.  Finance  was  a  challenge  but  I  was  determined  to  make  the  film myself.  I  would  make  one  ad  film  at  a  time,  and  shoot  Aks  for  a  few days with whatever money was earned from it. My contemporaries in advertising  were  buying  penthouses;  Bharathi  and  I  stayed  in  a  one-room  apartment  in  Prabhadevi  with  the  old  Gypsy.  I  did  not  want  to worry  about  how  things  would  happen;  I  just  wanted  to  make  them happen. Looking back, I don’t know how we did it. I didn’t have the money for fuel but I was making a film with Amit ji and the rest of the stellar cast.Amitabh Bachchan and Nandita Das in Aks (2001). Courtesy AB Corp/Flicks Motion Picture Company.The film opened to mixed responses at the box office but garnered much  appreciation  among  cinema  lovers.  It  did  not  set  the  box  office on fire like we hoped. I recovered only partially from the film and had to  keep  covering  my  losses  over  the  next  three  years  with  ad  films.As  we  kept  selling  the  rights – VHS  rights,  satellite  rights,  digital  and television rights – I was able to recover  80 lacs more, which I was able to  return  to  ABCL.  Creatively  though,  something  gnawed  at  me.  Aks was an incomplete product; I had to complete it in some way. Perhaps with the next film?Aks had made me destroy myself and recreate a new me. The end result  empowered  me  in  some  way.  I  was  now  a  feature  film  director. That profession  was  perceived  quite  differently  from  being  an  ad  film director.  Excerpted with permission from The Stranger in the Mirror, Rakeysh Omprakash Mehra with Reeta Ramamurthy Gupta, Rupa Publications.","author":"Rakeysh Omprakash MehraReeta Ramamurthy Gupta","time":"2021-07-30T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161908-rrccvrhbsy-1627147217.jpg","tags":["Rakeysh Omprakash Mehra","Aks","Amitabh Bachchan"],"source":"https://scroll.in/reel/1000747/not-a-film-but-a-philosophy-rakeysh-omprakash-mehra-on-the-making-of-aks"}