{"title":"Not just 1992, Babri Masjid was focus of conspiracy in 1949 too","content":"Investigative website Cobrapost’s latest sting operation claimed on Friday that the demolition of Babri Masjid on December 6, 1992 was not the result of a spontaneous mob frenzy, as the accused in the case have maintained, but rather the outcome of a well-orchestrated conspiracy by the Rashtriya Swayamsevak Sangh, with the knowledge of senior leaders of Bharatiya Janata Party and the Shiv Sena.These organisations had led a long movement to build a Ram temple on the site of the Babri Masjid in Ayodhya, claiming that it was the birthplace of Lord Ram. They alleged that the Muslim shrine had come up in place of a temple that had been demolished there in 1527. The Cobrapost investigation demonstrates that the demolition was planned with great precision.December 1992 wasn't the first time the Babri Masjid had been the subject of a conspiracy. It had been the subject of attention for Hindutva elements ever since India attained independence.In 1947, Babri Masjid was a mosque. Two years later, on the night of December 22, 1949, an idol of Ram Lalla appeared mysteriously inside the mosque, transforming it, for all practical purposes, into a temple. The appearance of the idol was presented as a matter of divine intervention to conceal a plan executed by the Hindu Mahasabha, the BJP’s predecessor, in collaboration with a few sadhus from Ayodhya.As a result, the Babri Masjid served as a temple from 1949 until it was demolished by a mob one afternoon in 1992. This time the conspiracy was even more obvious than the one in 1949.The mosque was demolished in broad daylight as lakhs of karsevaks (volunteers) gathered at the site. Senior BJP leaders such as LK Advani and Uma Bharati were present at the site. Despite this, Hindutva parties have repeatedly argued that it was a spontaneous act of a frenzied mob.The Central Bureau of Investigation, even after many years of work, has not been able to find clinching evidence against the 40 people it has named in its charge sheet.“If we could collect so much evidence to prove that the demolition of Babri Masjid was an act of planned sabotage, imagine how much more evidence could have been gathered had a proper attempt been made in the immediate aftermath of the demolition,” said Aniruddha Bahal, editor of Cobrapost. He said the sting operation was carried out over a period of two years.At a press conference on Friday, he screened video-taped interviews in which the leaders of the BJP, the Vishwa Hindu Parishad, the Bajrang Dal and the Shiv Sena claimed that the demolition was carried out with precision by their volunteers after going through intense training and mock drills. Among those interviewed were BJP leaders Uma Bharti, Kalyan Singh and Vinay Katiyar, who talk about the conspiracy and events that preceded the demolition. Cobrapost interviewed 23 leaders who were allegedly in the forefront of the demolition.According to Cobrapost, the people interviewed by its journalists named BJP leaders LK Advani, Murli Manohar Joshi, Uma Bharti and others for “secretly planning” the demolition. It also claimed that Kalyan Singh, who as then chief minister of Uttar Pradesh, and PV Narsimha Rao, who was prime minister at the time, were aware of the imminent demolition.","author":"Dhirendra K Jha","time":"2014-04-05T06:41:50+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/660621-b7fbfe30-bfbb-46a2-98e8-f6b037bfdfb9.jpg","tags":[],"source":"https://scroll.in/article/660621/not-just-1992-babri-masjid-was-focus-of-conspiracy-in-1949-too"}