{"title":"Not China, not Italy: India’s coronavirus lockdown is the harshest in the world","content":"Horrific, heartbreaking images have emerged over the past few days of lakhs of migrant workers trudging towards to their villages, sometimes braving a journey of hundreds of kilometres. The movement was  precipitated by Prime Minister Narendra Modi’s sudden decision to effect a nation-wide lockdown, starting with a “people’s curfew” exactly a week ago on March 22.  The restrictions were aimed at slowing down the transmission of the coronavirus. While the “people’s curfew” was underway, the Modi government took a decision to shut down the Indian Railways. The same day, inter-state bus services were also stopped. Migrant workers who lost their jobs in the cities and had no money to buy food decided that they had to option but to get home – even if they had to walk there. This has resulted in chaos, starvation and deaths. One commentator described it as the “biggest human migration on foot after Partition”.A migrant worker in Ghaziabad feeds his newborn baby as he walks on a highway looking out for a transport to return home. Credit: Adnan Abidi/ReutersAfter “the people’s curfew”, even as most states continued the lockdown, Modi on Tuesday announced a nationwide lockdown that laid down a uniform policy for all states to follow. The measures were wide-ranging and drastic.Other than a few essential services, all commercial, industrial, religious and cultural activity was shut down. Residents were ordered to stay home. India also shut down most transport services. Nothing, from city buses to domestic flights, would run.The country used heavy-handed force to enforce these rules. Numerous instances were reported of police personnel assaulting and, in some cases, even opening fire at people breaking the lockdown rules. Several of them were merely out buying groceries, or were migrant workers The result has been incredible: India has instituted the world’s strictest, most-wide-ranging Covid-19 lockdown.This is, in spite of the fact that the number of Covid-19 cases are still low in India. As of March 28, only 19 deaths have been reported. India has also, till now, denied community transmission. This means  that India claims it is able to trace sources of infections. India is the first country to institute such a lockdown in the absence of community transmission.Returning home. Anand Vihar, New Delhi. pic.twitter.com/ZHhQo2GsvU— prawesh lama (@LamaPrawesh) March 28, 2020\n\nChinaThe idea of a lockdown came from China, the first country to experience a Covid-19 outbreak. Starting from the last week of January, China shut down the city of Wuhan, the epicentre of the outbreak and then soon locked down large parts of the country. The World Health Organisation praised China’s efforts as “perhaps the most ambitious, agile and aggressive disease containment effort in history”.As remarkable as China’s efforts were, they still do not match up to India’s stated aims. Describing China’s lockdown as “one of the biggest social control campaigns in history” the New York Times estimated that it covered 760 million people – a little more than half of the country’s population. However, India’s ambition is even bigger given its three-week lockdown covers 1.3 billion people – almost double the number of Chinese people locked down.A woman in Beijing. Credit: Tingshu Wang/ReutersNot only is India’s lockdown more widespread, it is also harsher. While China has varying levels of lockdown, India’s federal government has instituted a single uniform policy for the entire country. Alok Gupta, an Indian working in Beijing, said that the China lockdown was less drastic than the one India has instituted. “Unlike India, in Beijing, buses ran,” explained Gupta. “Cabs were made to run after the first week with a plastic sheet between the passenger and the driver. Domestic flights and trains were only barred from some provinces, not all.”Not only were minimum transport links maintained, in a sharp difference with India, migrant workers were transported back home to ensure the lockdown.Gupta explains that there is a fundamental difference between the way Beijing and New Delhi is viewing this. “A lockdown is not a curfew,” said Gupta. “The [Indian] police is using force, thinking it’s a two-three day curfew. But this might last weeks, months. It is stupid to think that force will work. In China what worked was awareness and local community participation.”ItalyAfter China, the next country that saw a rapid rise in cases was Italy. Copying China, the European country also instituted a lockdown. While the lockdown covered all of Italy, it was not as drastic as India’s. For one, it was imposed in stages. The first quarantine measure was imposed on February 21 in a region in the north and covered only 50,000 people. It was only on March 9 that the lockdown was extended nationally.Even, then, though Italy did not impose restrictions as harsh as India’s. “Unlike India, here public transport was never shut down completely,” explained Neelini Sarkar an Indian citizen who lives in Milan, a hotspot for the Italian outbreak.Italy has, instead, instituted a pass system where people can take a bus or a flight depending on need. This is starkly different from India where all transport, within or between cities, stands shut. This is in spite of the fact that, as of March 28, Italy had 9,134 Covid-19 deaths compared to India’s 19.An image of a pass that allows Italians to move about, depending on need. The passport along with the pass is this person's identity document.South AsiaExperts such as Ramanan Laxminarayan of the University of Washington’s department of global health have suggested that India’s drastic lockdown was prompted by a recognition that its health system is weak, and cannot be compared to  more developed countries such or Italy or China.But not only is India’s lockdown drastic compared to Italy and China, it is harsher  than its own neighbours in South Asia – where on the whole, health standards are at the same broad level. In Bangladesh, Prime Minister Sheikh Hasina addressed the nation on March 25 and urged residents to stay home. At the same time, the country declared a 10-day “holiday”, ordering the closure of almost all industries other than essentials as well as snapping all transport links.In intensity, Bangladesh’s lockdown is similar to India – with one difference. While India expected that its migrant worker population would not move back to their villages, Bangladesh explicitly allowed a window for that movement to happen.On March 20, the government warned people that bus, train and ferry services could be halted, given the coronavirus outbreak. “By the time Hasina made her March 25 address, many of Dhaka’s migrant workers had gone back home,” explained Dhaka-based journalist Faisal Mahmud. “Eventually, they were given two more days after her address and transport links were finally snapped on the 27th.”This notice of a week allowed migrant workers to leave Dhaka for their villages, before transport links was finally shut.Migrant workers exit Dhaka by train on March 24, the day before Hasina's announcement. Credit: Reuters/Mohammad Ponir HussainAs part of its piecemeal policy, the Bangladesh government even now denies that the country is under lockdown, preferring to the use the word “holiday”. “They are moving carefully and not using the word ‘lockdown’ since it has the potential to create panic,” explained Mahmud.Over in Sri Lanka, the lockdown is also severe but was announced with a warning. “The government first declared a holiday and then announced a curfew,” said Colombo-based columnist Ravi Ratnasabapathy.The Sri Lanka government also took care to account for the rush out of Colombo, running special trains and buses to ferry workers who wanted to leave the capital before lockdown. This, as well as Sri Lanka’s small size (the country’s entire population is a little more than Mumbai’s) ensured that the country saw nothing like the scenes of chaos now being witnessed in India.Pakistan’s lockdown is one of the least severe in South Asia. Prime minister Imran Khan has constantly been speaking against the idea of a total lockdown. He has aruged that not only would it be unfeasible in a poor country, the situation in Pakistan is it not as severe as in Italy or China to warrant such a drastic measure.Twelve people have died of Covid-19 in Pakistan till now.Thousands gather at Karachi station as train operations to shut by midnight https://t.co/6haoZ4KM9N pic.twitter.com/VhCDJJsiYm— seocreater (@seocreater123) March 24, 2020\n\nHowever, Pakistan’s provinces have still opted for various levels of containment measures. “In Sindh, where the lockdown is most severe, the province first ordered a closure of establishments and ordered people to stay at home before going in for a full lockdown,” explained Karachi-based journalist Zebunnisa Burki.Pakistan’s chequered response across various governments allowed more time than that given by India’s centralised push. While Sindh shut down its inter-city transport on March 18, the federal government only stopped the railways six days later.People leave Karachi on March 15 after Sindh announced its closure of schools and banned crowds from cricket matches. Credit: Reuters/Akhtar SoomroAlso readCoronavirus pandemic: Is there a reasonable alternative to a comprehensive lockdown?  In photos: At Delhi-UP border, thousands try to squeeze into limited state buses to get back home","author":"Shoaib Daniyal","time":"2020-03-29T09:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139125-aisnzkjkpw-1585453149.jpg","tags":["Coronavirus","Covid-19","China","Italy","Pakistan"],"source":"https://scroll.in/article/957564/not-china-not-italy-indias-coronavirus-lockdown-is-the-harshest-in-the-world"}