{"title":"Note demonetisation: What of the women who hide cash to feed their children or to escape abuse?","content":"The helpline rang all day at the women’s crisis centre in Bhopal, Madhya Pradesh, on Wednesday. Counsellors took calls from women wondering what to do with their hard-earned savings after   Prime Minister Narenda Modi in a surprise television address to the nation the night before had announced the demonetisation of Rs 500 and Rs 1,000 notes.News of sensational income-tax raids and scenes from Bollywood films suggest that only corrupt businessmen and builders hoard cash. But in a country where an estimated 80% of women are not part of the banking system and 95% of transactions are still done in cash, many women save all their money in cash, often without anyone else knowing about it. It buys them food for their children, medicines when they fall ill. And for those who are victims of abuse, it is a much needed safety net. But now, the demonetisation has not just left them with a cash crunch, it may have also laid bare their secret saving strategies                 –     to their peril.“...Cash is a lifeline for women, particularly those who are being abused,” said Shivani Singh, the chief counsellor at the Bhopal crisis centre. “Without money, they have no way to plan an escape, to file a case, or to just take an auto to a police station or to a chemist to buy medicines.”Singh said counsellors at the centre helped women open bank accounts almost every day, but it was not always the most practical strategy. “Many of the women who come to us are uneducated,” she said. “It’s not a question of filling out forms for them, but the fact that even entering a bank is an intimidating and hostile experience.”The story resonates across the country.Major inconvenienceIn Haryana, the government’s move to check black money has been particularly hard on households run by single women, said Jagmati Sangwan, vice-president of the All India Democratic Women’s Association.“The news came in the evening, and whether women are educated or not, whether they work or not, few of them venture out late here,” she told Scroll.in in a telephonic interview. “What this means is that if they work during the day, they have no time to go to the banks and exchange the money in the evening. And if they don’t work and have been saving money without the knowledge of their family members, to buy even the smallest freedom, they cannot change this money without revealing themselves, and that makes them unsafe.”As a result of this,   Sangwan  said, many women in the mohallas where the association works had started selling their Rs 500 and Rs 1,000 notes at a lower value.However, Sangwan pointed out that plenty of poor people had welcomed the demonetisation move, despite the fact that it has inconvenienced them the most.“At the time Modi was campaigning in 2014, he promised Indians that every account would receive Rs 15 lakhs once he came to power and brought black money back, so people think this might be a step in that direction,” she said. “Only time will tell whether this tactic works, but I can’t help but wonder – if Modiji is serious about ending corruption and black money, why the delay in announcing the names of black money holders?”Paperless trailAs the prime minister’s announcement took social media by storm, the response seems to have neglected these women who are among the worst hit. In a series of tweets on November 8, the user @ambaazad listed the sections most likely to be affected by demonetisation – women and children in abusive homes, sex workers, runaways and transgenders, all of whom depend almost entirely on cash for survival.The tweets, while shared hundreds of times and reproduced in a daily newspaper, were derided for their alleged lack of understanding of the new Indian economy. A majority of those upset by the tweets found it difficult to believe that any Indian could still lack identity documents or not have a bank account. Several believed this to be a result of individual failure or even laziness.@AmbaAzaad everyday soldiers sacrifice their life to safe our country...is this any problems compare to someone life— jogindar (@telukula) November 10, 2016\n@AmbaAzaad Everybody was given a fair chance to get on the train.Those who missed it are now going to pay.ID or no ID irrespective.— #DeshNahiJhukneDenge (@witchy_womaniya) November 9, 2016\n@AmbaAzaad Here you need to fight domestic violence case first and claim your legal rights. Siting such situations is just out of context— Paras Shah (@parashah91) November 9, 2016\nOthers tweeted saying honest Indians had nothing to worry about.Honest Indians: good morning!Corrupt Indians: happy mourning!Welcome to a new India#BlackMoney— Gautam Chikermane (@gchikermane) November 9, 2016\nBut the idea of an India where everyone holds a bank account or at least an Aadhaar number, and where the poor universally benefit from subsidies is still far from realised. This study by the People Research on India’s Consumer Economy 2014 found that only a small segment of affluent, educated, salaried people had credit cards.The mainstream majority used cash and debit cards – this, too, was used primarily to withdraw money from ATMs. Cash still held sway among the rural population, especially women and housewives. More than half (55%) of those who exclusively used cash were either women engaged in unpaid household work or casual labourers without a regular source of income.A 2015 World Bank study listed out the reasons that made financial inclusion difficult for women in rural Jharkhand.Financial exclusion can be a barrier to economic empowerment  Source: World Bank Survey; Shrayana Bhattacharya and Mathew MortonWhile 38% of young women aged between 15 and 24 in Jharkhand had an account at a formal financial institution, they lagged behind young men (62%). The study found that young women who did not have a bank account cited as one of their top constraints   a lack of money to use or to open an account. Other reasons included a family member who already possessed a bank account, a lack of necessary documentation, or a lack of trust in financial institutions. The study concluded that while efforts like the Pradhan Mantri Jan Dhan Yojana, aimed at expanding financial inclusion, would help, it was equally important to teach women how to use these accounts.Women who workPoonam, Aarti and their mother Urmila Shah, who sell shawls and durries at Delhi’s Janpath, said they were thrilled with Modi masterstroke against corrupt Indians.The three Gujarati women save in cash but are also part of the banking system. They said they keep their earnings over a six-month period at their rented home in Paharganj and deposit it in a bank in Vadodara when they travel home twice a year. They then withdraw this money from ATM machines.“Men like Ambani keep at least a crore of cash in their homes, sewn into quilts, hidden in walls and floors.” said Poonam. “When the income tax people come, they can do anything, even burn the money, it means nothing to them.”Late on Wednesday night, the smog drove two women from Shashi Garden to a chemist’s counter at Jeevan Anmol private hospital in East Delhi. Sumathi Kumari, 32, is a cook but a hacking cough has kept her from work for the past week. Aarti Das, a vegetable vendor, complained that her eyes watered constantly and she had a migraine that refused to go away.When they reached the chemist, the women were told the store was out of both the medicines they needed and change for the money they carried – single notes of Rs 500 that had been demonetised only one night ago.Das said her stall in the neighbourhood market had also been flooded with the big notes. “Customers are paying us only in Rs 500 and Rs 1,000.” she said. “Even if they buy vegetables for Rs 400 or Rs 800, they don’t want to keep the money. But where do we have time to go to a bank?”Added Kumari, a single parent,   “People say this will only last a few days. I can get my money changed only after I’m well… until then my children will just have to ask the neighbours for food.”But there are a few women who aren’t affected by the currency crunch. Anumita, a Bangladeshi immigrant in the Capital, said she was in the habit of turning her salary – paid in Rs 500 and Rs 1,000 notes – into smaller denominations at the neighbourhood paanwalla as soon as she got it.“I hide small sums all over the house.” she said. “This way, if my man finds one stash, it’s never enough to cause serious damage to our income, and he can’t get too drunk either.”Will the withdrawal of certain notes help end the problem of black money in India?“This black money-white money is a conversation for men,” she laughed. “For us, money is food for the children.”","author":"Nishita Jha","time":"2016-11-12T06:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/821255-1787-pdlbipiggt-1478801422.jpg","tags":["Demonetisation","Currency","India","Women"],"source":"https://scroll.in/article/821255/note-demonetisation-what-of-the-women-who-hide-cash-to-feed-their-children-or-to-escape-abuse"}