{"title":"Note ban reduced GDP growth in certain districts by up to 7.3 percentage points: World Bank study","content":"The government’s decision to demonetise Rs 500 and Rs 1,000 currency notes in November 2016  led to a drop of up to 7.3 percentage points of Gross Domestic Product during the third quarter of 2016-’17 in districts dominated by informal activities, a new World Bank policy research working paper has said.The paper’s authors – Robert CM Beyer, Esha Chhabra, Virgilio Galdo and Martin Ram – used the intensity of lights in evenings and at nights to gauge economic activities. The authors have also used this method to assess disruptions caused by earthquakes in Nepal and conflict zones in Afghanistan.“Evening hour and nighttime lights serve as a good proxy for economic activity, and consequently economic growth, because consumption and production during the evening require some form of lighting,” the authors said.At the aggregate level, the dip in nightlight intensity only lasted for about two months, the paper pointed out. “On the other hand, the local impact may have been large in more informal districts, where cash must have played a more important role in supporting transactions,” it added. To identify informal areas, the authors assumed that informality is higher in rural districts, in districts with low access to finance and in those where regular wage workers account for a lower share of total employment. They then used spatial approach to estimate quarterly GDP at the district level, based on local nightlight intensity and rural population. “Local GDP levels are then used to compute local growth rates and to assess how these were affected,” the paper stated.“In India’s case, there is evidence that poorer states have grown more slowly, and these poorer states may also be characterised by higher levels of informality,” the authors said. “If so, just comparing growth rates across formal and informal districts would overestimate the impact of demonetisation.” To eliminate this possible bias, they used a “difference-in-differences” approach. “The first difference is between the district-level GDP growth rate in the third quarter of 2016-’17 and that in the previous year,” the study said. “As before, this first difference represents a growth shock. The second difference is between the growth shocks experienced by more and less informal districts.”The results suggest that the more informal districts performed worse. “These shocks were temporary, so that their impact on the annual GDP of the affected localities was probably modest,” the authors said. “But in the short-term, the local impacts were sizeable.”","author":"Scroll Staff","time":"2018-07-19T13:31:43.858328+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/887140-wbipnkaaqd-1530179316.jpg","tags":["Demonetisation","World Bank","Gross Domestic Product"],"source":"https://scroll.in/latest/887140/note-ban-reduced-gdp-growth-in-certain-districts-by-up-to-7-3-percentage-points-world-bank-study"}