{"title":"Nothing about Shivraj Chouhan's SIMI terror and 'chicken biryani' comment makes sense","content":"Madhya Pradesh Chief Minister Shivraj Singh Chouhan is annoyed that people are questioning the police's narrative of an encounter in Bhopal, where eight men accused of being members of a banned outfit were shot dead by police after allegedly breaking out of prison. Chouhan echoed the views of others in his party who think asking questions of the state is wrong, but added an additional dietary dog-whistle. \"Those being tried for terror take years to get punished,\" Chouhan said in a speech, per NDTV. \"For years, they are fed chicken biryani in jail. Then they escape and indulge in more crimes and attacks.\" Hindustan Times translated the remarks slightly differently, but with the same thrust: \"We will have to think about the system. When the mankind’s enemies, who don’t care about human rights, are caught they remain in jail for years and they continue to eat chicken and biryani.”Although the Madhya Pradesh chief minister didn't name names, the reference he made was rather obvious. Chouhan tried to connect the alleged Students Islamic Movement of India undertrials to Ajmal Kasab, the terrorist who was caught alive in the Mumbai attacks. Chouhan is basically trying to claim that those accused of terror in India are pampered by the system and then later they \"escape and indulge in more crimes.\" Now think of how ridiculous every bit of that claim is. First, the fact that terror cases take years to conclude is not the fault of the accused. It's a general issue across the Indian judicial system, with more than 2.7 crore cases pending, more than half of which began over two years ago. Chouhan was ostensibly making his comments about the judicial system, arguing that terror cases should also be dealt with by fast-track courts – but even those only try to paper over problems.Second, those delays are often the fault of the government. As the Jamia Teachers' Solidarity Association has shown, Madhya Pradesh Police's efforts against SIMI has often involved tenuous connections and spotty evidence, making convictions much harder to achieve. If anyone is to blame for the time taken to convict terror accused, it is the government itself. Third, the original biryani claim was a lie. Ujjwal Nikam, the public prosecutor in the Mumbai attacks case, admitted in March 2015 that he lied to the press about Kasab demanding and getting biryani in prison. \"Kasab never demanded biryani and was never served by the government,\" he said. \"I concocted it just to break an emotional atmosphere which was taking shape in favour of Kasab during the trial of the case.\" Despite this lie, biyrani-in-prison has become a byword for our apparently pampered terror accused. Fourth, Indian prisons are no comfy retreats, especially for terror accused. Abuse by the police is commonplace, often involving torture and brutality, and terror accused in particular often have to face abuse at the hands of fellow prisoners as well. And finally, if at all the alleged SIMI members were being given chicken biryani in jail, whose fault would that be? Chouhan's own Madhya Pradesh government. Look past just the obvious dog-whistle that Chouhan is making with his remarks, tapping into the same fervour that saw right-wing activists in Haryana use it as a byword for Muslims, and you can see how absurd his remarks are. The Madhya Pradesh Chief Minister is annoyed that his own government is unable to convict terror accused quickly enough, that his own prison authorities are pampering the said terror accused and, eventually that his own prison systems eventually (and allegedly) oversaw a jailbreak, following which the accused had to be shot down. And yet he thinks those asking questions of him are the ones resorting to petty politics?","author":"Rohan Venkataramakrishnan","time":"2016-11-02T17:07:35.894535+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/820539-article-meemaklgdq-1454087800.jpeg","tags":["Shivraj Singh Chouhan","Madhya Pradesh","Bhopal incident","Police Encounters","Bhopal","SIMI","biryani","chicken biryani","encounters"],"source":"https://scroll.in/article/820539/nothing-about-shivraj-chouhans-simi-terror-and-chicken-biryani-comment-makes-sense"}