{"title":"Notre-Dame fire: Why luxury brands have lined up to support the restoration process","content":"The April fire at the Notre-Dame de Paris Cathedral came as an immense shock to the people of France, as well as throughout Europe and in countries across the world.Even while the fire was still burning, a spontaneous effort to resist the blow dealt by fate quickly took hold, with reports of huge donations to fund the restoration ahead. In three days, more than 850 million euros were pledged. Some of the first to set the movement going were three big names of France’s luxury industry, the Pinault, Arnault, and Bettencourt families, whose Kering, LVMH and l’Oréal groups dominate the global market – the amounts pledged by each family were in the hundreds of millions of euros. The movement was also reflective of the symbolic significance of a fire that came close to reducing the edifice to ashes – an edifice which alone embodies the entire history of France and is an integral part of European heritage.Rich in controversySo why has the world of luxury been leading the drive to donate in order to rebuild Notre-Dame? Given the likely cost of the restoration work, the pledges of support are certainly welcome, but the context in France is complex, to say the least: the “gilets jaunes” movement erupted in late 2018 and has grown increasingly angry, with many of the demands centring on rising inequality and the imbalance between Paris and “forgotten” rural regions. Europe’s migrant crisis continues, as does rise in homelessness in big cities like Paris. Claims that the wealthy donors were motivated more out of a hunger for positive press or a desire for tax breaks immediately surfaced. “The simplest thing would be for them to pay their taxes”, said the senator Esther Benbassa, a member of France’s Green Party.Such explanations are not enough in themselves, assuming they have any basis at all – after all, two of the biggest donors, the Pinault and Arnault families, stated that they were already at the limit for charitable tax deductions and so would be giving the funds outright.But whatever the specifics, questioning why luxury firms would give such immense sums overlooks the deep historical roots of the industry.From the sacred to the profaneWhile luxury firms may now be seen as the epitome of worldly excellence, luxury started out in the pursuit of the sacred. Since time immemorial, the most skilled artisans have invented and crafted exceptional goods out of the most valuable materials, worked on for countless hours, as priceless offerings to the Gods, whether to win them over before a battle, thank them for a victory, or to celebrate a good harvest. A recent example is the grave of a Celtic prince, unearthed in 2015 in Lavau, a town just a few hours south of Paris, which contained a gold-tipped drinking vessel. The immense cost of such goods is precisely why they were offered, in the literal sense of sacri-fice (“the act which makes holy”).This explains in part why temples were covered with gold, why churches were adorned with the most beautiful artifacts. After the gods came the demigods, the kings and the aristocrats who would deny themselves nothing.The French Revolution of 1789 marked the end of privileges of birth, but not the end of the right to the beautiful and the sublime by virtue of wealth – in other words, by virtue of one’s wealth and good fortune. Restorations and republics came and went, but luxury remained. The communist revolutions in Russia and China began by ostensibly eliminating inequalities, but they too eventually gave free rein to the process of liberalisation that re-created the inequalities they’d once banished.Luxury feeds on inequality. Whatever the source of their wealth, legitimate or otherwise, rising social classes throughout the world have always sought to have their new-found wealth and status recognised. Hence the extraordinary growth of the luxury industry today.While the sustained growth of the industry is the result of the emergence of successive waves of nouveaux riches, first from Japan, then from Russia and finally China today, to view luxury consumption merely as the expression of an interest in appearance and ostentation would be a mistake. While this may be true at the initial stage of their wealth, customers can come to see the cultural and sacred dimension of the ornate goods they purchase at such great expense. The paradox of luxury is that as well as raising the standing of buyers in the eyes of others, it elevates the customer. In the best of cases, he or she wears an incomparable item that captures the spirituality and living culture of a country, its history and its art, and rises above the mere material.Luxury sees space, history and blood as the very foundations of its standing and quest for supremacy. Hence the importance of “made in” used by brands such as Hermès, the cult of origins and of the legacy of designers such as Karl Lagerfeld. Longevity is precisely what lies at the heart of why luxury goods firms refuse to see themselves as makers of ordinary objects.In its heart, the luxury industry itself aspires to be sacred. After all, luxury also has its own rituals, clerics and ranks. Its brands speak of their “icons” and build cathedrals in capitals throughout the world dedicated to the splendour of the brand and to developing the community of believers. It is thus easy to understand the affinity between the industry and Notre Dame, the legacy of a history that goes well beyond France, the embodiment of the sacred for eight centuries.The families, not the brandsIn the past, the patrician families of Florence and Venice sought to promote the arts, a role later performed by monarchs. Then the state became the custodian of culture by developing museums, art schools and academies. But in an era of fiscal limitations, nation-states cannot do everything, and with the means and the know-how, the luxury industry has become a key patron of the arts. Hence the proliferation of collaborations with contemporary artists, the sponsorship of spectacular exhibitions dedicated to fashion designers such as Christian Dior, and the creation of museums such as the Louis Vuitton Foundation. What this does is to change our perception of luxury items as products derived from art. It thus stands to reason that the major luxury brands should immediately run to the rescue of Notre-Dame, an immensely important symbol of history and culture at the heart of Paris.It is worth emphasising that the donations made by the Pinault, Arnault and Bettencourt families were made through their foundations rather than their their well-known brands. After all, the symbolic impact would have been quite different. To showcase a brand would be to do business, to reintroduce the merchants in the Temple at a time when the edifice itself was fragile and when any notion of short-term interest needed to be set aside. Above all, that would have been to depart from the sacred.Jean-Noël Kapferer, Professeur Senior, INSEEC Business School.this article first appeared on The Conversation.","author":"Jean-Noël Kapferer, The Conversation","time":"2019-05-08T23:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119053-gezeubtmmx-1557135359.jpg","tags":["Notre-Dame fire","Notre-Dame cathedral","Paris","Luxury brands"],"source":"https://scroll.in/article/922492/notre-dame-fire-why-luxury-brands-have-lined-up-to-support-the-restoration-process"}