{"title":"‘Now, I am become Death, the destroyer of worlds’: Truth and lies in Oppenheimer’s Gita moment","content":"At the Trinity test site in Los Alamos, New Mexico, looking at the fireball of the atomic bomb explosion on July 16, 1945, J Robert Oppenheimer said: “Now, I am become Death, the destroyer of worlds.” The line is a quotation from the 32nd verse in the 11th chapter of the Bhagavad Gita, typically notated as 11.32. Now, the release of Christopher Nolan’s film Oppenheimer has given rise to fresh concerns about whether his quotation is a mistranslation or if it shows a more fundamental misunderstanding of the revered text. Verse 11.32 of the Gita says: kālo’asmi, lokakśayakṛt pravṛddhaḥ lokān samāhartum iha pravṛttaḥ. The conventional translation of “kālaḥ” is “time”, and via this interpretation, here is the literal prose translation: “I am time, the cause of world-destruction, mighty; come here to annihilate the worlds.”Oppenheimer had read and studied the translation of Gita by Arthur W Ryder, in which we find:  Death, am I, and my present task Destruction.  Those who have not read the entire Gita would surely be stumped or misled by this quote in the film. Is this what the divine Krishna says, or is it a mistranslation? Or was Oppenheimer’s understanding of the Gita skewed? Moreover, does this line misrepresent the Gita? It helps to take a closer look at the space around the source word.  \n\n\n    \n    Play\n\nArjuna’s vision and Oppenheimer’s vision In the Gita, when Arjuna is filled with self-doubt and finds himself unable to jump into the war, Krishna motivates him to fight. After covering a number of topics, he reveals his “universal form” (viśvarūpam) which shows that he is none other than the all-powerful God.Two physical aspects stand out in the vision of Krishna’s universal form – size, and brightness. Gita 11.12 begins the description of the vision – “If a thousand suns rise suddenly in the sky” (divi sūrya sahasrasya…bhaved yugapad utthithā). Notice the emphasis on suddenness and rising in the sky. In Gita 11.17, Arjuna describes the viśvarūpam as an immeasurable blazing fire, brilliant as the sun (dīpta-anala-arka-dyutim-aprameyam). Two verses later, Arjuna describes this blazing fire as the mouth of a sacrificial fire or altar where oblations are offered – “I see you, blazing – oblation-eating – mouth” (paśyāmi tvāṃ dīptahutāśa-vaktraṃ). Arjuna calls the form both marvellous (adbhutaṃ) and terrible (ugraṃ). The next verse notes the spread and dominance in the sky – “The space between heaven and earth is pervaded by you alone in all directions”(dyāvā pṛthivyoḥ idaṃ antaraṃ hi/vyāptaṃ tvayā ekena diśasca sarvāḥ).Compare this with Oppenheimer’s vision – ten thousand feet high, the test explosion in Los Alamos appeared suddenly and rose in the sky. It too would have dominated all directions and been overwhelming and frightening. In the Gita, Arjuna finds neither courage nor peace (11.24) and loses his sense of direction (11.25). In 11.27, Arjuna has a vision of his opponents entering the mouths of this figure, their crushed heads clinging between Krishna’s teeth. Disorientated, bewildered, frightened and awed, he asks Krishna – “Tell me who you are” (ākhyāhi me kaḥ bhavan) and says he wishes to understand (vijñātuṃ icchāmi bhavantaṃ). This is when Krishna replies: kālaḥ asmi.Time is also death In Indian mythology, Kāla, the Sanskrit word for time, is used in names and descriptors to indicate a reckoning. The god of death, Yama, is known as Kāla (and he is also Dharmarāja, king of dharma). Kālāgni or Kālānala is the fire at the end of time. Kāla Bhairava is a ferocious form of Shiva. Narasimha, the incarnation of Vishnu, is known as Kāla or Mahākāla (great time) or even Parakāla (beyond time). The concept of a cosmic force that transcends time is Kālātīta (kāla + atīta) but such a power is capable of manifesting in time and space and staying in charge. In the Gita, one of the comparisons by which Krishna describes his own reality is Yama, the god of death – “I am Yama among subduers” – yamaḥ saṃyamatām aham (10.29). For a comparison (or contrast), it is valuable to take a look at what Yama says about Brahman in another Sanskrit source, Kaṭhopaniṣad, with which Gita shares some verses.When Nachiketa goes to Yama’s home and has a conversation with him, Yama describes the power of Brahman (formless, nameless “God”) as that for which kshatriyas and brahmins both are like a dish of boiled rice (that is, main courses) and death, the side-dish or sauce that makes it tasty (yasya brahma ca kṣatraṃ ca ubhe bhavata odanaḥ / mṛtyur yasyopasecanaṃ ka itthā veda yatra saḥ, 2.25). Kaṭhopaniṣad’s equivalent to the awe-inspiring figure of Krishna is Brahman (and not Yama). Yama describes the Self/Brahman as the controller of past and present (īśānaḥ bhūta-bhavyasya ca), and interestingly, states that a person who realises this is not afraid – ya imaṃ madhvadaṃ veda ātmānaṃ jīvam antikāt, īśānaṃ bhūtabhavyasya na tato vijugupsate (Kaṭhopaniṣad 4.5). My translation – He who knows this intimate being, ātman, honey-eater, commander of past and future, is no longer afraid. In Ramayana’s Sundarakanda, when Hanuman burns Lanka and the fire rises to the skies, the asuras watching the devastation are frightened and wonder about the identity of Hanuman. Here is a prose translation of the verse from Valmiki Ramayana (Sarga 5) – “He [Hanuman] is either Indra holding a thunderbolt, or the thirty gods (twelve Ādityas, eight Vasus, eleven Rudras, and two Aśvins), Yama (god of death), or Varuna (god of water), or Rudra (seated in the third eye of Shiva), or Agni (god of fire), or the Sun-god, or Kubera (god of wealth) or Soma (moon-god). He is no monkey, he is Time himself. (Vajrī mahendraḥ tridaśeśvaro vā / Sākśāt yamo vā varuṇo anilo vā /Rudraḥ agniḥ arko dhanadaḥ ca somo /Na vānaraḥ ayam svayam eva kālaḥ). Substitute the word “death” for “time” when translating “kālaḥ” and it makes sense – for that moment.Ancient Indian sources depict the absolute divine as taking the form of death. Time and death thus have an old connection and Ryder’s translation of kāla as “death” is not off-limits. Moreover, Oppenheimer uttering that particular line indicates a deeply internalised image. Troubled by the destructive potential of atomic power, fearing the impending doom and his own complicity, watching a frightening vision rise into the sky, what he uttered was a recollection of the viśvarūpam moment in the Gita. But moments are not the whole story, and the “I Am” revelations in the Gita are much more expansive than the sensational quotation in the film. Four entire chapters before we even get to the “I Am Time/Death” – kālo’smi moment – in verse 7.6, Krishna declares that he is both the origin and dissolution of the entire universe (aham kṛtsnasya jagataḥ prabhavaḥ pralayaḥ tathā). And in the tenth chapter, the revelation about who Krishna is resounds for over 20 verses. Here are just a few examples: I am the Self in all beings, the beginning, middle and end of beings (10.20); the consciousness of beings (10.22); infinite time (akṣaya kālaḥ); the origin of things yet to be (10.34); memory, wisdom, courage, patience (10.34); the flowery spring season (10.35); victory, effort, goodness of the good (10.36). For those who have read the entire Gita, Krishna’s identity is not just “kālo’smi.”   Avatar, not a genie in a bottle In the civil war of the Mahabharata, both sides – Pandavas and Kauravas – solicit the support of Krishna. The Pandavas get Krishna personally on their side, and this tips the balance. In the Gita, Krishna speaks about his role in restoring justice when dharma is under threat. The verse most known for this concept is 4.7 – when dharma fades and adharma rises, I procreate myself (yada yada hi dharmasya glanirbhavati…). But the viśvarūpam was a vision revealed to let Arjuna realise Krishna’s divine reality.In the Second World War, we see the competition for developing the atomic bomb and harnessing its power. The possession of the atomic bomb became, as described in the film Oppenheimer, the “ace” for America. (An ironic trope for those familiar with the tragic dice game of the Mahabharata). The atomic bomb was also seen as an intervention towards a speedy outcome. The script of the Christopher Nolan film, where Oppenheimer uses the word “divine” when referring to the power of the atomic bomb, suggests that he could have been invoking the power of divine intervention against Nazi atrocities.\n\n\n    \n    Play\n\nIn another popular verse (2.47) – karmaṇye vā adhikāraste mā phaleṣu kadācana – Krishna advises Arjuna to focus on his duty, not on the results. Krishna’s advice is to Arjuna, a kshatriya (the varṇa of kings and warriors) in a context that is already at the gate of war. The moral question is certainly complex – and not acting also has results which may prove worse. Did Oppenheimer turn to this particular verse in the Gita as a crutch to justify his role in the construction of the bomb? But Krishna also advises Arjuna that it is better to discharge one’s own duties poorly than another’s well (śreyān svadharmo viguṇaḥ, paradharmāt svanuṣṭitāt, Gita 3.35).The distinctions between scientists and politicians are also a theme in the film. Other scientists did not want to participate in the project and petitioned to not drop the bomb. As the film concludes, we see how the development of the bomb has a “chain reaction”. Oppenheimer called the test site “Trinity.” In the film, he quotes from John Donne’s poem Holy Sonnet XIV – “Batter my heart, three person’d God” – before proposing the name of “Trinity” for the Los Alamos test site. It is also possible to see this name as a reference to the trinity of deities in the Puranas – Brahma, Viṣṇu and Śiva (whose roles are explained as that of creator, preserver, and destroyer). However, discussing connections between Oppenheimer and Gita end there.An atomic bomb is not a genie in a bottle that can be put back. Even if we look at the broader context of the Gita, we realise that war eventually proves catastrophic for everyone in the Mahabharata. At the end of the Mahabharata, even Krishna’s dynasty is annihilated. Even if one believes that the vision of Krishna’s universal form is the most dramatic or sensational moment in the Gita, there is much, much more practical value in the Gita. Across 700 verses, Krishna’s guidance covers a number of topics. He gives Arjuna (and the reader) inputs on one’s true identity, how to cultivate detachment and steady resolve, how diet influences nature and habits, and many other matters. The Gita cannot be understood through partial quotations. The Oppenheimer quote is not just second-hand but fourth-hand – a film based on a book written about an American scientist who cited a line from a translation of the Gita. The question is not whether he misunderstood the Gita, but whether we know the Gita.Corrections and clarifications: The original article had Sanskrit as “bharate” – now corrected to “bharata,” and the translation has been corrected accordingly.Mani Rao is a poet and a translator. A new edition of her translation of the Bhagavad Gita along with a chapter on reading and interpretation is forthcoming from HarperCollins in September 2023.","author":"Mani Rao","time":"2023-08-05T08:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192881-czicjcrivb-1691179616.jpg","tags":["Robert J Oppenheimer","Bhagwad Gita"],"source":"https://scroll.in/article/1053670/now-i-am-become-death-the-destroyer-of-worlds-truth-and-lies-in-oppenheimers-gita-moment"}