{"title":"NPR rules do not allow Modi government to collect data on parent's birthplace and Aadhaar","content":"Surveys for the National Population Register begin in two months. There is still no clarity on the final questions that will be asked as part of the exercise to draw up a list of all residents of India.Compared with the NPR prepared in 2010 under the Congress government, pilots conducted in 2019 by the Narendra Modi-led Bharatiya Janata Party government sought information on eight additional data fields: date and place of birth of parents, Aadhaar number, passport number,   mobile number, voter identity card number, driving license number and mother tongue of the respondent.These eight data points are controversial in light of the Modi government’s plans to create a National Register of Citizens. Many believe the additional questions reveal the government’s intent to use the NPR as the foundation for the proposed nationwide NRC. Two Opposition-ruled states opposed to the NRC have, in fact, halted work on the NPR because of these concerns.The controversy has sparked contradictory statements from Union government ministers and officials. Some have suggested these the new questions will be optional, while others have claimed it will be mandatory to respond to them.However, an analysis by Scroll.in suggests these eight new data fields have no legal backing. The 2003 Citizenship Rules – the legal framework for the NPR – clearly list the data that can be collected by the government. The new additions in 2020 are missing from the rules.  Concerns over the new NPROn December 17, West Bengal became the first state to stay work on the NPR. Kerala followed three days later. The Congress has also raised serious objections around the NPR, although states ruled by the party are yet to issue orders to stay the exercise.Much of the discomfort stems from the fact that, as Scroll.in reported, legally the NPR is nothing but the first step to creating an NRC. While the 2010 NPR did not lead to an NRC, critics point out the pilot surveys for the 2020 NPR have collected data such as parents’ birthplace, which can only have one purpose: to determine citizenship. This is because as per India’s Citizenship Act, anyone born after July 1, 1987 will be considered an Indian citizen only if both their parents are Indian citizens too.Collection of Aadhaar numbers allows the demographic data of an individual to be linked to their biometric data (fingerprints and iris scans), as has already happened in Assam. The other fields allow the government to collect all possible personal data from an individual that could potentially be used when the NRC identifies so-called “illegal migrants”.A protest staged recently at Mumbai's Wankhede stadium while a cricket match was underway. Source: TwitterConfusion over government statementsThe Modi government has responded to these concerns through a volley of statements, some of them on record, but most of them delivered using anonymous media leaks.On December 24, minister Piyush Goyal claimed that “Aadhar numbers will be optional” when submitting data to the NPR. On the same day, Home Minister Amit Shah said, “In NPR, people have to make voluntary disclosure of information” – a statement that suggested that every field in the NPR was voluntary.However, an anonymous official from Shah’s own ministry soon contradicted the minister.  On January 16, The Times of India carried a report which quoted an official in the Home Ministry to claim that Aadhaar, passport number, voter identity card and driving licence number will have to be mandatorily shared.To make matters even more confusing, an NPR training manual issued by the Home Ministry argues that enumerators will be “collecting Aadhaar number from each resident voluntarily”. No other data point is held to be voluntary and enumerators are instructed to “Inform the respondent that it is her/his duty to give correct particulars regarding each and every normal resident in the household”.But, on January 17, an anonymous government official told The Hindu that providing NPR data, including the contentious parents’ birthplace, was optional. On January 22, Union minister Prakash Javedkar backed this claim.What does the law say?The legal framework for the NPR is the 2003 Citizenship Rules issued by the then BJP government led by Atal Bihari Vajpayee. The rules do not mention disclosure of any NPR data being voluntary. In fact, the rules impose a monetary fine for submitting incorrect data. “It shall be the responsibility of the head of every family, during the period specified for preparation of the Population Register, to give the correct details of name and number of members and other particulars,” the rules state.Most importantly, the rules list out 12 “particulars” that can be collected for the NPR:NameFather’s nameMother’s nameSexDate of birthPlace of birthResidential address (present and permanent)Marital status – if ever married, name of the spouseVisible identification markDate of registration of CitizenSerial number of registrationNational Identity NumberNotably, none of the new questions – such as Aadhaar, mobile number, date and place of birth of parents, passport number, voter identity cards, driving licence number and mother tongue – are mentioned in the 2003 rules.However, they have all been included in the 2020 NPR test form, which was used during the pilots, as first reported by Scroll.in. On December 31, an anonymous government official told The Hindu that the test form will be used as the final form. The government is yet to release any official order in this matter.Even as a fog of confusion surrounds which questions are voluntary on the NPR form, a more fundamental question arises: on what legal basis is the Union government proposing to include new questions in the 2020 NPR when the 2003 Citizenship Rules give them no legal backing?","author":"Shoaib Daniyal","time":"2020-01-26T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135265-ozxoyjimdd-1579965087.jpg","tags":["Citizenship Amendment Act","National Register of Citizens","National Population Register"],"source":"https://scroll.in/article/950993/npr-rules-do-not-allow-modi-government-to-collect-data-on-parent-s-birthplace-and-aadhaar"}