{"title":"NRC row: ‘Attempts to create atmosphere of fear are condemnable,’ Rajnath Singh tells Rajya Sabha","content":"Union Minister of Home Affairs Rajnath Singh on Friday reiterated that the recently released National Register of Citizens is only a draft and not the final version, even as the Congress and the Trinamool Congress continued to criticise it.“The whole procedure was undertaken under the supervision of the Supreme Court,” he told the Rajya Sabha. “I would like to repeat that it’s a draft and not final, everyone will get chance to appeal. It’s a totally fair process. Unwarranted accusations are unfortunate.”He added: “No coercive action will be taken against anyone in any situation. Attempts to create an atmosphere of fear are condemnable.”Naresh Gujaral of the Shiromani Akali Dal presented The Parliament (Enhancement of Productivity) Bill, 2017, in the Rajya Sabha. The bill seeks to provide the establishment an effective system to prevent and address the decline in productivity of Parliament due to disruptions of sittings, by fixing a minimum number of days for Parliament in session, according to The Indian Express.Meanwhile, Lok Sabha was briefly adjourned following protests by the Trinamool Congress. They were protesting after a delegation of its members were detained overnight in Assam’s Silchar Airport. Six of the leaders left Assam on Friday morning, while two other leaders are expected to leave the state later in the day. The eight-member delegation led by West Bengal minister Firhad Hakim had arrived at the airport on Thursday in an attempt to “take stock of the situation” in the Bengali-dominated Silchar, following the publication of the second draft of the National Register of Citizens on July 31. However, the police detained the delegation, calling it a “precautionary measure”.Trinamool Congress MP Saugata Roy moved an adjournment motion in the Lower House over this matter on Friday morning.In the Lok Sabha, a bill to restore key provisions of the Scheduled Caste and Scheduled Tribe (Prevention of Atrocities) Act, which were diluted by the Supreme Court in March, was introduced. On Wednesday, the Union Cabinet agreed to introduce the bill following an ultimatum from the ruling Bharatiya Janata Party’s ally Lok Janshakti Party and several Dalit organisations, which have been demanding that the original provisions of the law be restored.“The principles of criminal jurisprudence and Section 41 of the Code of Criminal Procedure, 1973, as interpreted in several judgements, implies that once the investigating officer has reasons to suspect that an offence has been committed, he can arrest an accused,” reads the bill, which was introduced by Minister of Social Justice and Empowerment Thawar Chand Gehlot. “This decision to arrest or not to arrest cannot be taken away from the investigating officer.”The bill rules out any provision for anticipatory bail for a person accused of atrocities against people from Scheduled Caste and Scheduled Tribe communities, notwithstanding a court order. It also says that no preliminary inquiry will be needed to register a criminal case, and that an arrest made under this law would not be subject to any approval.The Lok Sabha also passed the National Sports University Bill. Minister of State for Sports Rajyavardhan Rathore said this will help establish a National Sports University in Manipur. “This is a major step towards bringing to reality PM [Narendra Modi] ji’s vision of developing a world class 360° sports ecosystem in India,” he said.As many as 80 private members bills were introduced in the Lok Sabha on Friday. A bill moved by an MP who is not part of the Cabinet is called a private member bill.I am saying this again, that no coercive action will be taken against anyone in any situation. Attempts to create an atmosphere of fear are condemnable:HM Rajnath Singh in Rajya Sabha pic.twitter.com/hVEUwBL8U9— ANI (@ANI) August 3, 2018","author":"Scroll Staff","time":"2018-08-03T12:16:24.736829+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889074-53863-nhilderoxc-1505474884.jpg","tags":["Rajnath Singh","Trinamool Congress","Rajya Sabha","Parliament","Lok Sabha","NRC"],"source":"https://scroll.in/latest/889074/nrc-row-attempts-to-create-atmosphere-of-fear-are-condemnable-rajnath-singh-tells-rajya-sabha"}