{"title":"NRC publication: Supreme Court extends deadline by a month to August 31","content":"The Supreme Court on Tuesday extended the deadline for the publication of the final National Register of Citizens for Assam from July 31 to August 31, Bar and Bench reported. The bench of Chief Justice Ranjan Gogoi and Justice RF Nariman, however, declined petitions by the Centre and the Assam government seeking time to conduct a “sample re-verification process” of the names included in the draft National Register of Citizens published on July 30, 2018.The Centre and the Assam government were represented by Attorney General KK Venugopal and Solicitor General Tushar Mehta.The Centre and the Assam government had urged the Supreme Court last week to extend the deadline, insisting that the authorities needed to tweak the processes for including the names of genuine citizens in the list. “India cannot be the refugee capital of the world,” the Centre’s counsel had told the top court.NRC State Coordinator Prateek Hajela had pointed out that the exercise had hit a roadblock because of floods in the state, and requested an extension of the deadline to publish the database. He said he would need about a month to publish the final list but would be able to come up with a supplementary list on July 31 with lists of fresh inclusions and exclusions.NRC Assam: Supreme Court extends the deadline for publication of the final NRC from July 31 to now August 31.The Court declined the prayer by Centre and Assam for conducting reverification of names to check wrongful inclusions or exclusions, especially in bordering districts.— Bar & Bench (@barandbench) July 23, 2019\n\nThe top court had refused an urgent hearing of the pleas on July 17. “But why should we grant an extension?” Chief Justice of India Ranjan Gogoi had asked even as Tushar Mehta pressed for an early hearing.Also read:Explainer: What exactly is the National Register of Citizens?Assam flood victims go back to fetch NRC documents, some refuse to leave homesBangladesh government expresses concerns over Assam’s NRC process for first timeThe stated aim of the National Register of Citizens is to separate genuine Indian citizens from undocumented immigrants living in the state. According to the terms, anyone who cannot prove that they or their ancestors entered Assam before midnight on March 24, 1971, will be declared a foreigner.More than 40 lakh people were excluded from the final draft of the register published on July 30, 2018. Those who did not make the draft list were allowed to make one last claim for inclusion before the publication of the final consolidated list. Authorities also allowed objections to be filed against people included in the final draft. The exercise has been embroiled in several controversies, including allegations of bias against certain communities. An “additional exclusion list” was published on June 26 which contained named of 1,02,463 people who were earlier included in the draft NRC list.The petitionsThe pleas filed by the Centre and Assam had urged the court to pass an order “directing 20% sample re-verification of names included in the final draft in districts of Assam bordering Bangladesh and a 10% sample re-verification of names in the remaining districts”. They said the re-verification exercise should be conducted by Class 1 officers of the state government from other districts who have the knowledge and experience of handling a process of inquiry.The petitions also sought an order that the sample re-verification be undertaken at a venue different from where the National Register of Citizens exercise took place. The Assam government said this would rule out the possibility of local influences, bias or threat.The Ministry of Home Affairs, in its application, informed the court of the “unprecedented large scale of complexities” involved in the process. The government said the NRC exercise had created apprehensions among citizens and could impact law and order in the state. “It is pertinent that the exercise of sample re-verification must necessarily follow before the publication of the final list,” the application said.However, NRC State Coordinator Prateek Hajela had told the bench of Chief Justice of India Ranjan Gogoi and Justice RF Nariman that around 80 lakh people, constituting almost 27% of the claims for inclusion in the list, were subjected to re-verification. The judges then asked the solicitor general if further re-verification was required and posted the matter to July 23.Also read:For a month, we bring you a story about Assam’s National Register of Citizens every day. Here’s whyRead all the stories in The Final Count series here.To get all The Final Count stories in your inbox every day, subscribe here.","author":"Scroll Staff","time":"2019-07-23T15:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110316-kkjygaqico-1560925184.jpg","tags":["Supreme Court","National Register of Citizens","NRC","NRC Extension"],"source":"https://scroll.in/latest/931509/nrc-publication-supreme-court-extends-deadline-by-a-month-to-august-31"}