{"title":"NRC will be conducted across India, there will be no discrimination on basis of religion: Amit Shah","content":"Union Home Minister Amit Shah on Wednesday said the National Register of Citizens exercise would be carried out across India, but assured there would be no religious discrimination in its implementation, PTI reported. “No one irrespective of their religion should be worried [about the NRC],” Shah told the Rajya Sabha. “It is just a process to get everyone under the NRC.” The home minister said the Citizenship (Amendment) Bill would be introduced for Hindu, Buddhist, Jain, Christian, Sikh, and Parsi refugees from countries such as Bangladesh, Afghanistan, and Pakistan. Opposition parties have criticised it for deliberately omitting Muslims.The minister said there was no NRC provision excluding people from a specific religion. “People from all religions who are Indian citizens will be included [in the NRC],” he said. “There is no question of any discrimination on the basis of religion. NRC is a different process and the Citizenship Amendment Bill is different.”The exercise to update the citizens’ database was conducted in Assam according to the Supreme Court’s orders, Shah pointed out, adding that those excluded from the final list have the liberty to approach foreigners’ tribunals. The home minister said Assam would not be exempt from the proposed nationwide NRC exercise.The previous Lok Sabha had passed the Citizenship Bill but it was not tabled in the Rajya Sabha. As a result, it lapsed after the term of the Lower House ended in May. The government did not introduce it in the Budget Session. Protests erupted across the North East on Monday after the Narendra Modi government said it would introduce the legislation during the ongoing Winter Session of Parliament.Reject Assam NRC: Himanta Biswa SarmaMeanwhile, Assam minister Himanta Biswa Sarma urged the Centre to reject the state’s final NRC list published on August 31 that excluded 19 lakh people, or around 6% of the population. Sarma said he welcomed Shah’s remarks about a nationwide NRC, saying the exercise might be held again in the state.The minister also asked for a uniform cut-off date for the national NRC. “The state government cannot accept this NRC,” The Indian Express quoted him as saying. “People who should not have been included in the list have made it, while those who should have been excluded [were in it].”The Bharatiya Janata Party leader said if a nationwide NRC exercise is not carried out, suspected undocumented immigrants in Assam at present can move to another part of India. Sarma also criticised former NRC State Coordinator Prateek Hajela. The state government was “bearing the brunt because of one individual”, he told reporters.The Supreme Court had transferred Hajela to Madhya Pradesh in October. He was the top court’s mandated NRC coordinator, and spearheaded the exercise since September 2013. But he came under fire from both the BJP and the Congress since the final list’s publication.In September, senior Congress leader Tarun Gogoi had written to then Chief Justice of India Ranjan Gogoi, accusing Hajela of not efficientlydischarging his duty. The letter was sent days after two cases were filed against Hajela for allegedly excluding bonafide Indians deliberately from the updated citizens’ list.‘No division on the basis of religion’Meanwhile, West Bengal Chief Minister Mamata Banerjee reiterated that she would not allow NRC to be conducted in the state. “There are few people, who are trying to create disturbance in the state in the name of implementation of the NRC,” she said at a public rally in Murshidabad district’s Sagardighi town. “No one can take away your citizenship and turn you into a refugee. There can be no division on the basis of religion.”The chief minister sought explanation from the Centre about rumours of NRC in West Bengal that have claimed at least 11 lives in the state till now. She why 14 lakh Hindus and Bengalis had been excluded from the final list in Assam.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-11-20T18:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131268-vykkveihbg-1574251248.jpg","tags":["Amit Shah","Citizenship (Amendment) Bill","NRC","Assam","India"]}