{"title":"NRC row: Trinamool team detained at Silchar airport, Mamata Banerjee calls it ‘political vendetta’","content":"The police on Thursday detained an eight-member Trinamool Congress delegation led by West Bengal minister Firhad Hakim at the Silchar airport in Assam as a precautionary measure, PTI reported. The delegation was tasked with “taking stock of the situation” in Bengali-dominated city in south Assam’s Barak Valley following the publication of the draft National Register of Citizens.MP Sukhendu Sekhar Ray, who is part of the delegation, accused the police of hitting him, Hindustan Times reported. “As soon as we reached the arrival lounge of the Silchar airport, we were confronted by a team comprising the district magistrate and police officers,” he said. “A police officer hit me on the chest.”Ray claimed police personnel also mistreated the women in the delegation. Barasat MP Kakoli Ghosh Dastidar seconded his claims.The police, however, accused the Trinamool leaders of starting the scuffle and injuring police personnel, ANI reported. “The police have kept them inside the airport with restrictions on their movement,” said Director General of Police Kuladhar Saikia. “In the scuffle, two of our constables and one worker from the district administration were injured. Legal actions will be taken on the basis of First Information Reports registered by the injured and for violation of Section 144.” Earlier in the day, West Bengal Chief Minister Mamata Banerjee criticised the Centre and the Assam government, calling the incident a case of “political vendetta”, reported The Indian Express. “Why is the Assam government behaving like this, along with the Centre?” she asked. “This is a political vendetta. The BJP only has muscle power.”The West Bengal chief minister purportedly told the delegation not to leave the airport and described the situation in Assam as a “super emergency”, NDTV reported. Banerjee contended that the delegation could go in groups of two despite the imposition of Section 144 (that prevents the unlawful assembly of more than four people) in the area.The chief minister claimed that the delegation’s members, including the women, had been “manhandled” by the police. “Four female MPs and one female MLA besides a state minister and our party’s chief whip in Rajya Sabha – all of them were subjected to this uncalled-for behaviour,” she said.Banerjee said the BJP’s actions showed it was getting “frustrated” and this is why they were “acting like a bunch of hooligans”.Meanwhile, Assam Trinamool Congress President Dwipen Pathak resigned from his post, reported ANI. Pathak said he disagreed with Banerjee’s remarks on the NRC that the exercise had been done to drive out Bengalis from the state. “These remarks may create a disturbance in the state, they may also lead to a conflict between Bengalis and the Assamese people,” he said. “The blame for it would lie with me, since I am the president. This is why I have resigned.” The draft National Register of Citizenship, published by the Assam government on Monday, has left out around 40 lakh people who had applied to be included on the list that verifies Indian citizens. West Bengal Chief Minister and TMC chief Mamata Banerjee claimed the draft was an attempt to evict Bengalis from Assam.Besides Ray and Dastidar, the delegation comprises Ratna De Nag, Nadimul Haque, Arpita Ghosh and Mamata Thakur and MLA Mahua Moitra.The Bharatiya Janata Party said the delegation should not have gone to Silchar. “They are the problem,” BJP state chief Dilip Ghosh said. “Who asked the Trinamool MPs to go there? No one else has gone there. They should come back.”#WATCH Trinamool Congress MP and MLA delegation detained at Silchar airport #NRCAssam pic.twitter.com/G8l2l3OEFp— ANI (@ANI) August 2, 2018\n\nMeanwhile, TMC MP Derek O’Brien defended his colleagues’ visit to Assam. “It is our democratic right to meet people, this is a super emergency like situation,” O’Brien said.Our delegation was detained at Silchar airport. It is our democratic right to meet people, this is a super emergency like situation: Derek O Brien,TMC MP #NRCAssam pic.twitter.com/5KQPGwrMrJ— ANI (@ANI) August 2, 2018\n\nThe police have roughed up the members, even lady members. Four lady MPs and one lady MLA, also one state minister and our party's chief whip in #RajyaSabha - all of them were subjected to this uncalled-for behaviour: @mamataofficial— AITC (@AITCofficial) August 2, 2018\n\n#WATCH: Dwipen Pathak after resigning from Assam TMC Chief's post says, \"What Mamata Banerjee said about NRC, that it has been brought in Assam to drive out Bengalis, I don't agree with that. It might create disturbance here & the blame would be on me as a pres, so I've resigned\" pic.twitter.com/JnxKy2gV0i— ANI (@ANI) August 2, 2018\n\nOn Wednesday, the Cachar district administration imposed Section 144 of the Criminal Procedural Code prohibiting the gathering of groups of people in the area, PTI reported. The administration also banned the entry of anyone not involved in the NRC process to the district. Unidentified officials said the local administration has sought an assurance from the delegation that they will not resort to making provocative statements and speeches about the National Register of Citizens draft. On Wednesday, Assam Transport minister Chandra Mohan Patowary had said that the Bharatiya Janata Party-led state government did not object to the TMC leaders visiting the state, The Telegraph reported. Patowary said the state reserved a right to take action if the legislators resorted to triggering unrest over the National Register of Citizens matter.TMC protests in Lok SabhaIn the Lok Sabha, Trinamool Congress MPs, led by senior leader Saugata Ray, protested the delegation’s detention and demanded a response from the government on the matter. Deputy Speaker M Thambidurai said he would convey their demand to Speaker Sumitra Mahajan.  “Assam Police has detained them at Silchar Airport,” Ray said. “They are interfering with the free movement of people. This is a breach of privilege.”","author":"Scroll Staff","time":"2018-08-02T15:34:24.873863+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888979-ziqurijwtx-1533204199.jpg","tags":["Trinamool Congress","Silchar","NRC","Mamata Banerjee"],"source":"https://scroll.in/latest/888979/nrc-row-assam-police-detain-trinamool-congress-delegation-at-silchar-airport"}