{"title":"‘NRC, CAA will not affect Assam polls,’ says Himanta Biswa Sarma, accuses Miya culture of aggression","content":"Assam minister and Bharatiya Janata Party leader Himanta Biswa Sarma has said that matters related to the Citizenship Amendment Act and the National Register of Citizens will not hold appeal in the Assembly elections in the state next year, The Indian Express reported on Monday. In an interview with the newspaper, Sarma said there “is not too much talk about NRC and CAA” and that political landscape in Assam has changed since the protests it witnessed last year against the Central government’s decision to implement them. “In the context of Assam, I do not think somebody can think of getting any seat or percentage of votes talking about the CAA and NRC,” Sarma said, claiming “nobody was talking” about them.On being asked if the sizeable Muslim population of Assam could be impacted by the two controversial matters as the All India Majlis-e-Ittehad-ul-Muslimeen spoke about them during the Bihar elections, Sarma expressed confidence that the minorities would vote for the BJP.“The Assamese Muslim community will vote for us,” Sarma said. However, Muslims who have migrated from Bangladesh will not side with the saffron party, he added.Sarma asserted that in Assam, the factor was not that of “Hindu-Muslim”, but a “fight between two cultures”. He stressed that conflict between cultures and the development work done by the ruling BJP would decide the fate in the elections.“The so-called migrants, Bangladeshi Muslims, have started a new concept in Assam,” the BJP leader said. “They call it Miya culture, Miya poetry…Miya language. We have to protect the composite Indian culture and more particularly Assamese culture.”He also accused the “Miya culture” of aggression and assertion. “Here is a community which has distorted Assamese language,” he claimed. “They tell people that they want to assert their identity. What is the need to assert identity? That means you want to aggressively counter Assamese culture by encroaching on land of our monasteries.”He also claimed that rumours played a role behind the protests against the citizenship law last year, but people have realised that none of them were true. “I think if somebody tries to raise this issue, it will boomerang on them,” Sarma said.While responding to a question on his government’s rejection of the final Assam NRC document, Sarma said that they had not opposed or questioned the exercise but had reservations about certain processes adopted by former state NRC coordinator Prateek Hajela. He claimed Hajela did not re-verify the data despite being presented with documentary evidence of faults in the process. “We just requested 20% re-verification in six border districts and 10% re-verification in other districts,” Sarma said. “If the re-verification presents the same picture, we are going to accept the NRC.”He also denied that the NRC did not exclude more Hindus than Muslims, pointing out that 5,56,000 Hindus and almost 11 lakh Muslims were put in the doubtful list. Earlier this month, Sarma had said that the NRC released in August last year was “fundamentally wrong” and a new exercise will begin after the state polls, if the Supreme Court allows.Speaking on his party’s chances in the upcoming state polls, Sarma said that the results of the Bihar elections and bye-polls in multiple states “is a continuation of Prime Minister Narendra Modi’s Lok Sabha victory” and that it will have a huge impact in the elections in Assam and West Bengal.","author":"Scroll Staff","time":"2020-11-23T16:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110079-ezljeoidlq-1567742643.jpg","tags":["Himanta Biswa Sarma","NRC","CAA"],"source":"https://scroll.in/latest/979228/nrc-caa-will-not-affect-assam-polls-says-himanta-biswa-sarma-accuses-miya-culture-of-aggression"}