{"title":"NRC verification process should not be used to target Muslims, says US religious freedom commission","content":"The United States Commission on International Religious Freedom, an independent, bipartisan panel set up by the American government, on Tuesday said the verification process under the National Register of Citizens in Assam should not become a means to target the Muslim community, PTI reported. The commission is tasked with reviewing violations of religious freedom abroad, and makes recommendations to the US president, secretary of state and Congress.“We remain concerned with the potential abuse of the NRC in Assam and the resulting introduction of a religious requirement for citizenship, which are contrary to the ideals of religious freedom in India,” United States Commission on International Religious Freedom Chairperson Tony Perkins said. The statement was also endorsed by the panel’s commissioner, Arunima Bhargava.India’s External Affairs Minister S Jaishankar had last week described the National Register of Citizens process as the country’s internal matter. The process seeks to separate genuine Indian citizens from undocumented immigrants living in the state. According to its terms, anyone who cannot prove that they or their ancestors entered Assam before midnight on March 24, 1971, will be declared a foreigner. The exercise has been embroiled in several controversies, including allegations of bias against certain communities. More than 40 lakh people were excluded from the final draft published in 2018. Those who did not make the draft list were allowed to make one last claim for inclusion before the publication of the final consolidated list. The final list is expected to be declared by August 31. On Tuesday, the Assam government assured it would make necessary arrangements to provide free legal help to those excluded from the final list. Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-08-28T15:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124216-dnwodwirca-1566983607.jpg","tags":["National Register of Citizens","United States Commission on International Religious Freedom","S Jaishankar","Assam"],"source":"https://scroll.in/latest/935434/nrc-verification-process-should-not-be-used-to-target-muslims-says-us-religious-freedom-commission"}