{"title":"NRC will be implemented on priority basis in areas affected by infiltration, says president","content":"President Ram Nath Kovind on Thursday told Parliament that the Centre has decided to implement the National Register of Citizens, which is being updated in Assam at present, on priority basis in areas affected by infiltration, PTI reported. The president made the remarks during his customary speech to Parliament after the formation of the 17th Lok Sabha.   The president emphasised that the government sees infiltration not only as a cause of “social imbalance” but also a threat to “limited livelihood opportunities”, the Hindustan Times reported. He said the government would increase “security along the border” to prevent people from illegally moving into India from across the border. The stated aim of the National Register of Citizens is to separate genuine Indian citizens from undocumented immigrants living in the state. According to the terms, anyone who cannot prove that they or their ancestors entered Assam before midnight on March 24, 1971, will be declared a foreigner.The database of citizens in Assam will be published on July 31. Last month, the Supreme Court asked National Register of Citizens Coordinator Prateek Hajela to be accurate and give a fair hearing to objections raised by people whose names are missing from the list. The court made the observation after a retired Indian Army soldier was arrested by Assam Border Police in Guwahati and taken to the detention centre for illegal immigrants in Goalpara after being declared an undocumented immigrant by a Foreigners Tribunal. He was later released on bail on the Gauhati High Court’s orders.More than 40 lakh people were excluded from the final draft of the register published on July 30, 2018. Those who did not make the draft list were allowed to make one last claim for inclusion before the publication of the final consolidated list. Authorities also allowed objections to be filed against people included in the final draft. The exercise has been embroiled in several controversies, including allegations of bias against certain communities.Citizenship BillThe president also said efforts would be made to amend the Citizenship Act while protecting linguistic, cultural and social identities. Earlier this year, there were massive protests in the North East, particularly Assam, against the amendment bill. The bill sought to amend the 1955 law to grant citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan if they have lived in India for six years. The Lok Sabha had passed it on January 8. However, it lapsed after Rajya Sabha failed to pass it.","author":"Scroll Staff","time":"2019-06-20T18:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110767-oduirhoogw-1547693838.jpg","tags":["National Register of Citizens","President Ram Nath Kovind","Assam","Citizenship Bill"],"source":"https://scroll.in/latest/927744/nrc-will-be-implemented-on-priority-basis-in-areas-affected-by-infiltration-says-president"}