{"title":"NRC reverification: ‘Assam government will approach SC again,’ Himanta Biswa Sarma tells The Hindu","content":"Assam Finance Minister Himanta Biswa Sarma has told The Hindu the state government would approach the Supreme Court again for a reverification process in the National Register of Citizens in two districts on a pilot basis to address flaws in the database. “The NRC authority has registered many cases where documents were questionable after which we asked for a reverification of 20% of the cases in border districts and 10% in other districts as we found that in border areas, where populations were high, deletions were low, whereas in tribal areas deletions were higher in proportion,” Sarma told the newspaper. On Saturday, the Bharatiya Janata Party leader had said that the final list of the register had excluded the names of many Indians who had migrated from Bangladesh as refugees before 1971, which was the cut-off year to prove citizenship. A number of these citizens are Bengali Hindus, who are the BJP’s oldest vote bank in Assam. “I reiterate that as requested by Central and State governments at least 20% reverification [bordering districts] and 10% re-verification [remaining districts] should be allowed by honourable apex court for a correct and fair NRC,” Sarma had added. Also read:Why the Assam BJP is now against the NRC: Explaining the politics behind the exerciseSarma told The Hindu there were “technical flaws in the NRC exercise as many NRC officials did not recognise refugee certification issued before 1971, as a result of which many Bengali Hindus remained outside the list”.The BJP leader said he was concerned about the more than three lakh people who did not appeal against their exclusion when the draft register came out. “There are lakhs who did not reapply,” he added. “Unless you update the NRC nationally, we will not know the net result of illegal immigrants across the country.”The minister said the process of detecting foreigners would not be restricted to just exercise such as the NRC. “The NRC is one place but our border police have the right to pursue inquiries against those with questionable documents and citizenship, for the detection of illegal foreigners, and that will continue,” Sarma added.The BJP state unit had also rejected the NRC after its publication on August 31, and said it did not trust the final list. The party had called for a “national-level NRC”.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-02T13:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126658-dqwouaepyg-1567407944.jpg","tags":["National Register of Citzens","Himanta Biswa Sarma","BJP","Assam"],"source":"https://scroll.in/latest/935982/nrc-reverification-assam-government-will-approach-sc-again-himanta-biswa-sarma-tells-the-hindu"}