{"title":"NRC: Family of Dulal Paul, who died at detention centre, accepts his body after CM’s intervention","content":"The family of Dulal Chandra Paul, who died earlier this month, after nearly two years at a detention centre for undocumented immigrants in Assam, accepted his body on Tuesday following Chief Minister Sarbananda Sonowal’s intervention, The Telegraph reported. Last week, the family had asked authorities to send the 65-year-old’s body back to Bangladesh if they failed to establish he was an Indian citizen.Dulal Paul, who died at Gauhati Medical College and Hospital on October 13 was declared a Bangladeshi in October 2017, was sent to the detention centre in Sonitpur district after his land documents from 1965 were not accepted. On September 28, he was admitted to the hospital due to multiple ailments. His family has claimed he was mentally unstable.Sonowal held a meeting with the family on Saturday along with the All Assam Bengali Youth Students’ Federation, and urged them to take Dulal Paul’s body. “Sonowal appealed to us to take my father’s body back home,” the deceased’s son, Ashok Paul, said. “He said he would help us with the last rites and with legal help and gave us in writing that he would attend the shraddha [funeral]. We have accepted the body on the request of the chief minister, the All Assam Bengali Youth Students’ Federation and the people of our village.”Ashok Paul added that no family should suffer like they had to and that his father’s death should be the last one at a detention centre.The students’ federation president, Deepak Dey, said that the family trusted Sonowal’s promises, and the chief minister had ordered a prompt treatment facility for detainees. Dey said the state administration would also expedite the process of releasing those detained for three years on bail. The chief minister reportedly assured the family that a review panel would look into the foreigners’ tribunals orders in their area. A state-appointed counsel would be provided to fight Dulal Paul’s case in the Supreme Court, the newspaper reported, citing sources. Paul’s body was taken to Alisinga in Sonitpur district from the Gauhati hospital on Tuesday afternoon. The final rites were performed around 6 pm.The five members of Dulal Paul’s family did not find their names in the National Register of Citizens, which was published on August 31. The final list excluded more than 19 lakh people.Also read:We broke news to four Assam families: They must prove they are Indians again, for no fault of theirsMade it to the NRC? You may still have to prove your citizenship at a foreigners tribunal Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-23T13:55:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/126562-ppwycyvtsf-1567351879.jpg","tags":["Assam","Dulal Paul","National Register of Citizens"],"source":"https://scroll.in/latest/941454/nrc-family-of-dulal-paul-who-died-at-detention-centre-accepts-his-body-after-cms-intervention"}