{"title":"NRC ‘fundamentally wrong’, Assam to start new exercise if SC permits, says Himanta Biswa Sarma","content":"Assam minister Himanta Biswa Sarma on Thursday said that the National Register of Citizens, released in August last year, is “fundamentally wrong”, and a new exercise will begin after the state polls provided the Supreme Court allows, reported The Indian Express.Sarma said “modern Mughals” had entered all over Assam, and that a long political fight was required to stop them. “The fight to remove the ‘adhunik [modern]’ Mughal from Assam will be long...if we can fight them for another five years, it will be enough to defeat them,” he added.The Assam minister also accused former NRC State Coordinator Prateek Hajela for preparing the “wrong NRC”. “Prateek Hajela has fundamentally prepared a wrong NRC,” he said, according to The Times of India. “After the elections, a new exercise will be initiated if the Supreme Court of India permits. We are asking the court’s permission for 15% revision of the NRC.”Sarma claimed there were financial anomalies involved in the preparation of the NRC by Hajela. He said the auditor general has begun an inquiry and the state has given its comments, adding that the report will be tabled in the Assembly.The database was faulty as people in certain districts came up with their own NRC. “In Dhubri and Barpeta people made their own NRC,” he claimed. “The NRC was done under supervision of the Supreme Court but Prateek Hajela manipulated the NRC in such a manner that the thief has now become the police.”In July 2019, the Assam government and the Centre moved the Supreme Court for a re-verification exercise but that was dismissed after Hajela submitted that 27% of the names were already verified again. NRC exerciseMore than 19 lakh people were left out of the final list of the updated citizens’ database that was published on August 31. The number of people left out comprise around 6% of Assam’s entire population, two times the number of Rohingya refugees in Bangladesh, and the population of Nagaland. Some of those left out have been appealing against their exclusion in foreigners’ tribunals. As many as 3.3 crore people had applied for the exercise.Earlier this month, the Assam National Register of Citizens coordinator had asked deputy commissioners across the state to delete names of “ineligible persons” from the document.The NRC was first published in 1951 and was updated to exclude those who may have illegally entered Assam via Bangladesh after March 25, 1971.There are several controversies surrounding the NRC, including speculation that it has been targeted against a particular community. Many political parties, including the Congress and the Bharatiya Janata Party, have criticised the NRC, pointing out that many Bengali Hindus have been left out of the register. Bengali Hindus are the BJP’s oldest vote bank in the state.Last year, a “people’s tribunal” had also pointed out flaws about the Supreme Court’s role in the compilation of Assam’s National Register of Citizens.","author":"Scroll Staff","time":"2020-11-06T12:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/140337-wpcoxsypwz-1587572006.jpg","tags":["Supreme Court","Himanta Biswa Sarma","Assam","NRC"],"source":"https://scroll.in/latest/977810/nrc-fundamentally-wrong-assam-to-start-new-exercise-if-sc-permits-says-himanta-biswa-sarma"}