{"title":"NRC row: Delhi has never raised issue of undocumented migrants with Dhaka, says Bangladesh minister","content":"Bangladesh on Tuesday said the exclusion of over 40 lakh people in Assam from the draft National Register of Citizens is India’s “local internal matter”. It said New Delhi has not once in the 48 years of Bangladesh’s existence ever raised the issue of undocumented migrants with Dhaka.“Firstly, we see this as an internal, local political issue with Indian state of Assam,” Bangladesh Information Minister Hasanul-Haque Inu told the Hindustan Times. “It has nothing to do with Bangladesh. The Indian government has not discussed this issue with us, nor do we have any intention to take it up with India as it is an internal matter of India, our friendly neighbour.”Inu insisted that there were no Bangladeshi immigrants in India. “I am not telling you how issues get reflected in a local political discourse,” Inu said. “But the fact of the matter is that there is no illegal immigrant from Bangladesh in India. This issue, let me stress, has never been discussed between us and India in the past 48 years.” He said 10 million Bangladeshi refugees were in India during the liberation war with Pakistan. “They were subsequently repatriated or, let us say, the matter was addressed under the mutually agreed terms and jointly between the two countries.” He said Prime Minister Narendra Modi is a “secular and democratic leader” who would address “issues of ethnic conflicts”.On Tuesday, Bharatiya Janata Party chief Amit Shah said all parties should make their stand clear on Bangladeshi immigrants.  Meanwhile, human rights groups Human Rights Watch and Amnesty International India said Indian authorities should ensure that documenting and updating the names of citizens in Assam is transparent and nondiscriminatory. “The potential exclusion of over 4 million people, many of them Muslims, raises concerns over arbitrary detention and possible statelessness without due process,” a statement released by the organisations said.South Asia director at Human Rights Watch Meenakshi Ganguly urged Indian authorities to act swiftly  “to ensure the rights of Muslims and other vulnerable communities in Assam are protected from statelessness.”The statement said that the government has not formulated a policy for those who are excluded from the National Register of Citizens and declared foreigners by the tribunals.","author":"Scroll Staff","time":"2018-08-01T10:48:38.173335+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888778-pcpmmzoeeq-1532973062.jpg","tags":["NRC","Bangladesh","Assam","Hasanul-Haque Inu"],"source":"https://scroll.in/latest/888778/nrc-row-delhi-has-never-raised-issue-of-undocumented-migrants-with-dhaka-says-bangladesh-minister"}