{"title":"NRC: Congress says final list will end suspicion about undocumented migrants in Assam","content":"The Congress on Saturday said the final National Register of Citizens published in Assam will end the suspicion that there are “tens of millions” of “illegal immigrants” living in the state, the Hindustan Times reported. The final list, published on Saturday, excluded 19 lakh people. “With publication of the final list, the decades old suspicion that tens of millions of illegal immigrants are in Assam, will also end,” Leader of Opposition in the Assam Assembly Debabrata Saikia said. “It will also stop harassment of people dubbed as foreigner merely on suspicion. We would appeal to the public to maintain calm and not fall prey to rumours.” Saikia said the Congress will provide legal help to all genuine Indians who have been left out of the list. “We are of the opinion that of the 1.9 million names missing from the list, there would be several who are genuine Indian citizens,” Saikia said.Earlier in the day, Assam minister and Bharatiya Janata Party leader Himanta Biswa Sarma said that the Supreme Court should allow re-verification of the names on the final list. “Names of many Indian citizens who migrated from Bangladesh as refugees prior to 1971 have not been included in the NRC because authorities refused to accept refugee certificates,” Sarma had said. The minister had said on Friday that the NRC in its present form will not help in weeding out foreigners from Assam. He also claimed that the central and state governments were devising new ways to eliminate foreigners as the NRC had not met the wishes of locals. The final draft of the NRC, published in July 2018, left out 40 lakh people. An additional one lakh were excluded in an additional list published in June this year. The final list, however, brought down the number of exclusions to less than half. The number of people left out comprise around 6% of Assam’s entire population, two times the number of Rohingya refugees in Bangladesh, and the population of Nagaland. Shashi Tharoor criticises final listCongress MP from Thiruvananthapuram Shashi Tharoor appeared to criticise the NRC hours before the final list was published. “There is a thin line between nationalism and xenophobia —besides, hatred of the foreigner could later turn into a hatred of Indians different from oneself. – Rabindranath Tagore. The prescience of a great man!” Tharoor tweeted.  \"There is a thin line between nationalism and xenophobia —besides, hatred of the foreigner could later turn into a hatred of Indians different from oneself.\" -- Rabindranath Tagore. The prescience of a great man! #NRC— Shashi Tharoor (@ShashiTharoor) August 31, 2019\n\nMeanwhile, Congress leader in the Lok Sabha Adhir Ranjan Chowdhury mocked the central government, demanding that it conduct an NRC exercise in Parliament, ANI reported. “The country belongs to them,” he told reporters in New Delhi. “They should conduct NRC wherever they wish to. They were not able to handle Assam NRC, they may go to other states also. They should conduct NRC in parliament also. I am also an outsider as my father lived in Bangladesh.” He said no genuine Indian citizen should be excluded from the list. Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-08-31T15:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126554-ropqnswcny-1567245876.jpeg","tags":["National Register of Citizens","Assam","Congress","Shashi Tharoor"],"source":"https://scroll.in/latest/935807/nrc-congress-says-final-list-will-end-suspicion-about-undocumented-migrants-in-assam"}