{"title":"NRC: Those excluded from final list will get enough opportunity to prove citizenship, says Assam CM","content":"Assam Chief Minister Sarbananda Sonowal on Friday said the state government will take all possible steps to help genuine Indians prove their citizenship, and asked people not to panic, reported PTI. Sonowal’s statement came a day before the publication of the final National Register of Citizens.In an interview to PTI, the chief minister said exclusion of anyone’s name from the final list does not mean that he is a foreigner. Such a decision can be taken only by a Foreigners Tribunal after following proper legal process, he added.“No one should be worried,” said Sonowal. “No one should panic. Government is here to take care of everyone. Even those who will be excluded from final list will get enough opportunity to prove their Indian citizenship.”Sonowal said the state government will provide legal aid to poor people to pursue their cases in foreigners tribunals or in higher courts. “The central government has already extended the time period for appeal in an FT from 60 days to 120 days,” he added.The stated aim of the National Register of Citizens is to separate genuine Indian citizens from undocumented immigrants living in the state. According to its terms, anyone who cannot prove that they or their ancestors entered Assam before midnight on March 24, 1971, will be declared a foreigner.More than 40 lakh people were excluded from the final draft published in 2018. An “additional exclusion list” was published on June 26. It contained names of 1,02,463 people who were earlier included in the draft.Those who did not make the draft list were allowed to make one last claim for inclusion before the publication of the final consolidated list on August 31. Authorities also allowed objections to be filed against people included in the final draft. The exercise has been embroiled in several controversies, including allegations of bias against certain communities.Sonowal’s statement came even as the government heightened security across the state. “I appeal to everyone to extend their wholehearted cooperation in peaceful publication of the final list of the NRC,” said the chief minister, according to News18. “We have directed Deputy Commissioners and Superintendents of Police in every district to be extra alert and ensure that no untoward incident takes place anywhere.” The Assam Police asked people not to believe in rumours. “Non-inclusion of a person’s name in NRC does not amount to his/her being declared a foreigner,” clarified a poster put by the police.Read all the stories in The Final Count series here.To get all The Final Count stories in your inbox every day, subscribe here.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-08-30T14:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111799-skqfzyhmbl-1548829281.jpg","tags":["Sarbananda Sonowal","NRC","NRC assam","Assam"],"source":"https://scroll.in/latest/935679/nrc-those-excluded-from-final-list-will-get-enough-opportunity-to-prove-citizenship-says-assam-cm"}