{"title":"NRC panic in Bengal: Long queues seen outside civic bodies as people line up for birth certificates","content":"The Kolkata Municipal Corporation and other municipal offices in West Bengal are witnessing a sudden increase in demand for birth certificates as panic over the National Register of Citizens grows in the state. The civic body in the state capital, which usually issues around 100 birth certificates daily, is now receiving over 250 applications every day, The Times of India reported on Wednesday. Bharatiya Janata Party leaders, including party chief Amit Shah, have time and again promised to replicate Assam’s NRC exercise in West Bengal if the party is voted to power. More than 19 lakh people were left out of the final list of the citizens’ database in the northeastern state last month. Fears about NRC being implemented in West Bengal have allegedly caused eight deaths already. Two men – one 25 years old, and the other 50 years – have committed suicide in North Bengal’s Dhupguri and Jalpaiguri cities in recent days, according to PTI. Their deaths are said to be linked to their apprehensions about the NRC. “Family members and neighbours of both the men have claimed that they were depressed over not being able to gather proper documents needed to prove their citizenship,” PTI quoted an unidentified police officer as saying. “We have started an investigation into both the cases.” On Monday, Chief Minister Mamata Banerjee had claimed that six people had died in the state beacause of anxiety caused by talk of NRC in the state. She accused the Bharatiya Janata Party of creating panic. Now, there are long queues in front of civic body offices. “I have come to the KMC [Kolkata Municipal Corporation] office to collect my birth certificate as I had lost it long back,” said 75-year-old Ajit Ray. “I have heard that we need to have our birth certificates to prove that we are citizens of this country in case NRC is implemented in Bengal.”The situation was similar in rural Bengal as local people lined up outside government and panchayat offices to obtain relevant documents.Kolkata Mayor Firhad Hakim urged people not to panic and claimed that the exercise would not be conducted in Bengal. “The Trinamool Congress government will never allow it,” he said. “As long as TMC government is in power not a single person will be touched.” The state government has issued advertisements to curb panic. The BJP accused the Trinamool Congress of creating panic and blamed it for the deaths. “We have clearly said all the Hindus who have come from other countries will be given citizenship under Citizenship (Amendment) Bill and then NRC will be implemented to weed out the infiltrators,” PTI quoted state BJP President Dilip Ghosh.Bengal Govt advertisement today appealing to people not to panic about NRC in Bengal as there would b no NRC in the state. Bengal BJP says they will implement NRC in Bengal after 2021. pic.twitter.com/SY4bMttJVq— Bijendra Singh (@bijendrasingh) September 25, 2019\n\nNow, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-25T16:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127965-dtmvcryxyl-1569407409.jpg","tags":["NRC","West Bengal","Mamata Banerjee","Kolkata"],"source":"https://scroll.in/latest/938459/nrc-panic-in-bengal-long-queues-seen-outside-civic-bodies-as-people-line-up-for-birth-certificates"}