{"title":"Assam: Retired Army soldier declared a foreigner, sent to detention camp","content":"The family of a retired honorary lieutenant of the Indian Army moved the Gauhati High Court on Wednesday after he was declared a foreigner and sent to a detention centre in Assam, reported The Hindu. Fifty-two-year-old Mohammed Sanaullah, who retired as subedar with the Corps of Electronics and Mechanical Engineers of Indian Army in August 2017, was arrested by Assam Border Police in Guwahati on Tuesday and taken to the detention centre for illegal immigrants in Goalpara.The Border Police is tasked to identify doubtful citizens as well as illegal immigrants. The cases of such individuals are heard and disposed of by the various Foreigners’ Tribunals. Sanaullah was serving as an assistant sub-inspector in the Border Police. He was served a notice by the Boko Foreigners’ Tribunal in 2018. Individuals served such notices are required to submit documents to prove their Indian citizenship.“He [Sanaullah] was born in 1967 in Assam and he joined the Army in 1987,” retired Junior Commissioned Officer Md Ajmal Haque, who is one of the petitioners, told The New Indian Express. “Post-retirement in 2017 as an honorary lieutenant, he had joined the Border Police and was serving as an ASI. This is the reward of his 30 years of selfless service in the Army during which he had also fought in the Kargil War. This is a sad day for ex-servicemen like us.”Ajmal said Sanaullah had mistakenly mentioned the year of his joining the Army as 1978. “Based on the gaffe, the Foreigners’ Tribunal declared him a foreigner,” Ajmal said. “It argued that nobody can join the Army at the age of 11 years.”Sanaullah’s counsel Aman Wadud said the Border Police had accused him of being a foreigner without a proper investigation. “In the verification report filed by the police, they had written that Sanaullah was a labourer,” Wadud told The Quint. He said the fact that Sanaullah had not registered in the 1986 voters’ list went against him. “They claim that since he was 20 years of age in 1986, the fact that he did not register to vote is proof that he is not an Indian citizen,” said Wadud. “They, however, overlook the fact that the 61st Constitutional Amendment, lowering the minimum voting age from 21 to 18, was passed in March 1989.”Sanaullah and his family’s name were put on hold in the draft National Register of Citizens because of the pending foreigners’ tribunal case against him.The final National Register of Citizens will be published on July 31. The stated aim of the register is to separate genuine Indian citizens from undocumented immigrants living in Assam. According to the terms, anyone who cannot prove that they or their ancestors entered the state before midnight on March 24, 1971, will be declared a foreigner.More than 40 lakh people were excluded from the final draft of the NRC published on July 30, 2018. Those who did not make it to the draft list were allowed to make one last claim for inclusion before the publication of the final consolidated list. Alongside this, authorities allowed objections to be filed against people included in the final draft. The exercise has been embroiled in several controversies, including allegations of bias against certain communities.    Sanaullah had voted in the 2014 Lok Sabha elections. Assam’s Parliamentary Affairs Minister Chandra Mohan Patowary had submitted a report in the State Assembly that said there were 125,333 D-voters (doubtful voters, marked by the Election Commission) in the state.Prateek Hajela, the State Coordinator for National Register of Citizens, had said that D-voters would be considered in the updated register if they can produce copy of a court order declaring him an Indian. The Supreme Court in 2018 said D-voters and members of their families should be excluded from the updated NRC.","author":"Scroll Staff","time":"2019-05-30T09:57:20.637502+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110071-cckgoszakg-1546915416.jpg","tags":["Mohammed Sanaullah","Gauhati High Court","Kargil war","Assam","National Register of Citizens"]}