{"title":"NRC final list: Trinamool Congress claims Centre is trying to drive Bengalis out of Assam","content":"The Trinamool Congress attacked the Centre on Saturday for allegedly trying to drive out Bengalis from Assam in the name of the National Register of Citizens, PTI reported. The Trinamool Congress said the Centre will have to take responsibility for the 19 lakh people excluded from the final list, published on Saturday.Senior Trinamool Congress leader Firhad Hakim said West Bengal Chief Minister Mamata Banerjee was concerned about the 19 lakh people excluded from the list. “Our party supremo is very concerned about the future of the 19 lakh people who have been left out of the NRC list,” Hakim said. “What will happen to them? What is their future? The central government has to take their responsibility.” Banerjee had opposed the final draft when it was published last year. It is a plot to drive out Bengalis from Assam, Hakim claimed. “How can the government be so insensitive that on one fine morning it is declaring citizens, who have been living in Assam for last several decades, as foreigners?” Around 3.11 crore people have been included in the final list. The ones who have been excluded can appeal to foreigners’ tribunals within 120 days.All India Majlis-e-Ittahadul Muslimeen chief Asaduddin Owaisi also lashed out at Union Home Minister Amit Shah, The News Minute reported. “Union Home Minister Amit Shah had claimed that there are 50 lakh infiltrators, but the NRC says that it is 19 lakh,” he said. “So were you lying or is the NRC is true?”“Because of this myth created by the former ministers, BJP in Assam is crying foul and rejecting the NRC list,” he claimed. “They want to bring a new law now, but this should be stopped, they can’t bring out new legislation now.” Owaisi said the number of 19 lakh will reduce if the foreigners’ tribunals conduct fair trials. Meanwhile, West Bengal Bharatiya Janata Party President Dilip Ghosh demanded that the NRC be implemented in the state too, PTI reported. “If the TMC government is not willing to bite the bullet, we will implement it and drive out Bangladeshi Muslims from the state after we come to power in 2021,” Ghosh said. Religious persecution has forced Hindu refugees to flee Bangladesh and they should be given citizenship in India under the Citizenship Amendment Bill, Ghosh said. “The Hindu refugees don’t need to worry,” he said. BJP will stand by them and they will be given citizenship.”  Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-08-31T19:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/121737-sadwwrserq-1567258932.jpg","tags":["National Register of Citizens","Assam","Trinamool Congress","Mamata Banerjee"],"source":"https://scroll.in/latest/935824/nrc-final-list-trinamool-congress-claims-centre-is-trying-to-drive-bengalis-out-of-assam"}