{"title":"NRC coordinator was not efficient in updating final list, Congress leader Tarun Gogoi writes to CJI","content":"Senior Congress leader Tarun Gogoi on Thursday wrote to Chief Justice of India Ranjan Gogoi, complaining that National Register of Citizens coordinator Prateek Hajela had not discharged his duty efficiently, PTI reported on Friday. This came days after two cases were filed against Hajela for allegedly excluding bonafide Indians from the updated citizens’ list deliberately.Over 19 lakh people out of 3.3 crore were left out of the final list of the updated citizens’ database that was published on August 31. The number of people left out comprise around 6% of Assam’s entire population. They will now have to appeal against the decision in foreigners’ tribunals.“Now the question arises about the fates of several lakh people who have been left out of the NRC and have to move to foreigners’ tribunals to prove their citizenship and face harassment, not due to their faults but due to the callousness and inefficiency of the NRC authority,” Tarun Gogoi said in his letter on Thursday.The three-time Assam chief minister claimed that Hajela had not followed the top court’s order for updation of NRC, which involved more than 50,000 officials and Rs 1,200 crore was spent on the exercise at the cost of development work. Citizens whose names were there in the voters’ list of 1966 and 2019 were also excluded in the final list, Tarun Gogoi added.The Congress leader said that the voters’ lists were prepared by the Election Commission of India so “how could the names of people in it be excluded from the NRC”. He further claimed that the final list, purportedly of bonafide citizens, had been rejected by all political parties, social organisations and public intellectuals in Assam.The register had also found critics in the Bharatiya Janata Party with Assam Finance Minister Himanta Biswa Sarma and the state unit president Ranjit Dass rejecting the final list. While Sarma has said that the Supreme Court should allow re-verification of the names on the list, Dass said that the party did not trust the final list.“The state government, if I am not wrong, is trying to blame the Supreme Court by making allegations that they had their limitations due to the interference of the highest court,” Tarun Gogoi’s letter said. The Centre and not the top court was the implementing authority of the NRC, the former Assam chief minister said, adding that he viewed it as a “total failure” of the central government, according to PTI.The Congress leader urged the CJI to review the matter and make sure that genuine Indian citizens were “not deprived of their dignity and right to life and liberty as enshrined in the Indian Constitution”.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-06T19:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/21256-urdyxmvdno-1567247984.jpg","tags":["Tarun Gogoi","NRC","Chief Justice of India","Ranjan Gogoi","Prateek Hajela"],"source":"https://scroll.in/latest/936501/nrc-coordinator-was-not-efficient-in-updating-final-list-congress-leader-tarun-gogoi-writes-to-cji"}