{"title":"‘NRC is a waste paper’: Former Assam CM Tarun Gogoi lashes out at state government","content":"Congress leader and former Assam Chief Minister Tarun Gogoi on Sunday called the National Register of Citizens a “waste paper” and said the exercise was valueless. “The Supreme Court should not have given the sole responsibility to Prateek Hajela to update the registration of citizens,” Gogoi said in a scathing criticism of Hajela, who is the NRC coordinator.Gogoi’s statement came a day after former Indian Army soldier Mohammed Sanaullah was released from a detention camp for undocumented immigrants, where he had been sent last month by a foreigners’s tribunal. Sanaullah was let go a day after the Gauhati High Court granted him bail.“The whole exercise to update the NRC by spending crores of rupees has been wasted,” the Congress leader said. “Assam government has no contribution in the Gauhati High Court granting bail to Sanaullah and has even failed to take action against the investigating officer who lodged the FIR against the Army veteran.” The High Court on Friday sent notices to the Centre,  the state government, the Foreigners’ Tribunal in Boko, the officials at the National Register of Citizens, the Election Commission, and former Assam Border Police investigation officer Chandramal Das.Gogoi claimed people have lost faith in the Foreigners’ Tribunal and said the government must order an investigation into their operations. The NRC is a waste paper and has become valueless now. It is certain that lakhs of genuine citizens will be excluded from the final draft of NRC. The Supreme Court should not have given the sole responsibility to Prateek Hajela to update the registration of citizens.— Tarun Gogoi (@tarun_gogoi) June 9, 2019\n\nThe All Assam Minority Students’ Union has also criticised Chief Minister Sarbananda Sonowal for failing to stand up for Sanaullah, The Hindu reported.“The border police and foreigners’ tribunals are basically factories for turning genuine citizens into foreigners and they are working according to the whims of the government,” said the organisation’s President Rejaul Karim Sarkar.The whole exercise to update the NRC by spending crores of rupees has been wasted. Assam Govt has no contribution in the Gauhati High Court granting bail to Sanaullah and has even failed to take action against the investigating officer who lodged the FIR against the Army veteran.— Tarun Gogoi (@tarun_gogoi) June 9, 2019\n\nIn March, the Supreme Court pulled up the Assam government for the inadequate functioning of foreigners’ tribunals and said it was not taking deportation of undocumented migrants seriously. The following month, the court asked the state government how it planned to release foreigners held in the state’s detention centres for allegedly entering the state illegally. On May 30,  the Supreme Court asked National Register of Citizens Coordinator Prateek Hajela to be accurate and give a fair hearing to objections raised by people whose names are missing from the list. The court said officers involved in verifying documents should be just and not “cut short fair hearing”.The stated aim of the register is to separate genuine Indian citizens from undocumented immigrants living in Assam. According to the terms, anyone who cannot prove that they or their ancestors entered the state before midnight on March 24, 1971, will be declared a foreigner. More than 40 lakh people were excluded from the final draft of the NRC published on July 30, 2018. The final NRC list will be released on July 31 and the foreigners’ tribunals will have to come up with a final decision within four months, according to rules set by the Ministry of Home Affairs.Also read:In Assam, campaign urging Bengali Muslims not to list Assamese as mother tongue has sparked protestsSpecial report: Ex soldier was among 100-plus ‘foreigners’ held in Assam in post-poll drive","author":"Scroll Staff","time":"2019-06-09T21:08:44.218874+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/23969-26315413676_679305ab66_o.jpg","tags":["Assam","NRC","Tarun Gogoi","Sarbananda Sonowal"],"source":"https://scroll.in/latest/926467/nrc-is-a-waste-paper-former-assam-cm-tarun-gogoi-lashes-out-at-state-government"}