{"title":"NRC draft: Congress, TMC are compromising India’s sovereignty with their stance, says Arun Jaitley","content":"Union Minister Arun Jaitley on Wednesday accused Congress President Rahul Gandhi and West Bengal Chief Minister Mamata Banerjee of compromising India’s sovereignty with their opposition to the National Register of Citizens. Jaitley also accused Banerjee of going back on the stance she had taken on Bangladeshi immigrants when her party was an ally of the Bharatiya Janata Party in 2005. The draft National Register of Citizenship, published by the Assam government on Monday, has left out around 40 lakh people who had applied to be included on the list that verifies Indian citizens. Banerjee has described the draft as an attempt to evict Bengalis from Assam. Rahul Gandhi has said that the previous government led by his party had initiated the National Register of Citizenship, but “the execution of this critical and highly sensitive exercise has been tardy”.  In a Facebook post on Wednesday, Jaitley said Gandhi’s “contrarian position” had led to his party turning turtle. “Leaders like Rahul Gandhi and Mamata Banerjee must realise that India’s sovereignty is not a play thing,” Jaitley wrote in his Facebook post. “Sovereignty and citizenship are the soul of India. Imported vote banks are not.”The BJP leader quoted Banerjee’s statements in the Lok Sabha dated August 4, 2005, where she had purportedly called the “infiltration in Bengal” a “disaster”. Jaitley said that while former Prime Ministers Indira Gandhi and Rajiv Gandhi had taken a position in favour of the deletion and deportation of foreigners in 1972 and 1985 respectively, Rahul Gandhi’s statement countered their stance.Responding to Jaitley’s criticism, the Trinamool Congress said citizenship was not a gift. Party leader Derek O’Brien said Jaitley rightly pointed out that sovereignty was the soul of India, but secularism too was the country’s inner conscience. “Without one, the other is meaningless,” he told PTI. “Citizenship is a fundamental right, not a gift or toy that is handed over or taken back by BJP trolliticians! Please do not play these divisive games.”     The documentThe final draft of the National Register of Citizens verifies 2.89 crore people, out of the 3.29 crore who had applied, as legal citizens of India. The stated aim of the counting exercise is to separate genuine Indian citizens from so-called illegal migrants who might be living in the state. According to the terms of the exercise, anyone who could not prove that they or their ancestors had entered the state before midnight on March 24, 1971, would be declared a foreigner.","author":"Scroll Staff","time":"2018-08-01T20:15:18.661370+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888859-xqtontitlq-1519144317.jpg","tags":["Arun Jaitley","National Register of Citizens","Mamata Banerjee","Rahul Gandhi","Congress","Sovereignty","Assam","Immigrants"],"source":"https://scroll.in/latest/888859/nrc-draft-congress-tmc-are-compromising-indias-sovereignty-with-their-stance-says-arun-jaitley"}