{"title":"NRC debate: Why Assam’s handling of the exercise will have repercussions for the rest of India","content":"“Indians!” despair many of my friends in Goa, complaining that new settlers there are destroying the very Goan culture that once drew them to the coastal state. The so-called outsiders are aggressive, corrupt, and rude, these Goans say. They misbehave with foreigners on the beach, staring at women and even groping them. Goans sometimes retaliate, refusing to serve those who mistreat local workers at hotels and restaurants. And yes, they call them “Indians”, that is, not Goan.In Mumbai, many mourn the constant influx of migrants who they claim have made the city polluted, filthy and unaffordable. Political leaders often demand that such so-called settlers should be forced to leave. Their supporters use the derogatory term “Bhaiyyas” for people from Uttar Pradesh and Bihar, sometimes beating up non-native cab drivers and street hawkers in the city. Bengaluru and Pune, once havens of trees and ordered life, are now nightmares of traffic snarls and high-rise buildings that long-time residents blame on outsiders. “Wish they would go back to wherever they came from,” grumbled a Pune resident.The outsiders It is often easier to blame the crush of new settlers for the shortcomings in public services, but in an emerging economy like India, people go where life takes them. They find jobs, relationships, sometimes simply a new start. Often it is hard to get past the barriers of language and disapproval, but they settle, make friends, eventually start thinking of that place as home. Like those four million people in Assam who, after nearly 50 years, have been asked to provide evidence of their Indian provenance and right to remain, many elsewhere in India would perhaps fail if told to prove theirs too.To remedy their situation, those deemed illegal residents in Assam are now expected to produce identity documents of their parents and grandparents dating back to 1971. They may need to figure out how to recover papers lost during relocations for work or marriage, in floods, or during the violent insurgency in the state. Like many Indians elsewhere, some of these people are too poor to possess any identification – all they hold onto is crumpled currency that will buy their families another meal.Indeed, the Assamese people have had to cope with a lot of newcomers. The British imported labour from other parts of India, and even Nepal, to work on their tea plantations in Assam. In the lead up to and after Partition in 1947, Bengalis fled to Assam from what became East Pakistan. During the various India-Pakistan wars, more arrived. As East Pakistan fought to secede and become the independent nation of Bangladesh, more came. And as Bangladesh struggled with poverty, floods, and cyclones, many more kept coming. Bengalis – including several members of my family – found jobs, homes and farms that many Assamese felt were theirs by birthright. A violent insurgency broke out, rooted in Assamese nationalism. Instead of trying to resolve differences, irresponsible politics ensued, built on creating fear. And the outcome today is polarising talk of “national security”, or even “shooting and eliminating” infiltrators. The four million in Assam who have been unable to prove their citizenship include both Hindus and Muslims, but with the shrill muscular nationalism that the Bharatiya Janata Party promotes, the claim often heard is that these are all illegal Muslim immigrants from Bangladesh. “They must go back where they came from,” is the demand. This is not simple. These people consider themselves Indian, not Bangladeshi. In fact, Bangladesh does not accept them as citizens. Which means that several million people are at risk of becoming stateless. There is wild talk of deportation, wrenching people from their communities and families. Or corralling them in detention camps – which would hardly solve the problem since denying people a livelihood would be a much greater strain on resources than having them live productive lives. Any of these moves would also shame India internationally for violating basic rights, and might even create a real threat to security.A crucial testGovernments have considerable leeway under international law to remove non-citizens from their territory, particularly when they are unauthorised. But this discretion is not without limits. In Australia, the United States, and in Europe, there is increasing pressure against migrants, which is also hurting Indians abroad. Several have even faced violent racist attacks. But abusive actions are being condemned.India should not join those ranks. The Assam citizen count has been exposed already as arbitrary and flawed. There needs to be a robust and sympathetic system to ensure due process rights in establishing citizenship claims. Longstanding family and community ties to India over five decades should be taken into account. Above all, there should be no discrimination in these efforts.India is a mishmash of ethnicities, languages, cultures, and religions. Indian political leaders boast often of this diversity, and the fact that India survives, even celebrates, these differences. But millions of Indians today cannot claim domicile in the place they live by establishing rights of descent. For instance, the Tamilian born in Delhi, raised in Bhopal, now residing in Jaipur. The Malayali who grew up in Lucknow, married a Naga, and now lives in Vishakhapatnam. Or the Adivasi from Madhya Pradesh, schooled in Dehradun and now working in Kolkata. There are Gujaratis who have never lived in Gujarat. Sikhs who have never lived in Punjab.Assam’s handling of the National Register of Citizens will put all this to test. Indian authorities should make every effort to promote rights respecting assimilation. If Assam fails today, tomorrow across the country, there will be many more outsiders who will have nowhere they can return to.Meenakshi Ganguly is South Asia director at Human Rights Watch.","author":"Meenakshi Ganguly","time":"2018-08-06T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889324-mrtrpiepiz-1533490167.jpg","tags":["National Register of Citizens","NRC","Assam","Bangladesh","illegal immigrants","undocumented migrants"],"source":"https://scroll.in/article/889324/nrc-debate-why-assams-handling-of-the-exercise-will-have-repercussions-for-the-rest-of-india"}