{"title":"NRC: Ministry of Home Affairs is ‘hell bent on destroying’ the process, says Supreme Court","content":"The Supreme Court on Tuesday accused the Centre of attempting to destroy the National Register of Citizens process, LiveLaw reported. A bench led by Chief Justice of India Ranjan Gogoi criticised the Bharatiya Janata Party-led government for the Ministry of Home Affairs’ plea requesting a suspension of NRC work during the Lok Sabha elections. The government asked that work related to the register should be suspended from the date the Lok Sabha elections are notified till two weeks after polling so that the deployment of 167 companies of Central Armed Police Forces can be withdrawn.The court also said it would not extend the July 31 deadline set for the publication of the register. “Is it too much to ask that Lok Sabha polls and NRC work should go on simultaneously and peacefully?” Gogoi asked Attorney General KK Venugopal.“We are very disappointed with your request,” Gogoi said, according to News18. “We are sorry to say but the Ministry of Home Affairs is delaying the NRC work. We are left anguished. The MHA seems hell bent on destroying the NRC.” “The Home Ministry is coming up with all sorts of excuses to delay the NRC process in Assam,” the court said. “Should we summon the home secretary? Because Attorney General is not briefed properly,” NDTV reported.The top court said it would take a final call on the matter in March. The bench said it can comprehend a suspension of NRC work on the last date of nomination and polling day, but not more than that.The stated aim of the NRC is to separate genuine Indian citizens from “illegal migrants” who might be living in Assam. According to the terms, anyone who cannot prove that they or their ancestors entered the state before midnight on March 24, 1971, will be declared a foreigner. The exercise has been embroiled in several controversies, including allegations of bias against certain communities.The final draft of the register, published on July 30, had left out nearly 40 lakh people, including some MLAs and a former chief minister. Those excluded will come under the purview of the Foreigners’ Tribunals and will have to prove their citizenship or face unlimited detention if they fail to do so. The Centre in December 2018 had extended by six months the date to complete updates to the draft register.","author":"Scroll Staff","time":"2019-02-05T17:47:08.835546+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/97299-weoclpsgym-1534089942.jpg","tags":["Assam","NRC","National Register of citizens","BJP","Supreme Court","Ranjan Gogoi"]}