{"title":"NREGA attendance app claims to increase transparency. But the pictures tell a different story","content":"Every day, Reena Devi diligently takes photographs of the labourers who come to a site in Sikkat village in Katihar district in Bihar to earn Rs 210 for a day’s work.As a worksite supervisor, the 40-year-old is responsible for maintaining a record of workers who enroll for the Mahatma Gandhi National Rural Employment Guarantee Scheme, which guarantees 100 days of work for every rural household in the country.Till December, she would do so by manually filling in attendance sheets at worksites. But that changed from January, when the Union ministry of rural development made it compulsory for attendance to be recorded through a mobile app – the National Mobile Monitoring Software. Supervisors now have to upload two photographs, taken in the morning and the evening, of those who had reported to work.This was done, the government said, to increase transparency in the flagship rural employment scheme.But workers and activists say that the app has brought in a massive disruption, with worksite supervisors like Reena Devi struggling to upload images in areas with poor connectivity.  “If the network is poor, we are unable to capture the attendance,” Devi said. The app also takes time to load on her low-end phone. “Many times, my phone takes blurry photos,” she said. But, most importantly, what she struggles to understand is this: what is the purpose of the photographs?Scroll took a shot at answering the question – with little success.The photo dump Since January, worksite supervisors have uploaded muster rolls from more than 2.7 lakh gram panchayats across the country on the NMMS app. A muster roll is a record of the number of labourers who have shown interest to work at a particular site – on the basis of this list, daily attendance is taken. For instance, on March 25, over 70,000 muster rolls were generated in Uttar Pradesh. Alongside, hundreds and thousands of “time-stamped and geo-tagged” photographs from the worksites are being uploaded on the official MGNREGA website every day. Scroll reviewed a random sample of photographs being uploaded on the site from six districts in Haryana, Bihar, Maharashtra, Madhya Pradesh, and Rajasthan to check if the digital attendance makes the programme more transparent, as the government claims.What we found were several images that seemed to be of no use, or those that were misleading – worksites without any human figures, extremely blurry photographs, and photographs of workers that did not match with the data on the attendance sheet. Take, for example, this photograph of four men digging a pond in Nuh block in Haryana’s Mewat district. The image –  with no faces visible, the workers’ back to the camera – was uploaded on the morning of April 1. The attendance sheet, however, lists names of 10 workers for that worksite, including at least two women.\n\t\t\n\tAn image of workers uploaded on April 1 from Mewat district of Haryana, last accessed on April 5. Credit: NREGA website. On March 18, another photograph was uploaded in Gopalganj, Bihar.According to the attendance sheet for that job – the construction of a road in a locality in Baikunthpur block – two workers were supposed to have worked on it.But the photograph uploaded on the website is of a deserted road, without images of any workers.\n\t\t\n\tAn image from Katalpur village in Gopalganj district uploaded on March 18, last accessed on April 5. Credit: MGNREGA website.Similarly, in Ratnagiri district, Maharashtra, two photographs – one each for morning and afternoon – were uploaded on March 18 against the name of 10 workers who were meant to work on building a community toilet in Ratnagiri district.The images are of a new building – but no workers can be seen in any of them.\n\t\t\n\tAn image uploaded from Kotavade panchayat in Ratnagiri district on March 18, last accessed on April 5. Credit: MGNREGA website.On March 18, the digital attendance sheet uploaded from a worksite in Shajapur district, Madhya Pradesh, mentions that 10 people were working on the task of repairing a pond. But the photograph uploaded against the work is so blurry as to be indistinguishable.\n\t\t\n\tAn image uploaded on March 18 from Dehripal panchayat in Shajapur, Madhya Pradesh, last accessed on April 5. Credit: MGNREGA website.On March 18, the  photograph uploaded to account for work in Peeplu block in Rajasthan’s Tonk district is pitch-black. The attendance sheet marks 10 workers present.Similarly on March 30, a black screen was uploaded against work being carried out in Afzalgarh block in Uttar Pradesh’s Bijnor district.\n\t\t\n\tAn image uploaded from Rajasthan's Tonk district last month, last accessed on April 5. Credit: Screenshot from MGNREGA website.‘What transparency?’The instances above appear to confirm what NREGA activists have been pointing out.“There is nothing in  the app that verifies that the person who is in the photograph is the actual worker,” said  James Herenj, an activist from NREGA Watch Jharkhand. He said digital attendance through the app was a  “useless exercise” that does not solve any problem. Herenj added: “There is no one monitoring and verifying the photos. There is no way to verify that the person in the photograph is a worker or there just to click a photograph.” The activist cited two examples from his home district of Latehar in Jharkhand. In one instance, a blurry photograph allegedly from a marketplace was uploaded to represent a work site. In another instance, Herenj alleged, two photographs from the same site were uploaded for two different works. This image of a work site in Jharkhand was uploaded for two different jobs, said an activist. Courtesy: James Herenj.While the government claims that the app will help cut down on “fake workers”, workers point out that it can be easily gamed.For weeks now, NREGA workers have been protesting in New Delhi against the digital attendance system, demanding its roll-back. They say the app has slowed down the programme, leading to an increasing number of workers being left unpaid. According to NREGA Sangharsh Morcha, a collective of worker and labour unions and activists from different states, over one lakh gram panchayats active in the scheme have not used the attendance app as on March 1. “This indicates NREGA functionaires are facing difficulties,” said a press release by the Morcha, citing data from the ministry. Scroll sent a set of questions on the app to the Union rural development ministry. The story will be updated if it responds.The problem of fake workersLaunched in 2005, the job guarantee scheme is one of India’s biggest social security programmes. It enables households in rural India to demand work, which officials of the rural development department are bound to provide. During the lockdown to contain the Covid-19 pandemic in 2020, when lakhs of migrants returned to their villages, the scheme turned out to be a lifeline for the rural poor.Over the years, however, there have been several complaints of fraud involving “fake workers” – those who turn up at worksites in lieu of those whose names are on the muster rolls.Under the rules, a panchayat secretary or a village-level worker is entrusted to oversee works and ensure that workers with job cards get work. “In many cases, the panchayat secretary circumvents the rules and outsources the work to contractors,” said a Gram Rozgar Sahayak from Jammu and Kashmir, who requested not to be named.The contractor puts fewer labourers to work than is mentioned on the rolls – and pockets the difference in wages. This  happens under the watch of or in connivance with officials.  Usually it is the politically connected who take advantage in this manner, said Nikhil Dey, an activist who works with the Mazdoor Kisan Shakti Sangathan. “They do not show up at the worksites or mark attendance,” he said. “This is also a kind of ghost work.” Officials argue that the app will put a check on fake workers and inflated muster rolls. “The purpose of the app is to capture attendance digitally,” said Rahul Kumar, MGNREGA commissioner in Bihar. But, on the ground, it is not clear how the app helps tackle this fraud.For instance, Reena Devi told Scroll that some contractors in her area do not follow the rules while recording the attendance digitally. “They gather random people at the site and click their photo and upload them on the app,” she said.  “They are able to do this because no one monitors and verifies the authenticity of the photos or the workers. The attendance on the app gets a go-ahead no matter what photo you upload.” She said that when she raised the matter with officials, they “laughed it off”, without answering their questions. Bihar NREGA official Kumar, however, denies that the images are not vetted. “For monitoring, the muster roll should be shared with a local WhatsApp group consisting of local panchayat members and also the local Member of Parliament, legislator, block officials and ward members,” he said. In Bihar, officials have  created WhatsApp groups in all the 8,067 panchayats to ensure the attendance is monitored, Kumar said.  Does the technological fix work? Three months since it was made mandatory, activists and workers associated with NREGA say the app has failed to plug the holes. “The problem of fake workers is still there,” said Raj Shekhar, an activist from Uttar Pradesh’s Azamgarh. “Instead of providing a solution, the app has added to the misery of workers,” he said. Experts say the government should stop relying exclusively on technology  and should, instead, strengthen the supervisory system at the ground level to address frauds and corruption in the scheme. For example, according to the rules, wages are paid against the output and productivity is measured  by the supervisors and the engineers. But, Dey said, engineers make fake entries – that is to say, wages are paid and bills generated even when there is no work done. “It is the failure of the system that the officials are not doing their job,” he said. “Instead of holding the officials accountable, the government came up with an app which is not solving anything.” Jean Dreze, economist and NGREGA activist, said social audits were a better way to prevent corruption in the scheme. He also suggested timely wages would help in weaning away workers from “corrupt middlemen who pay them in cash, fudge the muster rolls and pocket the difference”.","author":"Zafar Aafaq","time":"2023-04-06T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188804-cnhrcziswb-1680701167.jpeg","tags":["MNREGA","Mahatma Gandhi National Rural Employment Guarantee Scheme","National Mobile Monitoring Software","rural job guarantee","social sector"],"source":"https://scroll.in/article/1046758/nrega-attendance-app-claims-to-increase-transparency-but-the-pictures-tell-a-different-story"}