{"title":"NSC resignations: Panel members did not raise concerns during meetings, says Centre","content":"The Centre on Wednesday said the two members who resigned from the National Statistical Commission had not raised their concerns on the panel’s functioning during meetings in the past few months.Acting chairperson PC Mohanan and member JV Meenakshi had resigned from the National Statistical Commission after the government allegedly failed to publish an employment report that was prepared last month. The 2017-’18 report of the National Sample Survey Office’s Periodic Labour Force Survey was vetted by the National Statistical Commission in December but the report is yet to be released.In a statement, the Ministry of Statistics and Programme Implementation said media reports suggested that the members had raised concerns about the release of an employment survey and back series data of economic growth. The National Sample Survey Office is “processing the quarterly data for the period July 2017 to December 2018 and the report will be released thereafter”, the statement said.The statement said it was important to improve employment through administrative statistics and periodic surveys keeping in mind India’s demographic dividend and the informal workforce. “In this direction, the Ministry of Statistics and Program Implementation has started bringing out estimates of new subscribers or members enrolling in large social security schemes like the Employees’ Provident Fund, Employees’ State Insurance Scheme and the National Pension Scheme,” the statement said. “The new members enrolling in these schemes are a good measure about the numbers in the workforce moving towards formalisation.”On the GDP back series data, the ministry said the National Statistical Commission had “itself urged the Ministry to finalise and release it”. The government had in November revised down the Gross Domestic Product growth rates for the 2006-’12 period, saying it had recalibrated the data to reflect a more accurate picture of the economy.In August, the National Statistical Commission had released the back series data – older GDP data revised in line with the new series – which showed India’s economy had grown by over 10% for at least one year when the United Progressive Alliance, led by the Congress, was in power. “The official estimates of the Back Series of GDP were accordingly computed using the methodology adopted in the 2011-’12 Base Year series and this was approved by the experts in the Advisory Committee on National Accounts Statistics, which is the appropriate body,” the statement said. It said the estimates were later discussed in the National Statistical Commission. “Moreover, the methodology adopted by the Ministry of Statistics and Program Implementation for the Back Series is available in the public domain.”","author":"Scroll Staff","time":"2019-01-30T15:08:13.591004+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111813-ynckzjqntg-1548839224.jpg","tags":["NSC Resignations","Ministry of Statistics and Programme Implementation","National Statistical Commission","GDP back series"],"source":"https://scroll.in/latest/911370/nsc-resignations-panel-members-did-not-raise-concerns-during-meetings-says-centre"}