{"title":"Nuh hotel razed as demolition drive continues for fourth day","content":"The demolition drive in Haryana’s Nuh district continued for the fourth day on Sunday as the authorities bulldozed a hotel in the wake of July 31 communal violence.The district administration claimed that the violence in Nuh began after hooligans threw stones at a religious procession from the roof of the Sahara Hotel and Restaurant, ANI reported. The authorities also claimed that the three-storey hotel had been built illegally.Communal clashes erupted during the Brij Mandal Jalabhishek Yatra, a procession organised by the Bajrang Dal and the Vishwa Hindu Parishad, on July 31, and quickly spread beyond Nuh.#Nuh Sahara Hotel and Restaurant razed Sunday. #Haryana Govt says it was illegally built and it was used for stone pelting #Nuhviolence ⁦@Districtnuh⁩ ⁦@police_haryana⁩ ⁦@mlkhattar⁩ pic.twitter.com/ompLU0V57K— Sushil Manav (@sushilmanav) August 6, 2023\n\nHindu mobs went on a rampage in Gurugram, torching a mosque in Sector 57, killing its deputy imam and setting fire to shops and shanties of Muslim migrant workers in Sector 70 the next day.  On Thursday, the Bharatiya Janata Party government demolished shanties of over 250 Muslim migrant workers in the district’s Tauru town for allegedly encroaching on government land. Several houses and shops were demolished on similar grounds on Friday, according to The Indian Express.On Saturday, nearly a dozen shops, mostly pharmacies, had been razed near Shaheed Hasan Khan Mewati Government Medical College in Nalhar.“Various agencies have also found some of these owners to be involved in the violence during the Brijmandal Jalabhishek Yatra,” newly-appointed Nuh Deputy Commissioner Dhirendra Khadgata had said.Several residents left Nuh during the “anti-encroachment drive”, fearing arrests.Trinamool Congress MP Saket Gokhale asked Sub Divisional Magistrate Ashwani Kumar why the demolitions were being done at a time when curfew is in place across Nuh. “Why did the government only realise these are “illegal encroachments” only after the recent violence?” he continued. “Were any notices sent as required by law?”For the last 2 days, the Nuh District Administration has been demolishing houses and shops belonging to Muslims who they claim are \"illegal immigrants & Rohingyas encroaching on govt land.\"What's peculiar is that the authorities apparently realised that these are… pic.twitter.com/fFDEJCqR9U— Saket Gokhale (@SaketGokhale) August 6, 2023\n\nOn Saturday, Kumar claimed that notices had already been served to the owners of buildings that had been razed.A day earlier, Haryana Home Minister Anil Vij had said that bulldozers will be used “wherever necessary”. The demolition drive, he declared, was “part of the treatment”, according to PTI.While sharing the updated information on police action in Nuh and other districts where violence had spread, Vij said that 102 first information reports have been filed, PTI reported. He added that 202 people have been arrested so far and 80 are in preventive detention.The police have refuted claims made by several social media accounts known for spreading Hindutva and Bharatiya Janata Party propaganda that several Hindu women who had been stranded in the Nalhar temple in Nuh during the communal violence were raped.“I would like to tell you that this is false, a complete rumour,” Additional Director General of Police Mamata Singh told ANI. “I was present there during the entire incident. Nothing like that happened with any woman. Strict action will be taken against such rumour-mongers.”ADGP Law and order, Mamata Singh says, No women was kidnapped, rape or molested in or near the temple, Says she was present in the temple on 31st July and nothing of that sort happened. Accounts sharing misleading claims will be booked and strictl action will be taken against… https://t.co/2ES6foPPpC pic.twitter.com/vpWwVqOKra— Mohammed Zubair (@zoo_bear) August 5, 2023\n\nAlso read: ‘We walked straight into their trap’: As dust settles, fear and regret in Haryana’s NuhHow communal violence swept Haryana’s Nuh and Gurugram: A timeline","author":"Scroll Staff","time":"2023-08-06T15:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192916-scjgpyhwep-1691315584.jpg","tags":["Nuh","Haryana violence","Anil Vij","Gurugram violence","Ashwani Kumar"],"source":"https://scroll.in/latest/1053867/nuh-hotel-razed-as-demolition-drive-continues-for-fourth-day"}