{"title":"Nuh demolitions stayed by Punjab and Haryana High Court","content":"The Punjab and Haryana High Court on Monday stayed the demolition drive in Haryana’s Nuh district, The Indian Express reported.For four days since Thursday, civic authorities in the Bharatiya Janata Party-ruled state had been demolishing allegedly illegal homes and shops, most of them belonging to Muslim migrant workers.The demolitions were carried out as an action against the communal violence that erupted in Nuh last week. Six persons, including two home guards, an imam of a mosque and a Bajrang Dal member died in the violence in Nuh and neighbouring Gurugram.On Monday, a division bench of Justice GS Sandhawalia and Justice Harpreet Kaur Jeewan took note of the matter on its own. The judges also issued a notice to the Manohar Lal Khattar government seeking its response in the matter. A detailed order has not been issued yet, and the court will take up the case again later in the day, according to The Indian Express.On July 31, the communal clashes first erupted during the Brij Mandal Jalabhishek Yatra, a procession organised by the Bajrang Dal and the Vishwa Hindu Parishad and quickly spread beyond the district.Hindu mobs went on a rampage in Gurugram, torching a mosque in Sector 57, killing its deputy imam and setting fire to shops and shanties of Muslim migrant workers in Sector 70 the next day.Also read| How communal violence swept Haryana’s Nuh and Gurugram: A timelineOn Thursday, the Haryana government demolished shanties of over 250 Muslim migrant workers in the district’s Tauru town for allegedly encroaching on government land. Several houses and shops were demolished on similar grounds on Friday.On Saturday, nearly a dozen shops, mostly pharmacies, had been razed near Shaheed Hasan Khan Mewati Government Medical College in Nalhar. On Sunday, a hotel was bulldozed in Nuh on charges of being built illegally.","author":"Scroll Staff","time":"2023-08-07T14:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192941-alroahkpca-1691397054.jpg","tags":["Nuh","Punjab and Haryana High Court","Bharatiya Janata Party"],"source":"https://scroll.in/latest/1053920/nuh-demolitions-stayed-by-punjab-and-haryana-high-court"}