{"title":"Nuh violence: Haryana Police books Congress MLA Mamman Khan under UAPA","content":"The Haryana Police has booked Congress MLA Mamman Khan under the Unlawful Activities Prevention Act for his alleged involvement in inciting communal violence in Nuh district in July, PTI quoted his lawyer as saying on Wednesday.Clashes broke out on July 31 between Hindus and Muslims in Nuh during the Brij Mandal Jalabhishek Yatra, a procession organised by the Bajrang Dal and the Vishwa Hindu Parishad. The violence soon spread beyond Nuh, with Gurugram, in particular, witnessing widespread arson and mob attacks on Muslim homes and shops.Six persons – including two home guards, an imam at a mosque and a Bajrang Dal member – died.Soon after the violence, Khan was booked in multiple cases and arrested on September 14. The legislator from the Ferozepur Jhirka Assembly constituency in Nuh was granted bail in two cases in October.Also read:How communal violence swept Haryana’s Nuh and Gurugram: A timelineWho lit the fires in Nuh?On Wednesday, Khan’s lawyer Tahir Hussain Rupariya said that he had sought a status report from the court through which he came to know that sections of the anti-terror law had also been added to the first information report, PTI reported.Rupariya said that the development comes six months after the first information report was filed, reported the Hindustan Times. In the past six months, no new supplementary statements or evidence have been collected and even the chargesheet had been filed in the trial court, Rupariya said.“Khan was questioned by a special investigation team, so what new basis make Nuh police believe that he qualifies for UAPA?” he questioned. “It is a politically motivated charge and we will contest it.”The Nuh Police has said that Khan paid persons to attack the participants in the religious procession.“He played an important role in spreading rumours during the Nuh violence and was in touch with some suspects involved in pelting stones and setting vehicles on fire,” Nuh Superintendent of Police Narender Bijarniya told the Hindustan Times. “He has also been accused of paying people to attack the Braj Mandal yatra and create a ruckus.”Also read: ‘We walked straight into their trap’: As dust settles, fear and regret in Haryana’s NuhHaryana violence: The tale of a mosque and a temple","author":"Scroll Staff","time":"2024-02-22T08:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174010-egqrcvlayr-1651817215.jpg","tags":["Unlawful Activities Prevention Act","Nuh Violence","Haryana Police","Nuh","UAPA"],"source":"https://scroll.in/latest/1064102/nuh-violence-haryana-police-books-congress-mla-mamman-khan-under-uapa"}