{"title":"Nupur Sharma, journalist Saba Naqvi among several booked for allegedly offensive social media posts","content":"Suspended Bharatiya Janata Party spokesperson Nupur Sharma and journalist Saba Naqvi were among several persons booked by the Delhi Police on Wednesday for social media posts that allegedly hurt religious sentiments, The Indian Express reported.The police have filed two first information reports in connection with the matter. Sharma, All India Majlis-e-Ittehadul Muslimeen chief Asaduddin Owaisi and the expelled head of the Delhi BJP’s media unit Naveen Kumar Jindal have been named in both the FIRs, Delhi Police Public Relations Officer Suman Nalwa said, reported ANI. Those named in the first case include Naqvi, Hindu Mahasabha leader Pooja Shakun Pandey, Rajasthan-based cleric Maulana Mufti Nadeem and Peace Party spokesperson Shadab Chauhan.The second case has been filed against several other social media users. “We have lodged an FIR under several [Indian Penal Code] sections against those who were spreading messages of hate, inciting various groups and creating situations which are detrimental to the maintenance of public tranquility,” KPS Malhotra, the deputy commissioner of police of the Intelligence Fusion and Strategic Operations unit said.The police will also look into the role of social media entities in promoting “false and wrong information” with the intent to cause unrest in cyberspace, the officer said.The police will issue summons to all the accused persons directing them to join the investigation, The Times of India reported. In a statement, Naqvi said she is shocked by the developments and that she has been “selectively targeted”.The journalist said she is currently abroad and will comply with the due process once she returns in mid-July. “I am committed to the secular and liberal ethos of India and stand against any fundamentalism, hate speech and injustice,” she added. “Social media and news sites suggest the FIR has been filed because of a WhatsApp forward that I shared only to delete it a few hours later.”Meanwhile, Owaisi said this was the first time he was seeing an FIR that did not specify what the crime was. “I don’t know which specific remarks of mine have attracted the FIR,” he said in a series of tweets. Owaisi said that the Delhi Police had “both sideism or balance-waad syndromes”.He added, “One side has openly insulted our Prophet while the other side has been named to assuage BJP supporters and make it look like there was hate speech on both sides.”1. I’ve received an excerpt of the FIR. This is the first FIR I’ve seen that’s not specifying what the crime is. Imagine an FIR about a murder where cops don’t mention the weapon or that the victim bled to death. I don’t know which specific remarks of mine have attracted the FIR pic.twitter.com/0RJW1z71aN— Asaduddin Owaisi (@asadowaisi) June 9, 2022\n\nThe BJP had suspended Sharma and expelled Jindal on Sunday after several Muslim countries condemned their remarks about Prophet Muhammad. Twenty countries and organisations of Muslim-dominated nations have criticised the comments, according to The Wire.On Monday, the Delhi Police had filed a case of criminal intimidation after Sharma allegedly received death threats, PTI reported. On Tuesday, the Delhi Police provided security to Sharma and her family.On Tuesday, the Maharashtra Police had also summoned Sharma in connection with her remarks about Prophet Muhammad. She has been asked to appear at the Mumbra police station in Thane district on June 22.","author":"Scroll Staff","time":"2022-06-09T08:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175526-rzqbkjbwxc-1654743449.jpeg","tags":["Nupur Sharma","Saba Naqvi","BJP","Delhi Police","social media"],"source":"https://scroll.in/latest/1025806/nupur-sharma-journalist-saba-naqvi-among-several-booked-for-allegedly-offensive-social-media-posts"}