{"title":"NYAY: What we know about Rahul Gandhi’s Rs 6,000 per month income scheme for the poor","content":"When Congress President Rahul Gandhi announced in January that his party would provide a minimum income to the poor if it came to power in upcoming Lok Sabha elections, the plan seemed bold but also completely lacking in details about how it would work. On Monday, the Congress finally offered a little more clarity on what it is promising: Rs 72,000 per year to the poorest 20% families in India. “This is a final assault on poverty,” Gandhi said at a press conference, announcing that it will be called Nyuntam Aay Yojana (Minimum Income Scheme) or, in short, NYAY, an acronym that also spells out “justice” in Hindi. “We can’t have two Hindustans, of the poor and the rich.” Gandhi said that the party had spent time looking at the fiscal space available and what could be allocated, and came up with these conclusions: 20% of India’s population, or about 5 crore households, are poor. Rs 12,000 should be the minimum income per month to each household. The average income that this 20% actually gets is Rs 6,000 per month. So, NYAY will hand out Rs 6,000 per month to this 20%, to bridge that gap. Or to put it simply, the Congress is promising to hand out Rs 6,000 per month to 5 crore poor households. And it claims it will do so through a direct benefit transfer, that puts money straight into bank accounts. This answers a bunch of the questions that came up when the scheme was first mentioned. It was clear that the Congress was not promising a “universal basic income,” but not how it would target beneficiaries and who would count as poor. Additionally, it was said earlier that this would be a “top-up” scheme, in which the government would evaluate how many households were earning below a certain threshold and try to transfer an amount that would close this gap. That raised questions of how the government would keep tabs on people’s incomes and ensure that they were only given the amount that they had slipped below the minimum income level. The poorest 20% of India's families have an average income of Rs 6000/month. NYAY/MIG will provide them an unconditional transfer of Rs 6000/month totalling to Rs 72,000/year. This will bring these families to the minimum income line of Rs 12000/month.#NyayForIndia pic.twitter.com/Vzltrc1Cav— Rajeev Gowda (@rajeevgowda) March 25, 2019\n\nNow it seems evident that the Congress is not promising a “top-up” scheme, but a flat handout of Rs 6,000 per month instead. Whether your household earns Rs 1,000 per month or Rs 11,000 per month, the government will, according to this scheme, give you Rs 6,000 per month, unconditionally. So that answers a number of questions that came up when it was first announced. But in answering those, it has trained all focus on one simple question: Where will the money come from? The Congress has made calculation quite easy. Rs 72,000 crore per year for 5 crore households comes out to Rs 3,60,000 crore. That is 13% of this year’s budget, or something like 2% of India’s Gross Domestic Product. A lot of money. Yet the party insists it will be implemented in full accordance with fiscal discipline goals, which seek to bring the deficit down to about 2.5% of GDP in the next few years. Details of the Minimum Income Guarantee promise:1: Poorest 20% of families will be guaranteed Rs.72000 a year2: With this, no Indian family will fall below a minimum income threshold of Rs.12000 a month3: This will be implemented in full accordance with fiscal discipline goals https://t.co/xzbI6dJp5u— Praveen Chakravarty (@pravchak) March 25, 2019\n\nHow would that be possible? Gandhi had no immediate answers, and neither did others in the Congress, except to say that former finance minister P Chidambaram would provide more details later. The obvious answer would be for the government to cut or streamline expenditure somewhere else, which would most likely mean eliminating some other welfare schemes. But that would be a fraught move, especially if the targeting for NYAY is complicated and people are left out of its net. The Bharatiya Janata Party has, expectedly, called it an unfeasible promise. Initial reaction from experts also leads to the question of whether the scheme is fiscally possible. The announcement is huge and will inevitably become a point of discussion ahead of upcoming elections, especially when compared with Prime Minister Narendra Modi’s scheme in which poor farmers are given Rs 6,000 a year. But the two questions that will now come up are these: Will the Congress be able to explain where the money will come from? And will voters see it as an infeasible “jumla” like the BJP’s Rs 15 lakh per person promise?","author":"Rohan Venkataramakrishnan","time":"2019-03-25T20:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113747-izrdbocekm-1550914609.jpg","tags":["NYAY","Congress","Rahul Gandhi","Minimum Income Guarantee"],"source":"https://scroll.in/article/917836/nyay-what-we-know-about-rahul-gandhis-rs-6000-per-month-income-scheme-for-the-poor"}