{"title":"NYAY scheme: EC tells NITI Aayog vice chairperson he violated model code, asks him to be careful","content":"The Election Commission on Friday wrote to NITI Aayog Vice Chairperson Rajiv Kumar, rejecting his response to a notice about his remarks criticising the Congress’ Nyuntam Aay Yojana. The scheme promises Rs 72,000 per annum to the poorest 20% families of the country if the party wins the elections. “The commission has considered your reply and not found the same to be satisfactory,” the poll panel’s Principal Secretary Narendra Butolia said in the letter to Kumar. However, the panel let Kumar off with a note of caution.  Kumar had claimed on March 25 that the Congress was “promising the moon” to win elections. The scheme will “bust fiscal balance”, Kumar said. “True to its past record of promising the moon to win elections, Congress President [Rahul Gandhi] announces a scheme that will bust fiscal [balance], create strong incentives against work and which will never be implemented.”Kumar had added: “Congress party promised #GaribiHatao in 1971, #OROP in 2008, #FoodSecurity in 2013 to win elections, but couldn’t fulfill any of those. The same unfortunate fate awaits the populist and opportunistic promise of #MinimumIncomeGuarantee.”Following these remarks, the poll panel had issued a notice to Kumar asking him for an explanation. The NITI Aayog vice chairperson told the panel earlier this week that he made the comments as an economist, not as a member of the government body. Butolia said in the letter: “The spirit of the Model Code of Conduct requires all public servants to ensure the sanctity of the electoral process, not to either engage or appear to engage in any activity that disturbs or appears to disturb the level playing field of elections or creates doubt in the minds of stakeholders about integrity of the electoral process. Public servants should not only be impartial in their conduct but also in their public utterances, which was found wanting in the instant case.”“The commission has come to the conclusion that your above mentioned comments violate the said Model Code of Conduct norms,” Butolia wrote. “The commission has therefore, decided to convey its displeasure to you for your comments and expects that you shall exercise caution in future.”","author":"Scroll Staff","time":"2019-04-05T21:49:57.031289+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/65391-qcsazwdehk-1554480509.jpg","tags":["Rajiv Kumar","NITI Aayog","Election Commission","Model Code of Conduct"],"source":"https://scroll.in/latest/919095/nyay-scheme-ec-tells-niti-aayog-vice-chairperson-he-violated-model-code-asks-him-to-be-careful"}