{"title":"NYT’s report has been weaponised against Indian journalists. I had warned the paper about it","content":"In August 2023, The New York Times published a story “A Global Web of Chinese Propaganda Leads to a U.S. Tech Mogul”. The story investigated whether Chinese funding was being funnelled to advocacy and media organisations across the world to defend the internal authoritarianism of the Chinese state. One of the countries included was India, with a fleeting reference to an Indian digital news organisation NewsClick, which the report said “sprinkled its coverage with Chinese government talking points”.The report did not suggest that the organisation had committed any crime – let alone sedition or terrorism against the Indian state. But on October 3, the police in Delhi swooped down on the homes of 46 people connected to NewsClick – journalists, staffers, contributors, including academics, historians, satirists – seizing their phones and laptops, subjecting them to hours of questioning, largely about their coverage of protests by farmers and by Muslim women. NewsClick’s founder and editor-in-chief Prabir Purakayastha and the head of the human resources department Amit Chakraborty were arrested under the draconian anti-terror law, the Unlawful Activities Prevention Act.When asked about the police action, anonymous government officials invoked the New York Times article. Indian TV channels – nearly all of which are propaganda channels for the Modi regime – used the NYT story to frame the issue as a question of whether “press freedom” should be respected at the cost of “national sovereignty”.The Modi government, which has no objections to media cover-ups of China’s human rights violations, has used the NYT story to punish Indian journalists who refuse to cover up and defend its own internal authoritarianism and human rights violations.The NYT story has become a pretext to escalate an ongoing campaign to persecute and imprison some of India’s most courageous journalists, academics and activists on baseless charges of abetting “Maoist terrorism”.Could the NYT be expected to foresee that its report would be weaponised by an authoritarian regime in this manner? Did it fail to do enough to prevent its story from being misused against Indian journalists?Unfortunately, the answer is yes. They knew exactly what would happen: because I told them so.Why I refused to be quoted in NYT’s storyIn June 2023, NYT reporters approached me for a quote for an investigative story they said they were doing on an American entrepreneur, Neville Roy Singham, his questionable financial links to the Chinese regime, and his attempt to exert influence on the editorial policy of various organisations and news media to which he provided funds.They said they were following up on an investigative report in a left-leaning media platform which pointed to Singham’s links with “the big business of Uyghur genocide denial” in which “almost $65 million has filtered through various entities connected with people who have defended the Chinese government and downplayed or denied documented human rights violations committed by Beijing against the Uyghur and Turkic Muslim minorities.” (This report made no mention of NewsClick.)I refused the NYT a quote on the basis of my concern that the story would fuel the ongoing persecution of NewsClick journalists. These journalists, I pointed out, were certainly not paid propagandists of the Chinese regime. Instead, they were paying the costs of refusing to become propagandists of the Modi regime in India, continuing to do their duty as journalists in spite of relentless surveillance and intimidation.“Very little of our story is about NewsClick,” the NYT lead reporter told me, suggesting that I give them a quote on the lines of what I have been writing and speaking for the past year: that the Left should stay true to its values and support struggles against all authoritarian regimes and forces, instead of minimising, denying or defending the crimes of some such regimes for geopolitical considerations. I remained unpersuaded.I then took pains to explain at great length to the lead reporter that NewsClick might be a small part of their story, but in India, its impact would be outsized. In fact, the story would probably be remembered most for dramatically escalating the state crackdown on journalists in India.I argued their story, minus context and nuance on their part, would inevitably be fodder for the far-right campaign in India to accuse all its critics of being “Urban Maoists” and to criminalise human rights work, democratic protest, journalism, and even social media communications among members of civil society as “terrorism”.I explained, with examples of political prisoners, how the draconian law UAPA works, where allegations of “terrorism” by the state, however fantastic and devoid of any shred of evidence, served as basis to subject critics of the regime to indefinite years of imprisonment without credible evidence to support such a charge, and without bail or trial.In a situation where most media organisations, flush with funds from enormous pro-establishment corporations, had become propagandists for the government, NewsClick had earned credibility and respect for retaining its journalistic integrity and independence in spite of being a tiny organisation with very modest funds at its disposal.  NYT’s failure to separate specific issues of financial impropriety, propaganda, and political opinion from each other, I feared, would endanger the courageous work of journalists associated with NewsClick: for example, investigations into the financial scandals involving Gautam Adani, the tycoon who is known to be a close associate of the Indian Prime Minister.Police personnel during the raid on NewsClick employees in New Delhi on October 3. Credit: PTI.What NYT could have done to prevent misuse of its storyWhen NYT published the story, I reached out to the lead reporter once again, telling them that as feared by me, the story was the subject of a frenzied and misleading propaganda by the ruling party and media in India.The story had mentioned several media platforms (a YouTube channel in the US for instance) without identifying these by name, but had chosen to name NewsClick. It had cherry-picked an inoffensive and rather lame line from a NewsClick video and presented this as evidence of pro-China propaganda: “China’s history continues to inspire the working classes.” I pointed out that this is a simple statement of opinion, and cannot be construed as Chinese government propaganda.Left-wing softness on China or Russia might harm Uyghurs or Ukrainians, and the political health of the Left itself, but this was hardly a problem for the Modi regime.The only criticism of the Left groups or left-leaning media that could be made in this regard was that they failed to realise that the Modi regime in India was inspired by the Xi Jinping regime’s Islamophobic hate crimes and human rights violations, and thus failed to expose the Modi government’s own cooperation with China’s rationalisation and cover-up of its human rights violations.I suggested that it was not too late for NYT to contain the misuse of its story in India. It could do a follow up report on the response to its story in India, and correct the misleading representation of the story by providing much-needed context and perspective.For instance, NYT could have pointed out that the Modi regime had abstained from voting on a draft resolution in the UN Human Rights Council on holding a debate on China’s violation of the human rights of Uyghur Muslims in the Xinjiang region. Even worse, it had cooperated with China in its persecution of Uyghurs by cancelling the Indian visa of an Uyghur activist whom the Chinese regime branded a “terrorist,” exactly as the Modi regime itself branded human rights activists in India as “terrorists”. The NYT story’s concern was about media groups covering up China’s crimes: the Modi regime clearly shared no such concerns.Given the moral panic being generated in Indian media over “Chinese funding” or “China links”, the NYT could also have pointed out that such funding or relationships are no crime in India. In fact, an organisation associated with the son of the Modi government’s Minister of External Affairs made no secret of having received funding from the Chinese consulate. Ruling party leaders boasted that the BJP and the Chinese Communist Party shared “tremendous similarities”. BJP legislators attended “schools” organised by the latter in China.As far as NewsClick’s funding goes, India’s Enforcement Directorate has already been investigating the organisation on this count, and the matter is now before the courts. The NYT story itself states that the  Enforcement Directorate was yet to find any proof of wrong-doing. No doubt the courts and the Enforcement Directorate can and will take on board any facts brought to light by the newspaper’s investigation. But that is not what is happening in India now. The police action now has nothing to do with financial dealings. Instead, the regime is using NYT’s story to equate journalism with terrorism.Unfortunately, I failed to see any follow up story from the NYT, challenging the misuse of its story in the Indian political and public sphere.After the raidsFollowing the raids, NYT asked me if I would like to speak to them about how I had refused to give any comment in their story, citing apprehensions that have now been borne out in fact. I did so.When they played back my comment, however, I found that the text said I had “refused to speak to them regarding a story on NewsClick’s China links”. I pointed out that they had not asked me to comment on NewsClick when they had initially approached me; and when I raised concerns, they had specifically told me their story was not primarily about NewsClick at all. They agreed to amend this line.But in the next call, I was asked on behalf of NYT editors whether I had refused to be quoted in their story because I had “links to NewsClick”. Given the gravity of the human rights violation unfolding in India, their question to me appeared tone-deaf and inappropriate. I told them that like so many of the others who were, as we spoke, being interrogated by the police on “terrorism” charges, I too had no connection to the NewsClick organisation, but had contributed to articles, discussions and interviews on the portal.Eventually, the NYT story on the raids quoted me but omitted to mention that I had refused to participate in their original report, based on concerns I had expressed to them.At the Press Club in Delhi on October 4. Photo: Karnika Kohli/ScrollNYT must ask itself hard questionsChina is infamously the world’s second-worst jailer of journalists. Earlier this year, a journalist who had probably run a pseudonymous blog exposing government corruption, was sentenced to seven years in prison, on vague charges of defaming China, unsubstantiated by specific examples, after a “closed door” trial in which he was forced to accept state-assigned lawyers instead of lawyers of his choosing.India isn’t quite there yet. But we are hurtling rapidly in that direction, towards a country with “one leader, one party, one culture, one ideology, one media”.We can already see the similarities in the response of India and China to poor Press Freedom Index rankings: both jeered at Reporters Sans Frontieres and the process of preparing the index, claiming it was all motivated western propaganda.India’s prime minister himself had said, on World Press Freedom Day no less, that his government supported freedom of speech and of the press, but “within limits”. The government’s relationship with the free press, he said, was like that of “a mother who tells her children not to eat too much.”Police officers interrogating NewsClick journalists made it clear what those limits are. Journalists were asked why they covered the farmers’ protests in 2020 and 2021, and months before, the citizenship protests led by Muslim women. In addition to the anti-terror law, those arrested face charges relating to provoking riots. This is a familiar script: the same branches of the police have arrested activists on the grounds that by participating in the protests against a discriminatory citizenship law, they have instigated “terrorism” and provoked riots.The dawn raids on NewsClick’s journalists and contributors is the Modi regime’s version of the infamous “midnight knock” of Indira Gandhi’s Emergency. NewsClick founder and editor-in-chief Prabir Purkayastha, arrested at the end of the day, has the illustrious record of experiencing both. While a student at the Jawaharlal Nehru University in 1975, he led protests against the Emergency, and was abducted by the police, eventually spending a year in prison without trial, bail or parole. Now at the age of 73, he once again faces indefinite years in prison.Why indefinite? The very term “Emergency” implied that the suspension of civil liberties was temporary. It had an official start date: and thus must have an end date. Modi is smarter. The suspension of civil liberties is a permanent feature of the current regime, not a temporary one with a finite life.Journalist Paranjoy Guha Thakurta, whose house was raided by the police, addressed a protest gathering at the Press Club of India in Delhi on October 4. Photo: ReutersIn these circumstances, it is disturbing to face the fact that it was a story in one of the world’s leading newspapers, the NYT, that served as the pretext for India’s latest and arguably worst-ever mass crackdown on journalists. How did this come to be?An editorial in the paper in February this year commented on the risk to India’s free press under the Modi regime, noting India’s high ranking in the global impunity index and its declining ranking in the global press freedom index. In October 2021, the paper published a report on Modi’s use of the anti-terror law UAPA to silence dissent. In November 2019, the paper published a story on the use of Israeli spyware to hack into phones of journalists, human rights lawyers and activists in India. In January 2022, the paper published the first of a series of its own investigative reports on the purchase and use of Israeli Pegasus spyware by many countries including India, to surveil journalists and activists. NYT editors had all the means to be aware of the potential for misuse of their story by a regime that had a habit of treating journalists, activists, academicians, intellectuals, lawyers and dissenting voices as “Maoist terrorists”.We certainly need journalists to shine a light on the dark and deceptive world of propaganda and disinformation by authoritarian regimes in the age of social media. But the NYT needs to hold its own practices up to scrutiny and ask itself if, in this case, they have allowed themselves to become a tool for authoritarian propaganda and criminalisation of journalism in India.Editor’s note:Scroll contacted The New York Times, offering it a chance to respond to the author’s arguments.In an email response, a spokesperson for The New York Times said: “Independent journalism follows the facts where they lead. We published a thoroughly reported story showing the network’s ties to Chinese interests. We would find it deeply troubling and unacceptable if any government were to use our reporting as an excuse to silence journalists.”","author":"Kavita Krishnan","time":"2023-10-06T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194745-srvrroqtwf-1696553988.jpg","tags":["NewsClick","China","Narendra Modi","Press Freedom","Media Freedom","prabir purkayastha"],"source":"https://scroll.in/article/1057147/nyts-report-has-been-weaponised-against-indian-journalists-i-had-warned-the-paper-about-it"}