{"title":"OBC Bill useless without caste census, removing 50% cap on quota, says Sharad Pawar","content":"Nationalist Congress Party chief Sharad Pawar on Monday said that the 127th Constitutional Amendment Bill, which restores the state governments’ power to make their own lists of Other Backward Classes, would not benefit the community in its present form, News18 reported.He said that without removal of the 50% cap on reservations and a caste-based census in the country by the Centre, the Bill was akin to cheating the OBCs.The Constitution Amendment Bill was passed unanimously in both Houses of Parliament during the recently concluded Monsoon Session. The Bill effectively bypassed a judgement of the Supreme Court which, in May, allowed only the Centre to notify the list of OBCs in India.In a judgement in 1992, the Supreme Court had capped reservations at 50%. However, several states have since passed laws to exceed the limit. Another Supreme Court verdict in May cancelled such a move by the Maharashtra government to grant reservation to the Maratha community beyond the 50% quota.During discussion on the Bill in Parliament, several Opposition leaders pointed out that it would be rendered useless if the 50% quota limit was not removed. They also said demanded a caste census for ensuring proper allocation of the quota.On Monday, Pawar reiterated those demands. “The majority of states have already passed the 50% reservation limit,” Pawar said, according to The Indian Express. “...Therefore, giving states the right to exceed the 50% maximum reservation limit is a fraud that is being committed on the people...It is akin to inviting people to a banquet, tying their hands, and then asking them to eat.”Pointing out that the Maratha quota cannot be restored unless the 50% cap is relaxed, the Nationalist Congress Party chief stressed on the importance of the Centre sharing empirical data on the OBCs with the states.“Unless the data are available, it cannot be known how much representation needs to be given to smaller castes,” Pawar added.","author":"Scroll Staff","time":"2021-08-17T09:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/153851-pdsvvdmeew-1611571194.jpg","tags":["Sharad Pawar","Other Backward Classes","OBC Bill","Caste census"],"source":"https://scroll.in/latest/1003013/obc-bill-useless-without-caste-census-removing-50-cap-on-quota-says-sharad-pawar"}