{"title":"‘October’ film review: Some high notes in a downbeat drama about love and duty","content":"“Where is Dan?”This seemingly routine question in October has monumental implications for Dan (Varun Dhawan), a hotel management trainee who is struggling to be cheerful about arranging wine glasses and laundering sheets. Dan is in a hurry to finish his training and set up his dream restaurant, but he is also too surly for a profession that requires fake smiles and bowed heads. The other trainees are doing just fine, especially the bright-eyed Shiuli (Banita Sandhu), but Dan snugly fits the description on his badge – he is an understudy, not yet fully formed.Dan’s real nature – tender and empathetic rather than diffident and truculent – emerges through a different kind of service. When Shiuli goes into a coma following an accident seconds after asking about Dan’s whereabouts, Dan is transformed. Just as the hotel is a metaphor for the harsh world that compels people to compromise their real personalities, Shiuli’s injury is Dan’s rite of passage moment from angst-bitten delayed adolescent to responsible adult. He begins to spend weeks and then months by Shiuli’s comatose form in the hospital, sharing the load with her mother Vidya (Gitanjali Rao), and in the process healing himself.In O Henry’s classic short story The Last Leaf, a dying woman equates herself with the fate of an ivy plant growing outside her window. The last breath will come when the plant sheds its final leaf, the woman surmises, but the skill of a painter ensures that the leaf stays in place even after the plant itself has been rendered bare. Shiuli and Dan are a bit like the stubborn leaf for each other. She gives him a higher purpose, and he remains her only link with a world that has died for her.\n\n\n    \n    Play\n\nOctober (2018).October is the most ambitious collaboration yet between director Shoojit Sircar and screenwriter Juhi Chaturvedi. The partnership has yielded Vicky Donor (2012), about a sperm donor’s adventures, and Piku (2015), a father-daughter drama revolving around an unyielding digestive system. Both films deliver insights into the complex tangle between bodily functions and life’s larger purpose. Piku, in particular, pushes through difficult ideas about holding on and letting go through humour as sharp as it is light.    October is a decidedly downbeat affair even as it navigates a subject similar to Piku – how do we deal with long-standing illness and the prospect of death? This coming-of-age tale wrapped in mourning robes oscillates mostly between the hotel and hospital, both beautifully shot by Avik Mukhopadhyay. It is in the intensive care unit, with its formidable equipment, efficient nurses and worried family members, that the movie is most effective. Viewers who have had to spend bleary-eyed moments and a bulk of their savings on ailing kin will be at home in the hospital in October, where time loses meaning. Sircar perfectly captures the family’s despair over Shiuli’s overnight deterioration – movingly conveyed by Gitanjali’s Rao’s harrowed face – and Dan’s insistent optimism, especially when a relative callously suggests mercy killing.Dan graduates to the point when he can look at Shiuli’s urine pouch without flinching. Does he feel love for Shiuli, with whom he has only shared a professional bond, or a sense of duty? October leaves the question open to interpretation.Sircar steers the deadly serious spiritual quest with an air of briskness and purpose. Purely in terms of craft, October is many notches above the average Hindi movie, in which scenes are lined up one after the other like train coaches. There is both rhythm and flow to the scenes, and the observational camerawork yields many lovely standalone moments.The use of a real hospital and a hotel ensure that October always feels grounded even at its most abstract. The scenes are crisply edited, and although the 115-minute film occasionally slows down to record Shiuli’s painfully lengthy progress, it gives the impression, not always backed up by events on the screen, that a psychological realignment is taking place.Dan’s mission ultimately proves too elusive to grasp. There is no escape from spelling out his transformation, the significance of the title, and the recurring motif of the coral jasmine flower. Chaturvedi’s ability to write clean, on-point dialogue that simplifies complex thoughts is in evidence yet again in October, but some of the exchanges are stilted, especially between Dan and his classmates.October’s biggest risk is the casting of box-office magnet Varun Dhawan against type. Dhawan has the look and body language of an impatient young man going someplace, and his boyish charm compensates for his inability to convey an inner life. Dhawan’s dialogue delivery isn’t varied enough to match Dan’s brooding nature, but the actor’s sincerity overlaps with Dan’s need to be useful.There is a Hallmark quality to Dan’s lack of direction, which is presented without adequate explanation. But there is also a lived-in quality to Chaturvedi’s study of life-threatening illness, which is rarely explored by the movies with any seriousness. “Isn’t the urine output a lot today?” That question is better answered than “Where is Dan?” in October.","author":"Nandini Ramnath","time":"2018-04-13T07:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/875444-86901-ltfyxqwmcr-1523547022.jpg","tags":["October movie","Shoojit Sircar","Varun Dhawan"],"source":"https://scroll.in/article/875444/october-film-review-some-high-notes-in-a-downbeat-drama-about-love-and-duty"}