{"title":"Odisha, Telangana likely to get very heavy rainfall for three to five days, says weather department","content":"The India Meteorological Department on Sunday predicted heavy to very rainfall for Odisha, Gangetic West Bengal, Andhra Pradesh and Telangana for the next three to five days.An orange alert has been issued for Andhra Pradesh, Telangana and Odisha asking the authorities to be prepared to tackle situations arising out of inclement weather.Moderate rain in #Hyderabad todayAs per IMD, North Telangana and the central parts of the state are expected to get widespread rainfall activity in the next 24 hours. pic.twitter.com/lJ0Omg5Je4— ANI (@ANI) September 11, 2022\n\nFairly widespread to widespread rainfall with thunderstorms could  take place over south interior Karnataka, Tamil Nadu, Puducherry,  coastal and north interior Karnataka, Kerala and Mahe, the weather  department said. Chhattisgarh, Marathwada, Vidarbha, Gujarat, Konkan and  Goa will also get rains, it added.Parts of Gujarat are also likely to get very heavy rain.“Isolated  very heavy rainfall [is] also likely over Odisha on 10th and 11th,  Gangetic West Bengal on 11th & 12th, over Madhya Maharashtra during  11th - 14th, Gujarat Region on 12th & 14th, Saurashtra & Kutch  during 12th - 14th, and over Konkan & Goa during next 5 days,” the  weather agency said.Sea will be rough in the Bay of Bengal  and off Andhra Pradesh, Odisha and West Bengal coasts on  September 10 and September 11, the Hindustan Times reported. A warning has been  issued for the fishermen in the area.“Fishermen are advised not  to venture into north-west and the west-central Bay of Bengal and along  and off Andhra Pradesh, Odisha and West Bengal coasts on 10th and 11th  September,” the weather department saidOne dead in Uttarakhand due to cloudburstOn Sunday, Uttarakhand Chief Minister Pushkar Singh Dhami  visited Khotila village near Indo-Nepal border, where homes were washed  away and a woman died due to  cloudburst a day ago, ANI reported.#WATCH | Uttarakhand CM Pushkar Singh Dhami conducts an aerial survey and takes stock of the damage in cloudburst-hit areas of Dharchula, Pithoragarh district pic.twitter.com/KsjbOJdQ0y— ANI UP/Uttarakhand (@ANINewsUP) September 11, 2022\n\n On  Friday night, many homes in Dharchula were washed away because of a  flood in the Kali river. The district magistrate said that the National  Disaster Response Force NDRF and the State Disaster Response Fund teams  are carrying out relief work.The India Meteorological department  has issued a yellow alert for the districts along the border, asking  residents to take precautions as the rainfall activity is picking up.","author":"Scroll Staff","time":"2022-09-11T16:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179737-aaaipjogrj-1662891234.jpg","tags":["Odisha","West Bengal","Telangana","India Meteorological Department","Andhra Pradesh"],"source":"https://scroll.in/latest/1032568/odisha-telangana-likely-to-get-very-heavy-rainfall-for-three-to-five-days-says-weather-department"}