{"title":"Of Rs 945 crore bonds donated by drug firms, most went to parties ruling states with pharma units","content":"Micro Labs Limited is best known as the maker of Dolo-650, the paracetamol tablet that became popular during the Covid-19 pandemic.The pharmaceutical company is headquartered in Karnataka. But the largest amount it donated through electoral bonds – Rs 7 crore – went to the Sikkim Krantikari Morcha. The party rules Sikkim, where one of Micro Labs’s largest manufacturing plants is located.An analysis by Project Electoral Bond has revealed that the largest beneficiaries of Rs 945 crore-worth electoral bonds donated by 35 pharmaceutical companies were parties holding power in the states where the companies have manufacturing units. At least 22 of the 35 companies donated money to the ruling parties in states where they produce their medicines.Experts say this reflects the power that state governments wield over drug firms.“Local government approvals are required to establish the big pharma units,” said Dhanuraj D, founder and chairman of the Centre for Public Policy Research, a think tank in Kochi. “Other times, there is local opposition to setting up pharma manufacturing units because of how it can pollute water or resistance from nearby residents. So they need the support of the state governments to deal with this.”More significantly, only the states where drug companies’ manufacturing units are located can take punitive action against them for any violation, including those related to drug quality.On March 18, we had reported that seven companies that failed drug quality tests had purchased electoral bonds. Now, fresh data released on March 21 shows a significant share of these bonds were encashed by ruling parties in the states where the firms’ manufacturing facilities are located.“If drug regulators play by the book, the action for violations are stringent,” said KL Sharma, former joint secretary in the Union Health Ministry. But “political interference can play a role”, he said, in forcing “drug enforcement officers to not take stringent action” against a firm whose drugs have been found substandard.The parties that benefittedAt least 11 political parties took money from pharma companies, the data shows.Sikkim Krantikari Morcha, a party that is barely a decade old, pocketed Rs 25.5 crore in donations from four drug firms – nearly 70% of the total bond money it received. Most of these firms have manufacturing units in the foothills of southern Sikkim.Another regional party, the Bharat Rashtra Samithi, received Rs 328.5 crore in bonds from 14 pharma companies. Until it was defeated in December 2023, the Bharat Rashtra Samithi held power in Telangana, a hub of drug-making companies.The largest beneficiary of pharma donations, however, is the Bharatiya Janata Party, which received Rs 394 crore in donations from drug makers.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nWhile the bulk of these funds came from companies that have manufacturing units and corporate offices in BJP-ruled states like Gujarat and Maharashtra, at least Rs 140 crore came from companies functioning out of non-BJP states.Since the BJP holds power both at the Centre and in several states, the reasons pharma firms donated money to it could be wide-ranging, say activists. Malini Aisola, from the All India Drug Action Network, said “power to influence policy-making requires funding”.In several cases, drug companies donated money to the BJP after central agencies launched investigations into alleged tax evasion or other financial crimes like money laundering.The Income Tax Department raided an employee of Reddy’s Labs on November 13, 2023, as part of a larger corruption probe involving a state minister. The company bought Rs 21 crore worth electoral bonds on November 17. Of this, Rs 10 crore worth bonds went to the BJP. The remaining Rs 11 crore was redeemed by the Congress, which is in power in Himachal Pradesh, one of the states where the firm has a manufacturing plant.Micro Labs donated Rs 6 crore to the BJP in October 2022, four months after its manufacturing units were raided by the Income Tax department. In this case, however, the company could have other reasons to donate to the BJP – the party also held power in Karnataka, one of the states where the firm has a manufacturing plant.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThe connection to drug regulationA worrying trend in the electoral bond data is that of pharma companies donating money to political parties after they received adverse notices from drug regulators.One of the largest purchasers of electoral bonds among the pharmaceutical companies is the Gujarat-based pharma firm, Torrent Pharma. Of the Rs 77.5 crore it donated through bonds, Rs 61 crore went to the BJP, then in power in three states, including Gujarat, where its manufacturing units are located.In 2019, the firm’s Gujarat manufacturing units were under the scanner after it had to recall its blood pressure medicine, Losartan, from the United States since it was found tainted with a suspected carcinogen. In October that year, the US Food and Drug Administration issued a warning to the firm for repeated quality-related failures at its unit in Dahej.A notice by the US Food and Drug Administration typically attracts an inspection from the state drug regulator, who can issue a separate notice to the company if lapses are detected. In the case of Torrent, the Gujarat drug regulator did not take any action.That year, the firm purchased bonds worth Rs 12.5 crore – of that Rs 11.5 crore went to the BJP.In 2022, another US Food and Drug Administration inspection also found violations in Torrent’s Indrad facility. The firm donated Rs 25 crore – of that, Rs 22 crore went to the BJP.Between 2018 and 2023, Torrent received four notices for substandard drugs from the state Food and Drug administrations of Maharashtra and Gujarat. One of these notices, issued in February 2023, pertained to the Lopamide tablets made in its Gangtok facility. The Sikkim drug regulator did not take any action against the firm. In October 2023, Torrent donated Rs 7 crore to the state ruling party, the Sikkim Krantikari Morcha.Another Gujarat-based firm, Zydus Healthcare, faced regulatory scrutiny in 2021, when a deadly wave of Covid-19 led to a surge in demand for the antiviral remdesivir medicine, despite doctors expressing doubts about its efficacy. In May 2021, the Bihar drug regulator found a batch of Zydus’s remdesivir medicine to be substandard after it led to adverse drug reactions in several patients.The manufacturing unit responsible for this batch was located in Gujarat. But the state drug regulator did not take any action against Zydus. In October 2022, Zydus donated Rs 18 crore to the BJP, in power in Gujarat.Adverse drug reactions from Zydus’s remdesivir medicine were also reported by doctors in Maharashtra, Uttar Pradesh and Rajasthan. In October 2022, the firm donated Rs 3 crore to the Congress, then in power in Rajasthan.Land concessions, central agency actionDrug regulation is just one area where pharma companies seek state concessions – they also look for land allotments, environmental approvals, among other things. What makes this particularly complex in a state like Telangana is the overlap between business and politics, where pharma tycoons are often directly or indirectly connected to political parties.A case in point is the MSN Group, which purchased electoral bonds worth Rs 40 crore. One of the directors of the group companies, Satyanarayana Manne, is the brother of Lok Sabha MP Manne Srinivas Reddy from the Bharat Rashtra Samithi.In 2021, when the Bharat Rashtra Samithi was in power in Telangana, one of the firms of the MSN Group won a government auction of a 7.7-acre land parcel in Kokapet. The Congress alleged corruption in the auction. In April 2022, MSN Group donated Rs 20 crore through bonds to the Bharat Rashtra Samithi.In 2021, the Income Tax department, which functions under the Union Ministry of Finance, raided the offices and manufacturing units of MSN and found unaccounted income of Rs 400 crore. The MSN group gave Rs 20 crore worth bonds to the BJP in November 2023.Another Telangana-based pharma giant, the Hetero group, started pouring money into the coffers of political parties, especially the Bharat Rashtra Samithi, from the beginning of April 2022. The next month, group founder Parthasaradhi Reddy was named as the Bharat Rashtra Samithi’s choice as MP in the Rajya Sabha.Between April and July 2022, Hetero donated bonds worth Rs 67.5 crore.Altogether, the pharma giant donated Rs 137.50 crore in electoral bonds – Rs 117.50 crore to the Bharat Rashtra Samithi, Rs 15 crore to the BJP and Rs 5 crore to the Congress.Hetero has been slapped with notices for substandard drugs at least six times between 2020 and 2022, including three notices for its remdesivir medicine that helped the firm expand its business during the pandemic. However, the Telangana government did not take any stringent action against the company.Project Electoral Bond has sought responses from Torrent Pharma, Hetero Group, MSN Laboratories, Dr Reddy’s Laboratories, Micro Labs Limited, and Zydus Healthcare. The article will be updated if they respond.This report is part of a collaborative project involving three news organisations – Newslaundry, Scroll, The News Minute – and independent journalists.Project Electoral Bond includes Aban Usmani, Anand Mangnale, Anisha Sheth, Anjana Meenakshi, Ayush Tiwari, Azeefa Fathima, Basant Kumar, Binu Karunakaran, Dhanya Rajendran, Divya Aslesha, Jayashree Arunachalam, Jisha Surya, Joyal George, M Rajshekhar, Maria Teresa Raju, Nandini Chandrashekar, Neel Madhav, Nikita Saxena, Parth MN, Pooja Prasanna, Prajwal Bhat, Prateek Goyal, Pratyush Deep, Ragamalika Karthikeyan, Raman Kirpal, Ravi Nair, Rokibuz Zaman, Sachi Hegde, Safwat Zargar, Shabbir Ahmed, Shivnarayan Rajpurohit, Siddharth Mishra, Sumedha Mittal, Supriya Sharma, Tabassum Barnagarwala and Vaishnavi Rathore.","author":"Tabassum BarnagarwalaNandini ChandrashekarMaria Teresa RajuAnjana MeenakshiProject Electoral Bond","time":"2024-03-27T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199614-emjieuywgk-1711461059.jpeg","tags":["Electoral Bonds","Project Electoral Bond","Sikkim","Pharmaceutical Industry","Remdesivir","Hetero Group","Bharat Rashtra Samithi","Telangana","Torrent Group","Gujarat","Lok Sabha 2024"],"source":"https://scroll.in/article/1065817/of-rs-945-crore-bonds-donated-by-drug-firms-most-went-to-parties-ruling-states-with-pharma-units"}