{"title":"Offering namaz in the open will not be tolerated, says Haryana CM Khattar","content":"Haryana Chief Minister Manohar Lal Khattar on Friday said that offering namaz in open spaces will not be tolerated and that some sites in Gurugram reserved for Muslims to conduct prayers had been withdrawn, ANI reported.“To resolve this issue, everyone offers prayers at their place, some offer namaz...some do puja, we have no issue with that,” Khattar said, according to ANI, at a meeting of the Gurugram Metropolitan Development Authority. “Such practices should not take place in the open...this practice of offering namaz prayers here in the open, this will not be tolerated.”For the past three months, Hindutva groups have been repeatedly blocking Muslims from gathering for Friday prayers at open spaces in Gurugram city.#WATCH | I've told Police to resolve this issue... There is no problem in people offering namaz or puja at the designated places...But the act of offering namaz in open spaces will not be tolerated...Issue to be resolved amicably: Haryana CM Manohar Lal Khattar (10.12) pic.twitter.com/7I2kmHG63i— ANI (@ANI) December 10, 2021\n\nMembers of the Hindutva groups had on November 5 organised a puja, after which they spread cow dung across the ground. At the same site, on November 7, those who gathered to prevent the prayers had claimed that a volleyball court will be set up there.At another designated namaz site in Sector 37 of Gurugram, a playground, the groups protested on November 20 against Muslims offering prayers, claiming that they wanted to play cricket there.The groups also organised a havan ceremony on November 26 at the site designated for namaz in Gurugram’s Sector 37 to mark the 26/11 Mumbai terror attacks, performed a Govardhan Puja in sector 12A.On Friday, before Khattar’s meeting, members of Hindutva groups gathered in an area reserved for namaz outside the Sector 37 police station, The Indian Express reported.  They conducted a condolence meeting for Chief of General Staff General  Bipin Rawat, who died in a helicopter crash on Wednesday.The Haryana chief minister said that he had spoken with members of the Muslim community in an attempt to find an amicable solution to the matter.He noted that some of the plots under the Waqf Board, the statutory body in charge of land used for Islamic places of worship and charities, were encroached upon at present. These are sites where Muslims could possibly offer namaz.“How  they can be made available to them is being discussed,” he said. “A  decision had been taken earlier after consultation, but that decision  too where some spots had been reserved, we have withdrawn it. Now, talks  will be conducted with a fresh approach again.”","author":"Scroll Staff","time":"2021-12-11T08:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156388-pngqkeejrf-1616074920.jpeg","tags":["Manohar Lal Khattar","Muslims","Namaz","Gurugram"],"source":"https://scroll.in/latest/1012583/offering-namaz-in-open-sites-will-not-be-tolerated-says-haryana-chief-minister"}