{"title":"Finance ministers of three south Indian states meet in Kerala to discuss 15th Finance Commission","content":"Finance ministers and officials from three southern states met in Thiruvananthapuram on Tuesday to discuss the terms of reference of the 15th Finance Commission. The three states – Andhra Pradesh, Kerala and Karnataka – and the Union territory of Puducherry strongly opposed the terms of reference for the devolution of funds to states, PTI reported.Tamil Nadu and Telangana did not participate in the meeting.The Finance Commission decides the distribution of money collected in taxes by the Centre among the states. The government’s terms of reference for the 15th Finance Commission say that it should use the 2011 Census, and not the 1971 Census as has been the norm, as the base year to determine how the tax revenue is divided. The southern states have opposed this.A state’s population is a significant factor in determining how the tax revenue is distributed, and southern states, which have controlled their population growth over the decades, fear that the new base year will harm their interests.Inaugurating the conference, Kerala Chief Minister Pinarayi Vijayan said it was “only proper for all of us to appeal to the Union government to reframe the terms of reference”.Kerala Finance Minister Thomas Isaac said a similar conference will be held at Vishakhapatnam either in the last week of April or first week of May to finalise a memorandum seeking changes in the terms of reference. “We will see that Tamil Nadu and Telangana along with more states like West Bengal, Orissa, Punjab and Delhi attend that conference,” Isaac said.Andhra Pradesh Finance Minister Y Ramakrishnudu said the Centre arbitrarily decided the terms of reference for the new policy, without consulting state governments. “We have to see that more power is given to states,” he said, according to ANI. “80% of development will be done by states & only 20% by the Centre.”#Kerala: Finance ministers of the southern states participate in conference convened by Kerala to discuss their concerns on the Terms of Reference of the 15th Finance Commission. The conference is taking place in Thiruvananthapuram. pic.twitter.com/aKQKr1fdGo— ANI (@ANI) April 10, 2018\n\nIsaac has said earlier that Kerala and some South Indian states would be the worst affected as their population growth was just 56% as compared to 150% in certain states in the country. He added that the states ruled by the Bharatiya Janata Party, including Uttar Pradesh, Bihar, Rajasthan and Madhya Pradesh, will gain from this move.Tamil Nadu’s Dravida Munnetra Kazhagam, Karnataka Chief Minister Siddaramaiah and Andhra Pradesh Chief Minister N Chandrababu Naidu have also spoken out against the new system.","author":"Scroll Staff","time":"2018-04-10T13:47:29.235150+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/875131-86624-nanuxnenyg-1523348172.jpg","tags":["15th Finance Commission","Kerala","Tamil Nadu","Karnataka","Andhra Pradesh","Telangana"]}