{"title":"Old loyalists and a rising star: Meet the BJP’s Muslim faces for the 2019 election in Kashmir","content":"On March 21, the ruling Bharatiya Janata Party released its first list of 184 candidates for the impending polls. Only four of them are Muslim, of whom three are contesting from Muslim-majority Kashmir Valley.The Valley accounts for half of Jammu and Kashmir’s six parliamentary seats. Jammu has two and Ladakh one.The BJP has nominated staunch loyalist Mohammad Maqbool War from Baramulla, former journalist Khalid Jehangir from Srinagar, while its first Kashmiri Muslim lawmaker, Sofi Yousuf, will run from Anantnag. He was elected to the legislative council in 2015. Yousuf and War have contested elections before but never won. In the 2014 general election too, the BJP fielded three Muslims in the Valley but none managed a victory. In that election, though, the party recorded its best result ever in the state, winning both of Jammu’s seats and Ladakh. It is seeking to improve on that performance now.This story has been reported from three places in Kashmir.The BJP also swept the 2014 Assembly polls in Jammu region, winning 25 of the 37 seats. In Kashmir, however, all 34 of its candidates save one lost their deposits. Though the state has been without an elected government since last June, the Election Commission of India decided against conducting Lok Sabha and Assembly polls simultaneously in Jammu and Kashmir.“We will win the two seats in Jammu and the one in Ladakh, and try our best in Kashmir so that our candidates go forward,” Ram Madhav, the BJP’s point man on Kashmir, told a press conference in Srinagar on March 26. “Our party is fighting all six seats. And we will better the 2014 results this time.”That seems a tall order considering everything that has happened in Kashmir in the last five years. Since the previous election, Kashmir has suffered one of the worst phases of violence since militancy broke out around three decades ago: more Kashmiri youth have joined the militancy and more civilians have been killed by the security forces. In February, a suicide attack on a paramilitary convoy in South Kashmir’s Pulwama pushed India and Pakistan to the brink of war.Adding to the anxiety in Kashmir are ongoing legal challenges to Articles 370 and 35A of the Indian Constitution that give special rights and privileges to the state and its residents within the Indian Union.Mohammad Maqbool War and Sofi Yousuf during their early days in the BJP. Photo by special arrangementMaking matters worse, since the BJP withdrew from its ruling alliance in the state with the Peoples Democratic Party last summer, the Narendra Modi government has agreed very little with Kashmir’s mainstream political players. After the Pulwama attack, despite the objections of the regional parties, the Centre banned two political organisations, the Jamaat-e-Islami and the Jammu and Kashmir Liberation Front. A crackdown on separatist political activists is ongoing.Predictably, the two main regional players, the Peoples Democratic Party and the National Conference, are now seeking votes in the name of “keeping the BJP out”.It is clearly a daunting task for the BJP, which it has entrusted to Yousuf, War and Jehangir. But who exactly are these candidates?Mohammad Maqbool War: ‘I want to see Kashmir without guns’In April 1990, suspected militants killed a retired police subinspector in his home in Baramulla’s Rohama village. He was Mohammad Maqbool War’s father, Ali Mohammad War.“Not only my father, many of our relatives were killed as well,” said Mohammad Maqbool War.. “I quickly became aware of the destruction the gun had brought in Kashmir.”It was not just militants, though. War, who was then an apple trader, also faced heat from the Ikhwanis, a militia comprising former militants that was raised to fight the insurgency and was notorious for human rights violations during the 1990s. “With the Ikhwanis, the situation only worsened,” recalled War, now 59. “My motivation for joining politics was to eradicate gun from Kashmir. This is my objective even now.”His apple business took War regularly to Delhi. That is where he first came in contact with the BJP. “I got in touch with some BJP members after sharing my worries with some business friends,” he said. “I wanted security and safety for my family. They put me in touch with senior BJP leader and RSS pracharak Kidar Nath Sahni. He wrote me a letter of recommendation and asked me to meet then state BJP chief Chaman Lal Gupta. I met Gupta, but it was his successor Vaid Vishnu Dutt who finally got encouraged me to join politics.”War formally joined the BJP in June 1996, making him one of the Hindutva party’s first Kashmiri Muslim members. He is now state vice president of its Kissan Morcha.Mohammad Maqbool War at a BJP rally in Kashmir. Photo by special arrangementThe same year, War contested his first election, from his home constituency of Rafiabad. He has participated in every Assembly election since, but failed to win. This is the first time he is contesting a Lok Sabha election. For War, the mandate suits the “kind of work” he wants to do.“There are certain mega projects that the state government cannot afford to undertake in Jammu and Kashmir,” he explained. “It’s only the Centre that can execute them. I want to work in that area. My other concern is to address unemployment in Kashmir.”War dismissed fears about the BJP seeking to revoke Articles 370 and 35A. No Indian government can afford to tamper with these provisions, he said. “If we had to remove Article 370 and Article 35A, we would have done it in the last five years,” he reasoned. “It cannot happen, nobody can fiddle with them. If it happens, the situation in Kashmir will become worse than in the 1990s. These issues are being raked up just to attract votes.”Khalid Jehangir: ‘No space for budding politicians in regional parties’Absence of “a space for budding political activists” in the regional parties is what persuaded Jehangir, 42, to join the BJP. “When I joined the BJP, Modi was not prime minister, just the prime ministerial candidate. Nor did we yet have a government in J&K,” said the former journalist from Ganderbal in Central Kashmir. “I joined the BJP because, as a Kashmiri who does not have a political legacy or whose father is not a minister or an MLA, I saw people like me had no space in the regional parties. They have shrunk the space for their own sons and relatives.”Jehangir’s preference for the BJP may also have to do with how much say the Centre enjoys in Kashmir. “In J&K, all power flows from Delhi,” he pointed out. “Whether under the BJP or the Congress, Delhi holds an important decision-making status in the Kashmir policy. For me being in a national party means you can deliver here and you can give a good briefing about Kashmir to a senior leader in Delhi as well.”According to Jehangir, Kashmir’s regional parties act like “brokers” with the Centre. “They get benefits from the Centre and get wealthy by hoodwinking people through wrong slogans like the Kashmir dispute will be solved which they never had a mandate for.”Jehangir, fighting his first election, is one of the 12 candidates in the fray in Srinagar. He’s up against some heavyweights such as former Chief Minister and sitting MP Farooq Abdullah and the Peoples Democratic Party’s Aga Syed Mohsin.Not that Jehangir is a political lightweight. He was welcomed to the BJP by Modi himself at a public rally in Jammu’s Hiranagar in 2014. He quickly rose through the ranks to become the party’s official state spokesperson. In 2017, he was made vice chairman of the public sector Jammu and Kashmir Project Construction Company.Khalid Jehangir, second from left, with Ram Madhav at a press conference in Srinagar. Photo by special arrangementAs a Kashmiri Muslim, Jehangir says, he has never felt discriminated against in the Hindutva party. The BJP’s image as an anti-Muslim party is mere propaganda by its rivals to hoodwink voters in Muslim areas, he claimed. “I am seen as a member of the family,” he said. “There is no question of Hindu, Muslim or Sikh in the BJP.” Jehangir does not see the anxiety around challenges to Articles 370 and 35A as a major campaign issue. “The main issue of the people in Kashmir is roti, kapda, makaan,” he said, meaning basic necessities. “The issue is development. By democratic means a certain political class has hoodwinked people through issues like Article 370 and Article 35A. In my constituency, I am going to the people and asking them to vote for change. I’m telling them these leaders have given nothing to the people of Kashmir since 1947.”Sofi Yousuf: ‘There’s no dynastic politics in BJP’A former police constable, Yousuf, 52, hails from Srigufwara area in South Kashmir’s Anantnag. He is among the BJP’s most senior Kashmiri Muslim leaders. “I joined the party in 1996,” he said. “At that time, Kashmir was in the grip of militancy.”In 1996, the Assembly election was held after six years of President’s Rule, imposed soon after the eruption of the militancy. It was a difficult time for mainstream politics but Yousuf was not deterred.Why did he pick the BJP though rather than the more established parties in Kashmir, the National Conference and the Congress. “Every BJP member, whether a lower rung activist or a leader is a patriot and loves the people of his country,” he said. “There is no dynastic politics in the BJP.”More importantly, Yousuf claims, he is in the BJP to “serve the country I was born in”. “When I was born, I didn’t know if I was Muslim, Hindu or Sikh,” he said. “I was born in the land of India and that is why I am standing up and fighting for my country. For me, the nation comes first, my party second and then my own self.”It was far from an easy choice, though. Yousuf says he has survived several militant attempts on his life. In September 1999, while campaigning for the general election, the BJP’s Anantnag candidate Ghulam Hyder Noorani was killed in a mine blast with two other men. Yousuf was with him and he was injured. “My leg was damaged completely and I was bed-ridden for six months,” he said.Sofi Yousuf is the BJP's first Kashmiri Muslim lawmaker. Photo by special arrangementYousuf has contested several Assembly and parliamentary polls so far, but never won. The closest he ever came to a victory was in the 2004 general election, when he stood fourth in Anantnag. He has, however, served as a Member of the Legislative Council, the state legislature’s upper chamber, making him the BJP’s first Kashmir Muslim lawmaker.  “But I am hopeful this time,” he said. “We will tell people about development carried out during the rule of Modi. As many as 117 schemes for have been launched for the people and nowhere is it written that they are for Hindus alone or Muslims or Sikhs.”Yousuf’s hope stems largely from his party’s performance in last year’s panchayat and municipal elections. “In South Kashmir, of the 15 local bodies, nine are under the control of the BJP,” he pointed out. “We have 120 corporators and 855 sarpanch and panch.”He would not say, of course, that this performance was made possible mainly by the National Conference and the Peoples Democratic Party boycotting the elections in protest against attempts to do away with Article 35A.According to the BJP’s state spokesperson, Altaf Thakur, the saffron party has around 4.3 lakh members in Kashmir. “We have some 1,465 panch and sarpanch in the Valley alone,” he said. “Slowly, we have created a base for the party here.” It is difficult to verify these numbers independently.Yousuf, unlike both War and Jehangir, does not dismiss concerns regarding Articles 370 and 35A. He even supports an “all-party round-table debate on the benefits of Article 370”. “As far as Article 35A is concerned, we should wait for the Supreme Court’s verdict,” he said. “Everyone will have to accept it.”Also read: The Modi Years: What happened to Kashmir in the last five years?Three-phase voting for a single Lok Sabha seat is unprecedented even in strife-torn Kashmir","author":"Safwat Zargar","time":"2019-04-08T07:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116804-ivfzmoyjyi-1554453687.jpg","tags":["Kashmir","2019 Lok Sabha election","Jammu","BJP","2019 Kashmir election","National Conference","Ladakh","Narendra Modi","Pulwama attack","PDP","Kashmir militancy","Election Report 2019"],"source":"https://scroll.in/article/918309/old-loyalists-and-a-rising-star-meet-the-bjps-muslim-faces-for-the-2019-election-in-kashmir"}