{"title":"Old Kashmir hands weigh in: Centre must rethink Kashmir policy, not enough to take security measures","content":"On the morning of June 2, a gunman wearing a mask walked into a bank in South Kashmir andshot dead its manager – 29-year-old Vijay Kumar, originally from Rajasthan. Later that evening, militants shot at two labourers at a brick kiln in Central Kashmir. One of them, Dilkhush Kumar from Bihar, later died of his injuries.Kashmir has now seen 19 targeted killings this year. Thirteen of those killed belonged to the majority Kashmiri Muslim community. Many of them were policemen or panchayat leaders, killed because they worked for the administration. Assassinations such as these are not new to the Valley.Six of those who died were Hindus – migrant workers as well as members of local communities. These killings represent a trend that has gathered pace over the last year: of non-Muslim minorities being targeted in Kashmir.With the latest killings, a growing panic in the Valley has reached crisis point. For weeks, Kashmiri Pandits quartered in migrant camps in the Valley had sat in protest, demanding the government transfer them to Jammu. Now, some are trying to leave the Valley on their own.Many of them belong to Pandit families forced to flee the Valley in the 1990s, as the community was targeted by militant groups. They had returned to highly securitised migrant camps and government jobs offered under a rehabilitation scheme announced by the Centre in 2008. That scheme seems to be unravelling.After almost every targeted killing, security forces have claimed to have gunned down the militants responsible. This week, the Jammu and Kashmir administration promised to move Kashmiri Pandits to more secure locations by June 6. In Delhi, Union Home Minister Amit Shah met national security advisor Ajit Doval on Thursday, and Jammu and Kashmir Lieutenant Governor Manoj Sinha as well as the army chief on Friday, to take stock of the security situation.But focusing on security alone may not be enough to resolve the situation. As the death toll mounts, politicians who have engaged with Kashmir as well as former army officials who have served in the Valley say the Centre needs to rethink its overall Kashmir policy.“There is no state government and there is nobody else who will share the blame,” said Yashwant Sinha, who was finance minister and external affairs minister in the Atal Bihari Vajpayee government, and who joined the Trinamool Congress last year. “The government of India is totally, 100% responsible for what’s happening today in Kashmir.”Jammu-based government employees posted in Kashmir seek a transfer to their home districts during protests on Friday. Photo: PTIThe myth of ‘normalcy’Sinha was referring to changes wrought by the Centre since August 5, 2019. On that day, it stripped Jammu and Kashmir of autonomy under Article 370 and split the former state into two Union Territories directly controlled by the central government. The existing legislative assembly was dissolved. The Centre also repealed Article 35A, which had reserved the right to own land and hold government jobs for people native to Jammu and Kashmir.While these vast changes were being passed in Parliament, Jammu and Kashmir was placed under a complete communications blackout and a strict lockdown.“They [the government of India] were convinced that they would be able to solve the problem by the use of force and then depend upon publicity to iron out wrinkles here and there,” Sinha remarked.Indeed, in the weeks and months that followed, officials in the new Jammu and Kashmir Union Territory administration held daily briefings on how “normalcy” prevailed in the region, which had apparently accepted the sweeping changes without protest.In fact, the trend of targeting minorities and migrant workers in Kashmir picked up soon after August 2019. Many of these attacks were claimed by a new group calling itself The Resistance Front. While the police say the group is an offshoot of the Pakistan-based Lashkar-e-Taiba, it claims to be an “indigenous resistance” which aims to “flush out the occupational Indian regime”.It tried to justify killing minorities and migrants by calling them part of the “settler colonial project”. In the Valley, the removal of special protections under Article 35A had given rise to widespread fears that the government would try to settle outside populations there to change the demography of Muslim-majority Kashmir. Militant groups weaponised these fears, claiming to kill in the name of preventing “demographic change”.By broadening potential targets from policemen and soldiers to ordinary civilians and vulnerable minorities, militants may also be trying to counter the government narrative of “normalcy” in Kashmir.“The killing of minorities has a huge impact,” said Deependra Singh Hooda, former general officer commanding of the Indian Army’s Northern Command. “I am not saying the lives of Kashmiri Muslims are any less important. It’s just that the government says security is fine and we are trying and giving opportunities to Kashmiri Pandits to come back. Now, with these killings, all these people are saying that they need to go back to Jammu. It’s a sort of setback to the government policy.”A changing militancyThe recent killings also reflect how militancy has changed post August 2019.“The tactics have changed,” said Hooda. “If you recall, four five years back, when people would join militancy, they would put out their photographs in an attempt to become sort of popular and glamorise it. Now obviously that strategy had its limits. Because then you were able to identify exactly who’s picked up the gun.”Hooda was referring to a brand of militancy made popular by Hizbul Mujahideen commander Burhan Wani, who was killed in 2016. Wani and a small band of militants had become household names in Kashmir as they advertised their presence on social media, circulated videos of militants training in forests but also playing cricket and having snowball fights.“Today, you don’t see that at all,” said Hooda. “You don’t know who will be recruited. You don’t know who’s actually behind the killings that are going on. Identification has become difficult.”Over the last few years, militancy has gone underground once again. According to the police, many attacks have been carried out by “hybrid” militants using pistols rather than AK-47s or larger guns. Many continued to live at home and carried on with day jobs even after having been recruited by militant groups.According to Syed Ata Hasnain, who headed the 15 Corps, the Indian Army division based in Kashmir, from 2010 to 2012, attacks like these were “more akin to criminal acts”. In security parlance, he explained, “these are often referred as terrorist criminal acts and are difficult to prevent with normal anti-terror strategy.”The very success of counter-insurgency measures had prompted armed groups and their “sponsors in Pakistan” to recalibrate their strategy, Hasnain felt. “Things are being experimented from across the LoC [Line of Control] with very minimal expense and resources,” he said. “The endeavour of these elements is to retain dwindling relevance and preserve resources.”For now, Hasnain continued, the expansion of potential targets was a major security challenge. “The handicap at the moment is that potential terrorist targets are spread all over the Valley in small minority groups,” he said. “Securing the Sikh minority is easier because [they] live in clusters of villages. But the Hindu minority will have to be temporarily relocated to clusters. That is a logistics nightmare.”Which is why both Hooda and Hasnain feel security measures alone are not enough, there must be a political response to the situation. “To find a resolution, you need multiple things to be done,” said Hooda. “You need an engagement with the youth. You need to look at some way of bringing extremist or radical elements back into society and resettling them. I think a much greater engagement is required which also includes a political process.”The iron fistFor the last three years, there has been little political engagement between Delhi and Srinagar.As Jammu and Kashmir lost statehood and autonomy, almost the entire Kashmiri political leadership – both pro-India and separatist – was put behind bars. Hundreds of others, from lawyers and activists to teenagers who might have protested on the streets, were incarcerated under the Public Safety Act, a preventive detention law. With almost no internet and restrictions on movement, the local press was crippled.Almost three years later, repressive measures continue. Almost the entire separatist leadership remains behind bars, many of them facing stiff jail sentences. Pro-India leaders have been released but remain sidelined. The administration has steadily gone about erasing the names of the local Kashmiri leadership from public spaces and institutions.All dissent has been criminalised. Devoid of funds and facing police crackdowns, the local press has been decimated. Over the last few months, hundreds more have been detained under the Public Safety Act. Shouting slogans against the government can get you booked under the Unlawful Activities (Prevention) Act, an anti-terror law.According to Sinha, the current bout of violence reflects the failure of this iron-fist policy in Kashmir.Satish Kumar Singh, a Dogra Rajput who called Kashmir home, was killed in May. Photo: Safwat Zargar‘Dialogue is the only way out’Sinha, who quit the Bharatiya Janata Party in 2018, has long been an advocate for dialogue between various stakeholders in Kashmir. But the current dispensation, he claimed, was reluctant to engage in talks.Sinha visited Kashmir in 2016, after the killing of Burhan Wani triggered mass protests in the Valley.  “I had a very distinct impression that despite the severe law and order situation, it was still possible to salvage the situation by adopting a more conciliatory approach with the people of Jammu and Kashmir,” he said. “We came back [to Delhi] and said dialogue is the only way out.”Sinha claimed he had spoken to a senior minister and a top security official at the Centre after his visit. “Unfortunately, the feeling I got after talking to these two people was that the government was really not in favour of adopting a dialogue and reconciliation route for solving the problem,” he said.Sinha stands by his conviction that dialogue is urgently needed, even across the Line of Control. “Pakistan is a factor in Kashmir whether you like it or not,” he said. Sinha went on to add that he did not propose a “trilateral” dialogue between stakeholders in Delhi, Islamabad and Srinagar.“But certainly – as we did during the Vajpayee years – we could reach out to the people of Kashmir,” he said. “What’s the harm in reaching out to people? And then [start] talking to Pakistan on a separate plane.”Within Kashmir, Sinha criticised the government’s silencing of separatist voices who often represented a wider public sentiment. “You have decimated those who had extreme views but that hasn’t solved the problem,” he said. “It will not solve the problem because it is rooted in the public mind in Kashmir, not so much in the mind of extreme elements. They [separatists] are only toeing the line of public feeling.”Hooda, for his part, felt the government needed to give space to “moderate voices”, especially pro-India parties, often referred to as the political “mainstream” in Kashmir. The marginalisation of the pro-India leadership had created a dangerous vacuum, he felt.“You will obviously have somebody filling that vacuum,” he said. “Are you going to have more radical elements filling that space which was being occupied by them? I think it’s also sort of a dilemma for the government.”Ambreen Bhat, a Kashmiri Muslim woman known for her appearances on TV and on YouTube videos, was shot dead in May. Hold electionsThis political vacuum opened up in 2018, when the BJP walked out of the ruling coalition, causing the state government to fall. Since then, most decisions in Jammu and Kashmir have been taken by bureaucrats appointed by Delhi.After August 2019, the government promised to dismantle the existing political structure, which it claimed had enabled militancy and separatist sentiments. It promised “grassroots level” governance and held elections for the three-tier panchayat system.These local governments can take decisions on quotidian matters such as civic programmes, roads and water supply. But they are not empowered to speak on the larger political questions that surround Kashmir.The government has promised assembly elections after delimitation to redraw electoral constituencies, but there is no indication of when this might happen.Hasnain suggested holding elections could help absorb growing resentments in the Valley, at least in the short term. But he added a caveat: “Without a threshold security situation conducive to ensure a safe election, nothing will work.”","author":"Safwat Zargar","time":"2022-06-04T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175303-tgkzofbvzg-1654271176.jpg","tags":["Kashmir","militancy","Kashmiri Pandits"],"source":"https://scroll.in/article/1025451/old-kashmir-hands-weigh-in-not-enough-to-take-security-measures-rethink-kashmir-policy"}