{"title":"Olive branch or division of votes? Behind BJP’s ‘Sufi’ outreach to Muslims","content":"Sufi Dil Bahar Gulsheri is the 66-year-old caretaker of a dargah in Uttar Pradesh’s Mirzapur district. As shrines go, it is a relatively young one – not even 20 years old. But the dargah of Khwaja Muhammad Gulsher Hasan Shah has a sizeable following in the region, with close to 5,000 pilgrims visiting it every year.Last month, Gulsheri was invited by the Bharatiya Janata Party to take part in an outreach programme called the Sufi Samvad Maha Abhiyan at the party’s Lucknow headquarters. Around 400 people associated with dargahs across the state attended the event, said party leader Dr Ehteshamul Huda, who is leading the campaign. These included caretakers or associates of major dargahs in Hapur, Sambhal and Bulandshahr districts in Uttar Pradesh – as well as a 550-year-old shrine in Amroha district.These caretakers of the Sufi shrines were invited to take the party’s message to the Muslim community, in the run-up to the 2024 general elections, said BJP leaders.A gathering of caretakers of several dargahs at the Bharatiya Janata party office in Lucknow, Uttar Pradesh. Credit: Special arrangement.The convention was addressed by the president of the BJP’s Uttar Pradesh unit, Bhupinder Singh Chaudhary. “He told the gathering that the BJP governments at the Centre and the state were working for everyone, including minorities, without any discrimination,” Gulsheri said. “He told us, ‘We want you to tell Muslims that we have nothing against them and we want them to join the party.’”The initiative was launched earlier this year in March as part of the party’s strategy for the 2024 elections. According to a report in PTI, the campaign aims to focus on the Muslim-dominated districts of Uttar Pradesh, West Bengal, Kerala and Telangana. The BJP’s Hindutva nationalist politics has often been criticised for alienating and othering Muslims, but the party has, in recent months, tried to reach out to the community. Last year, Prime Minister Narendra Modi called on party workers to seek the support of marginalised sections within the community, especially the Pasmanda Muslims. In Uttar Pradesh, the BJP has announced a set of ‘sneh yatras’ in regions dominated by the Pasmanda Muslims. While the BJP’s overtures to the Pasmanda Muslims have focussed on the backward sections of the community, a campaign that rides on the goodwill of Sufi shrines does not target any specific group of Indian Muslims. Sufi shrines across the country are revered by vast and diverse sections of Muslims – and even members of other religions. But, broadly, those who pray at dargahs are followers of the Barelvi school of thought in Islam – a group of Sunni Muslims that emerged in 19th century South Asia and championed traditional Sufi mystic practices.Yasir Jilani, the media coordinator of the campaign, said the caretakers of the dargah were chosen as they follow Sufism, which he said was “more open and inclusive.” “These people are not hardliners. Their ideology of Sufism matches with the policy of Prime Minister Modi’s ‘sabka saath sabka vikas’,” he added.“The RSS has a certain notion of what a good Muslim is,” said Khalid Anis Ansari, professor of sociology at Azim Premji University, referring to the Rashtriya Swayamsevak Sangh, the ideological parent of the BJP. He argued that the ‘Sufi Samvad’ is inspired by those biases. “In their discourse, there is a strong anxiety about monotheistic Abrahamic traditions and they feel that the Sufis are a better mix of pagan and Abrahamic traditions, and more tolerant and closer to ‘native’ [Hindu] culture.” What is common to both the feelers to Pasmanda  Muslims and the Sufi outreach, say observers, is the BJP’s attempt to gain electorally from a division of the Muslim vote.Uphill taskBJP leaders from its minority wing agreed that the Muslims have largely been averse to the party but blamed it on “propaganda” by opposition parties. “There are misconceptions. People are not aware about the benefits they have got due to schemes started by the Modi government,” said Kunwar Basit Ali, the state president of the BJP minority unit in Uttar Pradesh.   He argued that such initiatives can bring some Muslims into the BJP fold.  As proof, he pointed to the party’s success in Muslim-majority pockets in the recent panchayat elections in Uttar Pradesh. “It was the first time that 72 Muslims won on a BJP ticket,” Ali said. “We won Rampur and Azamgarh, where Muslims constitute around 50% of the population.”Haider Abbas, the national president of All India Shia Muslim Mahasabha, which is affiliated to the BJP, said the Sufi Samvad campaign was designed to clear “misconceptions” ahead of the 2024 general elections.The caretakers of the dargahs said they agreed to be a part of the initiative to “bring communities together”.But they pointed out that BJP leaders’ anti-Muslim speeches makes their work difficult. “We work hard to remove the anti-Muslim stain on the party but hate speeches damage our case,” said Faisal Faridi, who has been associated with the BJP for the last eight years. He is also a part of the family that takes care of the Amroha shrine.Sufi Dil Bahar Gulsheri (in white cap) and Sufi Mian Barkat Niyazi with party leaders at the event . Credit: Special arrangement.‘They do not see me as a Sufi. They see me as a mullah’Gulsheri, however, minced no words in criticising the party’s policy towards Muslims. “I do not like the BJP and have never voted for them,” he said. “They chant the slogan of ‘sabka saath sabka vishwas’ but do not act upon it.”He said he joined the campaign only because “as a follower of Sufism, I will do my bit to bring communities together”.He added that his participation in the campaign was not to ask his followers to vote for the BJP.“They [BJP leaders] should douse the fire of hatred that they have themselves lit in the name of Hindu-Muslim,” Gulsheri said. “If you visit any government office, the behaviour of officials towards Muslim men with a beard and skullcap is discriminatory. They do not see me as Sufi. They see me as a Mullah. This has to change.”Sufi Mian Barkat Niyazi, the 32- year-old deputy caretaker of a shrine near Kanpur, said while the BJP has its electoral benefits in mind, he would not ask his followers to vote for the party. “That is not our job. People have the right to vote as per their own choice,” he said.Leaders of the Sufi shrines, who have been associated with the BJP for the last many years, denied  the charge that the party was using them to whitewash its anti-Muslim image. “All parties have used dargahs as platforms,” said Syed Afshan Chisti, the national convenor of the campaign, who hails from Ajmer in Rajasthan. “If we stay away from politics, then who will address the issues of dargahs, their caretakers and followers? We are not blind to worldly needs.”The electoral calculusCritics and political observers, however, say that the BJP’s overtures are only a ruse to divide the Muslim vote and exploit the fault lines in the community.“It is a political game being played by the BJP to divide Muslims,” said Maulana Tauqeer Raza, one of the most prominent leaders of the Barelvi sect, who fought the 2022 Uttar Pradesh Assembly elections on a Congress ticket.In 2022, the Muslim vote had overwhelmingly consolidated behind the Samajwadi Party. Prime Minister Narendra Modi meets a Muslim voter during an election rally in West Bengal in April 2021. Credit: BJP.“The BJP wants to show that it is an inclusive party, to camouflage its exclusivist ideology,” said  Mirza Asmer Beg, professor of political science at Aligarh Muslim university. “But the underlying purpose,” he added, “is to exploit the division between Barelvi and Deobandi Muslims, a major religious fault line in North India.”The Barelvis differ from the Deobandis in believing that Prophet Muhammad can be requested to intercede in daily, worldly needs of worshippers, and that an “aulia” can act as an intermediary between god and humans, explained Obaidullah Fahad,  professor of Islamic studies at Aligarh Muslim University. Historically, political parties in India did not exploit such differences because it was not in their electoral interest, said Beg. “The Congress received Muslim support enmasse since independence and they ensured this fault line does not come to the fore politically,” he added. The BJP, which knows that the Muslims will not back them as a bloc, is  trying to exploit such divisions, said Beg. Ansari, the sociology  professor, agreed. “If the BJP is able to exploit the differences within Muslims and corner 2% to 3% votes in a closely contested election, that might make a difference in 20-25 Lok Sabha seats.”","author":"Zafar Aafaq","time":"2023-11-05T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195545-jptfhxkqjc-1698933515.jpeg","tags":["BJP","Pasmanda Muslims","Sufism","Deobandi-barelvi divide","BJP Muslim outreach","‘Sufi Samvad Maha Abhiyan"],"source":"https://scroll.in/article/1058548/olive-branch-or-division-of-votes-behind-bjps-sufi-outreach-to-muslims"}