{"title":"Olympics: ‘Monumental day’ – Saurav Ghosal as squash added to 2028 Games roster","content":"At a sports club in Mumbai in 2016, Saurav Ghosal had lamented how squash had been excluded from the Olympics in place of a sport where the top players had simply refused to compete.On Monday though, on the sidelines of the International Olympic Committee Session in Mumbai, Ghosal was all smiles. Moments earlier, squash had finally been given a nod to enter the Olympic roster for the first time in the sports history.Members of the International Olympic Committee, or the IOC, which organises the Olympic Games, voted the sport – along with cricket, baseball/softball, flag football and lacrosse – into the program for the Los Angeles edition in 2028.“It’s an absolutely monumental day for world squash,” Ghosal said. “Every squash player worth their salt has dreamt of this day. We are absolutely ecstatic that we have finally, after all these years of perseverance, which is what the game of squash is all about, that we are at this step of finally making it to LA28.”Also read: Olympics: Cricket’s inclusion for Los Angeles 2028 Games approved by International Olympic CommitteeJust as it was in 2016, squash had also been rejected a spot at the Games for the Tokyo 2020 edition, which, according to Zena Wooldridge, the president of the World Squash Federation, was the closest the sport had come to being included at the quadrennial event.“It’s a game changer for us,” Wooldridge said on the sidelines of the IOC Session. “It’s all the more exciting because we tried so many times and got so close. But we’ve learnt along the way.”“Because the sport has been on the edge of being in the Olympics so many times it’s driven us to be more innovative and develop the sport. The length of time it has taken us shows our real desire. We’ve been very persistent. Being in the Olympics is very important to our sport but also our national federations.”The only multi-sport events squash has been a part of are the Commonwealth Games and the Asian Games. Ghosal, who recently returned from the Hangzhou Asian Games with a gold medal in the men’s team event and silver in men’s singles, asserted that the players curbed their excitement until the final decision was made.At the IOC’s executive board meeting on Friday, the package of five sports had been recommended for inclusion in the Los Angeles Games. On Monday though, the sport’s inclusion was confirmed.“Everyone including myself in the squash world were like ‘Yes we are so close and it’s almost done but we don’t want to count our chickens before they’ve hatched,’” Ghosal said. “Because of what we have gone through in the past over the last 10-15 years. We have been close on a couple of occasions and it has not quite transpired for us.”Ghosal, now 37, has been the flagbearer for Indian squash for years along with Joshna Chinappa. He is a five-time tour title winner and former world No 10 – he’s currently ranked 18 and is the India No 1 in men’s singles.Also read: Olympics – India may have confirmed its intention to host the 2036 Games, but a long process remainsBy the time the Los Angeles Games come around in July 2028, Ghosal will be 41.“If 2028 Olympics wasn’t there, I don’t think I would be playing till 2028, let’s put it that way,” he said, adding lightly that he wished he was 10 years younger. “I do not know yet if I’m going to be able to do it. Of course, if I play in 2028, I want to qualify and win a medal for India. I need to sit down with my team and figure out if this is a realistic possibility. I hope that I can do it, but no promises right now, but it’s definitely something that is a big pull for me now.”Ghosal may or may not be playing in another five years. But it is almost certain that Abhay Singh, 25, and 15-year-old Anahat Singh will be playing. The duo had won bronze in the mixed doubles event in Hangzhou, with Abhay winning gold in the men’s team event and Anahat clinching bronze in the women’s team.Another Indian who may, arguably, be late for the cut is 37-year-old Chinappa. Like Ghosal, she too has been a former world No 10 and is a record 19-time senior national championships winner.Both the veterans have waited and watched, and hoped, for years to see squash at the Olympics.At the IOC Session on Monday, sports director for the 2028 Los Angeles Olympics organising committee Niccolo Campriani described squash’s bid. “Always the bridesmaid, never the bride.”But with squash finally getting a nod for the Olympics, a new wave beckons.","author":"Shahid Judge","time":"2023-10-17T08:00:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/cdefvpexin-1535251890.jpg","tags":["Saurav Ghosal","International Olympic Committee Session","IOC Session","Los Angeles Olympics 2028","LA 2028","Olympic Games 2028","Olympics","Squash"],"source":"https://scroll.in/field/1057696/olympics-monumental-day-saurav-ghosal-as-squash-added-to-2028-games-roster"}