{"title":"Olympics 2024: Table tennis player Achanta Sharath Kamal to be India flag bearer at opening ceremony","content":"Veteran table tennis player Achanta Sharath Kamal will be India’s flag bearer at the 2024 Olympics in Paris, the Indian Olympic Association announced on Thursday.The reigning Commonwealth Games champion is a four-time Olympian, having first featured in the 2004 Olympics in Athens, Greece. The 41-year-old paddler will now be a part of the men’s table tennis team that, along with the women’s team, to compete in Paris after the two squads qualified for the Olympics for the first time.The Tamil Nadu-native also gave a boost to his chances of playing the individual event after his deep run at the WTT Singapore Smash last week, where he lost to Felix Leburn of France in the quarter-final.Sharath was also India's flag bearer at the closing ceremony of the 2022 Commonwealth Games in Birmingham, where he won three gold medals.“Not many TT players have got that honour, globally,” said Kamal to the Press Trust of India as he confirmed the Paris Games to be his last Olympics. “I just got a call from IOA and I could not believe it.”Six-time world boxing champion MC Mary Kom has been named as the Chef de Mission, the person in charge of the entire Indian Olympic contingent. Alongside the 2012 Olympic bronze medallist will be former luger and Winter Olympian Shiva Keshavan, named as Deputy Chef de Mission by the IOA.Gagan Narang, 2012 Olympic bronze medallist in air rifle, will take charge of India’s shooting contingent – the country’s largest ever at 19 athletes. The Olympic shooting events will be held at the Chateauroux Shooting Centre, two hours away from the rest of the events being held in Paris.","author":"Scroll Staff","time":"2024-03-21T20:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179160-dxemqddxjr-1661868197.jpg","tags":["Achanta Sharath Kamal","2024 Paris Olympics","Mary Kom","Indian sport","Shiva Keshavan","Gagan Narang"]}