{"title":"Olympics: India may have confirmed its intention to host the 2036 Games, but a long process remains","content":"Indian Prime Minister Narendra Modi may have publicly announced the country’s intention to organise the 2036 Olympic Games but there remains a lengthy process before the final host venue is declared.At the opening ceremony of the International Olympic Committee’s 141st Session, being held in Mumbai, Modi declared the country’s interest in organising the marquee Games for the first time. However, the International Olympic Committee, or the IOC, Spokesman’s Services Director Mark Adams claimed that there are over 10 countries that have expressed their intent to host the 2036 Games.“What would happen is theoretically, the country has to come through the national committee, and then they approach us and say we have an interest,” Adams said at a media interaction on Sunday, during the IOC Session. “And then the dialogue would be opened. Important to say for 2036, there are more than 10 countries [National Olympic Committees] who have expressed interest.”At the moment, along with India, Mexico, Indonesia, Turkey and Poland have confirmed their intent to host the 2036 edition. In his speech, Modi did not disclose what city would be presented as the host for India’s bid, but media reports have speculated that Ahmedabad, in Gujarat, will be the city of choice.Till date, India has hosted a multi-sports events three times, and all in New Delhi – the 1951 and 1982 Asian Games and the 2010 Commonwealth Games.For Ahmedabad to host the Games – should the city indeed be pushed by the country as a host – infrastructure will have to be built. This, however, does not fall in line with the push for sustainability that the IOC has adopted.Adams however, asserted that there is still an avenue for a new city in India to promote the bid despite currently lacking most of the infrastructure required to host the multiple disciplines required for the Olympics.“For example, in Paris [hosts of the 2024 Olympic Games] 95% of the venues are already in existence or temporary,” he said.“In Los Angeles [hosts of the 2028 event], everything is already there. They didn’t have to build a single thing. But that doesn’t mean that if you have a good legacy plan [you cannot make a bid].“Paris is actually building a village and swimming pool because they have a long term legacy for this. So if a city in India wants to improve their sporting infrastructure, and they want to invest this money anyway, that won’t stop the bid.”Though India may have put its name forward as potential hosts for an event scheduled just over 12 years from now, the result for who will host the 2036 Games is not expected to take place until after 2025.“[An NOC will send a] letter and say [it wants] to enter continuous dialogue [regarding the intention to host the Olympics], said the IOC’s corporate communications and public relations director Christian Klaue.“But we’ve always said a decision on 2036 will not be happening before the [IOC elections in] 2025. [IOC president Thomas Bach] has said ‘in my current term I will not have elections of another host city for the Summer Games.’ So, nothing is going to happen until 2025, but the dialogue is continuous.”India’s official bid to host the Olympic Games is still its nascent stage, but there is a long process that will follow.","author":"Scroll Staff","time":"2023-10-15T20:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195025-kbuijfsenz-1697382895.jpg","tags":["Olympic Games","Narendra Modi","International Olympic Council","IOC","International Olympic Council Session","IOC Session","Olympics"]}