{"title":"‘Omerta’ film review: A damp squib about  deadly terrorist Omar Saeed Sheikh","content":"Despite the title, Hansal Mehta’s Omerta isn’t about the Italian mafia. The 96-minute biopic isn’t about the mafia’s vow of silence either, since every plot turn in its plot is simplified and explained in painful detail.The title is supposed to be a play of words on the name of its main character. British-Pakistani terrorist Omar Saeed Sheikh abandoned a degree at the London School of Economics in the 1990s to answer the call of jihad. He is inextricably linked to one of India’s most humiliating moments in its long-running battle with terrorism. In 1999, Sheikh was freed along with Harkat-ul-Mujahideen chief Masood Azhar and Jammu Kashmir Liberation Front member Mushtaq Ahmed Zargar in return for the passengers on the Indian Airlines 1C-814 aircraft that had been hijacked in Kathmandu and flown to Kandahar. Sheikh had been jailed for having kidnapped British and American tourists in Delhi in 1994. After he was freed in 1999, he settled in Pakistan, where he is said to have played a role in the operation to abduct and murder Wall Street Journal reporter Daniel Pearl in 2002.Sheikh’s list of crimes is long, but as far as Indians are concerned, he is a person of interest for his connection to the IC-184 hijack. Omerta rushes right past this crisis in Indian diplomacy, referring to the hijack and Sheikh’s release in a single scene and devoting greater attention to Sheikh’s other crimes.Hansal Mehta, who has written the film, clearly isn’t keen on reopening an old wound, but he doesn’t compensate in any meaningful way by building up a convincing or insightful portrait of Sheikh either. When we meet Sheikh (Rajkummar Rao), he has already acquired the steely gaze and hard stare into the yonder that are supposed to be proof of his flinty heart. Sheikh has been radicalised by the atrocities committed against Bosnian Muslims during the civil war that raged in the former Yugoslavia the 1990s. Before you know it, Sheikh has adopted the cause of the Kashmir freedom movement. This leads him to Delhi in 1994, where he befriends foreign tourists over chess and shopping tips and abducts them.\n\n\n    \n    Play\n\nOmerta.The screenplay focuses on the Delhi kidnappings and the luring of Daniel Pearl in more detail than necessary. In between are crammed Sheikh’s sudden arrest and just-as-sudden release for the Delhi abduction, his rising usefulness to the Pakistani secret service, his role in wiring money to the terrorists who planned the 9/11 bombings in America, and his marriage. These are important milestones in what is intended to be a journey into Sheikh’s dark soul, but the screenplay doesn’t have the rigour or the patience to explore them.These dark deeds are ultimately undone by a dodgy British accent. Every time Rao opens his mouth and utters banal lines in both Hindi and English, the image of Sheikh as second only to Osama bin Laden takes a hard knock. The usually spot-on actor struggles to invest a sketchily written character with genuine menace. Despite being described as a natural-born leader who will be “ruling over millions of Muslims” someday, Rao’s Omar Saeed Sheikh remains a poor imitation. Since the movie features Sheikh in nearly every scene, the rest of the cast, including Keval Arora as Sheikh’s father, and Rajesh Tailang as his ISI handler, has little to do.Sheikh has been portrayed in the movies on at least two occasions. Michael Winterbottom’s A Mighty Heart (2007), based on the memoir of the same name by Daniel Pearl’s wife Mariane Pearl, features Alyy Khan as Sheikh. Hansal Mehta drew an interesting connection between Sheikh and slain Mumbai lawyer Shahid Azmi in his biopic Shahid (2013). Shahid meets Sheikh during a jail term at Tihar, and Sheikh (played by Prabal Panjabi) tries to convert Shahid to his cause. Shahid resists Sheikh and becomes a lawyer fighting for wrongly arrested Muslims after he leaves prison.One of Mehta’s finest films, Shahid is a bold exploration of what it means to be a Muslim in present-day India. Shahid confronts its hero’s complexity without losing sight of its concerns. Omerta confuses a listing of Sheikh’s actions with psychological acuity. The more we see of Sheikh, the more the questions we have about him, but the movie sticks to what, when and how, rather than why.Omerta is so keen on establishing Sheikh’s success rate that it doesn’t step back to analyse his possible errors of judgement, such as the decision to behead Daniel Pearl. Sheikh landed in prison for his achievement, and is facing a possible death sentence. Was the Pearl plot a misstep? Was Sheikh indeed a double agent, as was rumoured, or a terrorist who outlived his usefulness? At least in this regard, the movie maintains a stubborn and costly silence.Rajkummar Rao in Omerta. Image credit: Swiss Entertainment.","author":"Nandini Ramnath","time":"2018-05-04T08:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/877721-88682-bhpgjsvnxx-1525285547.jpg","tags":["Hansal Mehta","Omerta","Rajkummar Rao"],"source":"https://scroll.in/article/877721/omerta-film-review-a-damp-squib-about-deadly-terrorist-omar-saeed-sheikh"}