{"title":"‘OMG 2’ review: Divine intervention saves the day","content":"When all else fails, place your trust in god. Since very few people want to talk about sex education in schools – it is banned in several states in India – a new film bravely sallies forth with a divine phone-a-friend version by its side.Amit Rai’s OMG 2 is a spiritual sequel to the spiritualism-themed OMG. The 2014 drama questioned the commercialisation of religion by having an atheist sue god’s representatives on Earth. The movie featured Akshay Kumar as Krishna, who helps the litigant towards victory as well as belief.In OMG 2, Akshay Kumar is back as Shiva. (Censorship has ensured that Kumar’s character is described as Shiva’s representative, rather than Shiva himself.)The dreadlocked deity comes to the aid of a devout Shaivite when his adolescent son is caught masturbating in school. After initially berating Vivek (Aarush Varma), Kanti (Pankaj Tripathi) comes to understand the boy’s predicament. Kanti takes the school’s management to court along with the chemist, the doctor and the sexual performance-enhancing potion peddler who have led Vivek to believe that sex education is shameful and masculinity is defined by penis size. Kanti goes up against the cunning defence lawyer Kamini (Yami Gautam Dhar) and judge Purushottam (Pavan Malhotra).There are several overlaps with OMG. Kanti fights his own case, as did OMG’s Kanji Mehta, giving the courtroom scenes the flavour of a comic skit. As did Krishna, Shiva turns up every so often to nudge Kanti towards the light. Both movies take the concept of the dues ex machina very seriously.Pankaj Tripathi in OMG 2 (2023). Courtesy Cape Of Good Films/Wakaoo Films/Viacom18 Studios.However, the question of why sex education needed to be explored through the prism of faith is not always cogently answered. In OMG, Kanji  goes on the warpath after his store is destroyed in an earthquake. Kanji’s insurance claim is turned down since the damage was caused by an “act of God”.  The 156-minute OMG 2 always has its heart in the right place. Its concept is carefully steered, taking care to offer a progressive interpretation of Hinduism without causing offence. Yet, the use of religion to dispel misinformation as well as encourage social change sometimes comes off as a crutch, rather than a necessity.It doesn’t help that Kanti, as a recent convert to the importance of educating adolescents about the facts of life through the curriculum rather than the internet, pitches sex education as the cure for a range of social evils. The bullying that pushes Vivek towards his behaviour isn’t adequately addressed, in the courtroom or beyond it.Amit Rai’s screenplay and direction score in other ways. Rai, who previously made Road to Sangam (2010), keeps bombast to the minimum while infusing as much thoughtfulness as is possible in a polemical drama of this type. Some of Kanti’s arguments are stepped in scriptures and Hinduism’s liberal traditions.The only spot of hysteria is supplied by Geeta Agarwal Sharma as Kanti’s frequently weeping wife Indumati. However, Agarwal Sharma has a great scene in court when she combats Kamini’s browbeating with dignity.The measured tone suits Akshay Kumar the most. His enjoyment at playing a wisdom-spouting god is palpable, and often infectious. Pavan Malhotra too is immense fun as the frequently perplexed judge presiding over a once-in-a-lifetime case. Brijendra Kala has a fun cameo as a worldly-wise doctor.By contrast, Pankaj Tripathi appears hemmed in at all times. Kanti’s emotional journey doesn’t have the sweep it needed to convince us that a deeply religious man has suddenly turned into a super-progressive dad.\n\n\n    \n    Play\n\nOMG 2 (2023).","author":"Nandini Ramnath","time":"2023-08-11T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192813-ltqkacgdat-1691043438.jpeg","tags":["OMG 2 review","Pankaj Tripathi","Amit Rai","Akshay Kumar"],"source":"https://scroll.in/reel/1053910/omg-2-review-divine-intervention-saves-the-day"}