{"title":"Omicron reinfections are increasing the risk of Long Covid. But medical help remains patchy in India","content":"The Covid-19 pandemic made Dr Sanjay Oak a familiar face on television. It also left the surgeon unable to work the long hours that he was used to. Earlier, he would work till late into the night. “Now by 6.30-7pm I feel dead. I just want to go to bed,” he said. An experienced hospital administrator – he was the former dean of one of Mumbai’s largest public hospitals – Oak took on the mantle of the chairperson of Maharashtra’s Covid-19 taskforce in April 2020, when few knew what course the pandemic would take. He would regularly appear on television to talk about treatment and prevention protocols for Covid-19.In June, he contracted the virus himself. Since he had diabetes and hypertension, he fell in the high-risk category. His oxygen levels dropped and he was hospitalised for several days in an intensive care unit. After discharge, he developed fatigue. Then, a second infection in mid-2021 caused further deterioration. He started suffering from shortness of breath and calf muscle cramps.Despite taking two doses of the vaccine, followed by a booster, he suffered a third infection in January this year. This time the infection was mild and he recovered in six days.Oak, who is 63 years old, said he now feels the cumulative impact of the infections. With each round of infection, his body grew more lethargic. By evenings, he feels an overbearing need to lie down and cannot work. Muscle cramps are frequent. Pulmonary fibrosis set in. “After Covid, I had to remodel my life,” he said.He now starts his day early to finish early. He does not need external oxygen support anymore, but he continues to do lung exercises. He has also had to completely change his diet to improve his nutritional intake.As a doctor, Oak was able to clearly identify the changes in his body and correlate them with Covid-19 infections. But many others are unable to. After recovering from the immediate illness, they appear physically fit, but continue to struggle with inexplicable health problems. Medically, when this continues for weeks, it is termed Long Covid. In recent months, with the spread of the contagious Omicron variant in India, Covid-19 reinfections have increased. Although more scientific research is needed to establish clear patterns, doctors say greater the number of Omicron reinfections, greater the risk of Long Covid. According to Dr Mike Ryan, who heads the World Health Organization’s Health Emergency Programme, some evidence suggests that a series of Covid-19 infections increases the risk of Long Covid, especially cardiovascular or neurologic complications. But he added that the long-term impact of one or multiple infections is not known yet..@DrMikeRyan speaks about long-term impacts of #COVID19 infection and disease, and stresses the need to support post-COVID condition patients. We all must show solidarity and stand with the people who are still suffering. It's ok not to be ok and to seek help. #LetsTalk pic.twitter.com/G0IvpdFTDT— World Health Organization (WHO) (@WHO) August 3, 2022\n\nLong Covid and variantsConcerns over Long Covid have been around for a while now, at least since mid-2020. But the World Health Organization published a definition of Long Covid as late as October 2021. According to Ryan, any long-lasting effects – cardiovascular or psychological – that linger on after a Covid-19 infection is Long Covid.It is known to cause a range of ailments, from the more commonly known respiratory and thrombotic conditions to complications such as postural orthostatic tachycardia syndrome that causes a rapid rise in heart rate. Long Covid can also lead to an inability to work and sudden breathlessness. Studies differ on how many patients may have developed Long Covid globally but either way, their estimates indicate it is widespread. According to an Oxford study, at least one in three patients infected by Covid-19 developed a Long Covid symptom. A study carried out by multiple researchers in the Netherlands published in The Lancet on August 6 suggests one in eight is likely to develop Long Covid.In absolute numbers, the figure would be staggering. Globally, more than 58.3 crore people have been diagnosed with Covid-19. Calculations based on the studies suggest seven to 19 crore would have developed at least one Long Covid symptom. We (@LizMarnik and I) have been asked many times to share Long Covid data, especially as it pertains to mild infections and neurological, cardiac effects. So we rounded up some recent data. 🧵 1/9 pic.twitter.com/FlEVWOehfj— Sabina Vohra-Miller (@SabiVM) March 13, 2022\n\nOther studies have attempted to map the Long Covid incidence of different Covid-19 variants. A UK study in The Lancet suggests that Omicron, which is currently the most widespread variant worldwide, has lower chances of inducing Long Covid: about 4.5% of infected patients developed Long Covid, compared to 10.8% who were infected by Delta, the variant that had caused India’s deadly second wave of Covid-19 in the summer of 2021. However, Omicron and its sub-lineages are more infectious than Delta and other variants, thereby the number of infected people is higher. “In absolute numbers, Long Covid cases too may be more,” said Dr Ashwin Rajenesh, assistant medical professor at Christian Medical College, Vellore. The other trend associated with Omicron is repeat infections. Despite primary vaccination – two shots – and a booster dose, people who reported infection in January in India are now reporting second, or even third, infections by Omicron sub-lineages. It is difficult to pinpoint the frequency of reinfection. Congress leader Priyanka Gandhi Vadra reportedly got infected with Covid-19 in June. On August 10, two months later, she tested positive again. The US Centres for Disease Control and Prevention has found that reinfection is possible even within 23 days.Dr Rajesh Pandey, scientist at the CSIR-Institute of Genomics and Integrative Biology, said a combination of factors make it easy for Omicron sub-lineages to cause repeated infections. For one, they have an advantage due to multiple mutations in their spike proteins which allows them to easily lock with ACE2 receptors on human cells and gain an entry pathway into the cell. Two, each time a person contracts a viral infection, the body produces an immune response to prevent similar future infections. When Omicron causes an infection, it evokes a poor immune response making it easy for its mutated variants to reinfect the same person, a study in the Science journal found. And three, mask adherence has reduced compared to last year leading to greater exposure to the virus.Dr Rahul Pandit, an intensivist with Fortis Hospital, said immunity gained from vaccination will prevent hospitalisation or death, but may not prevent breakthrough infections and reinfections. Pandit added that while data on Covid-19 is constantly evolving, it is reasonable to assume that multiple infections will probably pose an increased risk of Long Covid. You may not develop Long Covid after the first infection, he said, but the risk remains with a second or third infection. The struggle for treatmentIn India, patients have expressed frustration over the lack of medical diagnosis and support for Long Covid, especially in tier-II, tier-III cities and rural areas. Several who spoke with Scroll.in said they were forced to look up international research to understand their symptoms after local doctors dismissed their health concerns as “psychological”.  In May 2021, Padma Priya, co-founder of podcast channel Suno India, created an online support group for those suffering from Long Covid after she also faced difficulty in accessing the right medical help. The group currently has 390 members. Sourya Sidhartha Dash, a human resources executive in his mid-30s, is one of them. He was forced to leave his job in Gurgaon after he could not cope with the physical exertion of going to the office every day. When he applied for a job in another company and requested to work from home for a few months, the company withdrew its offer letter. He now lives in Kolkata with his family.“I don’t go out, for fear of reinfection and because of my physical stamina,” he said. Dash consulted a cardiologist, pulmonologist and general physician who all gave him the same answer: “All reports are normal. It must be anxiety.” Sourya Dash had to quit his job after he found it difficult to travel to work every day.It became difficult to convince the doctors that he was not fine. “When I used to stand from supine to upright position, my heart rate would shoot up to 125 beats per minute,” said Dash. “And I would say I can’t be anxious only when I stand.” The normal heart rate ranges between 60-100 beats per minute.After researching online, Dash found that his symptoms appeared similar to postural orthostatic tachycardia syndrome: a disorder of the autonomic nervous system that controls involuntary actions. It can lead to a wide range of symptoms from erratic heart beat, brain fog, nausea, light-headedness to palpitations, blurry vision and high or low blood pressure.Christian Medical College professor Rajenesh said that one of his patients, a popular athlete in his prime, was forced to quit sports due to this condition.Health professionals, like Oak, too are ailing, as Rajenesh discovered after a crude observational study of his colleagues at the Christian Medical College Hospital.“Medical staff who were young and fit suddenly found they could not work,” he said. Some requested to be shifted to another department with less work,” he said. According to Rajenesh, about 20%-30% of the infected staff reported Long Covid. “And 60% of them became better in [the] first four weeks, but 10%-15% continued to experience Long Covid beyond 12 weeks.” Rajenesh says the medical community must upgrade its knowledge of new symptoms associated with Long Covid. The need for medical supportThe range of symptoms as well as complications of diagnosing Long Covid has posed challenges for the medical community too. Dr Ashish Contractor, director of the department of Rehabilitation Medicine and Sports Medicine at HN Reliance Hospital in Mumbai, said that to start with, a patient with signs of Long Covid is provided supportive care in four core areas.“Fatigue is a common complaint,” he said. “We build their strength by breathing exercises, teach yoga, look at nutrition, and consult with [a] psychologist.” Deeper medical problems are tackled by specialists, he said.Treating Long Covid is not cheap either. Pune-based Makarand Dixit, has spent Rs 15 lakh on treating Covid-19 and Rs 2 lakh on rehabilitation and physiotherapy. Dixit was also fortunate enough to have a supportive workplace. “I required oxygen support for one-and-half-months at home,” he said. “My company helped a lot. They arranged for oxygen.” he said. The 42-year-old took six months to recover from all his Long Covid symptoms, and is among the few fortunate enough to make a complete recovery. After getting infected in April 2021, Dixit was able to return to work only in October that year. Unlike him, Dash has been told there is no cure for his ailments.New research shows that the virus causes micro- clots in the body which affects blood flow and possibly lead to causes certain Long Covid symptoms. Research is being carried out on whether anticlotting therapy can reduce the severity of Long Covid but it is yet to produce results. Dash is taking anti-coagulants, a form of anticlotting therapy, but his symptoms have not shown any improvement yet. He said he came across others on social media who have Long Covid and have reported their symptoms worsening after a reinfection due to the Omicron variant.Oak, meanwhile, has recommended opening up of dedicated out-patient units for such long haulers. “That is not happening at the scale we want,” he said, sounding frustrated. “Should we believe that Covid is over?” he asked. “The answer is no.”This reporting was supported by a grant from the Thakur Family Foundation. Thakur Family Foundation has not exercised any editorial control over the contents of this article.","author":"Tabassum Barnagarwala","time":"2022-08-14T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156769-fmkqzggckr-1618718586.jpg","tags":["Covid-19","Coronavirus","Omicron","Long Covid"],"source":"https://scroll.in/article/1030376/omicron-reinfections-are-increasing-the-risk-of-long-covid-but-medical-help-remains-patchy-in-india"}