{"title":"Omicron: Decision on holding Assembly polls after UP visit next week, says Election Commission chief","content":"A day after the Allahabad High Court requested the Election Commission to postpone the upcoming Assembly elections in view of the Omicron variant of coronavirus, the poll body’s chief on Friday said that a decision will be taken after his visit to Uttar Pradesh next week, PTI reported.Chief Election Commissioner Sushil Chandra was addressing reporters in Dehradun on Friday during a visit to Uttarakhand to review the preparations for the Assembly polls in the state.Apart from Uttar Pradesh, Assembly elections in Goa, Punjab, Manipur, Uttar Pradesh and Uttarakhand are scheduled to take place early next year.When asked about the High Court’s request, Chandra spoke about the measures taken by the poll panel to keep citizens safe during the pandemic. He assured that the Election Commission would take required steps as per its “Constitutional position” to check the spread of the virus.On Thursday, Justice Shekhar Yadav of the Allahabad High Coirt had also requested Prime Minister Narendra Modi to immediately ban rallies and public meetings of political parties. While praising the prime minister for India’s vaccination drive, the judge urged him to take tougher measures to stop cases from rising.“Jaan hain toh jahan hain [if there is life, we have the world],” he said, reported Bar and Bench.The judge made the observations after pointing out that the High Court was regularly crowded as hundreds of cases were listed daily before him. Physical distancing norms, he said, were not followed by advocates even when Omicron variant was spreading across the country. All political parties have started their campaign for the Assembly elections. Lack of Covid appropriate behaviour during these events has triggered criticism.From this, to presiding over a review meeting for Covid safety measures in the evening? 🤔 https://t.co/3hFbogD8S0— Sreenivasan Jain (@SreenivasanJain) December 23, 2021\n\nElections during second waveEarlier this year, Assembly elections in West Bengal, Tamil Nadu, Kerala, Assam and Puducherry were held amid the devastating second wave of the coronavirus.While the country battled with a record surge in Covid-19 cases for days and hospitals ran out of beds and oxygen, politicians were holding election rallies attended by thousands with little evidence of masks or physical distancing.Nowhere was this more evident than West Bengal, where Modi and Union Home Minister Amit Shah held massive rallies until the Election Commission finally banned all roadshows and limited gatherings to 500 people amid the worsening situation.Before this, the Calcutta High Court had observed that it was “unable to reconcile with the fact” that the Election Commission had failed to take any steps beyond “issuing curriculars” to tackle the surge of coronavirus infections in West Bengal.Critics also questioned the Election Commission’s decision to hold elections eight phases in Bengal during a pandemic. But, the poll panel claimed that it was too late to reduce the length of the elections.The Madras High Court too had pulled up the Election Commission, saying that it should be booked on charges of murder for allowing rallies to continue in poll-bound states.“Your institution is singularly responsible for the second wave of the pandemic,” a bench of Chief Justice Sanjib Banerjee and Justice Senthilkumar Ramamoorthy had told the Election Commission in April.","author":"Scroll Staff","time":"2021-12-24T19:41:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/53678-scssyoxsjh-1558596610.jpg","tags":["Uttar Pradesh","Election Commission","Omicron","Allahabad High Court","Assembly elections"],"source":"https://scroll.in/latest/1013603/omicron-decision-on-holding-assembly-polls-after-up-visit-next-week-says-election-commission-chief"}