{"title":"Omicron: Allahabad HC urges EC, Modi to stop political rallies, postpone Assembly polls","content":"The Allahabad High Court on Thursday urged Prime Minister Narendra Modi and the Election Commission to postpone the upcoming Assembly elections and ban political rallies in view of concerns about the Omicron variant of the coronavirus disease, reported Live Law. Assembly elections in Goa, Punjab, Manipur, Uttar Pradesh and Uttarakhand are scheduled to take place early next year and political parties have begun campaigning.“...If possible, postpone the elections scheduled to be held in February for a month or two because if we live, then election rallies, meetings will continue to happen,” Judge Shekhar Yadav observed.At the hearing of a bail petition, the judge observed that nearly 400 cases were listed before him and as a result, a large number of advocates were present in the court premises. In its order, the High Court noted that the advocates were not following physical distancing norms even when Omicron variant was spreading across the country. The judge asked the registrar general of the court to make rules in this regard.Yadav, however, praised Modi for the Covid-19 vaccination programme in the country.Elections during second waveEarlier this year, Assembly elections in West Bengal, Tamil Nadu, Kerala, Assam and Puducherry were held amid the devastating second wave of the coronavirus. While the country battled with a record surge in Covid-19 cases for days and hospitals ran out of beds and oxygen, politicians were holding election rallies attended by thousands with little evidence of masks or physical distancing.Nowhere was this more evident than West Bengal, where Modi and Union Home Minister Amit Shah held gigantic rallies until last week, when the Election Commission finally banned all roadshows and limited gatherings to 500 people amid the worsening situation.The poll panel’s announcement had come hours after the Calcutta High Court expressed disappointment at the way elections had been conducted so far. The court said it was “unable to reconcile with the fact” that the Election Commission had failed to take any steps beyond “issuing curriculars” to tackle the surge of coronavirus infections in West Bengal.Critics have also questioned the Election Commission’s decision to hold elections eight phases in Bengal amid a global pandemic. But the poll panel claimed that it was too late to reduce the length of the elections.The Madras High Court too had pulled up the Election Commission, saying that it should be booked on charges of murder for allowing rallies to continue in poll-bound states. “Your institution is singularly responsible for the second wave of the pandemic,” a bench of Chief Justice Sanjib Banerjee and Justice Senthilkumar Ramamoorthy told the Election Commission.","author":"Scroll Staff","time":"2021-12-23T23:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157996-mafsvfgoab-1640180812.jpg","tags":["Narendra Modi","Omicron","Coronavirus","Assembly elections","Allahabad High Court"],"source":"https://scroll.in/latest/1013523/omicron-allahabad-hc-urges-ec-modi-to-stop-political-rallies-postpone-assembly-polls"}