{"title":"On a new Instagram account, Indians and Pakistanis are sharing their memories of living in the Gulf","content":"In today’s world, when migrants are increasingly being viewed with fear and suspicion, one story that successfully endures is that of the migration of South Asians to the Persian Gulf. Several centuries after the exchange of cultures and commerce began between the regions, around 3 lakh Indians still travel to the Gulf nations every year for work, adding to the range and complexity of the diasporic experience.These varied experiences are what a new Instagram account, called Gulf ⇄ South Asia, has set out to capture, with photographs connecting the Persian Gulf and South Asia in the 20th century. One post on it, for instance, features a group portrait of five Kuwaiti men, who travelled to the Bombay zoo in 1954 to buy animals for Kuwait’s first zoo. Among these travellers, one man stands out – while his compatriots are dressed in dishdashas, he is wearing a shalwar-kameez. Another post recounts a Pakistani expatriate’s arrival in Oman in 1975, accompanied by a photograph of the Muscat neighbourhood Wadi Al Kabir.Gulf ⇄ South Asia has been set up by Ayesha, a writer and Arabic translator, who was born in India and grew up in the United Kingdom. Through her early life, she heard relatives – including her grandfather – recounting experiences of living in the Gulf, but she only started thinking about them after moving to Bahrain in 2001. “I then became very interested in the history of the Gulf and of the Western Indian Ocean, particularly the connections between the Gulf and South Asia,” said Ayesha, who asked to be identified only by her first name.        View this post on Instagram           Diwali celebrations in Dubai, mid-1960s. (Photos: Narain R. Sawlani) ⠀⠀⠀⠀⠀⠀⠀⠀⠀ Maghanmal J. Pancholia, who arrived in the UAE in 1942, on how Diwali used to be celebrated: \"Going back as early as the 1940s, when there was no electricity in Dubai, we used to light up our homes with kerosene lamps to set the festive mood. The then Ruler of Dubai, Shaikh Rashid bin Saeed Al Maktoum and his personal associates would visit prominent Indian merchants’ homes like Dhamanmal Issardas Bhatia on the day of Diwali to meet and greet them. They were offered Indian sweets and snacks, an important part of the festival. Thereafter, we all visited each other’s homes to exchange greetings. The next day, the Bhatias (around 200 of them) met at the Shrinathji Haveli (Krishna temple) in Bur Dubai to perform the Annakut, a ritual involving the preparation of a grand feast with around 30-40 food items being prepared as temple offerings before being distributed among those who had gathered to take part in the festivities. The food and drink used to be served in plates and cups made from leaves.\" ⠀⠀⠀⠀⠀⠀⠀⠀⠀ Text by Hina Navin, Gulf News ⠀⠀⠀⠀⠀⠀⠀⠀⠀ ***** If you have a photo/story you would like to share, please DM or email: [email protected] ⠀⠀⠀⠀⠀⠀⠀⠀⠀ #gulfsouthasia A post shared by  Gulf ⇄ South Asia History (@gulfsouthasia) on Mar 31, 2019 at 10:46am PDT\nFor several years, Ayesha nurtured her interest by sharing stories about history, culture and language. On her blog and then Twitter and Facebook accounts – all created under the Ibn Battuta-inspired online moniker Bintbattuta – she would post links connected to the Middle East and South Asia. But she wanted to be do more.“I had been thinking for a long time about sharing the Gulf-South Asian connections [found] in books, academic papers and archives in an accessible, non-academic format,” said Ayesha. Another desire she had was to present personal stories, the same way visual archives, such as the Indian Memory Project, do. Instagram, she decided, would be the best platform for this. “It also allows me to translate and repost from Arabic accounts, which are sharing photos and documents, often from family archives,” she said. One such account belongs to Hussain Albadi, who has been researching the history of the Khaleeji community in Mumbai.        View this post on Instagram           Picking cockles in the area where the Doha Sheraton stands today. ⠀⠀⠀⠀⠀⠀⠀⠀⠀ Priya DSouza on growing up in Qatar in the 1970s: \"In the 1970s the Matar Qadeem area was a predominantly middle-class Qatari (Irani-Qatari) neighbourhood and we were one of the few Indian families living there. What I remember most about this area is its sense of community. When Qatari grandmothers went shopping to the souq, they came back with boxes of goodies for children in every family in the neighbourhood. ⠀⠀⠀⠀⠀⠀⠀⠀⠀ When our dog would go missing, all the children would get together to look for her – she got lost a lot. When it was watermelon season however, the kids would try to steal my dad’s watermelons and we’d stand guard, snitching to their grandmas if they picked our fruit. Weddings in the community (almost always Qatari) were especially fun because we got to run in and out of tents and eat as many sweets as we liked as everybody was too busy taking care of something or the other to bother with what the children did. ⠀⠀⠀⠀⠀⠀⠀⠀⠀ My childhood is filled with tons of incredible memories – every day was an adventure like it should be for any curious child growing up surrounded by a community that nurtures them. I did not know I was Indian or that my family was Catholic till I moved to India when I was seven – not once was I made to feel different from the others, and I didn’t know I was. When we went over to a Qatari house for the occasional weekend family lunch or dinner, we all sat together. The women were never veiled – they treated my father like their brother or son. ⠀⠀⠀⠀⠀⠀⠀⠀⠀ Until about 2010, after my father started spending more time in India and I would spend Fridays at my uncle’s, one Friday a month was lunch at a Qatari friend’s house. Not much had changed except that I was now a woman in my late 30s. ⠀⠀⠀⠀⠀⠀⠀⠀⠀ Mainly western colleagues at work talked about how little they knew about Qatari families or what a privilege it was to have visited one. Qataris had become exotic in their own land. None of these colleagues experienced the sense of community I did as a child or as an adult though I was a migrant too, like they were.\" ⠀⠀⠀⠀⠀⠀⠀⠀⠀ Source: priyadsouza.com A post shared by  Gulf ⇄ South Asia History (@gulfsouthasia) on Apr 6, 2019 at 6:27am PDT\nGulf ⇄ South Asia has so far posted images and stories that either have been published online or feature in books. A few are translations of Arabic posts. “I will continue to share that kind of material but I certainly hope this becomes a crowdsourced archive too,” she said.While Ayesha is aware that it will take time for word to spread, some stories have started coming in. In one post, Ismail Noor spoke about his inextricable bond with the region: “...since I was born in Dubai and lived there for a few years in the beginning, I thought of this place as a home always, even when I was living in Karachi [afterward].” Another post is Priya D’Souza’s tale of growing up in Qatar in the 1970s. Ayesha was struck by the palpable sense of community that D’Souza described in her account. “My hope is that through sharing stories like hers, the account will create a fuller picture of the South Asian experience in the Gulf.”        View this post on Instagram           Repost @alqenaei_1 [translation] ・・・ ‎A photo being published for the first time of the late Hamid Yusuf bin ‘Isa al-Qina’i (1926-1977), which was taken of him in Bombay. He was born in al-Qina’aat neighbourhood of Kuwait City, the seventh son of Shaikh Yusuf bin ‘Isa al-Qina’i. He was educated in the Qur’an school of Mulla Hamada, then completed his studies in Mubarakiya school. After that, while still young, he travelled to India, where he continued his education and studied English and business administration in a specialised institute. In addition, he started work under the supervision of his uncle in Bombay, Hussain bin ‘Isa. ⠀⠀⠀⠀⠀⠀⠀⠀⠀ When he returned to Kuwait he worked for the health committee, then the finance directorate (ministry), reaching the position of assistant undersecretary for administrative and financial affairs. He became a member of the coordination council, then returned to business in 1965. ⠀⠀⠀⠀⠀⠀⠀⠀⠀ ***** If you have a photo/story you would like to share, please DM or email: [email protected] ⠀⠀⠀⠀⠀⠀⠀⠀⠀ #gulfsouthasia A post shared by  Gulf ⇄ South Asia History (@gulfsouthasia) on Apr 3, 2019 at 1:11am PDT\nFor D’Souza, it was a welcome surprise to discover a space where she could share and encounter stories that were specific to the Gulf South Asian experience. “It is always nice to hear about someone who has shared a similar experience to me,” she said. D’Souza now lives in Slovenia but runs a communication consultancy whose clients are mostly in Qatar. “I will always feel connected to Doha as I was born there.”Ayesha hopes that the account will also interest Khaleejis who have lived in South Asia. Her own interest in their history grew out of the research she did into the life of Ebrahim Al-Arrayedh, one of Bahrain’s greatest poets, who was born in Bombay. “I learnt about the Khaleeji community in Bombay and then about those in Calicut and Karachi – histories that I think a lot of people would like to hear about, so I am looking forward to sharing them,” she said.            View this post on Instagram           “Since I was born in Dubai and lived here for a few years in the beginning, I thought of this place as a home always, even when I was living in Karachi. Subconsciously, I always wished to be in Dubai. There are vignettes of memories, bits and pieces. ⠀⠀⠀⠀⠀⠀⠀⠀⠀ When we moved to Karachi in the early 90s, we used to visit here every year or two in summer holidays as our dad was still here. I remember clearly the walks and cycling outings in the streets behind Deira Tower, Slide Park (this was around where the Dubai municipality is, near the creek I think, I don't remember the exact location). Every second or third evening, we would get shawarmas and Pepsi, get baked stuff from Modern Bakery vans - things were very simple, we had an allowance of like 5 or 7 AED a day as kids, we used to use it smartly and we were happy. ⠀⠀⠀⠀⠀⠀⠀⠀⠀ On Friday, we would walk to the masjid for prayers, buildings were less and the nearest masjid was about ten mins of walk so in the sun it was very hard. After the prayers, we would get inside the grocery store outside the mosque, get laban / juice, chocolate etc and chill down and prepare for the walk back home.” ~ @ismailnoor ⠀⠀⠀⠀⠀⠀⠀⠀⠀ ***** If you have a photo/story you would like to share, please DM or email: [email protected] A post shared by  Gulf ⇄ South Asia History (@gulfsouthasia) on Apr 3, 2019 at 7:50am PDT\nShe recently met an Emirati man in Dubai who, after discovering that she had come from Bengaluru, began narrating stories from when he studied in the city. “He had a lot of fond memories of the years he lived in India and I think a lot of Khaleejis have similar stories to share,” she said.Does Ayesha envisage curating an exhibition or writing a book on this subject? Both, she hopes. “The response [to the Instagram account] has proved how much interest there is in these stories.”        View this post on Instagram           Repost @sultanalqassemi ・・・ Thanks to @hhshkdrsultan for sending us this clearer version (I had one that wasn't so clear) of a photo of my late father Saoud bin Khalid bin Khalid Al Qassimi (1939-2005), left, and our beloved uncle Dr Faisal Al Qassimi when they lived in Mumbai (Bombay), India in the mid 1940s. ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ ***** If you have a photo/story you would like to share, please DM or email: [email protected] A post shared by  Gulf ⇄ South Asia History (@gulfsouthasia) on Apr 9, 2019 at 12:46am PDT","author":"Priyanka Sacheti","time":"2019-04-25T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118191-dwxrjnjtlw-1556114316.jpg","tags":["History","Instagram","Migration","Persian Gulf"],"source":"https://scroll.in/magazine/920009/on-an-instagram-account-indians-and-pakistanis-are-sharing-their-memories-of-living-in-the-gulf"}