{"title":"On a tough night in Tokyo, Sharad Kumar and Mariyappan Thangavelu jump over more than just the bar ","content":"For Sharad Kumar, every jump he took on a rainy night was, in his own words, a war. And so it was rather fitting that his father suggested that he read the Bhagavad Gita the previous night and he decided, whatever will be... will be.For Mariyappan Thangavelu, the rain in Tokyo made it a bittersweet night. “Gold adikkanum (must win gold),” he said after the event on the night, when he underlined his dream of topping the podium at Paris 2024 because he wanted more than a silver. He wanted more in Tokyo, he already wants more in Paris. At the Olympic Stadium in the men’s T63 high jump event, on a tough night in Tokyo, Sharad Kumar and Mariyappan Thangavelu jumped over more than just the bar. Apart from the challenges athletes usually face during a major event – like pressure, form etc – the Indian high jumpers had other things to overcome that makes their medal that one bit extra special.Sharad Kumar was on the verge of pulling out from the event due to a knee problem but he overcame the anxiety to clinch the bronze medal with a best jump of 1.83m on the night. It took a deeply philosophical approach to getting ready for the day by the 29-year-old to make his dream of a Paralympics medal come true. “I am feeling great to have won a bronze because I had an injury, it was a meniscus burst [knee]. I had to put that aside and every jump was a war. I had lost hope and all I did was cry, cry and cry the whole night. I thought of pulling out of the event,” Kumar said after the event, speaking about landing on the knee while training that led to a dislocation.“My father asked me to read Bhagavad Gita and I did that. Whatever is supposed to happen, will happen. The medal is the icing on the cake and when I entered the arena I thanked god saying I am participating in such a big event.”Kumar, a double Asian Para Games (2014 and 2018) high jump champion and world silver medallist (2019), had finished sixth in the equivalent event in Rio. “I was doing two things... the task of jumping as well as trying not to destabilise my knee. And that too amid pouring rain,” he added, speaking alongside coach Sathyanarayana. Asked how difficult it was to compete in the rain, Kumar said, “we have one leg to balance ourselves as we wear spikes on one (leg), it was a dangerous situation. But we managed. I tried to speak to the officials saying that we might have to call it off. The American guys had spikes for both the legs [shoes on one, prosthetics with spikes on the other], that did not add to our support and so the competition went on.”And so it did... Kumar has jumped a best of 1.90m in his career and perhaps with the conditions and knee being better, he might have reached that height. It was a height that may well have been enough for the gold medal as USA’s Sam Grewe finished with a best clearance of 1.88m and missed 1.91m while going for a world record. Ifs and buts apart, Kumar won the battle. Love this frame. Not an easy night to perform. Not been an easy week in Tokyo, given he was supposed to be the flagbearer had to isolate. But at the end of it all, Mariyappan Thangavelu is a two-time medallist coming inches away from getting the gold again. Superb. #Paralympics pic.twitter.com/AVAwUpTzIe— Vinayakk (@vinayakkm) August 31, 2021\n\nAnd then there was Mariyappan. Designated as the flagbearer for the contingent, being one of the two gold medallists from Rio 2016, there was heartbreak in store for him ahead of the opening ceremony. Deemed to be a close contact of a Covid positive passenger, the 26-year-old had to isolate. He missed what would have been a great moment in his career but he had his focus on winning a medal. “It was very disappointing to miss out on being the flagbearer. But I wanted to make India proud, I wanted to win gold. I was training separately, I was staying separately, the food was being brought to my room... I was being quarantined,” he said after his silver medal effort. Mariyappan became only the third Indian after Joginder Singh Bedi and the legendary Devendra Jhajharia to win multiple medals at the Paralympic Games. but his voice couldn’t hide the disappointment in missing out on a gold medal that he was confident of landing. “I am really happy that there were three Indians in the event. And winning the silver too, I am happy about that. But there is also disappointment at the same time because the rains disturbed the jumps so much,” he said in the interaction set up by Paralympic Committee of India and Eurosport. “At the starting if you saw, the jumps were coming along really well. It was just drizzling slightly. But as the night went on, and the height went up before 1.80, the rain got really heavy, I could not nail the take off. I could not get the height. The right leg, I wear socks and it got all wet and soft. And where by body heat goes up, it kept getting cold. The jumps got affected. Romba kashtam aairuchu (became very difficult).”And as we saw eventually, Grewe cleared 1.88m despite making contact with the bar while the Indian came within inches of doing so. A few centimeters either way for either athlete, the result would have been swapped.  “Even if it was raining as it did at the start, even in those sort of conditions, I would have easily cleared 1.90m,” he added. “In Rio, it was like really nice Indian climate. But when the rains came this time around, the feel was just not there. It was just the situation. But next Paralympics, I am confident I will win the gold and make a new record. Gold adikkanum...”For the second edition running, India featured two athletes on the podium for this event that should continue to produce good results in the future given the age profiles of not just the two Tokyo medallists but also Rio bronze medal winner Varun Singh Bhati (26). And while the future is bright, in the present, in the here and now, these two men who are no strangers to overcoming obstacles, produced the goods on a night that threw curveballs at them.And so when the going got tough, Sharad Kumar and Mariyappan Thangavelu got jumping. #Tokyo2020 #Paralympics  Reactions from the two medal winners from last night Sharad Kumar and Mariyappan Thangavelu, along with coach Sathyanarayana.🎥 @ParalympicIndiapic.twitter.com/g83s4koxeO— The Field (@thefield_in) September 1, 2021\n\nFor Paralympic Games coverage in India, follow Eurosport India","author":"Vinayakk Mohanarangan","time":"2021-09-01T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163509-cdmuofbukj-1630472369.jpeg","tags":["Paralympic Games","Tokyo 2020","India at Tokyo Paralympics","India at Tokyo 2020","Mariyappan Thangavelu","Sharad Kumar"],"source":"https://scroll.in/field/1004261/on-a-tough-night-in-tokyo-sharad-kumar-and-mariyappan-thangavelu-jump-over-more-than-just-the-bar"}