{"title":"Ukraine says G20 declaration ‘nothing to be proud of’","content":"Ukraine on Saturday criticised the G20 declaration that did not condemn Russian invasion but called on members to refrain from using force.“Ukraine is grateful to the partners who tried to include strong wording in the text,” said Oleg Nikolenko, a spokesperson for the Ukrainian Foreign Affairs Ministry. “At the same time, in terms of Russia’s aggression against Ukraine, the Group of 20 has nothing to be proud of.”The G20 had adopted the New Delhi Leaders’ Declaration, under which member countries committed to ensuring “strong, sustainable, balanced and inclusive growth”. While the declaration called on all states to refrain from using force to “seek territorial acquisition”, it did not specifically mention Russia in the context of the Ukraine war.G20 adopted a final declaration. We are grateful to the partners who tried to include strong wording in the text. However, in terms of Russia's aggression against Ukraine, G20 has nothing to be proud of. This is how the main elements of the text could look to be closer to reality pic.twitter.com/qZqYluVKKS— Oleg Nikolenko (@OlegNikolenko_) September 9, 2023\n\nThe declarationWith respect to the conflict in Ukraine, the New Delhi Declaration said that all states “must refrain from the threat or use of force to seek territorial acquisition against the territorial integrity and sovereignty or political independence of any state”. It added that the use or threat of use of nuclear weapons is inadmissible.“Today’s era must not be of war,” the document also emphasised.Last year, during the G20 summit in Bali, a joint declaration was issued in which “most members” had condemned Russia’s invasion of Ukraine. However, Russia and China had objected to it and the declaration was issued with their objection, according to the BBC.The New Delhi Declaration adopted on Saturday also said that all leaders of the G20 commit to implementing the United Nations’ 2030 Agenda for Sustainable Development.The Sustainable Development Goals require countries to take action to end poverty, protect the planet and ensure all people enjoy peace and prosperity through 17 interconnected goals. The goals, which came into effect in 2015, provide a roadmap for action to be taken by 2030.","author":"Scroll Staff","time":"2023-09-10T09:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193939-jncigjavde-1694319641.jpg","tags":["Ukraine","G20","Russia","Ukraine War","New Delhi Leaders’ Declaration"],"source":"https://scroll.in/latest/1055710/on-g20-declaration-ukraine-says-statement-nothing-to-be-proud-of"}