{"title":"On plea against RSS members, Kerala HC bans arms training in Thiruvananthapuram temple","content":"The Kerala High Court on Monday said that no mass drills or weaponry training can be allowed on the premises of Thiruvananthapuram’s Sarkara Devi Temple, reported Live Law.A division bench of Justices Anil K Narendran and PG Ajithkumar directed the Kerala Police to provide assistance to the Travancore Devaswom Board, which manages the temple, to ensure strict compliance with the order.The bench was hearing a petition filed by two devotees who had alleged that members of Rashtriya Swayamsevak Sangh were conducting drills and arms training from 5 pm to 12 am daily, despite Devaswom Board prohibiting the activities.The Travancore Devaswom Board in 2016 had issued a circular banning all forms of arms training by the RSS at temples under its management in Kerala, according to PTI. The board had also expressed dissatisfaction with the implementation of its previous orders in circulars issued in March 2021 and May this year.The petition also alleged that the RSS members use tobacco products inside the temple premises, adversely affecting the cleanliness and purity of the sanctum.“The unpleasant smell emanating by the usage of the above products is causing great discomfort to the devotees visiting the temple, especially senior citizens, women and children,” it said, according to Live Law.The petitioners also contended that the peace and harmony of the temple is disrupted when the alleged RSS members shout loud slogans as part of their drills.On their part, the RSS members denied any drills and weaponry training in the temple premises. They also said that the allegations against them were politically motivated.On Tuesday, Union Minister of State for External Affairs V Muraleedharan said that RSS is not involved in any weapon training. “I don’t know from where this court verdict came,” he told ANI. “I have to get the details.”#WATCH | Union Minister V Muraleedharan says, \"RSS is not involved in any weapon training... I don't know from where this court verdict came. I have to get details.\" https://t.co/KruKB0jfWy pic.twitter.com/3EtOtUrP5h— ANI (@ANI) September 12, 2023","author":"Scroll Staff","time":"2023-09-12T15:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/134292-trhbsqbuma-1578502107.jpg","tags":["Thiruvananthapuram","Devaswom Board","Sarkaradevi Temple","RSS","Rashtriya Swayamsevak Sangh","Kerala"],"source":"https://scroll.in/latest/1055835/on-plea-against-rss-members-kerala-hc-bans-arms-training-in-thiruvananthapuram-temple"}