{"title":"On Stan Swamy’s first death anniversary, 11 co-accused persons observe day-long fast","content":"Eleven accused persons in the Elgar Parishad case on Tuesday observed a day-long fast at the Taloja prison in Navi Mumbai to protest the lack of accountability for the death of tribal rights activist Stan Swamy, PTI reported.Swamy, who was also one of the accused persons in the case, died at a Mumbai hospital while in police custody on July 5 last year. He was 84.Those who observed a fast on Tuesday were Sudhir Dhawale, Surendra Gadling, Arun Ferreira, Mahesh Raut, Rona Wilson, Vernon Gonsalves, Sagar Gorkhe, Ramesh Gaichor, Hany Babu, Anand Teltumbde and Gautam Navlakha.Dhawale wrote a letter to the prison superintendent and the lawyers involved in the case, alleging that there had been no change in jail conditions since Swamy’s death. “The prison authorities continue to handle the premise with same brazenness and the prisoners continue to face their wrath,” he said, according to The Wire.The activist said that even when Swamy fell seriously ill, prison authorities kept him in confinement instead of providing him medical care. “Father Swamy had to struggle for smallest of things while imprisoned,” he said. “Accessing a sipper or a simple walking stick, he had to file petitions for everything.”Dhawale said that the National Investigation Agency had opposed Swamy’s petition’s seeking medical bail, claiming that he was making “false pretences”.Also read: ‘You are immortalised in our hearts’: A cellmate’s letter to Stan Swamy on his death anniversarySwamy died nearly nine months after was he was arrested under the Unlawful Activities (Prevention) Act. The 84-year-old had suffered from multiple ailments including Parkinson’s disease, and had contracted the coronavirus infection at the Taloja prison.After his death, Justice SS Shinde of the Bombay High Court had ordered an inquiry by a magistrate into the matter. However, the status of the inquiry is not known.The Jamshedpur Jesuit Province had also filed a petition before the High Court seeking that Swamy’s name be cleared from the case. The JJP’s lawyer Mihir Desai said that there had been no major developments in the petition so far, but he and the Jesuit priest’s friends would pursue the case till the end, according to The Wire.  Allegations against SwamyThe National Investigation Agency had claimed that Swamy had helped the cause of the Communist Party of India (Maoist) through various civil rights organisations with which he worked.The NIA had claimed that it had sufficient evidence on Swamy’s involvement in instigating caste violence in the Bhima Koregaon village near Pune in 2018.Swamy had said that he was being targeted by the NIA because of his writings and work related to caste and land struggles of the people.","author":"Scroll Staff","time":"2022-07-05T19:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161197-zfbodphthe-1625579801.jpg","tags":["Elgar Parishad","Stan Swamy","Taloja Jail","Stan Swamy death","Bhima Koregaon case"],"source":"https://scroll.in/latest/1027678/on-stan-swamys-first-death-anniversary-11-co-accused-persons-observe-day-long-fast"}