{"title":"On tableau depicting Indira Gandhi’s killing, India says Canada giving ‘space to separatists’","content":"India’s External Affairs Minister S Jaishankar on Thursday said that Canada was giving space to separatists after videos of a tableau celebrating the assassination of former Prime Minister Indira Gandhi emerged on social media, reported The Indian Express.The video shot at a parade in Brampton city of Canada’s Ontario province on June 4, showed a tableau in which a statue depicting Gandhi was seen in a blood stained white saree while turban-clad men point guns at her. A poster on the tableau read: “Revenge for attack on Shri Darbar Sahib”.The placard referred to Gandhi’s decision to order security forces to storm the Golden Temple – one of the most significant shrine for Sikhs – after separatist leader Jarnail Bhindranwale took refuge in the gurudwara complex in 1984. Two years later, Gandhi was shot dead by two of her Sikh bodyguards.On Thursday, Jaishankar told reporters that Canadian authorities allowing the tableau showed “the requirements of vote bank politics”.“It isn’t only one incident, however egregious it may be, there is a larger underlying issue about the space which is given to separatists, extremists [and] to people who advocate violence,” the minister said. “I think this is not good for the relationship [with India], it’s not good for Canada.”Earlier on Thursday, the Congress urged the Centre to intervene into the matter. “This is despicable and S Jaishankar should take it up strongly with the Canadian authorities,” tweeted Congress General Secretar Jairam Ramesh.Meanwhile, Canadian High Commissioner to India Cameron MacKay on Thursday also criticised the tableau, saying that he was appalled by the event. “There is no place in Canada for hate or for the glorification of violence,” he tweeted. “I categorically condemn these activities.”I am appalled by reports of an event in Canada that celebrated the assassination of late Indian Prime Minister Indira Gandhi. There is no place in Canada for hate or for the glorification of violence. I categorically condemn these activities.— Cameron MacKay (@HCCanInd) June 7, 2023","author":"Scroll Staff","time":"2023-06-08T13:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188131-gkcvcorllp-1679194433.jpg","tags":["Indira Gandhi","Indira Gandhi assassination","Khalistan","S Jaishankar","Canada"],"source":"https://scroll.in/latest/1050552/on-tableau-depicting-indira-gandhis-killing-india-says-canada-giving-space-to-separatists"}