{"title":"On the Pulwama terror attack, India deserves answers – and the truth","content":"It is odd to find that the claims made by former Jammu & Kashmir governor Satyapal Malik about the Pulwama attack have faded from the headlines without a discussion about the suicide bombing that killed 40 men of the Central Reserve Police Force. In an interview with Karan Thapar of The Wire on April 14, Malik alleged, among other things, that the CRPF had asked for aircraft to ferry their personnel, because “such a big convoy does not travel by road”. The convoy that was attacked on February 14, 2019, comprised 78 vehicles that were transporting over 2,500 personnel. Mallik added that Prime Minister Narendra Modi had asked him not to discuss the alleged systemic lapses that led to the attack.The Bharatiya Janata Party, which had sought votes in 2019 in the name of those killed in Pulwama, has not addressed Malik’s claims. Even the  Opposition parties have been ineffective in forcing the government to explain these allegations. As most of the mainstream media sidelined the issue, some commentators such as Rahul Pandita have suggested that the government’s critics have been trying to “score a political goal” that is difficult to counter  with “facts and logic”. But his article headlined “Opposition should not twist facts on Pulwama to score political points” raises more questions than he addresses.The key question that sceptics of Malik’s claims have failed to address is whether the CRPF had indeed asked the Ministry of Home Affairs for aircraft to ferry its personnel through the conflict-hit state and whether the ministry had turned down the request. Pandita, for instance, sidesteps this question while seeming to argue that the request for aircraft was unreasonable as “there is significant convoy movement within the Valley on any given day”.The convoy that was attacked had troops coming from Jammu and passing through militancy-hit areas. The question is moot whether such troop movement justified the demand for an airlift. That, in fact, is the fundamental question that needs to be examined in order to ascertain whether the home ministry erred in declining the request, if at all one had indeed been made. Neither the home ministry nor the CRPF has addressed  this so far. Prime Minister Narendra Modi pays tribute to the slain soldiers at Palam airport in New Delhi on February 15, 2019. Credit: AFP via PIB.On the other hand, as The Indian Express reported, CRPF personnel coming in from across the country had gathered in large numbers at the force’s Jammu camp. The movement of the accumulated personnel to deployments in the Valley naturally involved heavier troop movement than usual from the Jammu camp.A day after the attack, The Indian Express, quoting CRPF sources, reported: “Days of incessant snowfall that blocked the Jammu-Srinagar highway and a bandh call by separatists led to two convoys being bunched together to create a 78-vehicle convoy that was moving as many as 2,500 personnel.” The report adds that “usually, convoys start from Jammu in regular vehicles early and make a pit stop at Qazigund. Here, the occupants shift to bunker or armoured vehicles given the threat perception associated with the route ahead.  However, on Thursday, because two convoys were made to move from Jammu to Srinagar to avoid the pile-up, only a part of the convoy got armoured vehicles. It was a bus in the second convoy that came under attack....”The report confirms that it was not only an unusual movement of larger convoys but also a bigger batch of troop movement that could not fit into the available inventory of armoured vehicles. Assuming that an armoured passenger carrier can at best carry up to 12-15 personnel (an M113 armoured carrier can take 11-15 personnel, a Tata Kerstel up to 12 and a Sherpa Lite around five or six), even a single convoy arriving at Qazigund would need a fleet of armoured personnel carriers to travel onwards as per this followed practice.Considering that over 5,000-6,000 CRPF personnel, as per The Indian Express report, had gathered in Jammu over a fortnight, the proposal to airlift a considerable section, and clear the backlog looks prima facie reasonable and justified.While it is also reasonable to assume that the home ministry did not have heavy-lift or transport aircraft at its disposal that could have been reason for the refusal, Malik’s claim that he could have arranged for that had he been approached implied that the help of the Indian Air Force could have been sought for the purpose. Why the home ministry did not think on those lines and why the CRPF did not approach the governor are questions that will need definite answers.Credit: PTI.Even though the Karnataka elections are days away, the opposition parties have been perceptibly cautious in amplifying Malik’s claims. No one has attempted to approach the Supreme Court to seek an independent inquiry into these allegations. As a matter of fact, it is only the families of those killed who have demanded a thorough investigation.Commentators have admitted that the attack could have been the result of an intelligence failure. However, considering that intelligence is a no-go area for public scrutiny, it is unlikely that this possibility will be confirmed and responsibility fixed.For that matter, to conclusively suggest that there was intelligence failure could be mislabelling the failure. As Frontline has reported, there were reportedly as many as 11 intelligence inputs of an impending terror attack of high intensity from January 2019. Media reports had quoted such intelligence inputs to suggest the possibility of an impending attack by the Jaish-e-Mohammed to  avenge the killing of a relative of the terror outfit’s chief. Hence, the failure seems to have been on the part of the agencies and authorities who were supposed to act on the intelligence inputs and pre-empt the attack, which involved movement of a large cache of explosives under the very noses of the agencies and security forces. While India’s security forces are fully competent in hunting down terrorist groups and foiling such attacks, the puzzle remains on what could have fallen short in the first fortnight of February 2019 that led to the country losing 40 of its soldiers.The nation deserves to know the answers – and the truth. The author is a Delhi-based defence analyst.","author":"A Vinod Kumar","time":"2023-05-06T09:00:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/113254-ldprpyrokg-1550392276.jpg","tags":["Pulwama","Satya Pal Malik","Jammu and Kashmir","Narendra Modi","Pakistan"],"source":"https://scroll.in/article/1048497/on-the-pulwama-terror-attack-india-deserves-answers-and-the-truth"}