{"title":"On the Assam-Mizoram border, a territorial dispute acquires an ethnic tinge","content":"As darkness enveloped the one-street town of Lailapur on the evening of November 11, the trucks roared to life. They were finally good to go after being stranded for nearly two weeks. Loud, excited chatter rose from the hundreds who had gathered to see them off.Since October 29, scores of vehicles headed to Mizoram, many of them ferrying essential goods to the hill state, had been grounded along National Highway-54 at Lailapur, courtesy a road blockade by its residents. The town is part of South Assam’s Cachar district. It lies along the Assam-Mizoram boundary, where tensions have flared up since early October.After a controversial “eviction drive” by the Assam government, violent clashes, an alleged abduction that culminated in a custodial death in Mizoram, the bombing of two schools in the dead of the night and a blockade that lasted for the better part of three weeks, a relative calm was descending. The Centre mediated a truce between the two warring states on November 8. The residents of Lailapur finally lifted the blockade on November 11. But it was a conditional peace.The blockade had led to a severe shortage of essentials in Mizoram – the NH-54 is the state’s only reliable road connection to the rest of the country – fraying tempers in the state. Fuel stocks had dried up and the price of food items had skyrocketed. “There are no essential items in the market,” complained R Lalfamkima, a resident of the Mizo town of Vairengte, across the border from Lailapur. “We have been held hostage by a bunch of miscreants.”While the blockade may have been lifted, Lailapur’s residents had a word of warning. “We are doing it for now, but we will wait and watch how things fare over the next couple of days,” said Dilbagh Hussain, a local community leader.Assam officials also stopped short of declaring that the crisis was over for good. After al, the blocakde had been resumed in October after a brief relaxation. “You can never say it’s over, because the main issue that led to the re-imposition of the blockade still remains,” said a senior police official who did not want to be identified.Trucks queuing up to cross over to Mizoram after the blockade was called off. A police borderAccording to the Assam government and the state’s border residents, the “main issue” at this stage is the deployment of the Mizoram police in what Assam claims to be its land. “You can’t set up police checkpoints in someone else’s land,” said a senior police official. “As simple as that.”On November 8, following the Centre’s intervention, Mizoram did withdraw a section of its forces from “advanced” positions – but temporary Mizoram police posts remained along the NH-54, a few hundred metres behind. Before the current row started, they did not have a presence in these areas. Mizoram insists they have been deployed for the security of the local population in border areas.The “advanced” positions are now being manned by “neutral” Central forces acting as a buffer between the police forces of the two states – the Border Security Force on the Mizoram side; and the Sashastra Seema Bal on the Assam side.A  temporary Mizoram police post along the NH-54How did a state border grow to be so contested? Mizoram was carved out of Assam as a Union Territory in 1972. In 1987, it became a full-fledged state. The three South Assam districts of Cachar, Hailakandi and Karimganj share a 164.6 kilometre-long border with Mizoram’s Kolasib, Mamitand Aizawl districts. Much of the border cuts through thick forested slopes where the Mizo hills meets the Barak Valley at the southern tip of Assam.The two states have sparred over where the border lies in the past, leading to the occasional violence. The disagreement stems from differing views on which border demarcation to follow. Mizoram’s perception of the border is based on an 1875 notification that flows from the Bengal Eastern Frontier Regulation Act of 1873. The Act demarcated the hills from the plains and valleys in the North East, restricting free travel between the two zones. The hills were deemed to be “excluded areas”. Assam, for its part, goes by a 1933 notification by the state government that demarcated the Lushai Hills, as Mizoram was then known, from the province of Manipur.The first border row broke out in 1994, leading to several rounds of talks at the Central and state levels. Sporadic clashes continued but last month’s escalation is unprecedented. Border villages that have stood next to each other for decades, separated by an invisible – and often fuzzy – boundary now lie barricaded.Both states accuse the other of encroachment. But a geographical dispute has now acquired an ethnic tinge. Most residents in areas along Assam’s side of the border are Bengalis, many of them Muslims, whom the Mizos often view with suspicion, alleging they are undocumented migrants.Intazul Laskars's  children and his father Kadu Ali. An ‘abduction’ in the woodsTwo flashpoints along the forested border demonstrate these suspicions. On November 1, a Bengali Muslim man from Lailapur, Intazul Laskar, was apprehended by a Mizo vigilante group that claimed he was selling drugs. He was reportedly handed over to Mizoram’s excise and narcotics department. He died in a hospital in Mizoram’s Kolasib district on November 2.  The report of the post-mortem carried out by the Silchar Medical College and Hospital attributed Laskar’s death to “coma as a result of health injury caused by blunt object”.  According to the Assam police, Laskar had no criminal antecedents.  Laskar’s family and neighbours also rejected the allegations as “completely false”.  According to his father Kadu Ali, 45-year-old Laskar survived by selling wood and bamboo that he procured from the nearby forest. “He had gone to collect bamboo from the forest that day, like he had been for years, to sell in the market,” said the 65-year old Ali. “He lives in a house with a leaking roof – which drug dealer lives in such poverty?”Laskar lived with his wife and two young sons in a two-roomed bamboo house. It is just a couple of metres away from his parents’ home, where he was born and had grown up. A day after Laskar’s body was handed over to the Assam authorities by Mizoram, the state’s police chief and chief secretary dashed off to hand over compensation of Rs 5 lakh to Ali. “The money hasn’t yet come,” said Ali. “We have been told it would come to my account.”Laskar’s death has heightened emotions around the territorial dispute. “We could not have treated this as a law and order issue,” said the official. “Our people were the victims, an innocent man died, this has become an emotional issue.”Two gutted schoolsThen, there are the bombed schools. The Assam police hold “Mizo miscreants” responsible for the bombings, but the Mizos insist it was “people from Assam” who “sneaked in through the forest at night and bombed the schools”. The first school to be bombed, in the early hours of October  24, was established way back in the 1970s by the Assam government. The Mizos, however, claim it stood on their territory.  A lower primary school, it was running under the aegis of the Sarba Siksha Abhiyan – the Indian government’s universal elementary  education program. The school had one teacher. Till a few years ago, it used to cater largely to Mizo students – primarily because the teacher was Mizo. After his death, a Bengali teacher took over, leading to a change in the demography of the student body.  The second school  to be bombed, on the night of November 6, was also operated by the Assam government. It was called the Upper Painom Upgraded Lower Primary School. Phainuam, as the Mizos call Painom, is part of Kolasib district. “The Assam government would do some developmental work along the border area ,” said  Vanlalfaka Ralte, the police chief of Kolasib, “Earlier it did not matter whose land it is since everyone was living peacefully.But Assam officials say there should be no reason for any dispute.  “A school is not something that comes up overnight,” said a senior Assam police official. “A government school is set up after a whole lot of paperwork – so how can it possibly be on their land?”One of the bombed schools  The old fearInterviews with local residents, particularly in Mizoram, suggest that the border row has precipitated older anxieties. “This is not a fight between the original Assamese people and the Mizos,” said Zion Lalremruata, a farmer leader who hails from Vairengte. “What is happening here is illegal Muslim migrants want to take over the land of Mizoram and settle there as their population is always increasing and land in Assam is scarce.”These fears are not new in the North East, where local communities considered “indigenous” to the region believe that their land is under siege from unabated migration from Bangladesh.Lalsanglani, member of a village council in Vairengte, spoke of what she called a “sudden increase” in Lailapur’s population. “When we were young, there were very few people in Lailapur – but now it is so populated,” she said. “Most of them are from Bangladesh and they are greedy for our land.”Such anxieties are often exacerbated by what many view as historical injustices. “Cachar was once ruled by the Dimasa Kacharis [an ethnic community],” pointed out Lalremruata. “But they were all driven away and now there are just migrants from Bangladesh.”In Lailapur, the charge of being undocumented migrants is met with a mix of amusement and indignation. Many people said they had land documents dating back to the 1950s. “Our citizenship is being invoked because that way the Mizos thought our government would not back us,” said Hussain. “In any case, if there are illegal migrants, the Assam government will take care of them. Who are the Mizos to make these pronouncements?”Lalsangliani spoke of a 'sudden increase' in the population of Lailapur.Votes and blockades  Many in Vairengte suspect the Bharatiya Janata Party-led Assam is government “siding” with the people of Lailapur to curry favour before Assembly elections just a few months away. “They did not remove the blockade just to get votes,” alleged Lalsanglani. “This is so bad.”They are particularly resentful that the Assam government offered compensation to the family of Laskar. “I just want you to pause and think that the Assam government is supporting a drug dealer,” bemoaned Lalsanglani. “Would they have done it if it was not election season?”Lailapur is part of Dhalai, a reserved constituency that is currently held by the BJP. While Lailapur is mainly home to Muslims, the adjoining areas have a large Scheduled Caste population that has also been party to the recent dispute.In fact, tensions first surfaced in the Kolasib-Cachar section of the border when residents from the predominantly Hindu village of Hawaithang – a few kilometres off Lailapur – accompanied by Assam police personnel, allegedly dismantled a Covid checkpoint set up by the Mizo village of Saihapui-V on October 17. The post was manned jointly by village residents and the Mizoram police.On the edgeThe removal of the blockade might help ease some of this acrimony but things are still far from normal in the area.The heavy police deployment has made local residents on both sides uneasy and anxious. The residents of Lailapur and adjoining villages, many of whom are dependent on forest produce, fear they will meet the same fate as Laskar if they venture out to the woods. “There was never any serious problem before, but now I fear they will beat us up if we go beyond where they have built the new post,” said Abdul Khaleque Laskar, a farmer from the area.It is not just Mizoram that has erected new police posts. At the Saihapui-V-Hawaithang border, the Assam police set up its own post after dismantling the Covid checkpoint manned by Mizoram’s police and residents. According to the residents of Saihapui-V, Assam’s police post stands on Mizo soil. “This has always been our land, our forests where our forefathers used do jhum and hunt the elephants that once roamed free here – hence the name Saihapui,” said Vanlalzona, the president of the Saihapui-V village council. Saihapui, Vanlalzona explained, translated to “big teeth of the elephant”. The “V” in Saihapui-V stands for Vairengte, of which it is an extension. Like their counterparts from Assam, Mizo farmers are nervous about the new police presence in the area. “The Assam public and the police destroyed my palm oil and areca nut plantations and even asked me to dismantle my house,” said Lalchawimawia. “But I refused because the house stands on my forefather’s land.”Lalchawimawia and his wife Zovi claimed resident of the adjoining Assam village, accompanied by Assam police personnel, destroyed their farm.Then there are others who alleged they were not being allowed access to their farmlands. “I have been cultivating wet paddy for the last 50 years,” said H Lalthianghliana. “But since October 17, the Assam police is not letting me go. My land is all I have – how can they take it away from me?”The Saihapui-V-Hawaithang border is often a site of angry confrontations. Residents from both states try to cross over to the other side – to land they claim to be theirs.The paramilitary forces stationed there negotiate to keep the peace but it often gets heated up. On the afternoon of November 11, Vanlalzona, the president of the Saihapui-V village council, walked briskly towards the bamboo barricade erected as a temporary barrier between the states, before being sternly intercepted by a Border Security Force personnel.“I am the president of the village council – I am in charge here,” Vanlalzona said defiantly.The Border Security Force personnel shot back sternly, “No, till you stop fighting, we are in charge.”","author":"Arunabh Saikia","time":"2020-11-14T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/150619-fchykwnriz-1605273865.jpg","tags":["Assam","Mizoram","North East","ethnic clashes","border dispute"],"source":"https://scroll.in/article/978381/on-the-assam-mizoram-border-a-territorial-dispute-acquires-an-ethnic-tinge"}