{"title":"‘Once Trump leaves, Muslims will not be safe’: Violent Hindutva crowds roam North East Delhi ","content":"“We are holding back for now – once Trump leaves, Muslims will not be safe,” said Gaurav Shastri, a young priest at a local temple in Babarpur, a locality in North East Delhi, on Tuesday afternoon. United States President Donald Trump was in Delhi on a two-day visit to India, scheduled to leave in the evening.Another man in the crowd, who identified himself as Pratap, joined in: “They will be wiped out. We attacked two Muslims at the chowk. And why not? They are killing the children of Hindus, cutting their throats.” Pratap claimed the violence on Monday had started after crowds vandalised an idol at the nearby crematorium, even though no such incident has been reported in the news. Justifying the attacks on Muslims, he declared that it had to be made clear that “Hindustan was for Hindus”.The men were standing along the main 100 feet road, a thoroughfare leading up to Maujpur, which has been the epicentre of violence since Sunday. For weeks, the area had seen peaceful sit-in protests against the Citizenship Amendment Act, which makes only non-Muslim undocumented migrants from Bangladesh, Pakistan and Afghanistan eligible for Indian citizenship. Together with the proposed National Register of Citizens, it is feared, the Act could be a tool to harass Muslims. Over the weekend, after a leader of the ruling Bharatiya Janata Party announced that the protests had to be cleared, crowds in support of the Citizenship Amendment Act turned out on the streets. This led to a spate of increasingly communal clashes: largely Hindu supporters of the CAA on one side, Muslims protesting against the law on the other.On the morning of February 25, the third day of the violence, knots of people were milling about the 100 feet road, many of them wielding rods and sticks. Scooters went shooting past, bearing more men with sticks, many with saffron headbands and tikas. Cries of “Bharat Mata Ki Jai” and “Jai Shri Ram” periodically rent the air.Crowds milling around on the 100 feet road. Photo credit: Sruthisagar Yamunan‘In self-defence’Several localities line the 100 feet road, including Babarpur, a Hindu-majority locality, across the road from Kabir Nagar, where Muslims form the majority. It is the last stretch of the road before it meets the Maujpur metro line. While residents of Babarpur observed the milling crowds from shuttered shop fronts, Kabir Nagar looked deserted on the afternoon of February 25.Trouble had been brewing for three days, said Shastri, who wore his hair slicked back and paired the bright saffron streaks on his forehead with a blue bomber jacket. Around 10 pm on February 24, he claimed, Muslim crowds had entered the lanes of Babarpur. The residents of Babarpur had come out around 11 pm, in “self-defence”, he said. No one slept much that night and around 5 am, the crowd spilled out of the locality into the 100 feet road, he added. “Both sides threw bricks then, we also threw,” Shastri continued. Around 8am, he said, the police arrived. When Scroll.in reached the spot around noon, a crowd was still milling around. In the afternoon, handful of paramilitary personnel of the Rapid Action Force tried to restrain the crowd at a barricade sectioning off Maujpur. Apart from that, police were scarce on the ground.Around 1.50 pm, Scroll.in witnessed the crowd fall upon a man and police personnel beat them back. A little later, the police fired a round of tear gas shells. But Shastri claimed “those are bombs thrown by Muslims.”A little after 2 pm, Scroll.in saw a group of young men from Babarpur  breached the divider on 100-feet-road and stepped into the Kabir Nagar side. To cries of “Jai Shri Ram”, they tossed a petrol bomb at a building with a shuttered shop on the ground floor and a green flag fluttering from the first floor roof. This was followed by stones that broke window panes.Every time a stone or a petrol bomb was hurled, there was celebratory cheering. The Hindu mob seemed to particularly target commercial establishments bearing Muslim names, tearing down name boards above the closed shutters.Though tense, the atmosphere often turned festive, with stick-wielding men grinning at each other and women coming out to watch. A little way down the 100 feet road, some among the crowd were taking a snack break at food carts.It was around 3 pm when reinforcements arrived – buses full of paramilitary personnel and water tankers manned by the Rapid Action Force. Scroll.in witnessed the crowd greet them with chants of “Musalman pe lathi chalao, hum tumhare saath hai”. Wield your sticks on Muslims, we are with you.As the forces arrived, a man with a tuft of hair at the back of his head, suggesting he was a Brahmin, dropped his stick. “Drop it now,” he signalled to his companions. “They [the police] will start charging.”Also read: In photos and videos: Day 3 of violence in Delhi as attacks against Muslims mount‘Media should help the Hindus’Shastri also warned Scroll.in reporters not to identify themselves as the mob was very angry with journalists for the way the situation was being reported. “The media showed it all wrong,” he claimed.When we walked away from the thick of the crowd, we were stopped by a group of men who asked for our mobile phones. They checked every folder before returning the phones. “Media should help Hindus. Don’t take videos,” one man said. The phones of two reporters from an English newspaper were also searched for photos and videos.It was not just reporters. Around 2 pm, Scroll.in saw a car with four women drive towards the police barricade on the 100 feet road. One of them was filming the scene from inside the car. When the crowd spotted this, the car was immediately surrounded. The men then snatched the mobile phone, deleted the video and ensured the car turned around and left the spot.At the same time, a child of about 13 or 14 years was shooting the mob confronting the women in the car from a corner. A man rushed towards the child, yanked the phone away from him, deleted whatever was shot and then angrily told the child to get inside the house.A few minutes later, two youth on a motorbike were stopped by the crowd, which looked like it was ready to beat them up. They were let go after a voice from the balcony of an adjacent building shouted that the two were “our men”.‘Looking after our own security’By afternoon on February 25, most Muslim enclaves in the area were cut off. Residents of Kardampuri, a little over a kilometre away from Maujpur, cautioned Scroll.in reporters over the phone that it might be risky to enter the locality. They had barricaded themselves in since the evening of February 24. “No one is coming in, we are guarding the locality ourselves, not  depending on anyone,” 19-year-old Uzma, a university student who lives in the area, told Scroll.in on the phone.For 40 days, there had been a sit-in protest against Citizenship Amendment Act near the Kardampuri bridge. “Till 3 pm yesterday, it was absolutely peaceful,” said Uzma. Over 500 women protestors sat with children inside a tent, she said, many more men protested outside. “Around 3.57 pm, we heard noises. They were shouting ‘maaro, maaro, maaro, saalo ko [kill, kill, kill, the bastards],” said Uzma. The crowd, she said, consisted of “RSS men” who had their faces covered with saffron cloth. They were with men in “blue uniform”, similar to that of the Rapid Action Force, according to Uzma, who had been among the protestors.“We saw our brothers putting their hands up to stop the crowd but the men in uniform started pelting stones,” she continued. About 20 tear gas shells were also fired into the tent. “Our brothers tried to ask them to let the women and children go but they didn’t allow it. Finally, our brothers pushed us out.”When the women left, Uzma said, the bullets flew, injuring several men from Kardampuri. She thinks at least 20 to 25 people have been injured by bullets, although she was not certain. The attackers then burned and pillaged the protest site, destroying the stage, an installation with a map of India, bearing the slogan “Mera Bharat Mahan”, and a model of the India Gate. The violence continued till 6-7 pm on February 24, she said.On the morning of February 25, according to Uzma, local residents were shot at again on the Kardampuri Bridge and a petrol pump was burnt. Shops and houses on the main road outside the locality, leading towards Vijay Park, were also burned, she claimed.Close by, the smoke still rose from a market in Gokalpuri on Tuesday afternoon, evidence of the violence that had raged there on the night of February 24. Shops here sold second-hand car parts. “It seems most of these shops were owned by Muslims,” said a fireman at the site.Groups of men, many of them wearing orange tikas, strode on the main road skirting Gokalpuri around 4 pm. As a man on the road stopped his scooter to take a call, they threw rocks at him, thinking he might be taking a video. Satisfied that he was not, they said, “Why are you idle? You should also be pelting stones.” One of the men in the group shouted at his companion to keep “several tanks ready”.Smoke rising from a market of second-hand car parts in Gokulpuri. Photo: Ipsita ChakravartyAt the hospitalIn ward 149 of the Guru Teg Bahadur government hospital at Dilshad Nagar, 18-year-old Shajeer Ahmed was lying heavily sedated on Tuesday morning. His uncle stood next to him, waiting for the doctor’s visit.His uncle, who did not want to be named, said Ahmed was a labourer who was walking on the road somewhere in Chand Bagh on Monday evening when he was hit by two bullets. “He [Ahmed] spoke to us briefly and said he had no clue where the bullets came from,” he said.Ahmed was hit high on the thigh, which the doctors described to the family as “extremely fortunate,” the relative said. “Had the bullet a few inches above, we don’t know what would have happened.”He added that they were residents of Bhajanpura in North East Delhi, which witnessed violence on Monday evening. “I am told by my neighbours that the situation is very tense and women and children have been locked up inside the houses with the men protecting them outside.”On the evening of February 25, hospital authorities confirmed 11 people were dead and 30-35 were critical, with gunshot and stab wounds.Blaming the AAPIn Babarpur on Tuesday afternoon, Shastri had said local residents had poured out into the streets spontaneously, no party had prompted them to come out. “If even the old are coming out, will the young sit at home?” he demanded.Both Shastri and Pratap, however, blamed the Aam Aadmi Party, for inciting Muslims to violence. “Modiji was doing the right thing, why did they have to bring back AAP?” he demanded. In the recent Delhi elections, the Aam Aadmi Party had bagged 62 out of 70 seats, including Babarpur assembly constituency.“They kept promising freebie after freebie and people brought them back,” said Shastri, smiling ruefully.","author":"Ipsita ChakravartySruthisagar Yamunan","time":"2020-02-25T22:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137225-peoqyhduso-1582649713.jpg","tags":["Delhi Violence","Citizenship Act","National Register of Citizens","Delhi Violence Ground Report"],"source":"https://scroll.in/article/954318/once-trump-leaves-muslims-will-not-be-safe-hindu-crowds-in-north-east-delhi"}