{"title":"Once there was Kashmir (before the night of January 19, 1990)","content":"tse kyoho vaatiyo myaani maranai What will you gain with my death— Habba Khatoon\nThat morning I woke up to find a dead body in the courtyard. The day was going to be exciting. I called my sisters to have a look. We gathered around the body in a circle, examining it in fear and awe. What were we to do with it? How did this game work?There was a dead rooster in the house and we had to do something about it. We were going to save its soul. It was to receive a proper funeral.One sister proposed a fire ritual. I objected. The only people in the neighbourhood who had roosters and chickens in the house were Muslims, so our dead rooster was obviously a Muslim, and deserved a burial. In any case, fire was going to get us in trouble with the elders. Everyone agreed. It made perfect sense.Next, we needed to find a place to bury it without getting seen by anyone. Just behind the new room in which I used to sleep, there was a narrow alleyway used for storing wood. It was a perfect hiding place. As I started digging a hole in the ground, my sisters started gathering flowers for the ceremony. Moving the dead body to the grave proved to be a bit tricky. We were afraid of touching it. What if something evil latched onto us?  Fear of bacteria, virus and ghosts froze our hands.Finally, we came up with another trick. We rolled the body onto a torn old shirt of mine and dragged the shirt to the grave. A laughing carnival to the funeral. Then we dumped the body into the hole and sealed it up with soil. The grave was not perfect.I had underestimated the size of the rooster and digging into the ground using bare hands and wooden sticks had not been easy. So, the grave was quite bulgy with the soil barely covering the feathered body, you could still see the blue brown-orange sheen on its wings. But that is the best we could do. We were happy. We sprinkled some flowers over the spot and sang, “Omjai Jagadeshehare”. We decreed that if we repeated the ritual for seven days, the rooster's soul was going to be saved from turning into a ghost and roaming forever on earth, haunting innocent people.In the end, the rooster was going to find peace and go straight to heaven. Or so we thought. In the evening, when I visited the spot, the grave had been dug up and the body missing. Some hungry dog had met its lunch in our make believe graveyard. The rooster's soul remained unsaved. We declared the alley haunted, for the ghost of the rooster shall forever loom there.January 19, 1990During the winter of 1989-90, holed up inside our house at Chattabal in the outskirts of Srinagar, that was what I was doing, playing, while Kashmir started its rapid descent into hell.Many years later, when I narrated the incident to an uncle, he asked me: When was this? Was it before January 19 – or after?January 19 has now come to mean something sinister. The definite line in history. I knew what he was thinking, “The dead rooster, with its wrung neck (or was it slit?), could have been thrown by someone into the house as a warning for things to come.” Uncle knew what I was thinking, “Or maybe a dog dragged it in!”“Why do you have to complicate things? Don't you remember the time our house was fired at?”I remember. The city was under curfew. Fetching daily supplies was difficult. Vegetables and milk were passed wall to wall by the local sellers. Neighbours were still helping each other. As usual, that day uncle was fetching milk across the wall when there was a sudden long burst of bullets fired from an automatic rifle. Uncle dropped the milk tumbler and ran inside the house. A little later we all gathered outside and stared at the house, looking for bullet marks.“You saw the holes in the house. Didn't you?” Our old house, how I loved it. Its deodar wood. Its smell. One time, I climbed the windows collecting resin that would ooze in summers. I almost reached the first floor. How I was afraid when I realised I had climbed a little too high. How I jumped and danced on surviving, realising my legs were stronger than I believed.There were already too many holes in the wooden windows of the old house. How to tell which ones were made by the bullets and which one by time?The uncertainty and fear experienced on that night still colours the nature of our memories of Kashmir. Perhaps, forever. The stories from the night have been untwined and simplified even as the future is getting more twisted. Twenty five years is a long time. Progress of humanity, or the decay, should not be counted in centuries anymore. But in quarters. Times change too fast now. Or do they change at all?1972 minus 1947 equals 25: Partition, thermonuclear bomb, man on moon, computers, bunch of wars and Bangladesh.2015 minus 1990 equals 25: Kashmir, liberalisation, nuclear tests, internet, war and again Kashmir.Did people in 1972 talk about 1947 like it all happened yesterday? If they were among those who “lost” their homeland, I am sure they did. I am sure in their minds they too painted their lost homes, cursed and mourned their neighbours. I am sure they remembered and told many an old tale. They too must have sought out those who remembered, and on some marked anniversaries, under the banner of some banal community welfare committees, they too would have asked for the old tales to be repeated – to be retold again. The tales of their loss. I am sure many a wiser man has been caught in this loop and wondered, “I can see contours of great mathematical equation, the constants, but what does it all mean?” May be it means nothing.That night in ChattabalAnd yet, again, 25 years later, I ask: Tell me the story one more time.Tell me one more time what happened that night in Chattabal. I know in Chanpora, my sister had her mouth gagged by my maasi using Parle-G biscuits so that she would stop crying and not draw attention while the faithful at mosques called for death and justice. I know in Jawahar Nagar, a girl who is now married to one of my cousins, was shut by her parents inside a storeroom under a staircase to keep her safe. I know in Indira Nagar, a girl, now my aunt, was shut in an attic. I know those days were all the same for all of us. I know in Malik Angan Fateh Kadal, the family into which my sister is now married, had their house fire bombed. I know. But tell me again what happened that night in Chattabal.It was Friday and after the Isha namaz, the local mosque started blaring taped messages over the loudspeaker asking the faithful to rise against the unfaithful, to declare war on the infidels and free themselves forever, free, like gods always wanted them to be.The unfaithful, most of them at home, were watching the Friday night English movie on Doordarshan. Ironically, as if universe has a logic, they were watching Escape From Sobibor (1987), a telefilm on a group of Polish Jews escaping from an extermination camp.Heeding the call of faith, ignoring the curfew orders, people started to gather in the streets chanting slogans of god, war and freedom. Hearing all the commotion, my father and uncles went outside to check, but only after locking everyone else inside the house. All our Muslim neighbours were there. The crowd was walking towards the nearby tonga chowk. Walking at the fringe ends of the crowd, my father and uncles reached the spot to witness the hujoom, a sea of men. They saw a bonfire of tyres and around it people screaming their lungs out at the invisible enemy. This went on for sometime.In all this commotion, my father saw a bakhtarband gaadi approaching the chowk from a narrow alley. The armoured vehicle was slowing moving towards the crowd. He got suspicious. He bent down to his knees, put his ears to the road and tried to see past the vehicle. Beyond it, he could see something moving along. A giant centipede with hundred legs marching on. He could now even hear it. There were security men walking behind the vehicle. Father got up and ran to his brothers. There was going to be trouble. They decided to head back home.Walking back, they ran into [   ], a man who lived further down the street from our house. [   ] was livid with anger, his arms in air, chanting along with the crowd, in unison...Azaadi. Eyes blood red. My father and uncles told him what they saw and pleaded with him to head back home. [   ] would not listen. He said he had five young daughters at home, if anyone was going to harm them, he was ready to kill and ready to die. My father and uncles thought it futile to reason anymore with him. [   ] was a reasonable man but tonight, reason had died.As soon as they reached the house and closed the doors behind them, a volley of shots rang out. Pop like the pop in popcorn, but only louder, loud enough to put the fear of god in you. They could hear people screaming and running. The chanting had stopped. More shots followed. More running and screaming. Some more odd shots. And then a deafening silence. It was all over in a few minutes. The chowk which only moments ago was drowning in hellish chants was now floating in silence.After waiting for sometime, one of my uncles decided to open the main door and take a quick look outside. He could not see a single soul on the road. No people. No security forces. No trace of the armoured vehicle. There were only chappals strewn all over the place. And on the road he saw something else. Something that called out to him. He went back inside the house and told everyone about the strange scene outside. He said he was going outside to check something. His brothers tried to stop him. It was madness. He did not listen. He was always a daredevil, the man assigned to “fetch first-day-first-show” tickets at Broadway Cinema.Uncle stepped out ducking his head, as if to make himself invisible. A quick few paces away from the house, he bent down to take a closer look. Something was there. Something dark. His curious hands reached out to touch it. The shock of liquid warmth sent his hands into recoil. Frantically, he rubbed his hands in dirt and ran back inside to announce, “There is blood on the street. There is blood. But, no bodies.”The night was spent by them in vigil. This uncle of mine died about 15 years later in a road accident, just past Qazigund, while returning to Kashmir as a tourist. Maybe, he should have not gone out that night.Darkness at dawnNext morning, bodies were found on the roadside, chucked under some wooden logs. [   ] was among the dead. He had taken four or five bullets. Enforcing curfew, security men had gone lane to lane, like fire brigade, with not a hose but guns, dosing fire. “Shoot at sight,” it was called. [   ] was declared the first “martyr” from the area. An invitation was extended to everyone to attend the funeral. My father and uncles refused to go even though they had a new respect for the dead man, a respect that the dead command and the living unwillingly offer. Nothing good would have come of it, they all agreed.However, overruling the objections of the younger generation, my grandfather, out of some sense of “neighbourly duty,” decided to go. What followed was another tragedy. The religious affair that is funeral, quickly transformed into a political affair. Men of faith were asked to promise a final war, a final solution and a lasting blow. A war to bring lasting peace. Revenge, so that every martyr's soul finds passage to the final home. Let their names be remembered forever. There was a world to be destroyed, a new world to be gained.My grandfather never spoke in detail about his experience at the funeral of [   ]. On being reminded of it, as if embarrassed, as if he had committed a crime, grandfather would touch his ears and say, “Trahi! Trahi! (Save! Save! The things I heard!).A version of this article first appeared on the Economic and Political Weekly website.","author":"Vinayak Razdan","time":"2016-04-30T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/807184-article-ehwugblqqn-1461709406.jpeg","tags":["Kashmir","Militancy","Kashmiri Pandits","Jammu and Kashmir"],"source":"https://scroll.in/article/807184/once-there-was-kashmir-before-the-night-of-january-19-1990"}