{"title":"Oncologist R Ravi Kannan wins Ramon Magsaysay Award 2023","content":"Surgical oncologist R Ravi Kannan on Thursday was named as one of the recipients of the Ramon Magsaysay Award for 2023.Kannan, who hails from Chennai, won the award for “revolutionising the treatment of cancer in Assam through his people-centered and pro-poor programs”, the Ramon Magsaysay Award Foundation said.The Magsaysay Award, established in 1957, seeks to reward individuals for integrity in governance, courageous service to the people, and pragmatic idealism in democratic societies. It is often referred to as the “Nobel Prize of Asia”.We are proud to present the 2023 Ramon Magsaysay Awardees. For more information, visit https://t.co/13iyCwwUpq.#RamonMagsaysayAward #GreatnessOfSpirit #TransformativeLeadership #65thRamonMagsaysayAwards pic.twitter.com/gPrgRvZ9p5— Ramon Magsaysay Award (@MagsaysayAward) August 31, 2023\n\nKannan worked at the Cancer Institute in Chennai before he moved to Silchar in 2007 to join the Cachar Cancer Hospital.Under Kannan’s leadership, the hospital became a full-fledged comprehensive cancer hospital and research center, according to the award’s citation. He also introduced free treatment, food and lodging, ad-hoc employment for caregivers, and a home care programme as patients could not continue their treatment due to difficulty in traveling long distances and cost. He has also been awarded the Padma Shri for his contribution to the health sector.“The RMAF [Ramon Magsaysay Awardees Foundation] board of trustees recognizes his devotion to his profession’s highest ideals of public service, his combination of skill, commitment, and compassion in pushing the boundaries of people-centered, pro-poor health care and cancer care, and for having built, without expectation of reward, a beacon of hope for millions in the Indian state of Assam, thus setting a shining example for all,” his award citation read.Kannan shared this year’s award with Korvi Rakshand from Bangladesh, Miriam Coronel-Ferrer from the Philippines, and Eugenio Lemos from Timor-Leste.Kannan said the award belongs to all who had joined hands to make the lives of those suffering from cancer better, reported PTI. He added that his focus was now on decentralising cancer care by setting up smaller hospitals in different parts of Assam and Tripura.“We have to go near people and focus on prevention, treatment, and cancer care. We need a lot of support for infrastructure and equipment, which are one-time investments, but what we need most is human resources, which is a recurring requirement,” the oncologist said.","author":"Scroll Staff","time":"2023-09-01T13:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193685-dawqwsuvqp-1693554067.jpg","tags":["Ramon Magsaysay Award","Ravi Kannan","cancer"]}