{"title":"One morning, returning from visiting his sister, an 80-year-old Muslim man was lynched in Sitamarhi","content":"There is no other part of the world that Zainul Ansari had known and loved in the eight decades of his life. This noisy, crowded, impoverished, vibrant piece of Bihar had been his only home, Sitamarhi. I guess that there would be no other place he would have wanted to breathe his last breath. But not this way: his body burned beyond recognition by a lynch mob of strangers, including children and a woman. He would not have wanted his remains to be buried furtively with only his sons and a few policemen as witness, alongside the bodies of strangers in another city, Muzaffarpur.Zainul Ansari, farmer and wage labourer, had lived all his life in a village Bhorahan, just 6 km from the district headquarters of Sitamarhi. Today it was almost part of the town. Legend has it that Sita emerged from under the ground in Sitamarhi. Ansari’s two sons, Ikhlaq Ansari and Mohamed Ashraf Ansari, had left home in their twenties in search of work. Now in their forties, one has a steady job in a garment factory in Mumbai, another in Ludhiana. For the past 20 years, their life had developed and even rhythm. They returned to Bihar to visit their parents, wife and children once every five or six months. After their mother died, many years earlier, it was their father Zainul Ansari who held the family together. When a team of the Karwan e Mohabbat met the family just months after the lynching, his two daughters-in-law wept in consolably. He was more than a father to us they said. Such a gentle man. He took care of us. We were safe with him.A family holidayAmong the photographs they showed us was a recent picture of Ansari with his grandson standing together posing outside the Red Fort in Delhi. His grandson had taken him there for a holiday. We see a man erect, straight and robust, belying his 80 years. He has a white beard, and is dressed in a blue checked tahmat, short kurta and a skullcap. It was these very markers that so easily identified him to be a Muslim to the lynch mob that took his life.Sitamarhi, around 150 km north of Patna, does have a history of communal tensions. In 1992, after the Babri Masjid was demolished, this town saw the fresh flowing of blood. But recent years were peaceful, until the Bharatiya Janata Party and Nitish Kumar’s Janata Dal (United) joined hands to form the state government. It began to look as though activists of the Sangh organisations were raring for a fight with the Muslim residents of the area.Harsh Mander and other members of the Karwan e Mohabbat team meet with Zainul Ansari's family.Matters came to a head during the Durga Puja celebrations in the autumn of 2018. The organisers insisted on taking their processions through Muslim localities, and everywhere chanted abusive slogans, such as the one asking Muslims to go either to Pakistan or the cemetery. This insulting sloganeering has become routine around the country, and it requires a few hot-headed Muslim youth to retaliate with stones and sticks for a local communal skirmish to ensue. When this did not happen in Sitamarhi during the Durga Puja celebrations in 2018, rumours began to fly on the tenth day of Durga Puja (when traditionally the Durga idols are immersed in rivers, streams or lakes). The story spread like fire that stones had been thrown at a Durga statue from a mosque as the procession passed by it, and Durga’s arm was broken. No one saw the broken arm of the idol, and most people agree that all of this was a mischievous fiction.The district administration could have done much more to snuff out these dangerously provocative rumours. They could have firmly restricted the routes of the last procession of the season due to be taken out through the streets of the city the following morning, carrying the statue of Maa Kaali. The could have ensured a much larger police presence. None of this was done. Swirling rumoursThe rumour of a stone from a mosque damaging the arm of a Durga statue continued to circulate through the night, and the next morning thousands of people gathered for the Maa Kaali procession. They defied the district administration by insisting on taking the procession though prohibited routes passing through narrow lanes in areas where Muslim residents lived in large numbers, and by shouted frenzied poisonous slogans against Muslims. The crowd continued to swell, and many came armed with lathis, sticks, spears, iron pipes, axes and swords.  Along the way, they set fire to Muslim shops and houses.By the time the procession reached the central Gaushala Chowk in the Sitamarhi market, the mood was feverish. Many of the small fruit and vegetable shopkeepers in the Chowk were Muslim, and they had closed shop and rushed home. It was about 11 in the morning when an unsuspecting Zainul Ansari was returning home after calling on his sister. People had warned him that morning about rising tensions, but he brushed them aside, saying that no one would touch him. He was wrong. The feverish mob was thirsting for revenge against the allegedly broken arm of the Durga statue. Zainul Ansari was visibly Muslim. No one knows exactly how it started, but the crowd turned into a lynch mob and fell upon Ansari, first raining blows on him with their sticks and iron pipes.In a now-commonplace pattern, members of the mob also took videos and photographs of the lynching. The photographs which were widely circulated, the family shared with the Karwan team when we visited them in the Karwan. The photographs show that the crowd had many young men, teenagers, even children, and at least one woman and a young child are clearly visible wielding large iron pipes as weapons. It appears from the photographs that the crowd bludgeoned the old man with sticks and the iron pipes, and hit him on the head and other parts of his body. In another picture, Ansari is being carried to the side of the road by two very young men who are holding his arms and ankles. In a third photo he is lying on the ground with a pool of blood under his head: presumably some in the crowd sliced his neck. In a fourth picture, sacks and other combustible material are piled on top of him and he has been set on fire.The postmortem report revealed that some of the burn injuries were ante-mortem, which means that Ansari was still alive when the mob set him ablaze.Police delayThe police station is barely a five-minute drive from where Ansari was being slaughtered, in the middle of a busy market square, and it was mid-morning. Yet the police did not come on time to save the man’s life. By the time they did come, the man’s body was charred beyond recognition, his face unrecognisable, his limbs entirely burned.\n\n\n    \n    Play\n\nOne of the police responses after this was to ban the internet, to prevent rumours from spreading further. As a consequence, Zainul Ansari’s family had no inkling about why the old man did not return home. The women went to the police station, and the policemen there filed a missing person’s report. They desperately phoned Ikhlaq and Arshad, the old man’s sons in Mumbai and Ludhiana. The men took the first unreserved trains to rush back to Sitamarhi. It took two or three days for them to return home. By then, the internet ban had been lifted, and they saw the chilling photographs of their father’s lynching that circulated widely on WhatsApp.The men went to the police station with the photographs. The police then took them to a mortuary in neighbouring Muzaffarpur, then showed him the charred body, and concluded that this must be the remains of their father. They had transported the body to Muzaffarpur, so that his funeral would not spark off another bout of communal violence in Sitamarhi. They requested the family not to take the body home. Instead they organised the funeral in a cemetery attached to a madrassa in Muzaffarpur itself. It was here that the remains of the old man were laid to rest amidst the bodies of strangers.Two months had passed since the lynching when the Karwan team met the family in their home in Sitamarhi. The two sons, Ikhlaq and Arshad had not returned to their garment factory jobs in Mumbai and Ludhiana, because there was no grown man to look after the family left behind in Sitamarhi, and they were even more in fear now. But there was no work to be found in Sitamarhi, so they were confused and worried about their futures.But they were most in grief about the way that their father had been killed – lynched by a frenzied mob of strangers, and that too for a sacrilege that he had not committed, and which probably had not even happened.“It was his age: we knew he would leave us one of these days,” Arshad said to us. “But for him to go like this? Like this?”Read the rest of the Karwan Tracks series here.","author":"Harsh Mander","time":"2019-11-05T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130372-uhhcszxtgx-1572882966.jpg","tags":["Karwan e Mohabbat","Sitamarhi","Lynchings"],"source":"https://scroll.in/article/942671/one-morning-returning-from-visiting-his-sister-an-80-year-old-muslim-man-was-lynched-in-sitamarhi"}