{"title":"One visit to India was enough to inspire writer Lawrence Blochman for a lifetime","content":"Terence O’Reilly was a quintessential thriller hero. First introduced by writer Lawrence Blochman in 1936 in the short story The Zarapore Beat, he was described as a towering New York policeman with big shoulders and big feet. Smarts he had in plenty. Deputed to a visiting Indian prince as a “marshal of personal safety”, he accompanied his charge to Zarapore, a fictional kingdom in north India, and saved the day with his quick thinking.Over the next five years, O’Reilly returned in six other short stories. In each he used his wits to solve a mystery and protect prince Vinayak Rao Bahadur. There was, however, one other thing he did that not many other fictional detectives at the time were doing: introducing readers to the sights and sounds of India.His creator Blochman offered in the O’Reilly stories everything he had witnessed, heard and absorbed during his stay in India in the early 1920s. Trains, maharajas and diamonds appear like clockwork in the tales, as do Hindustani phrases, the inevitable yogis, ambling bulls, officious policemen and bumbling detectives.India remained a constant in Blochman’s works. Apart from the O’Reilly stories, he wrote four novels set in India, three featuring Leonidas Prike, an inspector in the Criminal Investigation Department. His other creation, the Dr Coffee series, also had an India connection: it featured detectives Dr Daniel Webster Coffee, a New York-based pathologist, and his associate, Motilal Mookerji, a Bengali scientist on deputation from Calcutta Medical College. Endowed with amazing forensic skills and knowledge of poisons, the pair was one of the earliest detective duos in fiction.A clipping from The San Bernardino County, March 17, 1934. Credit: Newspapers.com.Adventures in AsiaBorn on February 17, 1900, in San Diego, California, Lawrence Goldtree Blochman was of French-Jewish ancestry. His love for adventure clearly came from his forebears. In 1848, his great-grandmother journeyed with three children from Le Havre in northern France to the United States. In 1851, his grandfather was so dazzled by the California Gold Rush that he travelled to the West Coast via New Orleans, Cuba and Colombia because cross-country train travel was rudimentary.Blochman was an active student during his days at the University of California, Berkeley. He was the managing editor of the student magazine and a member of the university choral group, which took him in May 1920 on his first trip to Japan, China and Hong Kong.His next Asian adventure came just months later. With his friend John Kretschmer, a student of agriculture from Colorado, Blochman sailed off from San Francisco, intending to be away for only six months but ended up travelling the world for three years.Their first destination was the Far East. In Tokyo, east China and Hong Kong, the two staged a vaudeville act as the pair “Kay and Blochman”. Sailing through the East Indies, they passed several leper colonies, where people with the feared disease lived as outcasts.From the East, the two entered India via Himalayan passes. For the most part of their time in the country, the two lived in Calcutta, where Blochman worked for The Englishman as a photographer and feature writer. The job allowed him to travel often, which explains his familiarity with the Indian railway system. His most successful novel, the Bombay Mail (1934), was set on a train, with inspector Prike solving two murders onboard, including that of a maharaja. A film based on the book, also called the Bombay Mail, was made the very year of its publication and starred Edward Lowe as Prike.A clipping from The Ruston Daily Leader, January 5, 1934. Credit: Newspapers.com.The city of Calcutta makes frequent appearances in Blochman’s early novels and in his O’Reilly stories. In one O’Reilly story, Bringing up Babu, he writes:“…Calcutta was a teeming city of a million population, a great metropolis although a strange one. There were sacred humpbacked bulls blocking the sidewalks and sleeping peacefully on the steps of the main post office and the National Bank of India, but there were also sleek motorcars full of distinguished Europeans in evening dress, brightly lit restaurants, crowded trams, bustling traffic. There were broad parks and majestic government offices, and there were beggars sleeping in alleys, and acres and acres of crooked mud hovels.”For some weeks, Kretschmer and Blochman moved to Indore as guests of Maharaja Tukoji Rao Holkar. This gave Blochman an inside view of Indian royalty, their lavish lifestyles and their fascination with precious gems and stones. Like trains, precious gems, and gem traders too, keep recurring in Blochman’s fiction.Similarly, from a visit to Darjeeling, Blochman derived the material for his third Indian novel, Red Snow at Darjeeling. Set in the late 1930s, the book has a lot of Nazi-era intrigue along with other Blochman staples: trains, murders, botanists and the ubiquitous nawab.Critics were not always fond of his Indophilia. One reviewer said his novel Bengal Fire evoked the India of EM Forster but criticised his “lavish use of the vernacular” – there was a surfeit of words dahl and alu – and the fact that it had one murder too many.From India, Blochman and Kretschmer travelled home via the Middle East and Europe. They lived in Paris for a few months, where in 1926, Blochman married Marguerite Maillard. On their return Kretschmer and Blochman went their separate ways, but India clearly left a lasting impression on them.Kretschmer lived in Colorado and his lectures about his world travels – involving a copious use of slides and notes – were called Vagabond Adventures. Blochman’s work for The Englishman has been lost, but all his recollections of the country appear in his fiction.Detective duoFrom 1950, Blochman began writing the popular Dr Coffee stories featuring a detective duo. The New York pathologist Daniel Webster Coffee and his Indian associate Motilal Mookerji make a chalk-and-cheese pair as they collaborate on police procedurals, each familiar with the other’s methods and eccentricities.In the Dr Coffee series, it is easy to see Blochman’s interest in poisons, forensics and botany. In A Kiss of Kandahar, a woman is found dead in her bathtub and initial suspicions focus on murder by cyanide poisoning. But the chance discovery of benzene – thanks to Coffee and Mookerji – turns the police’s attention to other suspects. In 1960, the Dr Coffee stories were adapted into a nine-episode television series titled Diagnosis Unknown.Blochman died in 1975. In his lifetime, he created other detective characters, wrote film scripts (sometimes based on his own works), translated from French, and wrote several non-fiction books.For the most part, his works have not dated since his characters’ methods of detection were novel and detailed. His use of what has been called Babu English – the correct albeit idiosyncratic use of English by Indians – can sound grating. But the echoes of early 20th-century India are worth it.This article is part of a series on notable Americans who visited India until mid-20th century. Read the rest of the series here.","author":"Anu Kumar","time":"2024-02-17T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198475-gfkfdwyezc-1707989157.jpg","tags":["Lawrence Blochman","History"]}