{"title":"Two killed, several injured as violence breaks out on Ram Navami in at least five states","content":"Violence broke out in at least five states of the country on Sunday during processions held on the occasion of the Hindu festival Ram Navami, reports said. One person was killed in Gujarat’s Khambat city and another in Jharkhand’s Lohardaga. Several people, including police personnel, were injured in Madhya Pradesh’s Khargone, PTI reported.The 65-year old man who died in Khambat has not been identified yet, Superintendent of Police Ajeet Rajyan said. He added that a clash broke out  during a Ram Navami procession, following which two groups threw stones at each other. One more person was also injured in the clashes, and some shops were allegedly set on fire. The police brought the situation under control using tear gas shells.In the city of Himmatnagar in the Sabarkantha district as well, two groups of people clashed and hurled stones at each other during a procession, according to PTI. “During the melee, some persons were hit by stones,” Sabarkantha Superintendent of Police Vishal Vaghela said. “But the situation was brought under control in some time.”Some people also set three to four two-wheelers on fire during the clashes. A large number of police personnel were deployed to maintain law and order, Vaghela said.Here is a roundup of incidents of violence that took place in other states:GujaratOn Monday, the Gujarat Police arrested nine people in connection with violence and stone-pelting in Khambhat town, The Indian Express reported.“The situation in Khambhat town is under control,” Anand district’s Superintendent of Police Ajit Rajian said, The Indian Express reported. “We have already arrested nine suspects and started further investigation.”The police have also imposed Section 144 in Himmatnagar town of Sabarkantha, after a similar incident of violence took place there on Sunday.Section 144 prohibits the gathering of more than five people. The prohibitory orders will remain till April 13. Madhya PradeshAt least 24 people were injured in violence in Madhya Pradesh’s Khargone city, The Indian Express reported. Five police personnel were among those who sustained injuries.At least 10 houses were also burnt during the clashes.The first incident of violence broke out after people allegedly hurled stones at a Ram Navami procession, objecting to loud music, according to The New Indian Express. The violence occurred in the Talab Chowk area. Subsequently, clashes broke out in the Gaushala Marg, Tabadi Chowk, Sanjay Nagar and Motipura areas of the city.सराफा बाजार स्थित धान मंडी मस्जिद पर अंधेरा (घटना के घंटो बाद) होने के बाद हुई आगजनी की घटना। हालात नाज़ुक।यह दंगा खरगौन का सोशल और पॉलिटिकल स्ट्रक्चर बदल देगा।मध्य प्रदेश में अगले साल चुनाव हैं और खरगोन और बडवानी ज़िले में कांग्रेस का दबदबा हैं। pic.twitter.com/VHtlqgvuMp— काश/if Kakvi (@KashifKakvi) April 10, 2022\n\nSuperintendent of Police Siddharth Choudhary was among those who were injured. Collector Anugraha P said that Choudhary suffered an injury to his leg, but said it was not clear if it was a bullet wound, The Indian Express reported.Incidentally, Bharatiya Janata Party leader Kapil Mishra was in Khargone on Sunday, and had taken part in a Ram Navami procession. On Sunday evening, he shared a photo from the procession with the caption, “Neither Musa nor Burhan, only Jai Jai Shri Ram,” in an apparent reference to militants Zakir Musa and Burhan Wani, who were killed by security forces.On Monday, Congress leader Digvijaya Singh alleged on Twitter that “riots take place wherever Mishra sets foot”. In response, Mishra claimed that no riots occurred at the place where he was present.The police have not accused Mishra of being involved in the violence.Authorities have imposed a curfew in some parts of Khargone, and Section 144 of the Code of Criminal Procedure in the entire city to ban the assembly of four or more people, PTI reported.Meanwhile, a Ram Navami procession was reportedly attacked in the Sendhwa town of the Barwani district also. A police station in-charge and five others were injured, PTI reported. The violence took place when a group from the village of Bargaon was on its way to join a main procession in the town.Clashes were later reported from other areas of the town, including Jai Hind Chowk and Kranti Chowk. Seven people, including two police personnel, were injured.Chief Minister Shivraj Singh Chouhan said that rioters will not be spared, the Hindustan Times reported.“The Kharagone incident is unfortunate,” Chouhan said. “They [rioters] will not only be sent to jails but also made to pay for vandalising public as well as private property. We are forming a claims tribunal.”JharkhandOne person died and 12 people were critically injured in clashes in Jharkhand’s Lohardaga district on Sunday, PTI reported.“One severely injured man succumbed to injuries, who is the resident of Latehar district,” an unidentified district administration official told ANI. “We have initiated an inquiry in the matter and the situation is peaceful now.”The violence took place after a group of people allegedly threw stones at a Ram Navami procession. The people who were part of the procession allegedly retaliated by hurling stones.Ten motorcycles and a pick-up van were reportedly set on fire during the violence.Authorities have imposed Section 144 of the CrPC in the Hirhi village of the district, ANI reported.लोहरदगा में रामनवमी जुलूस पर पथराव-आगजनी, चार लोग गंभीर रूप से घायल pic.twitter.com/Gxtqswfq76— News18 Jharkhand (@News18Jharkhand) April 10, 2022\n\nWest BengalIn West Bengal’s Bankura city, three police personnel were injured after a Ram Navami procession turned violent, The Times of India reported. The violence took place in the Manchantala area of the city.Union minister Subhas Sarkar, who was present at the procession, alleged that bricks were hurled at his vehicle. He blamed Trinamool Congress members for the violence.The police, however, have arrested at least 17 BJP workers in connection with the violence.Meanwhile, tensions prevailed in Shibpur area of Howrah city after allegedly provocative speech was made at a Vishwa Hindu Parishad rally, The Indian Express reported. Two groups of locals threw stones at each other, resulting in injuries to the those in the mobs, as well as, police personnel. A few police motorcycles were also set on fire.Surendra Jain, joint general secretary of the Vishwa Hindu Parishad, said that the incidents of violence across the country were “unfortunate”, PTI reported.GoaViolence broke out in Goa’s Vasco town on Sunday after stones were allegedly hurled at a two-wheeler procession around 8.30 pm in Baina area of the city, Herald Goa reported. A mob then allegedly attacked the local Islampura mosque.Later, the police reached the spot and took those engaged in clashes into custody.#Breaking | Tense situation in Baina, Vasco as groups of Hindu and Muslim communities clash after the Islampura  masjid was allegedly attacked during iftari. pic.twitter.com/rVdwAn5urb— Herald Goa (@oheraldogoa) April 10, 2022","author":"Scroll Staff","time":"2022-04-11T10:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172862-rvwhaqvmtg-1649649642.jpg","tags":["Ram Navami","Madhya Pradesh","Khambat","Khargone","Vasco","Bankura"],"source":"https://scroll.in/latest/1021555/one-killed-several-injured-as-violence-breaks-out-on-ram-navami-in-multiple-states"}