{"title":"‘One of the men lifted an axe and brought it down on my father’s forehead.’","content":"Sleeping on Jupiter is Anuradha Roy's third novel: A train stops at a railway station. A young woman jumps off. She has wild hair, sloppy clothes, a distracted air. She looks Indian, yet she is somehow not. The sudden violence of what happens next leaves the other passengers gasping. The train terminates at Jarmuli, a temple town by the sea. Here, among pilgrims, priests and ashrams, three old women disembark only to encounter the girl once again. What is someone like her doing in this remote corner, which attracts only worshippers?~~~The year the war came closer I was six or seven and it did not matter to me. I lived with my brother, father and mother and our hut had two rooms with mats on the floor and a line of wooden pegs from which our clothes hung and in the evening we sat in the yard outside, watching our mother cook on the fire by the grapefruit tree. When the tree flowered I opened my mouth wide to swallow the scent. Little green beads of fruit appeared when the flowers fell off. One day, when some of the fruit had turned as round and yellow as full moons, my brother climbed the tree. He looked tall and strong clambering from branch to branch, my older brother. I stood holding the trunk, waiting for the fruit to come down. He snapped them off the stem, the branch shook hard, and I was showered with dust and dry leaves.The grapefruits were pale yellow outside, with stippled skin. They were as big as melons and heavy with juice. My mother slid a knife into one and cut it in half and the flesh was pink and the smell of its juice was tart and fresh.Our hut was all we knew, the four of us. I remember a fence around it, made of branches my father cut and brought home on his shoulders a few at a time, every day. The jungle was thick, the leaves of the tall trees were broad and green. I have tried to remember which trees they were, but I can only bring back the ones that gave me things to eat: mangoes, grapefruit, jackfruit and lime. We had hens that went mad cackling and crowing when they were laying eggs. Their eggs were brown. We had a cow, a few goats, and three pigs.When the pigs were slaughtered for their meat they shrieked with a sound that made my teeth fall off and this was the sound I heard soon after my mother cut the grapefruit, and the men came in with axes. Their faces were wrapped in cloth. They shoved my brother outside, they pushed my mother and me to a corner of the room and then they flung my father at a wall. They slammed his face at the wall again and again. The whitewashed wall streamed red, they threw him to the floor and kicked him with their booted feet. Each time the boots hit him it was as if a limp bundle of clothes was being tossed this way and that. One of the men lifted an axe and brought it down on my father’s forehead.When they left they wrote something on the wall in his blood. They did not look at us. In my sleep I hear the sound of pigs at slaughter, the sound my father made. The next thing was a clump of bushes by a ditch. My mother was hiding me in the bushes. Smoke rose from the place our village was – not the smoke of cooking fires but a kind I had never seen before. It made the blue sky black and stilled the birds. There was not a sound. I started to shout for my brother, but my mother put her palm over my mouth. If only she hadn’t stopped me. He always came when I called and he always knew what to do.I was walking after that, as fast as I could, but still my mother kept pulling at my hand and dragging me, saying, “Faster, faster.” Then she picked me up and I was on her back and my arms were wrapped around her. She ran through the jungle. My legs straddled her waist, my head reached her shoulders, but I could not look beyond. Her hair pricked my eyes, it was sticky with sweat ￼￼￼￼￼￼￼￼and dirt. Her feet were bare. She stopped to pluck thorns from them and once she stopped to tear off a strip from her sari and wrap it around her foot when a stone gashed it. If I asked for my brother she said, “Quiet, not a word.”My mother’s face was fierce. She had thick, straight eyebrows and she wore a nose pin that sparkled like a star. Her palm felt rough and hard when it slapped my cheek and when it rubbed oil into me before a bath. Although I scrape and scrape at my mind, there is not much else I can bring back.We rested, we slept once or twice, then she hoisted me onto her back and walked again. It was for a day or maybe it was for two, and all of a sudden the leaves fell away, the ground grew soft, everything opened out and the ocean was before us.I had never seen the sea or sand. I ran towards the water. My mother came after me and held me back, but she let me paddle at the edge of the water. Then I saw a man. He came up to her and said something.My mother drew me away from the water and made me sit in the shadow of a boat. Her sari was wet to her knees. She bent down and wrung it out at the bottom. They moved away from me, they spoke softly to each other. She came back. “Wait here,” she said, “don’t move.” She returned to the man. Her voice thinned and flew in the breeze. And then she was gone.The sun hung over the sea, looking as if it would fall into it anytime. The water was high, there was too much of it. Waves came like white-toothed monsters and bit off the sand. They came closer and closer. I kept looking at the place where my mother had stood with the man. I was hungry. I called for her. My stomach ached with hunger. I stood up and opened my mouth as wide as I could and I shouted for my brother. Nobody.When it was almost dark, two women appeared. They tried to take me away from the boat. I kept telling them my mother had￼￼￼￼￼￼￼￼told me to wait. One woman tugged at me. I shouted and struggled, my feet dragged in the sand, and she said, “Quiet!” She picked me up. The other woman forced water from a bottle into my mouth. They were taking me to my mother, she said. It would not be long.Excerpted with permission from Sleeping on Jupiter, Anuradha Roy, Hachette India.","author":"Anuradha Roy","time":"2015-04-21T08:40:11+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/722051-671a474f-86bc-4d16-bdbc-b822df494214.jpg","tags":[]}