{"title":"Only 3% SC, 1.5% ST judges appointed in High Courts since 2018, says Parliament panel report","content":"Only 3% of High Court judges belonged to the Scheduled Caste and 1.5% to the Scheduled Tribes category in the last six years, a Parliamentary Committee report said on Monday. The 133rd report of the Parliamentary Standing Committee on Personnel, Public Grievances, Law and Justice, titled “Judicial Processes and their Reform”, was presented in the Rajya Sabha on Monday. In its report, the panel, led by Bharatiya Janata Party MP Sushil Modi, said that out of the 601 judges appointed to High Courts since 2018, 457 belonged to the General category, 18 to the Scheduled Caste category and nine to the Scheduled Tribe community.Seventy-two judges belonged to the Other Backward Classes, while 91 were women judges. Only 32 judges were from minority communities while the social status of 13 judges was not available.Since there is no reservation in Higher judiciary, no class or category-wise data is maintained by the Department of Justice, the report said. The report also mentioned that the veracity of the data has not been cross-checked since no caste certificate is sought from the judges at the time of appointment. The committee said that the representation of marginalised sections of the society, women and minorities in higher Judiciary is “abysmally low”. It also added: “As the Collegium is responsible for making recommendations for appointment to the Higher Judiciary, the onus is on them to ensure adequate representation for those sections of society.”Dravida Munnetra Kazhagam MP and member of the committee, P Wilson suggested that the poor representation of social groups may mean that their rights are not being properly safeguarded, and may eventually lead to the infringement and violation of their rights.“It has been observed that, sometimes, in order to deny diversity at the Bench, ‘merit’ is used as a proxy to justify the retention of a particular class or community of persons as Judges,” he said. “A judiciary that markedly fails to reflect the social composition of the nation possesses a serious constitutional challenge.”  The standing committee report also suggested that both the Supreme Court and the High Court Collegiums should recommend an adequate number of women and candidates from the marginalised sections of the society, including minorities.Besides social diversity, the report pointed out that court vacations were a “colonial legacy” and recommended that High Court judges take turns to go on vacation to reduce pendency of cases.Courts usually take a seven-week summer break and two-week winter break. However, during this time a vacation bench in the Supreme Court and the High Courts do hear important cases.The panel said that vacations lead to huge pendency of cases and also causes inconvenience to the litigants. “A common man holds a perception that despite having such [a] huge pendency of cases, their judges go on long vacations,” the report said. “Further, during the vacations, the litigants have to suffer a lot despite having a handful of vacation courts/benches.”The panel report said that more than 60 lakh cases are pending in High Courts, calling it a reason for “deep concern”. It added that “though it is also a grim fact that almost all the High Courts have a very high level of vacancies”. The panel said that overall vacancies in the High Courts stood at 30% of the sanctioned strength and many of them had vacancies ranging from 40 to 50% as on December 31. “Thus vacations are not the only cause of high pendency in the higher judiciary,” the report said.","author":"Scroll Staff","time":"2023-08-09T16:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133778-sibuvgcbcg-1577710467.jpg","tags":["Parliamentary Committee","Law and Justice","Representation","Scheduled Caste","Scheduled Tribe","Supreme Court","High Court"],"source":"https://scroll.in/latest/1054061/only-3-sc-1-5-st-judges-appointed-in-high-courts-since-2018-says-parliament-panel-report"}