{"title":"Only 29 of 1,338 Indian silent films have survived. One man is doggedly telling the story of the era","content":"At 85, Virchand Dharamsey should be leading the retired life, but he is hard at work, digging deep for the hidden and unknown.For the past few years, the Mumbai-based researcher has been writing a book tentatively titled Archaeology of Early Indian Cinema with Iyesha Geeth Abbas, a colleague from Kerala. Covering the period between 1895 and 1945, the project is as noble as it is challenging, given the shortage of reliable information on the earliest years of Indian cinema. Just over 1,300 silent movies were made in India in the first three decades of the last century. By 1931, India had produced its first sound film, Alam Ara, and by 1934, the “talkies” had taken over the screens. But only 29 of the silent films made in India survive.“There is a lack of history, and this creates a lot of problems, especially with regards to theory,” Dharamsey told Scroll.in.  And yet, if there’s anyone who is equipped for the job of telling the story of that period, it’s Dharamsey – the author of the definitive filmography of the silent film period between the early 1900s and the early 1930s.Among the many chroniclers of Indian cinema’s pioneering years are DV Dharap, Firoze Rangoonwalla, Erik Barnouw, S Krishnaswamy and Bagishwar Jha. Dharamsey’s filmography expanded on the existing scholarship and gave it new fuel. “Not only does it present an exhaustive list of film titles, it is also the first to list cast and production details – invaluable tools for the film historian,” says Jawaharlal Nehru University professor Kaushik Bhaumik in his PhD thesis The Emergence of the Bombay Film Industry, 1913-1936.Bhaumik explains: “A narrative of early cinema begins to emerge from the details alone – the number of films produced rises, personnel change tracks, new studios emerge and new kinds of films with new kinds of names begin to be made.”Virchand Dharamsey. By the time he started compiling his filmography in the early ’80s, Dharamsey had already been working on research projects for historians, anthropologists and archaeologists. The quest for a clearer picture on the silent era appears to have been an extension of his curiosity about the past.“How to dig, where to dig, how to collect” – the tools of archaeology also apply to cinema, Dharamsey noted. He began his research by meeting surviving technicians from the time and poring through old newspapers, magazines, advertising material and song and publicity booklets.Some of the information and the photographs were sourced from such Mumbai collectors as Hussein Bookletwala, who had in his stash a precious pamphlet about Kanjibhai Rathod’s Kala Nag from 1924. “I also started looking through old magazines,” Dharamsey said. “Luckily, a few of the older journalists were still around and could be interviewed.”When he wasn’t allowed to borrow magazines to photocopy them, he would write down the information by hand. His labour is contained in notebooks held together by rubber bands and stored in cupboards at his home in Nerul in Navi Mumbai.Dharamsey managed to track down former employees of the studios who were producing films in the silent period. But often, the inquiries came too late. “A great deal had already been lost by then,” Dharamsey said. During a journey that was initially self-willed, he missed some milestones. Dharamsey never managed to meet the silent movie star Zubeida, who lived in Mumbai and died in 1988. He was unable to travel to Kolhapur to interview Bhalji Pendharkar, who made films between the 1920s and the ’60s, before Pendharkar died in 1994.Since few of the films he was researching were available to be viewed, Dharamsey approached his subject through textual and visual references, bald dates and slivers of information.“The films existed only as descriptions, and I had to use my own judgement about them,” Dharamsey explained. “I was trying to recreate with data, just like an archaeologist or a historian. I was seeing the context in which they were made, the subjects they explored.”Raja Harishchandra by DG Phalke. Courtesy National Film Archive of India.The filmography was first published in 1994 in Light of Asia Indian Silent Cinema 1912-1934. The publication was edited by Suresh Chabria, the former director of the National Film Archive of India, and had been commissioned to coincide with a retrospective of Indian silent films held at the Le Giornate del Cinema Muto festival in the Italian town Pordenone that year. Chabria also curated the Indian silent film prints shown at the festival. The first film made by an Indian came in 1901, when Harishchandra S Bhatvadekar shot a wrestling match in Mumbai. Dharamsey’s filmography begins with the first Indian narrative movie from 1912, the filmed play Pundalik by NG Chitre and RG Torney.   In 1913, Dhundiraj Govind Phalke released Raja Harishchandra and Mohini Bhasmasur. The details of the latter production, released after Raja Harishchandra, has a nugget for historians: the cast includes Durgabai and Kamlabai, who were perhaps the first actresses to appear in the movies in India.To the titles in his filmography, Dharamsey added remarks when he could. Little is known about Race Ki Thes, apart from the fact that it was released in 1926 and starred Madan Mohan and Surajram, but it must have been quite a movie. Says Dharamsey’s footnote, “Banned on the grounds that it ‘transfers to an Indian setting all the worst features of the lowest form of American vulgarity’.” \n\n\n    \n    Play\n\nMuralivala (1927) by Baburao Painter.Despite his passion for history and archaeology, Dharamsey has no formal training in either discipline. A school drop-out, he worked briefly in his family-run spice export company in Masjid in South Mumbai, but branched out on his own when the business shut down in the mid-1950s.Over the next few decades, Dharamsey set himself up as an interpreter, translator and researcher for visiting historians, anthropologists and archaeologists. His ability to create foundational bricks with data has proven invaluable for the field of cinema studies.“Scholars like Dharamseybhai who have been researching and collecting materials on the different subjects that interest them, and have been doing so dedicatedly for years, are extremely important for the wider scholarly milieu,” said historian Aparna Kapadia, who thanks him in her 2018 study In Praise of Kings Rajputs, Sultans and Poets in Fifteenth-Century Gujarat.She explained: “Firstly, particularly in India, where the collection and the maintenance of primary sources is a fraught exercise, local collectors and interpreters play a critical role in preserving knowledge. Second, folks like Dharamseybhai are committed to knowledge for knowledge sake – genuine scholarship and historical veracity matter to them. This makes them invaluable resources for academics and historians especially when the officially available archive may have gaps.”Kaliya Mardan (1919) by DG Phalke. Courtesy National Film Archive of India.In addition to the filmography in Light of Asia, Dharamsey made invaluable contributions to Encylopaedia of Indian Cinema, edited by Ashish Rajadhyaksha and Paul Willemen and published in 1994. Dharamsey expanded the filmography in a revised edition of Light of Asia in 2013, adding to the credits and unearthing duplications that had occurred because some films had alternative titles.For instance, it was found that the surviving reels of Phalke’s Raja Harishchandra  were not from the director’s first version in 1913, but from his 1917 remake. Baburao Painter’s Maya Bazar, originally dated 1925, was actually a retitled version of his Surekha Haran from 1921.Thanks to Dharamsey’s research, “the recorded beginnings of feature film production in South India can now be safely pushed back by almost two years: the pioneer Nataraja Mudaliar made Gopal Krishna in 1915 and Keechak Vadham was made and released in 1916 and not in 1917”, Chabria notes in Light of Asia. The updated filmography puts the number of silent films made in India at precisely 1,338 – which 48 were short features and 1,290 full-length films.In addition to his filmography, Dharamsey has published several essays on the subject in scholarly journals. Meanwhile, he continued his research on archaeology. In 2012, he published his own book about a pioneering 19th-century figure, titled Bhagwanlal Indraji (1839-88) – The First Indian Archaeologist: Multidisciplinary Approaches to the Study of the Past.Movie star Zubeida.Among the reasons few prints of Indian silent films still exist, experts say, is that the country lacks suitable storage facilities and an instinct for preservation. Until 2016, prints of only 28 Indian silent movies were available at the national archive – only five in complete form. Among them are reels from Phalke’s Raja Harishchandra (1917) and Kaliya Mardan (1919), GP Pawar’s Diler Jigar (1931), PV Rao’s Marthanda Varma (1931), Kanjibhao Rathod’s Sukanya Savitri (1922) and Baburao Painter’s Sati Savitri (1927) and Muralivala (1927).Three years ago, a 29th print was added with the arrival of Rustom Dotiwala’s 1919 film Bilwamangal from France. The Cinematheque Francaise in Paris made a digital version of the original nitrate print in its possession and sent it to India in exchange for a copy of the 1931 silent film Jamai Babu. The disappointing absence of early silent prints isn’t the only reflection of India’s disregard for its film history: in Mumbai, the venue of India’s first-ever film screening is in such a precarious state that it has been earmarked for demolition. The 148-year-old Esplanade Mansion in the Kala Ghoda neighbourhood is where six of the earliest examples of cinema, including Arrival of a Train and Ladies and Soldiers on Wheels, were screened on July 7, 1896, by a representative of the pioneering Lumiere brothers from France.It is unlikely that prints of more Indian silent films will be found.  “I don’t think we will find anything new in India, although I have a feeling there might be fragments in the American and European archives,” Suresh Chabria told Scroll.in.Dharamsey is still keen on updating the filmography, but he acknowledges that information from conventional sources has been exhausted. “The new information requires a bigger hunt on a different scale,” he said. “Who knows what books will come out of what chests? I have to see it for myself, so I can’t say it has dried up.” The game is on, even as the earliest years of Indian cinema fade into the distance, sadly unseen but fortunately not entirely unknown.Also read:Missing silent film ‘Bilwamangal’ finally returns to IndiaAs site of India’s first film screening faces demolition in Mumbai, heritage experts are dismayed","author":"Nandini Ramnath","time":"2019-08-04T09:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124714-tjclokhywr-1564472210.jpeg","tags":["Virchand Dharamsey","Light of Asia","Indian silent cinema"],"source":"https://scroll.in/reel/932255/only-29-of-1338-indian-silent-films-have-survived-one-man-is-doggedly-telling-the-story-of-the-era"}