{"title":"Only 36% of paralegals in India are women – and it prevents sexual assault victims from speaking up","content":"In a small town in Jhansi, around 300 km South West of Uttar Pradesh’s capital Lucknow, 14-year-old Dalit girl Seema* was sexually assaulted in February 2019. Instead of filing a case, the police tried to settle it through a discussion between the family and the accused. A First Information Report was filed only after the accused raped Seema a second time, but the FIR was weak and did not include the relevant sections of the Protection of Children from Sexual Offences Act  and the Indian Penal Code.Under India’s legal aid law, there should have been a paralegal volunteer at the police station and the family should have been offered free legal aid to file a case.“My daughter has suffered a lot and she has forgotten how to smile. I want to see her smiling again,” Seema’s father, a daily wage labourer, told IndiaSpend. Her father is the main earning member of the five-person family and should have been provided free legal aid. Seema was raped three times, said her lawyer, a paralegal from Jhansi, who they found through some social activists and is fighting the case free of cost.Who gets legal aidThis case is an example of the millions of victims eligible for legal aid under the Legal Services Authorities Act, 1987, who receive inadequate help. Nearly 80% of India’s population qualifies for legal aid, but since 1995, only 15 million have been provided legal services and advice by the Legal Services Institutions established under the Act.Those eligible for legal aid include those below the poverty line and without the financial means to hire a lawyer, disabled people, those belonging to the Scheduled Castes or Tribes, those with mental illness, victims of mass disaster or ethnic violence, and persons in custody, according to the India Justice Report 2019 by Tata Trusts, released in November 2019.Officials at the police station where Seema’s complaint was registered said that there was no lapse on their end. “If there is any such thing that the victim suffered because the police did not act timely or register the FIR on time then we will probe it, but for that we need to receive a complaint in that regard,” said a police officer, adding that the victim had not registered any such complaint.IndiaSpend travelled to Uttar Pradesh, ranked last of all states in providing legal aid services to victims, and Madhya Pradesh (MP), ranked ninth. We found that a lack of human resources within the legal aid system, low awareness about the availability of legal aid, shortage of women paralegals, and a lack of monitoring make it difficult for victims to access legal aid.Justice delayedIf legal advice is not provided on time, victims could suffer, the case might become weak and justice could get delayed. Seema’s family were able to find a lawyer about six months after the family had first tried to register a case. It took the lawyer another six months to get the right sections under Indian law that would strengthen the case against the rape accused added to the FIR, he said. He said Seema was not even examined properly when the case was filed. When contacted, the Jhansi police said this case is from a year ago and they would have to check if the allegation is true. They did not provide further details even after repeated requests.After the family registered an FIR, they were beaten up by the accused, their lawyer said. “In this case, the family should have been immediately sent to some other place but that did not happen because there was no paralegal volunteer at the police station [to inform them or intervene on their behalf].”The Station House Officer at the police station where the FIR was registered said they do not have a paralegal at the police station and admitted that cases do get delayed because of this. “Finding an advocate for the victims is not the duty of the police,” he said, before hanging up on our reporter.In some cases, victims find it hard to even find a lawyer. “I have seen families forced to mortgage their assets and take loans just to fight the case,” the lawyer said. In some instances, the quality of legal aid provided is poor.Akshara*, 26, belongs to a small village three hours East of Madhya Pradesh’s capital Bhopal. In 2018, she realised that the man she believed would marry her did not intend to do so and was sexually exploiting her on that pretext, she told IndiaSpend. Under Indian law, sexual intercourse with consent under the false promise of marriage is considered and prosecuted as rape.When the sub-inspector at the women’s police station refused to file an FIR, Akshara approached the office of the district collector. She was told about the local District Legal Services Authority, or DLSA, created under the LSA Act to provide free and competent legal help. The local police said that they would not comment on an ongoing case.“It has been one year but I am still seeking proper legal support,” Akshara said. “The lawyer was not very interested in my case and he even refused to frame charges of rape and advised me to file a domestic violence case instead.Samroz Khan, additional district and sessions judge and secretary of the Dewas DLSA, said they have not received any such complaint about the lawyer in this case. “We take complaints very seriously and try to resolve them quickly,” Khan said. Despite a lawyer’s best effort and understanding, they may fall short because the legal system is all about evidence, said Khan. “Sometimes, if we lose a case, it is very obvious that the beneficiary feels that the lawyers have not worked hard. However, we ensure that lawyers put their 100% efforts in all cases.”Positions vacantAs of 2018, there were 664 DLSAs and 2,254 sub-divisional/taluka legal services committees established across 668 judicial districts. DLSAs provide legal aid in two ways: through empanelled lawyers and through paralegal volunteers or PLVs. “In this way, we extend our support to those people who need [it]...out of the court too, such as for making ration cards and availing of government schemes,” said Khan.A lot of people are not aware of the services and DLSAs try to spread awareness about the legal aid facility. “Most of the time, our lawyers get cases of undertrial prisoners who do not have the resources to hire a lawyer,” said Khan.It is easier to file a case if a PLV is available, as PLVs are a vital link between the Legal Services Institutions and the community. In January 2019, there were 63,759 lawyers empanelled with the legal services authorities and 69,290 paralegal volunteers. Every DLSA should ideally have 50 active PLVs, as per the National Legal Services Authority’s Para-Legal Volunteers Scheme. Even though the number of PLVs is higher than the requirement, several states do not have an adequate number of PLVs.Across the 664 DLSAs in India, this would be 33,200 PLVs but nine states and Union Territories – Uttar Pradesh, Nagaland, Assam, Meghalaya, Mizoram, Dadra and Nagar Haveli, Daman and Diu, Chandigarh and the erstwhile state of Jammu and Kashmir – have appointed fewer than the required number, India Justice Report 2019 noted. In as many as 22 states and UTs, there were fewer than 10 PLVs per 100,000 people. UP, with 1.6 PLVs per 100,000 people, had the lowest rate of all states, as of January 2019.Source: India Justice Report 2019 via IndiaSpend“Any inference with regard to paralegal volunteers should not be drawn in isolation,” said Sunil Chauhan, director of NALSA. Legal aid and advice is rendered by empanelled lawyers, while PLVs reach out to people and connect the needy with legal aid institutions, he explained. “NALSA is putting emphasis that the number of PLVS shall be in proportion to the requirement. So the requirement may be even less than 50 at some places.”Little representationAcross India, just over a third – 36% or 24,999 of 69,290 – of PLVs are women, the report said. But in states such as Bihar and UP, where the proportion of women PLVs is  22.3% and 24.2%, respectively, women could face challenges in filing cases.“In a lot of cases where the accused belongs to the [same] family, [the case] goes unreported because there are no paralegals available to help the victim,” said Amy Venduza, a coordinator with Jan Sahas, a nonprofit based in Dewas in western MP that works for the rights of socially excluded communities. The lack of paralegals in UP is taking a toll on victims of sexual harassment and often when the victim is a minor, the parents resist going to the police station, she said.Legal services authorities are organising various programmes for women to make them aware of their rights and entitlements under various laws, said Chauhan. “Female lawyers are there,” and the awareness building is an attempt to reach out to more women and it would not be correct to make any inference just on the basis of percentage of female PLVs, he added. Of lawyers empanelled by the DLSAs nationwide, 18% are women, according to India Justice Report 2019. Fewer than 10% in Rajasthan, Odisha and Uttar Pradesh are women.Source: India Justice Report 2019 via IndiaSpendSource: India Justice Report 2019 via IndiaSpendFemale victims hesitate to narrate their ordeals to male paralegals said Naresh Paras, an Agra-based child rights activist. Even while registering an FIR, there is hardly a policewoman to listen to them properly and often male police personnel ask absurd questions, he said.Rape survivors still suffer humiliation at police stations and hospitals, concluded the report titled Everyone Blames Me: Barriers to Justice and Support Services for Sexual Assault Survivors in India.Several secretary positions – secretaries are responsible for organising Lok Adalats and legal literacy camps – in DLSAs are also vacant. Against 664 DLSAs, the number of sanctioned posts of full-time secretaries to DLSAs stood at 603 – a deficit of 61, or roughly 10%. Of 664, 139 posts were vacant, according to India Justice Report.The number of sanctioned posts have increased due to NALSA’s persistent efforts, said Chauhan. “The absence of full time secretaries in some districts does not mean that the DLSA has become non-functional in such districts...In such places also, judicial officers of the rank of Civil Judge [Senior Division] look after the work of legal aid.”What’s the solution?There is a lack of awareness about legal aid services, especially in remote areas, said Rajendra Pipaliya, a legal activist associated with Jan Sahas. Lawyers empanelled with the DLSAs sometimes refuse to take cases of atrocities against backward castes and crimes against women, Pipaliya said. “These types of cases need more effort and time and people do not want to invest a lot of effort and ask for easy cases instead.”Chauhan of NALSA disagreed, saying the cases are assigned to lawyers by the legal services institutions keeping in view their expertise in various fields of law. The progress of the assigned cases is closely monitored, he said, adding that a minimum of three years’ experience is required for empanellment as a legal aid lawyer and even senior lawyers and advocates at the High Courts and Supreme Court are engaged by the legal services authorities.The problem with tracking the quality of legal aid is the scant data available on these cases as data collection by NALSA is still at a relatively nascent stage, legal experts told IndiaSpend. “It would be good if data was collected in a way that made it easier to show comparisons between years or quarters,” Maja Daruwala, chief editor of India Justice Report, said. Data should be collected to improve the quality of support. For instance, information should be provided on the specifics of a case, its cost and time implications and how the client could be better represented, she added.NALSA should also collect data on the qualifications of those who have been empanelled, said Daruwala. In UP, for example, one might want to know how many Dalits have been empanelled, how many years of experience they have before they were empanelled, and how many times did they appear for the client. “Overall, there must be a survey of the satisfaction of all users of legal aid,” she said.NALSA has developed a management information system and efforts are on to make it functional at every level and capture real-time data from every state and district, said Chauhan of NALSA. Through this system, data are also collected for National Lok Adalats, which are free-of-cost, alternative dispute redressal forums where cases pending in court or at a pre-litigation stage can be settled. Access to legal aid needs to be improved at every level, from the clerical to the higher up, and one-stop centres should be set up to help the victims, said Venduza, the Jan Sahas coordinator.*Names of survivors have been changed to protect their identity.This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit. It is the third part in an ongoing series based on the findings of India Justice Report 2019. The first part is here and the second here.","author":"Manish Chandra Mishra, IndiaSpend.comSaurabh Sharma, IndiaSpend.com","time":"2020-02-17T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136552-ftatbpbqpn-1581682887.jpg","tags":["India","Uttar Pradesh","Legal services","Sexual assault"],"source":"https://scroll.in/article/953154/only-36-of-paralegals-in-india-are-women-and-it-prevents-sexual-assault-victims-from-speaking-up"}