{"title":"Open letter from India hockey captain Savita Punia: Mission to make World Cup medal dream come alive","content":"To,  Indian Hockey Fans in Europe and around the world,  Greetings from Netherlands! We hope this letter finds you in good health.With less than a week to go before the most-awaited FIH Women’s Hockey World Cup gets underway in Netherlands and Spain, the entire Indian Women’s Hockey team is excited and eager to represent the country in the marquee quadrennial event. Ever since the Tokyo Olympics, we have received overwhelming support from Indian Hockey fans from across the globe and we sincerely hope you are able to rally your support for us this time by attending the matches in Amstelveen, Netherlands and Terrassa, Spain.Between July 3 to July 7,  we will be playing our round robin league matches against England, China and New Zealand on alternate days respectively. Topping the pool will take us to the Quarter Finals which will also be played in Amstelveen. In case we finish second or third in our pool (B) then we will need to play crossover matches in Terrassa, Spain to qualify for the Quarter Finals and from there on the Semis and Finals will be played in Spain.We believe, with your love and support, we will be able to achieve desirable results. The Indian Women’s Hockey Team has never won a medal at the World Cup and it is our mission to make this dream come alive this time.At the Olympic Games in Tokyo, we fought with all our heart and came so close to winning a medal. Our performance in Tokyo gave us the belief that we can finish on the podium in global events. Post Olympics, we realigned our focus on taking our performance to the next level. We channeled our energy into doing well in the FIH Pro League and finishing third in this prestigious league has given us a boost ahead of the World Cup.In the last few months, we have worked very hard in becoming a better team and our on-field exploits are owed to a dedicated team of support staff who tirelessly work behind the scenes to ensure we become the best we can be.We would also like to make a special mention to the Ministry of Youth Affairs and Sports, Sports Authority of India, Hockey India, Indian Olympic Association and especially Odisha State Government without whose support we could not have had the best facilities and exposure to prepare for the World Cup.On behalf of the Indian Women’s Hockey Team, I seek your best wishes and whole-hearted support for the FIH Women’s World Cup. Even though we may be many miles away from home, we look forward to Indians living in Netherlands and Spain come support us and be witness to history being made.Thank you, Jai Hind.SavitaCaptainIndian Women’s Hockey TeamAlso read: FIH Hockey Women’s World Cup: Savita Punia to lead as India announce squad, Rani Rampal misses outHockey: Salima Tete’s sprint from the fields of Simdega to India’s midfield","author":"Savita Punia","time":"2022-06-24T14:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176224-tstmizyyip-1656059801.jpeg","tags":["FIH Women's Hockey World Cup","Indian women's hockey team","Savita Punia","Spain","Netherlands","Hockey India","Indian hockey"],"source":"https://scroll.in/field/1026860/open-letter-from-india-hockey-captain-savita-punia-mission-to-make-world-cup-medal-dream-come-alive"}