{"title":"Opinion: India must commemorate every anniversary of the blunder that was demonetisation","content":"On the morning of November 8, a group of people wearing black armbands were observed walking around India Gate in New Delhi. They were protesting, presumably, against the poor quality of air in the city on the morning after Diwali. Yet, those black bands could just as easily have been to mark the second anniversary of demonetisation – one of the worst economic blunders India has ever witnessed. Anniversaries are usually reserved for happy occasions, but it is useful to mark them for such debacles as well lest we forget what utter havoc uninformed, whimsical and unilateral actions can cause to millions of people across the country.Much has been said already about the disastrous economic consequences of demonetisation. Yet, what is equally disturbing are some of the underlying non-economic faultlines it betrays. We in India like to think of ourselves as a democracy, where important policies that affect the lives of citizens are decided by elected representatives of Parliament in discussion with men and women of wisdom who are experts in such matters. That myth got shattered the day one man decided to suddenly appear on television and tell over a billion people that a large percentage of currency held by them would not be legal tender the next morning. That day, India became a monarchy ruled by a despot, bent on doing anything he wants, regardless of the consequences. Demonetisation was a decision a medieval king could have taken. The only difference now was that if a minister voiced dissent, his head would be on a stake the next day  – metaphorically, not literally. So then, stunned as they were, Prime Minister Narendra Modi’s ministers got into a huddle to try and concoct reasons on why demonetisation was such a stroke of genius.A question of moral honestyDemonetisation also revealed what scant regard Modi holds heads of important institutions in. Should he at least have checked once with the RBI governor before taking such an enormous step? No. Not because of the need for secrecy, as has been offered as a reason, because surely a Reserve Bank of India governor’s discretion is above question, but because it would hardly have been kingly. A king has to step up to the podium and pronounce, else where is the pomp? Now, having seen demonetisation, imagine a scenario where the prime minister, without consulting the chiefs of India’s armed forces, appears on television one fine evening and declares war on a neighbouring nation. Impossible? Not at all. That would simply be the military equivalent of demonetisation. Dictators are all cut from the same cloth. Institutions, and their heads, do not matter. In 1969, before nationalising banks, Prime Minister Indira Gandhi did not inform LK Jha, who was then the RBI governor, of her decision till the last minute. Two years ago, the same discourtesy fell to Urjit Patel. Should he have resigned that day? Would Raghuram Rajan have resigned if he was at the helm of the RBI then? These are big questions. Most Indian citizens believe that the prime minister is an honest man, in that he is not corrupt. But honesty is not only about corruption; there is also the aspect of moral honesty. When a leader tries a bold gamble, however ill advised, and it fails spectacularly causing great distress to poor citizens, the least he can do is to own up to it and apologise. Two years after the demonetisation debacle, the government is still trying to show the blunder in positive light, trotting out ministers and commentators to defend the indefensible. Tall leaders have the courage and moral uprightness to stand in front of their people with a bowed head and say sorry. This acknowledgement does not make them smaller. Demonetisation struck at the heart of all the values and principles that the founders of India dreamt of. It reduced India from the world’s largest democracy to a petty fiefdom, where a tribal lord, with a flick of his hand could heap misery on his subjects. Citizens of India should remember this debacle. In the real world, there is always some accountability. ICICI bank’s former Chief Executive Officer Chanda Kochhar made a grievous mistake and she has lost her job and her reputation. But then, this is India, where a father sees his children go to sleep hungry, but dreams of building a glorious Ram mandir.Udayan Mukherjee’s novel Dark Circles is now available in bookstores.","author":"Udayan Mukherjee","time":"2018-11-12T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/901718-50367-jiddpitprp-1504266701.jpg","tags":["Demonetisation","India economy","Narendra Modi"],"source":"https://scroll.in/article/901718/opinion-india-must-commemorate-every-anniversary-of-the-blunder-that-was-demonetisation"}