{"title":"Opinion: 'Maoist plot' letters leaked by police have all the hallmarks of mischievous fabrication","content":"The unfolding of the alleged urban Maoist conspiracy in India is at once both tragedy and farce, exposing the utter collapse of standards in policing and governance. The Pune police have now arrested 10 people they refer to as “Urban Naxalites” – five on June 6 and another five on August 28 from different parts of the country. While the Supreme Court stepped in quickly in the case of the second batch of arrests, refusing to allow transit remands or police custody, and ordering that the accused be held under house arrest till September 6, when the court will take up this case again, the five activists arrested on June 6 have since been languishing in jail, with bail denied. All ten have been accused of inciting the Bhima Koregaon violence between Dalits and upper castes, but the bulk of police arguments before the court and disclosures to the press have focused on flights of fantasy. These include claims that the activists were involved in a plot to assassinate Prime Minister Narendra Modi, that they planned to raise an “anti-fascist front” in order to destabilise the government (ironically implying that the government is fascist), and that they were exhibiting photographs of mob lynchings in an attempt to overthrow the government.In an earlier interview, I noted that if I had read these prosecution arguments without knowing the context, I would have thought them the work of a satirist or comedian. The purported evidence in these cases will, of course, be presented to the courts over the coming weeks and months (possibly years), and motivated disclosures and leaks by the police will fuel hysterical media debates into an uncertain future. It is not the intention, here, to evaluate these various claims or to judge these cases, but rather, to look at some broader aspects of the so called “Urban Maoist” threat purportedly exposed by the discovery of this alleged network.Elaborate documentsAt an even more urgent level, the intention is to examine the incomprehensible levels of ignorance and incompetence in the police and government, reflected in the preposterous claims made in these cases. Significantly, while these claims have been made in disclosures to the press by senior police authorities in connection with correspondence allegedly seized from some of the accused, reports indicate that this correspondence has not yet been placed as evidence before any court. This suggests efforts to provoke a trial by the media in express violation of earlier court directives. Such efforts have been complemented by statements emanating from high offices in Delhi warning of the “spread of Maoist agenda from jungles to the city”. These carefully worded statements are themselves possibly innocuous, but they acquire particular significance in view of their timing, implicitly endorsing the actions of the Pune police, even as they leave open sufficient spaces for a quick backtrack.For a state that has successfully countered a significant Maoist threat, particularly concentrated in and around Gadchiroli district, the police leadership of Maharashtra displays a bizarre lack of knowledge of the rudiments of Maoist strategy and tactics in their disclosures around the present “urban Maoist” cases.The elaborate documents claimed to have been recovered from the alleged conspirators and said to expose criminal conspiracies explicitly to assassinate the prime minister, overthrow the state, acquire and transport large quantities of weapons and ammunition, and channelise funds (specifically sourced during the demonetisation exercise) for violent operations, have all the hallmarks of mischievous fabrication. Reports indicate that no integrity of process has been maintained during the seizure of the electronic equipment such as computers and cell phones during the raids and arrests from which these documents have supposedly been extracted. It is unlikely that these letters (yet to be placed before the courts, but widely circulated in the media) will stand up to judicial scrutiny either. Crucially, the language, content and character of this purported correspondence militates against everything that is known about the Maoists.The five activists arrested on August 28 – Gautam Navlakha, Vernon Gonsalves, Arun Ferriera, Varavara Rao and Sudha Bhardwaj.Maoist secrecyAn obsession with secrecy is quintessential to all Maoist activity. For instance, in the Communist Party of India-Maoist’s operational manual, Strategy and Tactics of the Indian Revolution, the words “secret” and “secrecy” occur at least 35 times, emphasising that, “The party has to function through secret methods, very cautiously, with an organisational structure impregnable to the enemy.” As a result, in the large body of documents recovered from the Maoists over the years, collaborators, conspirators or targets are never mentioned by name. Such references are invariably made in code, through mutually understood symbols and markers. Nor are materials requisitioned or acquired mentioned by name – bullets could be referred to as magazines, guns could be books, detonators could be pencils or dot pens, and explosives could be referred to as soda or cement. The lexicon, moreover, undergoes frequent elaboration and change, particularly when specific operational plans are being communicated. It is significant that the Pune police had reportedly opposed bail to the first set of arrested activists on the grounds that the large volume of documents recovered from them were said to be in code and could not be understood without the active participation of the accused. Further, established overground workers or sympathisers would rarely be jeopardised by direct involvement in operational matters, nor would such individuals be directing operations and conspiracies or identifying targets for murder. That is the prerogative of the core underground leadership, and not of the necessary, but far from influential, networks of overground workers, sympathisers and “useful idiots”.The urban Maoist bogeyThere has been massive and sustained propaganda, escalating in recent months, regarding what has been termed the “growing” threat of “urban Maoists” or “half-Maoists”. This, again, is nonsense. The Maoists do, of course, have an elaborate plan for penetrating urban areas, detailed in their document Urban Perspective: Our Work in Urban Areas, in which they described strategies and tactics to create a nationwide network of over-ground and underground organisations, and to engage in revolutionary propaganda, agitation and violence. But that document dates back to 2007, and efforts to construct such an organisational network were sustained through the period of wildfire expansion that was experienced in the wake of the merger of the People’s War Group and the Maoist Communist Centre, to form the Communist Party of India-Maoist.This phase of vigorous efforts to expand into urban areas was, however, one of their most consequential strategic errors, resulting in the major loss of leaders, in their overreach into regions where the population was far from receptive to their ideas and plans of action. Despite violent manifestations in some areas at this stage, the governments of the time (at the Centre and in the states) acted effectively, but did not, by and large, find it necessary to go in for indiscriminate and heavy handed methods targeting those deemed to be sympathisers. Arrests did occur, but these were of identified Maoists, members of lead teams, of those who were engaged in explicit acts of violence or of violent mobilisation, or in some cases, facilitating the transportation of Maoist cadres, weaponry or materials. [In at least some cases of the last category, the individuals participating were found to be connected to prominent political parties, including the Bharatiya Janata Party and the Congress, demonstrating that these networks are not necessarily ideological, but operate on purely commercial considerations as well]. Some of the most prominent losses of Maoist leaders occurred during this phase, and as a result of this ill-conceived programme of rapid expansion. They included, for instance, B Narayan Sanyal aka Navin, Communist Party of India–Maoist politburo member and chief of the “central-eastern regional bureau”, arrested at Bhadrachalam in erstwhile Andhra Pradesh on January 3, 2006; Krisha Srinivasan aka Vishnu, aka Vijay aka Sreedhar aka Shekhar, central committee member, arrested from Mumbai on May 15, 2007; Amitabh Bagchi, aka Anil, politburo member, arrested at Ranchi, Jharkhand, on August 24, 2009; central committee member Kobad Ghandy, arrested in Delhi on September 21, 2009; Baccha Prasad Singh, politburo member arrested from Kanpur on February 8, 2010; Anil Ghosh aka Ajoyda, West Bengal State Committee member, arrested in Kolkata on December 3, 2010; among a host of lesser luminaries.After the failure of the urban mobilisation of 2004-’11, and the subsequent and sustained losses in both urban and heartland areas, the Maoists have all but abandoned the ambitions to expand existing networks, concentrating instead on survival imperatives of the present phase of tactical retreat during a period when their movement is going through a difficult stage. Some unsuccessful efforts have been made to secure escape hatches from their last strongholds by seeking to establish a presence in areas of purported state vulnerability, such as the tri-junction regions of the Madhya Pradesh-Maharashtra-Chhattisgarh zone, Gadchiroli-Rajnandgaon-Balaghat zone and Kerala-Karnataka-Tamil Nadu zone, but these, again, have been far from successful. Crucially, recent arrests of prominent Maoists have not been within the context of any attempted expansion, but rather, are cases of underground cadres and leaders, under heightened security force pressure, shifting to softer areas, to take advantage of the anonymity offered by the urban environment.The 10 activists arrested on June 6 and August 28, crucially, have been vigorously involved in a range of protests, demonstrations and legal processes on issues that overlap with the Maoist agenda for decades. Their activities and affiliations have long been under the scrutiny of successive regimes. Odious though some of their statements, actions and postures are to those who do not share their ideological proclivities, they fall well within the scope of legally permissible advocacy. In all these decades of their activism, outright criminal conspiracy with the Maoist cause has not been evidenced.Rona Wilson was among the five activists arrested in June. (Photo credit: HT).A petty plotWhat then has provoked the present and sad spectacle of pliant officers disgracing themselves and pretending to act in the national interest, while they are, in fact, doing nothing more than acting on the instructions of bent elements in the political executive? Self-righteous indignation may, of course, be part of their logic as evident in statements like, “Our men are dying fighting the Maoists, and these people are speaking in favour of those who are killing them”. This is a natural source of frustration and rage, and can be understood at a personal level. But the state cannot act in frustration and vent its rage outside the bounds of the law, or by abusing legal processes.These cases, in fact, articulate little more than spite. They are nothing other than a continuation of the polarisation project of the Hindutva formations, in this case through the agency of a compromised police establishment. The effort is to capture greater influence by multiplying targets of hate across several locations and segments of the population. Critics of state policies are now routinely reduced to either of two bogies – Maovadi or jihadi – even as a false narrative of linkages between these, and between the Maoists and Pakistan’s Inter Services Intelligence is promoted. The idea is to pit the evil jihadi and Maovadi against the good Hindutvavadi or, as one BJP minister more colourfully expressed it, the Ramzadas (children of Ram) against the haramzadas (bastard children). Urban Maoist and half-Maoist are merely terms of ideologically-led abuse, rather than any meaningful descriptive of phenomena in reality. The construction of these straw men has nothing whatsoever to do with neutralising residual Maoist influence and activities.The present chain of arrests and motivated disclosures reflect the slow but steady erosion of national and state credibility. This entire petty, pathetic and incompetent plot is a disgrace. It dishonours the thousands of police and paramilitary personnel who risk (and often sacrifice) their lives to actually fight real Maoists. It dishonours the state, it dishonours India.Ajai Sahni is the executive director of the Institute for Conflict Management. This article was originally published on the South Asia Terrorism Portal.","author":"Ajai Sahni","time":"2018-09-05T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/893050-izsskncnbv-1535995890.jpeg","tags":["Maoism","Urban Naxals","activists arrested","India","democracy","fascism"]}