{"title":"Opinion: Strong-armed majoritarianism can never solve the challenges in India’s border regions","content":"Border regions are often perceived to have inherent vulnerabilities and sensitivities, which are exploitable by the forces across. In addition, the people living in these regions or outlying territories are often home to populations that are seen to have greater linguistic, ethnic, cultural or religious similarities  with neighbouring countries than perhaps with the “rest of India”. These qualities are the foundation of the wise principle of “unity in diversity” that underlies the idea of India.Any attempt to shortchange the liberties of the residents of these regions or to nudge them towards “cultural assimilation” is fraught with incalculable risks. Such political acts can have dangerous, long-term psychological consequences. An ancient  civilisation is given to historical perceptions that are naturally neither uniformly agreed upon nor uniformly felt.However, the functional urgencies of democracy and its electoral process could spark simplistic passions that posit majoritarian communalism to willy-nilly represent the entirety of the sovereign. This may work for nations based on a single religion, language or ethnicity. But it falls terribly short in spirit for the expansive, accommodative and generous tenets of the idea of India.Breakdown of trustAlmost all separatist insurgencies in India’s 74 years of independence have occurred in border areas with active support from across, almost always entailing a “minority” denomination, of some sort. Insurgencies in the North East,  Punjab, Kashmir and even Assam had an element of perceived exclusivism, discrimination and distrust.Whenever “Delhi” tried forced assimilation, there was a breakdown of trust. The rifts were healed only when there was a  belief among residents that the idea of India was liberal, inclusive and fair, especially in correcting socio-economic inequities.The accords that allayed popular fears in Mizoram (1986), Punjab (1985) and Assam (1986) were all predicated on respecting local sentiments and not riding roughshod over them (a strategy that usually galvanises the “rest of the country” towards electoral gratification) or forced assimilation.This spirit was evident in the principles Atal Bihari Vajpayee advocated for Kashmir: Kashmiriyat (the spirit of the Kashmiri people), jamhooriyat (democracy), insaniyat (humanity). Sadly,  these remained only slogans and were never put into operation.Remna Ni',marking the end of insurgency in #Mizoram observed today;On this day in 1986,the Mizoram Accord was signed pic.twitter.com/7zmmlA1O2D— DD News (@DDNewslive) June 30, 2016\n\nWhen I look back at my time as Lieutenant Governor and administrator of the Andaman and Nicobar Islands, I think of how the territory reflected India’s unity in diversity.Over the decades, some of the islands have become home to people from every region of the “mainland”, who communicate in a quaint form of Hindustani. The indigenous inhabitants of the islands are six primitive tribes, including perhaps the last deliberately unengaged and protected tribe in the world – the Sentinelese. My experience here reminded me that India’s respect for its residents included buffer zones and absolute isolation.The sense of minoritism was geographical – Islanders vs Mainlanders. To reject this as unwarranted or unnecessary could be convenient, but terribly counterproductive. Often one had to endure the lazy talk by some on the “mainland” of how the Andaman and Nicobar Islands should be transformed into a high-end tourist destination such as the Maldives, Hawaii, or Singapore. Such suggestions completely  ignored local sensitivities and vulnerabilities.In the unseen heartland of India, unilateral plans for development increase the risk of forest-dwelling tribes being uprooted and unfortunately feed socio-economic distress that strengthens the Maoist movement. Talk is cheap but there is a heavy price to pay for ill-thought statements.Charges of ‘anti-nationalism’Today, similar portents of that progress are being forced on the residents of  Lakshadweep. There are plans to transform the islands into the Maldives with marine exports that will usher unprecedented economic wealth. For those opposed to this vision of progress, the rabbit of “anti-nationalism” and “security concerns” are pulled out of the hat.The ridiculous claim by a small handful that they know what is good for all of us and the nation has been the cause of most social unrest India has experienced in its short history. The concept of the “larger good” within a majoritarian context is routinely invoked  to further dispossess the already deprived.The dissatisfaction in Jammu and Kashmir many dimensions: psychological, socio-economic, historical and political. To treat it as just a security challenge may afford misplaced notions of muscularity but denies access to the restorative path that was offered to Mizoram and Punjab.Barricades and checkpoints have made movement difficult in Srinagar.#JusticeForKashmir pic.twitter.com/96bg8D7R2C— ابو هوزايفه (@fMaX4EUwNQ6pvnP) January 31, 2021\n\nSuch insurgencies are not an “either-or” situation but complex challenges that warrant a nuanced “and” approach, for the security axis to go hand in hand with psychological, administrativ, and political engagement and outreach.Ironically even Jammu is waking to the hollowness of promises that initially seemed redemptive and revengefully satisfying but remain a vacuous chimera, without any meaningful changes, as far as Jammu’s own fate is concerned.Historically, the border states were afforded special laws, provisions, protection, buffers and accords that were perhaps not applicable in the “rest of the country”. This was not a privilege but an integrative outreach to nurture confidence.Using the dangerous and reckless brush of uniformity in a complex nation like India that nurtures unprecedented diversities is a strong-armed display of majoritarianism. This strategy has two consequence: it increases the electoral changes for the narrow-minded majoritarian voices but ensures perpetual disaffection of those who are outside of that majoritarian ambit.India is more than pettiness and misplaced nationalism.Lt Gen Bhopinder Singh (Retd) is a former Lieutenant Governor of Andaman and Nicobar Islands and Puducherry.","author":"Bhopinder Singh","time":"2021-07-26T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127235-woloanscuq-1582000011.jpg","tags":["Kashmir","Andaman and Nicobar","Lakshadweep"],"source":"https://scroll.in/article/1001029/opinion-strong-armed-majoritarianism-can-never-solve-the-challenges-in-indias-border-regions"}