{"title":"Opinion: The drama over Pathankot is an utter, bizarre and counterproductive waste of time","content":"It would be reasonable to expect that commentary on the Indo-Pakistan joint investigation into the Pathankot terrorist attack should wait till its outcome is known, but let me go out on a limb and declare without qualification that this is an utter, bizarre and counterproductive waste of time; that it will bring us no closer to securing justice against the planners and architects of this act of terrorism; and that its only gain will accrue in terms of greater legitimacy and cover of “credible deniability” to Pakistan, as it projects itself as a reasonable state acting in good faith to bring terrorists to book – without, in fact, doing anything tangible in this direction, as in the case of the 26/11 investigations and prosecutions.Assessing the justificationsNevertheless, it is important to assess the specific justifications advanced from the Indian side for the joint probe. The most apparently persuasive argument is that this would put pressure on Pakistan to act against the terrorists responsible. An unnamed official of the National Investigation Agency is quoted in the media as stating, “There’s very little we need to actually know from Pakistan... We are armed with the actual identities of the perpetrators, their connections to the handlers, and a mass of evidence... What we would like to know is what they were planning to do.”This would make eminent sense if Pathankot was, in fact, the first terrorist incident on India soil sourced from Pakistan, and India was uncertain about the Pakistani intent. But at least 43,914 lives have been lost to the Pakistan-backed jihad in Jammu and Kashmir alone, since 1988, according to the South Asia Terrorism Portal; and another 990 in Pakistan-sponsored Islamist terrorism outside J&K since 2000. Unless India has been lying for the past 30 years, there is no doubt regarding Pakistani support to terrorism on Indian soil in all these years, and dossier after dossier of evidence, list after list of our “most wanted”, has been handed over to Islamabad in expectation of some action in good faith. None has been forthcoming. It is not clear how any ambiguity could survive regarding “what they were planning to do” after this long sequence of events, and after the farce of their investigation into and prosecution of the 26/11 Mumbai attacks.Let us allow the goalpost to shift rather drastically, to the argument that it is necessary to transcend the past and seek a new beginning – one of Pakistan’s favourite arguments after every major Islamist terrorist outrage on Indian soil. Forget Mumbai, forget the tens of thousands killed, Pakistan is now demonstrating its “goodwill” in jointly investigating the Pathankot attack, so let’s give them (another in an endless sequence) chance.But are we satisfied that Pakistan has completely changed course and is no longer a supporter of any form of Islamist extremism and terrorism in the region? Has it destroyed all visible terrorist infrastructure and initiated all possible action against those who remain committed to terrorist acts against India and who can be identified and located on its soil – or at least vigorously attempted to do so to India’s fullest satisfaction? What, indeed, can legitimately be asked for from Islamabad before a process of reconciliation in good faith can be initiated?Pakistan’s assertions of change of intent cannot simply be accepted on the basis of their loud protestations. They must be demonstrated through action that is as unambiguous as, for instance, what Bangladesh has done to Islamist terrorist groups – prominently including Harkat-ul-Jihad Islami Bangladesh – as well as the many Northeastern insurgent formations that were operating against India from Bangladeshi soil. Or, to take our own case, what India eventually did to Tamil terrorist and sympathiser formations before Colombo accepted the claim that it was no longer supporting subversion and terrorism, as it had at the early stages of the emergence and consolidation of Tamil terror in Sri Lanka. It is the victim state that must be satisfied through clear demonstrations of intent, and not by mere declarations. Does the present regime in New Delhi claim such satisfaction vis-à-vis Pakistan backed terrorism? If so, why was it presenting gigantic dossiers on terrorism to Islamabad just months ago?Shifting goalpostsLet the goalpost shift again: We cannot change our neighbours, so it is necessary to work for peace even against a recalcitrant neighbour. In any event, Pakistan is not a monolith, and there are many there who are deeply concerned with what terrorism has done to their country, and who would like to live in peace with India.There is a pernicious certainty about the claim that there is no alternative to talks. This is utter and ignorant nonsense. Break these arguments down. First, the claim that we cannot change our neighbours is contra-factual. We certainly changed our neighbours in 1971 – with the creation of Bangladesh. We changed the neighbourhood, again, in 1975, when Sikkim became an Indian State. China changed the neighbourhood through its gradual process of occupation of Tibet through the 1950s, culminating in the flight of the Dalai Lama in 1959. It changed the neighbourhood again in 1962, occupying a sizeable part of the Aksai Chin region. Indeed, all of history is little more than a record of changing neighbours and neighbourhoods.Now, for the argument of the “blessed peacemaker”. To seek friendship with neighbours is not dishonourable. But under what circumstances, and through what range of actions can such friendship be honourably sought? The first and most critical condition is that the neighbour’s transgressions must end; in some measure, moreover, the transgressors must be punished, or the neighbour must, at least, accept their guilt and seek exculpation. What we have at present, instead, is that Pakistan engages in a tactical process of dialogue, even as it continues to maintain the infrastructure of terrorism and support acts of terrorism and subversion in India. A “peace process” that denies the realities of the adversary’s intent, objectives and actions creates the circumstances for even greater violence and encourages continuing aggression – even if it produces a transient and deceptive lull in violence  – instead of giving a fair chance to actors who are truly committed to peace.This brings us to the third component of this argument, that there are constituencies in Pakistan that actually seek peace in good faith, and that we need to “empower” them. Apart from the utter hubris of the claim that we are in a position to empower any particular constituency in Pakistan, it is necessary to understand that the relationship between states is not a relationship between individuals. It is not a question of going to tea at someone’s birthday party, and then calling their friends over to tea at “your” airbase at Pathankot. The relationship between various components of the Pakistani state and between various individuals in power there may be part of our analysis and our calculus; it cannot be part of our policy. India must deal, not with Nawaz Sharif or Raheel Sharif or any other sharif or badmaash in Islamabad, but with Pakistan qua state, responsible and accountable for its actions, and for actions emanating from its soil.Chain of charadesFinally, it is necessary to ask, would Belgium ask Daesh (the so-called Islamic State) to come and jointly investigate the Brussels attacks? Or France ask Daesh to join in a probe into the Paris attacks? Or the US ask the Taliban or al Qaeda to send a team to probe the 9/11 attacks? It is a national disgrace for India that Pakistani investigators and ISI agents are being facilitated to come to the site of an attack that Pakistani state agencies clearly plotted and directed, and pretend that they are now helping the helpless Indians “resolve’.In this and in a succession of earlier initiatives, the present regime at New Delhi has held out the worst and most craven forms of appeasement to its declared and most unrelenting enemy.The present rulers at Raisina Hill have mastered the tactic of creating high profile non-events to offset comprehensive and abysmal foreign policy failures – particularly with regard to terrorism and Pakistan. The tamasha over Pathankot – and that is all it is – is just one more link in this chain of orchestrated charades.","author":"Ajai Sahni","time":"2016-03-30T18:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/805916-article-rvktgtxepr-1459336338.jpeg","tags":["India-Pakistan","Indo-Pak","Terrorism","Diplomacy and foreign policy"],"source":"https://scroll.in/article/805916/opinion-the-drama-over-pathankot-is-an-utter-bizarre-and-counterproductive-waste-of-time"}