{"title":"Opinion: Everything the Netflix film ‘Extraction’ gets wrong about Bangladesh","content":"Translated from Bangla by the Alal O Dulal blog.The Butterfly Effect (2004) has one line of dialogue about Bangladeshi farmers – to show it as an agricultural country. In Zoolander (2001), Bangladesh was introduced as a country of child labour. Guess in what context? That’s right, our national pride – the garment industry. In the blockbuster Avengers: Age of Ultron (2016), a scene of Chittagong’s shipbreaking industry was used without the name of Bangladesh. Finally, in Hollywood’s endless search for strange, dangerous, impossible locations, the cinema of Extraction crashed onto Bangladesh in 2020. Extraction has broken all of Netflix’s records, and is distraction and destruction for the middle-class youth of South Asia confined by Covid-19. How much longer can we stay in crisis mode? This movie succeeds in diverting the attention of many for some time. The main villain of this movie is Bangladeshi, and Bangladesh is present under its own name – a mafia kingdom with child soldiers. Although it is temporary fun for the eyes, many Bangladeshis (the “natives”) have expressed their fury on social media.Also read:‘Extraction’ review: Chris Hemsworth-led thriller is flat when not in action mode The image of any country is created with movies. News in today’s era, such as the international image of India or the United States, is the contribution of the entertainment industry of their respective countries. Bangladesh used to be depicted as the “bottomless basket”, land of “storms and floods”, the “country of agriculture”. Then The Economist saw “The Next Afghanistan” – a militant-infested country. No matter how much we spread the message of development by putting billboard across the country, Hollywood-Bollywood shows this land as a problem country. For a while, the media air was healthy. Bangladesh’s progress was hailed as a “miracle” in the Western media. Amartya Sen led the way in talking about this country as a pioneer in improving the living standards of the people. But Extraction poured ashes over those dreams. The country of child labour as seen in Zoolander has evolved into the country of child terrorists. Instead of showing the hypercapitalist Dhaka of the rich and their wasteful spending, lavish buildings, and fast cars, a cinema city filled with garment workers and juvenile delinquents has reaffirmed stale stereotypes for Indian and Western audiences.For those who have not seen it yet, a brief sketch: Ovi, son of a Mumbai gangster, is abducted by the mafia lord of Dhaka. A mercenary named Tyler is hired from Australia to rescue him. After coming to Dhaka alone and slashing the mafia, police, and military, Tyler finds out that he will not get the contract money. In a multi-faceted battle in the alleys and slums of an anarchic city amidst the hell of poor people, Tyler manages to send the Ovi to safety, but is supposedly shot dead by a Dhaka teenage terrorist. At the Sultana Kamal Bridge near Kanchpur, his bullet-riddled body falls into the river. The long banner hanging on Sultana Kamal Bridge has the slogan “Bangladesh will survive if the river survives”. The water-loving Tyler’s body falls into this river – the beauty of reunion.\n\n\n    \n    Play\n\nExtraction (2020).Hell for civilised life is apparently a mafia kingdom in Dhaka. The similarity of Extraction with Bangladesh is only with Somalia at the time of state collapse. Extraction is, therefore, deeply the story of statelessness in Bangladesh. The borders of this Bangladesh are full of hundreds of holes. For the Indian-Australian mafia-mercenary, this border is magic realism. Helicopters of foreign terrorists fly in the sky; they also fire at us with ease. Mafia boats sail on our waterways. In this Bangladesh, a mere mercenary gunman (Tyler) can kill countless people as if hunting birds, carving into them like a knife into a pumpkin. The police, the elite forces, the military – everything goes according to his word.No matter how much criticism we ourselves have of our national forces, our people still would not like such an insult to that uniform in the hands of a “criminal” like Tyler. The country’s capital can be locked down as soon as he wants, a mass search is carried out on the bridge at his command. Meanwhile, the Indian drug lord is in jail, suggesting that Indian law is stronger than him.This impossible heroism of the white saviour was shown in Rambo of the 1980s. Superman missions in Afghanistan and Cambodia regained the invincible “feeling” after defeat in Vietnam. Just as Afghanistan lost to Rambo, Bangladesh lost to Tyler. The Bengali word for extraction is “nishkashon” (emptying out). The word is also used in the sense of salvation. In this movie, Ovi’s innocence is rescued and the existence of Bangladesh as a state is extracted. Tyler rescued the child, but emptied out the image of Bangladesh. In every sense of the word.Rudhraksh Jaiswal and Chris Hemsworth in Extraction (2020). Courtesy Netflix.Tyler’s character is based on a mixture of Rambo and British writer AG Quinnell’s Man on Fire. The Bangla-language Masood Rana series Agnipurush, and Humayun Ahmed’s Amanush are also written in the shadow of Man on Fire. A bodyguard in Man on Fire is unable to save his kidnapped nine-year-old ward, and instead destroys the mafia network. Tyler does the same. A fiery Indian drug lord is weakened by his paternal pull; his accomplice Saju is a hero who loses his life at the hands of Bangladeshis. The root of all mischief is the Bangladeshi villain who walks around in the style of a Hindi TV serial character, followed by his loyal forces in various uniforms, and of course, the teenage terrorists. Hired killer Tyler is very humane. But everything is bad about the Bangladeshis. They live in slums, roam the filthy streets, play Hindi songs from house to house, carry out kidnappings and disappearances, and wait to fulfill the wishes of the drug lord. Extraction carries all the elements of the racist Islamophobic mindset: Muslims cannot run the state, they have many children, their economy is a criminal shambles, their country is uninhabitable, their leaders are outlaws, there is no human dignity anywhere. The colours of this Bangladesh are as yellow as the desert. In contrast, the views of Mumbai are full of turquoise light – neat, beautiful, and luxurious. Mumbai’s mafia child is capable of love; Tyler too is mourning the death of his child. Even villainous Saju has a beautiful family. These spices create empathy towards cruel protagonists. But the Bangladeshi villain is hundred per cent perfidy, a child killer and a beast. And teenagers in Bangladesh sell drugs, take up arms, shoot for the mafia. Australian-American-Indian private forces launch a special operation to rescue an Indian juvenile from this infernal Bangladesh. The heroism, humanity, and colour are all theirs.In the last decade, Bangladesh has seen news of disappearances, kidnappings, drug trafficking, juvenile delinquency and criminal impunity. Is Extraction a cinematic presentation of that reality, or is it just a concocted fantasy? Even though our reality is massively distorted in Extraction, I was uneasy at the faintest glimmers of veracity. Is the unrecognisable country shown in this film some possible future? What good is all our social media outcry over this film if we can shape neither our reality nor our cinematic face to the world? Faruk Wasif is a writer and poet.Also read:Sounds of Bangladesh: The soundtrack ‘Extraction’ could have had instead of Bollywood songs","author":"Faruk Wasif","time":"2020-05-11T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/141145-iqhwbldztl-1589129658.jpeg","tags":["Extraction","Chris Hemsworth","Sam Hargrave"],"source":"https://scroll.in/reel/961578/opinion-everything-the-netflix-film-extraction-gets-wrong-about-bangladesh"}