{"title":"Opinion: Dissent is contagious – and arrests of Delhi activists will not stop the quest for justice","content":"In the fog of a pandemic, it already seems distant. But only a months ago, there were women on the streets beating the winter chill with slogans and placards. There were songs, poetry, paintings, graffiti, dance, passionate speeches, late night libraries, makeshift installations, perseverance, patience, tenacity and warmth as tens of thousands of people across India staged protests against the discriminatory Citizenship Amendment Act and planned National Register of Citizens in venues that came to be known as Shaheen Baghs – after the ghetto on the banks of the Yamuna in Delhi where the movement started in December 2019.The largest non-violent civil disobedience movement that India has witnessed since 1947, “Shaheen Bagh” has come to describe a repertoire of resistance adopted largely by Muslims but not exclusively by them. It was both unapologetic about their identity as well as avowedly secular in their demands as equal citizens of this country. It did not just redefine the contours of politics in India: it also set in motion a process that unsettled well-settled paradigms of “managing” minority politics that had been used over the decades, even by the so-called secular forces.Most significantly, Shaheen Bagh undermined the concerted campaign of Hindutva groups to create a dehumanising stereotype about Muslims – their purported outlook, their ghettos and their beliefs. This strategy is waged from the highest level. Even as TV anchors conjure up imaginary plots by Muslims that they label “love jihad” and “corona jihad”, the Home Minister denounces “infiltrators” and “termites”. This rhetoric has laid the ground for India’s Muslims to be persecuted – and even “cleansed”.Disruptive imagesShaheen Bagh upended that strategy. The iconic photo of the three women students shouting slogans at the gates of New Delhi’s Jamia Milia Islamia university; the viral footage of fearless women warning the police to stay away from their male comrade; the daadis of Shaheen Bagh, some even older than the republic, demanding their rightful place in the country – these images tore apart the straightjacketed narrative that goes into building the stereotype.The images of India’s hundreds of Shaheen Baghs showed a community, in all its vitality, responding to an existential challenge for the republic, with rage and yet with civility, with courage and with humility, as Muslims and yet as Indian citizens. They even refused to be provoked by repeated attempts at incitement by gunmen.This was not a model that the ruling Bharatiya Janata Party could permit to stand unchallenged. The party’s binary politics, pitting Hindu against Muslim, is a vital strategy for distracting public attention from its immense governance failures. But for a binary to function, both variables have to behave in a predictable way. Even if one of them – in this case, the media-created image of the minority – is disturbed, it makes the equation unstable.The Shaheen Baghs and protests against the Citizenship Amendment Act and National Register of Citizens may not have been as much of an electoral threat for the BJP. But a politics that allows Muslims to articulate themselves in a vocabulary that is not just unapologetic about their identity but is also based on a rights discourse is definitely a threat.From the Sangh’s point of view, there was a real possibility that this politics would lay the ground for Muslims to forge effective alliances with Dalits, with farmers, with workers, with other minorities and other marginalised groups. The arrival of peasants from Punjab in the streets of Delhi’s Shaheen Bagh was a hint of this possibility.During the protests, the ruling establishment was particularly perturbed by the overwhelming participation of women from minority communities, especially an emerging leadership of vibrant and articulate women from among them. So it does not come as a surprise that in the weeks that have followed, the police have arrested activists Ishrat Jahan, Gulshifa Fatima, Safoora Zargar, Devangana Kalita and Natasha Narwal. They have also come after activist Kawalpreet Kaur.Other activists have also been arrested, including Sharjeel Imam, Khalid Saifi, Meeran Haider, Shifa Ur Rehman and Asif Iqbal Tanha, ostensibly for playing a role in the communal violence that convulsed North East Delhi for three days at the end of February. Human right defenders such as Harsh Mander have been targeted for being vocal about the divisive intentions of the BJP’s citizenship initiatives, while activist Umar Khalid has been branded a “conspirator”.On the other hand, BJP leader Kapil Mishra, who openly threatened to remove protestors by force remains at large and so are the gunmen who shot at the protestors.The sit-in protest against a new citizenship law at Park Circus Maidan in Kolkata. Credit: ReutersThe curious case of FIR 59The urgency of the ruling establishment in prosecuting Muslim activists seems to be a desperate attempt to defend its stereotypes. The cynicism of this exercise is evident in the curious case of the FIR No 59/2020 in connection with the violence in North East Delhi.Early in March, the police acted on this FIR to arrest three activists – Mohammad Danish, Pervez Alam and Mohammad Illyas – under bailable offences. They received bail in two days. In fact, Judge Prabh Deep Kaur reprimanded the police for not granting them Station House bail on the day they were arrested.While Ishrat Jahan had been granted bail on March 21 in an earlier case around the protests, she and Khalid Saifi were re-arrested under this FIR but this time with some non-bailable sections. Similarly Safoora Zargar was initially arrested on March 13 for February’s violence in the Jaffrabad area. When she was granted bail in that case on April 13, the police re-arrested her in this FIR. Again, Gulfisha Fatima was arrested in connection to violence in Jaffrabad and after getting bail on May 13 in that case, she was rearrested in this FIR.Meeran Haider and Safoora Zargar were also charged under the anti-terror Unlawful Activities (Prevention) Act under this same FIR.It is ironic that so many Muslim activists involved in the protests against the BJP’s citizenship initiatives are being linked to an episode of violence in which two-third of those killed were in fact Muslim, and which saw the destruction of 15 Muslim places of worship. So much so that in the hearing on the custody of Asif Iqbal Tanha on May 27, even the Additional Sessions Judge Dharmender Rana was moved to note, “Perusal of the case diary reveals a disturbing fact. The investigation seems to be targeted only towards one end. Upon enquiry from Inspector Lokesh and Anil, they have failed to point out what investigation has been carried out so far regarding the involvement of the rival faction.”Not surprisingly, one of the first tasks of the government at the very outset of the coronavirus pandemic was to whitewash the protest art on the walls of Jamia Milia Islamia, the university whose campus that was one of the major sites of mobilisation. They were in a great hurry to erase evidence of the many shades of opposition – the poetry, the odes to Constitution, the slogans of the women. But when an entire people is pregnant with ideas, mere white paint cannot efface them, nor can a spate of arrests. Dissent is contagious.Anirban Bhattacharya works at the Centre for Equity Studies.","author":"Anirban Bhattacharya","time":"2020-06-01T07:30:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/135499-dxgizyjueu-1580816907.jpg","tags":["Citizenship Amendment Act","National Register of Citizens","Shaheen Bagh"],"source":"https://scroll.in/article/963360/opinion-dissent-is-contagious-and-arrests-of-delhi-activists-will-not-stop-the-quest-for-justice"}