{"title":"Opinion: CPI(M) has proved to be a ‘useful idiot’ for BJP by rejecting alliance with Congress","content":"One could argue that despite socio-economic conditions in India being conducive for its politics, the Left regularly manages to snatch defeat from the jaws of victory. Indeed, the manner in which the central committee of the Communist Party of India (Marxist) recently rejected any possibility of a united electoral front against Narendra Modi’s Bharatiya Janata Party suggests we are in for a repeat show of that most successful play of the communists: “historic blunder”.This time the battle pivots on one word: “understanding”. Should there be any room left for electoral understanding between the parties opposed to the BJP so that the anti-Modi vote does not split? Shorn of all verbiage, the majority in the CPI(M)’s leadership believes that 15 months before the next general election, the very possibility of such a united front needs to be firmly closed. For any party invested in an electoral battle, or for that matter in any political contest, this does not make sense. The only sensible tactic is to keep all options open until the end and maximise the potential from all possibilities of victory.There is consensus within the CPI(M) on two points, as indeed within almost any group opposed to the Modi government. One, that the BJP is a clear and present danger to the Indian republic, which is less than perfect but enshrines the ideals of democracy, justice, secularism and socialism for which we strive. Two, that another term for the present dispensation would mean the Rashtriya Swayamsevak Sangh, the BJP’s parent organisation, would push its agenda of Hindu Rashtra – an authoritarian, anti-secular, anti-democratic nation – much further, perhaps irreversibly.The debate is about how to prevent this. Can there be an understanding with the Congress to prevent opposition votes from splitting and handing the BJP a victory? This happened in the Uttar Pradesh Assembly election in 2017 when the non-communal vote was split and enabled the saffron party to win an unprecedented number of seats. It appears that Prakash Karat, the former general secretary of the CPI(M), has convinced enough of his comrades that irrespective of whether the split in opposition votes hands the BJP victory in 2019, there can be no possibility of “any understanding” with the Congress.This position has been dressed up in complex argumentation and claims to some form of ideological and political purity among communist parties. In reality, it is merely another version of Arun Shourie’s (in)famous line that the BJP is merely Congress plus cow; that there is basically no difference between the two parties. In the language of India’s communist parties, these are both “ruling class parties” with little to differentiate them. In other words, tweedledee and tweedledum. Looking at independent India’s political history, it is clear that this formulation has only helped the BJP gain respectability. The perception that it is merely a more Hindu version of the Congress has allowed the Hindutva party to regularly divide its opponents and, more dangerously, to ally with non-communal parties in the name of anti-Congressism.  Historic blunderInterestingly, this “Congress and BJP are the same” formulation did not stop the Left from having an understanding with the Hindutva party to defeat the Congress in 1977 or in 1989; the latter time at the height of the BJP’s campaign to demolish the Babri Masjid. Somehow, this equating of the Congress and the BJP has mostly stopped the communists from forming a united front against Hindutva fascists, it has rarely stopped them from coming together with the latter.In any case, at no point in India’s history has this “Congress and BJP are the same” line been reasonable. A comparison with Pakistan, where Muslim communalism – Hindutva’s twin – has been in power since 1947, would show how absurd this equation of the Congress with Hindu nationalism has been. One has led to an imperfect but democratic republic, the other has led to a society deeply divided by religious fundamentalism, oppressed by military rule, and with a weak democracy. An unbending anti-Congress position perhaps made sense for the communists when the Congress was the “natural party of government”. It is not any more, and deploying political tactics from 1977 in 2017 is not merely anachronistic and silly, but opens the door for the political consolidation of the most bigoted, authoritarian, criminal and incompetent government independent India has seen.The record of the previous United Progressive Alliance government, led by the Congress, also belies this false equivalence between the Congress and the BJP. Coming after six years of BJP rule, it delivered massive improvement on every social, political and economic indicator. Despite regular parliamentary obstructions by the BJP, the UPA’s decade in power saw some of the most progressive pieces of legislation and policies in the history of independent India put in place. In the given global context, it was a classic social democratic government that empowered people and widened the ambit of rights, while also helping the private sector prosper. This does not mean there were no blemishes, but given all its shortcomings, the UPA was a giant step forward towards a progressive India. The last two Congress presidents, Sonia Gandhi and now Rahul Gandhi, have been consistently pushing a rights-based social democratic agenda.The Left, in which the CPI(M) was then the largest constituent, played a crucial role in formulating and deepening the UPA’s progressive agenda. The UPA is proof that a coming together of the Congress and the Left is not just feasible, it can play a crucial role in shaping a progressive, secular and pro-people agenda to unite the broadest sections of the Indian population to challenge the BJP in the coming general election. To foreclose that possibility is to be a “useful idiot” for the Amit Shah-Narendra Modi election machine. History may not forgive this blunder.  Aniket Alam is a historian and journalist who teaches at IIIT-Hyderabad.","author":"Aniket Alam","time":"2018-02-05T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/867368-80944-prsiiqhxca-1517592477.jpg","tags":["BJP","communalism","Hindutva","anti-Congressism","Indian Left","CPI(M)","2019 general election"]}