{"title":"Opinion: Advancing the Hyderabad municipal polls by two months is anti-people","content":"On November 17, the Telangana government pulled a surprise by announcing that elections to the Greater Hyderabad Municipal Corporation had been advanced by two months. Even though polls were not due until February, they will now be held on December 1.As the model code of conduct came into force, government initiatives that could possibly influence voters to choose the ruling party were suspended. This meant that Telangana has halted essential relief measures for residents affected by the devastating floods that hit the city after it was battered by heavy rains that started on October 14 and continued for a week.Approximately 50 people died in the disaster. Tens of thousands of homes were inundated. The Musi river that runs through the city was in spate, tanks and nallahs developed breaches and low-lying areas were water-logged.Residents in the majority of the city’s 150 municipal wards were impacted severely. Even today, water has not receded from homes in some areas. Many areas are dry but stinking. The floods and extended rains increased the risk of Covid-19 infection by  causing a breakdown of social distancing and putting health services under strain.Drastic situationThe state said it had provided relief to 6.64 lakh families, which is 34% of the total number of households in the municipal area. Earlier this week, after a call for flood-affected families to register with the government, residents – mostly women – have waited in long lines at Mee Seva centres hoping to collect relief of Rs.10,000 per family. In some places, the queues from the centres extended up to the roads, leading to traffic jams.The long lines were a reflection of the desperation of the situation. They also indicate that more than a month after the disaster, there are still gaps in the relief efforts of the Telangana government and the Greater Hyderabad Municipal Corporation.This casts a shadow on the administrative capacity of the municipal corporation and the state government. It was a moot question as to how an administration that could not help people get flood relief will be able to help the State Election Commission hold  elections. Recognising this, the state government is drafting additional personnel from other parts of Telangana to conduct elections. It had not chosen to do this when it came to disaster management.National Disaster Response Force personnel evacuate residents in a boat along a flooded street following heavy rains in Hyderabad on October 15. Credit: Noah Seelam./AFPConscientious citizens are concerned that the Telangana State Election Commission has asked the Principal Secretary, Municipal Administration and Urban Development to halt the distribution of flood relief till the completion of the municipal polls. Before passing such an order, the State Election Commission should have conducted a comprehensive assessment of the magnitude of the distress caused by floods in Hyderabad – to both consider whether the elections should be called early and to stop relief.A great many of the 74,04,286 voters in these elections have been affected by floods and the Covid-19 lockdown. The flood relief payment of Rs 10,000 constitutes only a fraction of the losses suffered by an average household, in which many breadwinners have lost their jobs. Floods have wiped out stored food, household goods and savings. Many have been put under a lot of stress due to their mucky surroundings,In normal circumstances, advancing the elections should not have been a cause of concern. But in view of the floods and devastation caused by it and the pandemic, the State Election Commission should have postponed the elections to the Greater Hyderabad Municipal Corporation to February or even March.It is the responsibility of the Constitutional bodies to conduct elections keeping in mind the welfare of citizens. A suffering section of people should not be forced to go through a prematurely called election. The Election Commission should have postponed the polls, not flood relief. The decision to advance the date of the elections, amidst the widespread misery, is anti-people.  Dr Narasimha Reddy Donthi is a public policy reviewer. He has been working on environment and development challenges for more than 30 years.","author":"Narasimha Reddy Donthi","time":"2020-11-27T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151167-tdcivtlzyd-1606400590.jpg","tags":["Greater Hyderabad Municipal Corporation","Hyderabad floods","Telangana"],"source":"https://scroll.in/article/979575/opinion-advancing-the-hyderabad-municipal-polls-by-two-months-is-anti-people"}