{"title":"Opioid addiction is ravaging Kashmir’s young ","content":"In December, a senior Kashmiri doctor tweeted a disturbing picture of a young man undergoing treatment at a hospital in Srinagar for drug addiction.   The patient’s arm had developed gangrene after he inadvertently injected drugs into his artery. With the body tissue in his right arm and hand dead, the undergraduate student of science was disabled for life, said Dr Muhammad Salim Khan.Khan shares such disturbing images often. His aim, he said, is to bring to light “the extent of the substance abuse problem we are facing”. “As a society, we can’t afford to be in denial any longer,” Dr Khan told Scroll.Over the last few years, drug abuse has rapidly emerged as a frightening crisis affecting the young in the Union territory of Jammu and Kashmir.  Even political parties are taking note. On June 16, Jammu and Kashmir’s oldest mainstream political party, the National Conference, constituted an 11-member committee in order to look into substance abuse in the Union territory. The numbersIn a reply in the Lok Sabha to a question regarding drug addiction in the country, the Ministry of Social Justice and Empowerment in March said nearly 10 lakh people in the Union territory were into substance abuse. More than half of these abusers were addicted to opioids, according to the ministry.   If compared to the total population figures of Jammu and Kashmir, as per the 2011 census figures, nearly 8% of its population is into drug abuse. Many other states in north India, including Punjab, Himachal Pradesh, Haryana and Delhi, too reported high levels of drug abuse. For example, the population into substance abuse in Himachal Pradesh is nearly 9 lakh. While the use of cannabis or cocaine is low in Jammu and Kashmir, the Union territory’s burden of opioid cases (over 5 lakh) is significant. Even so, states like Punjab (25 lakh) and Haryana (21 lakh) have a higher number of opioid addicts.Opioids “are a class of drugs that include the illegal drug heroin, synthetic opioids such as fentanyl, and pain relievers available legally by prescription…”, according to the American public research institute National Institute on Drug Abuse.  The figures presented in Parliament were based on a 2019 survey on the magnitude of substance abuse across India, which also measured drug use, harmful use and drug dependence. According to that survey, the number of individuals in Jammu and Kashmir addicted to opioids to a degree that needs professional intervention is close to 2 lakh, or 1.5% of its population.The most recent study on the prevalence and pattern of drug use was carried out in 2022 by doctors at Srinagar’s Institute of Mental Health and Neuro-sciences. Limited to the 10 districts of Kashmir Valley, the study examined 1,500  patients of drug abuse, of which 1,280 were addicted to opioids. More than 50% of these opioid-dependent patients took heroin through injection. The average age of initiation into heroin addiction was 22.88 years, a significant figure in a region where 35 per cent of the population is in the 15-34 age group.  ‘Tip of the iceberg’ Worrying as the numbers are, experts say the problem is bigger.  The number of patients turning up for treatment in Kashmir valley, said Dr Yasir Hassan Rather, professor in the department of psychiatry at IMHANS, is just the “tip of the iceberg.” “Those who seek treatment are extreme cases,” he said. “After losing everything financially, socially, health-wise etc., only then do they come for treatment.”The doctor added: “In my view, the data only represents 10 per cent of the population of drug abuse victims. The remaining 90 per cent have not hit rock bottom and that’s why they have not turned up for treatment yet.” In Kashmir Valley, Rather and other doctors say, the number of drug abuse victims turning up to seek help at de-addiction centres has seen an exponential rise. In 2015, nearly 500 drug abuse victims turned up to seek help at Institute of Mental Health and Neurosciences, or IMHANS – Kashmir’s only dedicated hospital for psychiatric services. By 2021, that number had gone up to 24,000. Last year, the number of addicts who sought treatment at the hospital rose to 44,000. “Every day, roughly 100-200 patients turn up at the hospital for treatment,” said Rather. The addiction treatment facility of Srinagar’s Sher-i-Kashmir Institute of Medical Sciences, Bemina, was started only last year. Already, more than 1,800 patients affected by substance abuse have turned up for treatment. “Every day, we have 100 plus patients, of which three to five are new patients,” said Dr Abdul Majid, head of the psychiatry department at the hospital.Majid, who heads the treatment centre in SKIMS Bemina, concurs with the assessment. “There is no doubt that the treatment gap is around 80-85 per cent. This is the number of substance abusers who are in the community and not seeking treatment,” he said. The dominance of heroin users is worrying, doctors say. “It’s very addictive. If we compare cannabis or medicinal opioids, they are nothing in front of it,” said Rather. “Whenever users try to stop it, they experience severe withdrawals – physical pain, aches and restlessness. They can’t even stand up. They feel as if they are going to die. So severe are the withdrawal symptoms that sometimes parents arrange heroin for their kin fearing their death.”Clerics attend a seminar organised by a Srinagar hospital on drug addiction. Credit: Umer Asif.‘I want to quit’  Twenty-three-year-old Ahmad was 15 when he picked up the habit of smoking cannabis from his friends. Three or four years ago, a friend introduced him to heroin. “Since then, I switched to heroin,” said Ahmad, who is undergoing de-addiction treatment at Srinagar’s Institute of Mental Health and Neurosciences. A school dropout, Ahmad’s father had helped him start a shop to make a living. “Whatever I earned from that shop, I spent it on heroin. When my father found out, he sold the shop off.” His source of income was snapped, but Ahmad did not stop. He took to selling valuables from home in order to buy heroin. Unlike many other substances, heroin is very expensive. The average monthly expenditure on heroin use for an individual is a little above Rs 88,000 per month, according to a survey by the Institute of Mental Health and Neurosciences. With his addiction reaching disturbing levels, his family swung into action. “It was then that I was brought here for the first time by my family. The treatment really helped and I quit for six months.”  But the battle against heroin is not easily won. Doctors say it is common for drug abuse victims to relapse. An encounter with his friends drew Ahmad back to heroin. “Since then, it has been one and a half years and I haven’t stopped,” said Ahmed. When Scroll met him at the hospital, his young wife was the only family member with him. “My family was reluctant to send me here. They said it’s useless, given my relapse…but my wife pleaded with them to give me one more chance. She has faith in me.” Dr Yasir Hassan Rather of IMHANS believes that 90% of addicts are going undetected. Credit: Umer Asif.Conflict and addictionExperts and studies attribute the initiation into drug abuse to a host of factors – the most common being peer pressure. “Various factors like stress, limited means of entertainment and recreation, influence of media and others are important factors that escalate the substance use in such regions,” pointed out the 2022 IMHANS study on substance abuse.  The IMHANS study of 2022, however, also underlined a possible relation between unemployment and substance abuse. While the substance use was seen majorly in the unemployed population, the study demanded “further research for studying relationship between unemployment and illicit drug use” in Kashmir valley. But life in a conflict zone, where violence has left a lasting imprint on the psyche of the people, makes people more vulnerable. “People living in turmoil are vulnerable to shortcuts. One of the shortcuts to relieve stress obviously is seeking substances and their pleasure,” said Majid, who heads the psychiatry department at SKIMS, Bemina. At the same time, he added, while conflict is one of the major contributors to the rising drug addiction, it’s not the only one. Sheikh, a 21-year-old from Jammu, got into drugs through a chance encounter. From a family which had a thriving business, Sheikh was neither worried about earning an income nor did he have any other personal problems. “In our locality, drug abuse was common and I had seen boys talking about how euphoric they felt after taking it,” said Sheikh. In order to satisfy his curiosity, Sheikh also tried taking medicinal opioids. He found it difficult to quit. “What complicated things for me is that since I was taking care of the family business, I was never short of money. That’s why I never stopped,” he said. These days, Sheikh is undergoing de-addiction treatment at a government-run facility in Srinagar. “Will I be able to get rid of this habit?” he asks.  A drug de-addiction facility in Srinagar. Credit: Umer Asif.The crackdown Over the last few years, Jammu and Kashmir police have seized drugs worth crores and arrested many. Besides registering hundreds of cases under Narcotic Drugs and Psychotropic Substances Act against the drug traffickers, the authorities have been using preventive detention laws against chronic drug peddlers to keep them behind bars. Doctors concede the heroin supply chain has been disturbed to an extent. “Earlier, a gram of heroin would sell for Rs 3,000 which has now doubled to 6,000. It clearly means the supply has been affected,” said Rather.   At the same time, doctors as well as authorities say, an increasing intersection between crime and drug abuse is clearly visible in Kashmir valley.  Srinagar district magistrate Mohammad Aijaz Assad said there is a clear link between theft cases in the city and the drug abuse. “Recently, I received data from police and when I went through the data, it was shocking to find that most of the thefts, to the tune of 95%, have an angle of drugs,” he said at a recent seminar. Everyone’s fightBut while the law enforcement agencies and hospitals are at the forefront of the battle, the crisis is big enough that everyone needs to be involved, say doctors. “It’s not my job or your job alone, it’s everybody’s job,” said Rather, the doctor at IMHANS.There are signs of the concern trickling down. For example, it’s not common for a political party like the National Conference in Jammu and Kashmir to take up issues like drug abuse. Imran Nabi Dar, a senior National Conference leader from south Kashmir’s Kulgam, is part of the 11-member committee set up by the party to look at drug abuse. He said they have held talks with different sections of the society and law enforcement agencies to understand the issue.“When I spoke to people in my constituency, one thing which clearly came out is that police usually are unable to get witnesses against drug traffickers in order to ensure their conviction. As a result, these people are set free by the court on bail,” said Dar. “We might need to do something to address this aspect.” Dar said the party has decided to include the issue of drug abuse in their public outreach programme. “Omar Sahab [Omar Abdullah, the vice-president of National Conference] has given instructions to every leader in charge of a constituency to ensure that the issue of drug abuse is part of the party’s narrative before the people,” Dar underlined. “We are going to talk about it on every platform.” Doctors say it is also the turn of religious spaces and institutions to step up.  “Religious scholars are key players. They have a platform and an audience every week,” said Rather from IMHANS. The institute recently invited religious scholars to sensitize them about the issue, and counter the stigma against drug users. “We have to be non-judgmental and very empathetic to them. We have to look at them as victims,” said Rather.  The religious leaders were asked to use their pulpit to speak against drug abuse. “We do not see alcohol abuse here because Kashmir is a Muslim-majority society and it’s prohibited in Islam,” said Rather. “The fact is Islam prohibits any kind of intoxication. Therefore, religious scholars need to talk about other forms of addiction too.” He adds: “If mosques are made safe spaces for drug users, they can go there for counselling. It would be really effective and helpful.”","author":"Safwat Zargar","time":"2023-07-25T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182708-zsaswqvjxx-1668179942.jpg","tags":["kashmir","drugs","opioid","addiction","young","heroin","conflict"],"source":"https://scroll.in/article/1052716/opioid-addiction-is-ravaging-kashmirs-young"}