{"title":"‘Oppenheimer’ review: A grandiloquent saga about a grand folly","content":"Towards the end of Christopher Nolan’s biopic of J Robert Oppenheimer, the American physicist is asked about why his views on the atomic bomb that he helped create changed in a span of a few years. Oppenheimer’s reply is vague, unsatisfactory even. In the same way, the film about him dances around the question that has fascinated as well as plagued Oppenheimer’s admirers. Nolan’s most political film plays out like a 1970s-style conspiracy thriller, in which unfounded suspicions about Communism combine with a narrow definition of nationalism to make a villain out of a hero. A sprawling cast, led by Cillian Murphy as Oppenheimer, lines up for a movie that is grand in vision and grandiloquent in its staging.Oppenheimer takes off from America’s nuclear bomb programme, codenamed the Manhattan Project, in the early 1940s. The destruction of Hiroshima and Nagasaki in 1945, meant to bring a brutal end to Japan’s continued opposition to the Allied forces during World War II, had tremendous moral consequences, most of all for the man who came to be known as the “father of the bomb”.The 190-minute film has been adapted by Nolan from the 2005 biography American Prometheus: The Triumph and Tragedy of J Robert Oppenheimer by Kai Bird and Martin J Sherwin. Rather than following a linear narrative that might have more effectively explained Oppenheimer’s fall from grace, Nolan opts for the mangled timelines, breakneck editing pattern and operatic sweep that mark his cinema. The fragmented approach results in brilliant individual scenes that don’t add up to a composite picture. The extremely busy plot includes Oppenheimer’s formative years, his flirtation with Communism, his leadership of the Manhattan Project, the debates about the proper use of a destructive technology and Oppenheimer’s fraught ties with his wife Kitty (Emily Blunt) and lover Jean (Florence Pugh). Emily Blunt and Cillian Murphy in Oppenheimer (2023). Courtesy Syncopy Inc/Atlas Entertainment/Universal Pictures. Uniting these discrete elements is Oppenheimer’s persecution by the American government. Significant portions play out in a small room where a kangaroo court, instigated by the vengeful nuclear policy administrator Leslie Strauss (Robert Downey Jr) and led by an aggressive lawyer (Jason Clarke), decides whether Oppenheimer is a Russian spy and therefore needs to be stripped of his security clearance.Nolan works overtime to make a talk-heavy narrative engaging at the intellectual and visual level. Characters are constantly on the move, striding through corridors and in and out of rooms where plans to make life-destroying weapons are pored over with Boy Scout-level glee. Hoyte van Hoytema’s unnerving close-ups depict the paranoia building up around Oppenheimer. Surreal dream sequences reveal Oppenheimer’s growing disquiet over his choices. In the most effective of them, the laudatory stamping of feet after the Hiroshima-Nagasaki bombings have the sonic effect of a firing squad. The faces of Oppenheimer’s fans are twisted in a terrible display of misguided patriotism.(Indian censors have ensured that an explicit scene is trimmed to the point of being unintelligible. In a hilarious instance of bowdlerising, Pugh’s Jean gets a family-friendly makeover in a decidedly family-unfriendly moment.)Among the more pointed scenes is a conversation between Albert Einstein (Tom Conti) and Oppenheimer. Like all the other actors, Conti makes his mark very fast in a film that has Cillian Murphy in nearly every other frame. The star-studded cast includes Josh Hartnett, Casey Affleck, Rami Malek, Gary Oldman, Benny Safdie, and Kenneth Branagh. Matt Damon winningly plays Leslie Groves, the Army officer who recruits Oppenheimer for the Manhattan Project. Emily Blunt, as Oppenheimer’s long-suffering wife Kitty, delivers a grammar lesson with brittle-edged precision. Also Kitty: “You are being too goddamn gentlemanly!”Matt Damon in Oppenheimer (2023). Courtesy Syncopy Inc/Atlas Entertainment/Universal Pictures. The increasingly enervating focus on Oppenheimer’s vilification sidesteps bigger questions about the inner life of a brilliant man who was both opportunist and dissenter, warmonger and conscientious objector. By approaching Oppenheimer from the outside, through his actions or the reactions of people to him, the film takes the easy way out from confronting the paradoxes that defined one of the greatest scientific minds of our times. While it is impossible to fully know a person over the course of a movie, a better understanding of Oppenheimer’s contradictions remains out of reach.Cillian Murphy’s performance is accordingly incomplete. Murphy is excellent in portraying Oppenheimer’s nervous energy, ambivalence, and self-doubt. But the charisma that drew scores of scientists towards Oppenheimer or contributed to his personal relationships is missing. The horrific destruction of Hiroshima and Nagasaki is conveyed in words. The visual centrepiece is the first bomb test. Stripped of Ludwig Goransson’s onerous score, this sequence conveys the film’s major ideas so effectively that whatever follows seems like needless padding. “Now I am become Death, the destroyer of worlds,” Oppenheimer’s quotation from the Bhagwad Gita, says more than the rest of the verbiage. As clouds of fire reach the corners of the screen – the impact is especially terrifying on IMAX – we hear only Oppenheimer’s laboured breathing at the beauty and the bloodshed he has wrought. \n\n\n    \n    Play\n\nOppenheimer (2023).","author":"Nandini Ramnath","time":"2023-07-21T07:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192298-gpyixhpvlg-1689623249.jpeg","tags":["Oppenheimer review","Christopher Nolan","Cillian Murphy"],"source":"https://scroll.in/reel/1052357/oppenheimer-review-a-grandiloquent-saga-about-a-grand-folly"}