{"title":"Opposition moves motion to impeach Chief Justice of India Dipak Misra","content":"Opposition parties on Friday submitted a notice to Vice President and Rajya Sabha Chairperson Venkaiah Naidu to initiate impeachment proceedings against Chief Justice of India Dipak Misra, Leader of the Opposition in the Rajya Sabha, Ghulam Nabi Azad, said. The motion was moved under five listed grounds of misbehaviour, he added.The motion was signed by 71 parliamentarians, Azad said. But he added that seven of the signatories had retired and so their names would not be counted. However, the Opposition has more than the mandated 50 MPs that are needed to remove a judge, he said. To impeach a judge, the motion, if introduced in the Rajya Sabha, needs the support of 50 MPs. If introduced in the Lok Sabha, it needs 100 MPs.“We’re sure the chairperson will take positive action,” Azad said.Congress leader and lawyer Kapil Sibal said that there had been questions about how Misra had handled some cases since he was appointed chief justice in August. “When the judges of the Supreme Court themselves believe that the judiciary’s independence is under threat, alluding to the chief justice’s office, should the nation stand still and do nothing?” Sibal said. “CJI should be accountable such as we are to the general public. Majesty of law is more important than the majesty of any office.”Sibal also dismissed reports that there is no consensus within the party regarding the motion. “It is not a politically motivated motion,” he claimed, adding that reports of former Prime Minister Manmohan Singh and former Union minister P Chidambaram not signing it are “absolutely false”.Senior Congress leader Salman Khurshid, however, said he was “not party to” discussions between various parties on the matter, according to ANI. “For me to reflect specifically on whether the grounds are justified would be unfair,” he said. “Impeachment is too serious a matter to be played with frivolously on the grounds of disagreement with any judgement or point of view of the court.”The signatories are from the Congress, the Nationalist Congress Party, the Communist Party of India, the Samajwadi Party, the Bahujan Samaj Party and the Indian Union Muslim League, PTI reported.The Opposition has been considering impeachment proceedings against Misra since four senior Supreme Court judges, at a press conference on January 11, raised questions about the way he allocates cases.Opposition leaders at the press conference in New Delhi on Friday | Credit: Rohan V/Scroll.inOpposition leaders met at Ghulam Nabi Azad’s chamber inside Parliament on Friday where the decision was reportedly finalised. The meeting came a day after the Supreme Court dismissed a batch of petitions that sought an independent inquiry into the death of Special Central Bureau of Investigation judge Brijgopal Harkishan Loya. Loya died in December 2014. At the time, he was presiding over a special CBI court in Mumbai that was hearing a case about the killing of alleged suspected extortionist Sohrabuddin Sheikh by the Gujarat Police. The police are accused of killing Sheikh in a staged encounter. BJP President Amit Shah was among the accused in the case.Opposition parties, led by the Congress, were among those who had demanded an impartial inquiry into Loya’s death. As many as 114 members of 15 Opposition parties had submitted a petition to President Ram Nath Kovind in February saying there were many theories regarding Loya’s death and only an SIT investigation can solve it.Sibal claimed on Friday that the impeachment motion has nothing to do with Friday’s ruling in the Loya case. “We can only move impeachment for misbehaviour, not for judicial verdicts,” he said.In March, reports had said the Congress was leading efforts to collect the signatures of Opposition leaders in the Rajya Sabha to support the impeachment proceedings against Misra. The Congress had reportedly collected 60 signatures then.On April 6, senior Congress leader Mallikarjun Kharge said the party would not move the impeachment motion in Parliamnet and that the matter was now closed. However, on April 12, former Law Minister Kapil Sibal said that the Congress was still considering the option. “We are very, very concerned about what is happening in court and we believe that the option that is available to us is still open,” Sibal had said.","author":"Scroll Staff","time":"2018-04-20T13:14:48.755115+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/876311-74901-fyqsxwcdqn-1522225294.jpg","tags":["Impeachment","Dipak Misra","Congress","BSP","SP","chief justice of india"],"source":"https://scroll.in/latest/876311/opposition-moves-motion-to-impeach-chief-justice-of-india-dipak-misra"}