{"title":"Opposition parties’ meeting to discuss anti-BJP alliance postponed, says N Chandrababu Naidu","content":"The November 22 meeting of Opposition parties to discuss an alliance against the Bharatiya Janata Party for the Lok Sabha elections has been postponed, Andhra Pradesh Chief Minister N Chandrababu Naidu said on Monday. A new date will be announced soon, the Telugu Desam Party chief said after meeting his West Bengal counterpart Mamata Banerjee in Kolkata, according to PTI.Naidu had announced the date of the meeting earlier this month after wrapping up a series of meetings with Opposition leaders in different parts of the country. A meeting with Banerjee was pending, and he had said he would meet her before the November 22 conclave. The Opposition parties planned to chart their future course of action at the meeting. “We wanted to meet on November 22 earlier because of the elections,” Naidu said on Monday. “We wanted to make it before Parliament (Winter) session. Those who are opposing the BJP will join and discuss. We will chalk out a programme to move forward take this momentum further on the agenda to protect the nation.”Naidu added that it was a democratic compulsion for Opposition parties to unite against the BJP. After their meeting, Banerjee said all party leaders involved will be the face of the Opposition, reports said. The two leaders said they will collaborate to “save the nation and would conceptualise a campaign to implement their plan”.   “Today we have discussed the future plan,” Banerjee said after the meeting, according to ANI. “We can tell you one thing, we are all together to fight against the BJP government to save the nation.”Naidu said he and Banerjee had some responsibilities as senior leaders of the country – to “save the nation and democracy, to protect institutions”. Getting the Opposition togetherNaidu’s discussions with Opposition leaders started with a meeting with Congress President Rahul Gandhi on November 1. Gandhi said after the meeting that his party would work with the Telugu Desam Party to “defend democracy and the future of the country”. The “principal idea here is to defeat the BJP”, Gandhi had said.On November 8, Naidu met Janata Dal (Secular) President HD Deve Gowda and his son, Karnataka Chief Minister HD Kumaraswamy, in Bengaluru. Deve Gowda, a former prime minister, echoed Naidu’s remarks and said the Modi-led government had created a host of problems, including “destabilising constitutionally created institutions”. The next day, Dravida Munnetra Kazhagam President MK Stalin agreed to lend support to “a grand alliance of secular forces” after meeting Naidu in Chennai. On November 16, Banerjee had said almost all Opposition parties will attend her party’s rally in Kolkata on January 19. However, leader of the Opposition in the West Bengal Assembly and Congress MLA Abdul Mannan said the party’s participation will depend on the decision of the high command. Communist Party of India (Marxist) Central Committee member Rabin Deb said the party and its Left Front allies will not attend the rally.Today we have discussed the future plan. We can tell you one thing, we are all together to fight against the BJP govt to save the nation: West Bengal CM Mamata Banerjee after her meeting with Andhra Pradesh CM Chandrababu Naidu in Howrah pic.twitter.com/jMi2yx37Mn— ANI (@ANI) November 19, 2018\n\nThank you so much @ncbn for coming to Kolkata and visiting us at Nabanna— Mamata Banerjee (@MamataOfficial) November 19, 2018","author":"Scroll Staff","time":"2018-11-19T20:06:36.535408+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/106045-ayytjitump-1542635791.jpg","tags":["Chandrababu Naidu","Mamata Banerjee","Opposition","Congress","Andhra Pradesh","BJP"],"source":"https://scroll.in/latest/902733/opposition-parties-meeting-to-discuss-anti-bjp-alliance-postponed-says-n-chandrababu-naidu"}