{"title":"Opposition coalition for 2024 polls named INDIA ","content":"The Opposition parties have decided to name their alliance as Indian National Developmental Inclusive Alliance, or INDIA, Congress chief Mallikarjun Kharge announced on Tuesday.The decision was taken at the second Opposition meeting in Bengaluru in which 26 parties took part. The two-day meeting was held to formulate a strategy to take on the Bharatiya Janata Party in the 2024 Lok Sabha elections.This is an important meeting to save democracy and the constitution, and in the interest of the country, we have come together. With one voice, people have supported the resolution. Our alliance will be called INDIA (Indian National Developmental Inclusive Alliance).:… pic.twitter.com/re8hyhSgzx— Congress (@INCIndia) July 18, 2023\n\nKharge said the third meeting of the Opposition will be held in Mumbai next, during which an 11-member coordination committee will be set up. The date for the meeting will be announced soon, he said.The Congress chief added that the Opposition parties have kept their differences aside and the agenda of the alliance is to save the country and its people.“Today we are facing many issues, including the media which has been captured by [Prime Minister] Narendra Modi,” he said. “Even earlier, in my 52 years of political career, I have never seen such suppression.”Congress leader Rahul Gandhi said that the fight of the Opposition is against the ideology of the BJP.“The fight is a fight to defend the idea of India,” he said. “As a group, we are defending the Indian Constitution, defending the voice of the Indian people and the idea of our great country.” VIDEO | \"This fight is not between the BJP and opposition. The country's voice is being muzzled, this is the fight for that. That's why we came up with this name - Indian National Developmental Inclusive Alliance - means INDIA,\" says Congress leader Rahul Gandhi at the joint… pic.twitter.com/AcspxemIJS— Press Trust of India (@PTI_News) July 18, 2023\n\nAam Aadmi Party chief Arvind Kejriwal said that the 26 Opposition have come together with a dream for a new India.“Nine years ago, India voted for Narendra Modi, and he had the opportunity to serve the country,” Kejriwal said. “However, over these nine years, there is not one sector that can claim progress.”#WATCH | In the last 9 years, PM Modi could have done a lot of things but he destroyed all the sectors. We have gathered here not for ourselves but to save the country from hatred..., says AAP supremo and Delhi CM Arvind Kejriwal pic.twitter.com/gqqhuJnZBX— ANI (@ANI) July 18, 2023\n\nWest Bengal Chief Minister Mamata Banerjee alleged that the only job the regime at the Centre does is to buy and sell governments.“BJP, can you challenge INDIA?” she asked. “We love our motherland, we are the patriotic people of the country, we are for farmers, Dalits, we are for country, for the world.”Joint resolutionIn a joint resolution issued after the meeting, the 26 Opposition parties demanded the implementation of a caste census across the country.“We have come together to defeat the hatred and violence being manufactured against minorities; stop the rising crimes against women, Dalits, Adivasis and Kashmiri Pandits; demand a fair hearing for all socially, educationally and economically backward communities; and, as a first step, implement the caste census,” the parties said in the resolution.The 26 Opposition parties also resolved to fight against the “systemic conspiracy” by the BJP to “target, persecute and suppress” Indians.Indian National  Developmental Inclusive Alliance (INDIA) से जुड़े 26 राजनीतिक दलों का सामूहिक संकल्प- pic.twitter.com/JsxXQBaL2s— Congress (@INCIndia) July 18, 2023\n\n“Their [BJP’s] poisonous campaign of hate has led to vicious violence against all those opposed to the ruling party and its divisive ideology,” the parties said in the resolution. “These attacks are not only violating constitutional rights and freedoms but also eroding the basic values upon which the Republic of India is founded – liberty, equality and fraternity and justice political, economic and social.”The parties expressed concern about the ethnic violence in Manipur, saying that there is an urgent need to bring the state back on the path of peace and reconciliation.“We pledge to present to the nation an alternative political, social and economic agenda,” they said. “We promise to transform both the substance and style of governance that will be more consultative, democratic and participative.”The first Opposition meeting was held on June 23 in Patna and was attended by leaders of 15 parties.Leaders of the Congress, Rashtriya Janata Dal, Janata Dal (United), Trinamool Congress, Dravida Munnetra Kazhagam, Aam Aadmi Party, Nationalist Congress Party, Shiv Sena (Uddhav Balasaheb Thackeray), Communist Party of India, Communist Party of India (Marxist), Samajwadi Party, National Conference, Peoples Democratic Party, Communist Party of India (Marxist–Leninist) Liberation, Jharkhand Mukti Morcha and Rashtriya Lok Dal had attended the first meeting.This time, the Marumalarchi Dravida Munnetra Kazhagam, Kongu Desa Makkal Katchi, Viduthalai Chiruthaigal Katchi, Revolutionary Socialist Party, All India Forward Bloc, Indian Union Muslim League, Kerala Congress (Joseph) and Kerala Congress (Mani) also took part in the second meeting.The BJP has also called a meeting of the ruling National Democratic Alliance in Delhi on Tuesday. BJP President JP Nadda has said that 38 parties have confirmed their participation.","author":"Scroll Staff","time":"2023-07-18T16:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192321-utcenhnenx-1689677916.jpg","tags":["Mallikarjun Kharge","INDIA","Indian National Democratic Inclusive Alliance","Opposition"],"source":"https://scroll.in/latest/1052850/opposition-alliance-to-be-called-india"}