{"title":"BJP says 38 allies to attend NDA meeting, Opposition unites 26 parties","content":"Bharatiya Janata Party President JP Nadda on Monday said that 38 parties have confirmed their participation in a meeting of the ruling National Democratic Alliance in Delhi tomorrow.The announcement came as Opposition leaders met in Bengaluru for a second meeting to chalk out strategies for fighting against the BJP in the Lok Sabha elections next year. Leaders of 26 Opposition attended the meeting, PTI reported.The meetings by the Opposition and the National Democratic Alliance comes as a show of strength from each side.On Monday, Nadda said that the National Democratic Alliance is an “ideal alliance” meant to serve and strengthen the country.#WATCH | Our 38 partners have confirmed attending the NDA meeting to be held tomorrow, says BJP National President JP Nadda. pic.twitter.com/DFNip4inNA— ANI (@ANI) July 17, 2023\n\n“UPA [United Progressive Alliance] neither has a leader nor does it have the power to take decisions,” Nadda said during a press briefing. “It is an alliance based on selfish interests and is only for photo opportunities.”The Eknath Shinde-led Shiv Sena, Lok Janshakti Party (Ram Vilas), Rashtriya Lok Samta Party, Nishad Party, Apna Dal (Sonelal), Jannayak Janta Party, Janasena, All India Anna Dravida Munnetra Kazhagam, Tamil Maanila Congress, Indiya Makkal Kalvi Munnetra Kazhagam, All Jharkhand Students Union, National People’s Party, Nationalist Democratic Progressive Party, Sikkim Krantikari Morcha, Mizo National Front and Asom Gana Parishad are among those likely to attend the NDA meet on Tuesday.Also read – Chemistry vs arithmetic: Can Opposition unity defeat Modi?The Chirag Paswan-led  Lok Janshakti Party (Ram Vilas) officially joined the NDA on Monday evening. The decision was taken after Paswan met Nadda and Union Home Amit Shah in Delhi.Paswan had walked out of the NDA during the 2020 Assembly polls in Bihar over his disagreements with Chief Minister Nitish Kumar, then a BJP ally. However, Paswan has supported BJP on key issues.Ajit Pawar, who leads a faction of the Nationalist Congress Party, said that he along with Rajya Sabha MP Praful Patel will also attend the NDA meeting. The Nationalist Congress Party witnessed a split after Ajit Pawar, along with eight other MLAs, joined the Bharatiya Janata Party-Shiv Sena government in Maharashtra on July 2. Ajit Pawar took oath as the deputy chief minister for the third time in less than four years.BJP is rattled by Opposition’s unity: Mallikarjun Kharge Congress President Mallikarjun Kharge on Monday said that the Opposition’s plan to set up a united front was rattling the Bharatiya Janata Party.Referring to the NDA meeting, he said that Prime Minister Narendra Modi was trying to bring “splintered parties” together in order to show numbers. “PM [Narendra Modi] had said that ‘main akela kaafi hoon saare Opposition ke liye’ [I’m alone enough for the Opposition] while speaking in Rajya Sabha, then why is he bringing together 30 parties,” Kharge asked. “Who are these 30 parties, what are their names, are they all registered with the Election Commission?”VIDEO | Karnataka Deputy CM DK Shivakumar welcomes Sonia Gandhi, Rahul Gandhi, Mallikarjun Kharge on their arrival in Bengaluru today to attend the mega opposition meeting. pic.twitter.com/YZ7iInGcgk— Press Trust of India (@PTI_News) July 17, 2023\n\nAhead of the meeting, Sanjay Raut, a leader of Uddhav Thackeray’s Shiv Sena faction, said that seat sharing for next year’s election and a potential name for the Opposition grouping will be discussed.The first meeting of the Opposition leaders, from 16 parties, was held in Patna in June.Leaders of the Congress, Rashtriya Janata Dal, Janata Dal (United), Trinamool Congress, Dravida Munnetra Kazhagam, Aam Aadmi Party, Nationalist Congress Party, Shiv Sena (Uddhav Balasaheb Thackeray), Communist Party of India, Communist Party of India (Marxist), Samajwadi Party, National Conference, Peoples Democratic Party, Communist Party of India (Marxist–Leninist) Liberation, Jharkhand Mukti Morcha and Rashtriya Lok Dal were present.VIDEO | Tamil Nadu CM MK Stalin arrives in Bengaluru to attend the mega opposition meeting. pic.twitter.com/GbgnE4v0be— Press Trust of India (@PTI_News) July 17, 2023\n\nThe Marumalarchi Dravida Munnetra Kazhagam, Kongu Desa Makkal Katchi, Viduthalai Chiruthaigal Katchi, Revolutionary Socialist Party, All India Forward Bloc, Indian Union Muslim League, Kerala Congress (Joseph) and Kerala Congress (Mani) are the new parties that are expected to join the second meet.The Marumalarchi Dravida Munnetra Kazhagam and the Kongu Desa Makkal Katchi were allies of the BJP in the 2014 elections.The Nationalist Congress Party said that its chief Sharad Pawar and working president Supriya Sule will attend the meeting on the second day in view of the Maharashtra Assembly session, which began on Monday.  Congress General Secretary KC Venugopal said that the meeting of the Opposition parties would be a “game changer” in Indian politics, PTI reported.Venugopal said the Opposition parties are united by a common purpose to protect democracy, to ensure the Constitutional rights and the independence of institutions.“These are all under attack from the BJP government,” he said. “They want to silence the Opposition voice. They are using agencies like the Enforcement Directorate, the Central Bureau of Investigation to suppress the voice of Opposition.”","author":"Scroll Staff","time":"2023-07-17T17:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192292-xalgzdzqbc-1689604702.jpg","tags":["Opposition","Mallikarjun Kharge","BJP"],"source":"https://scroll.in/latest/1052787/opposition-plan-to-forge-united-front-is-rattling-bjp-says-mallikarjun-kharge"}