{"title":"Opposition questioning armed forces by asking government for proof of air strike: Nirmala Sitharaman","content":"Defence Minister Nirmala Sitharaman on Sunday criticised the Opposition and Congress for politicising the Balakot air strike in Pakistan after the terror attack in Pulwama, Jammu and Kashmir, PTI reported.The government led by the Bharatiya Janata Party gave freedom to the armed forces to act and they delivered, she said. “If only a similar deterrent action was taken after Mumbai attack... [and] I have enough reasons to believe that armed forces did tell the government at that time, ‘if you want us to do something, we are ready but we want you to take the call’,” ANI quoted her as saying at an event in Hyderabad. The defence minister was responding to allegations from the Opposition parties over the politicisation of the Balakot air strike. The United Progressive Alliance government led by the Congress was in power during the terror attacks in Mumbai on November 26, 2008. On the Balakot air strike, Sitharaman said Prime Minister Narendra Modi had made it clear that it was up to the armed forces to take a call on how to proceed. “When action was taken by us...what is being asked how many people did you actually kill...what is the proof,” she said. “It is absolute shocking conduct.” Nirmala Sitharaman in Hyderabad: If only a similar deterrent action (#airstrike) was taken after Mumbai attack... & I have enough reasons to believe that armed forces did tell the govt at that time, 'if you want us to do something, we are ready but we want you to take the call.' pic.twitter.com/CSBfkGXO82— ANI (@ANI) March 24, 2019\n\nSitharaman said the Opposition was questioning the armed forces and politicising the matter by asking the government for proof of the air strike. “Why is the Opposition asking for proof after we attacked Balakot?” she asked. “They ask if we have taken selfies with the killed terrorists or not,” she said, according to ANI.The government had credible information that more such suicide terror attacks may happen and to prevent such attacks “we had to take a pre-emptive strike in Balakot”, she said.Sitharaman said after Pakistan handed over “our PoW [prisoner of war]” Wing Commander Abhinandan Varthaman, it was touted as a peaceful gesture in Pakistan. She said demands were made in that country to give Prime Minister Imran Khan the Nobel Peace Prize.The defence minister said she could understand Pakistan making such a demand. “Why would some sections in India speak that voice,” she said. “I was astonished...Who are these people mentioning it and the political parties who are supporting them. We do not want this and therefore the return of Narendra Modi [back to power at the Centre] is important.”She said the Modi government had acted firmly against terrorists by carrying out strikes twice – once in 2016 after the Uri attack and now after Pulwama by destroying terror camps in Pakistan-Occupied Kashmir and also in Pakistan.","author":"Scroll Staff","time":"2019-03-25T07:50:55.744269+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/40936-ttjbmzrctp-1553479892.jpg","tags":["Nirmala Sitharaman","Balakot Air Strike","Pulwama Attack","Congress"],"source":"https://scroll.in/latest/917747/opposition-questioning-armed-forces-by-asking-government-for-proof-of-air-strike-nirmala-sitharaman"}