{"title":"‘Opposition parties speaking Pakistan’s language,’ says Modi ahead of RS debate on Citizenship Bill","content":"Prime Minister Narendra Modi on Wednesday said some Opposition parties were speaking the same language as Pakistan on the Citizenship Amendment Bill, hours before the legislation was to be taken up for debate in Rajya Sabha.“Citizenship Bill will be written in golden letters, will give permanent relief to people who fled religious persecution,” the prime minister said while addressing Bharatiya Janata Party MPs at a parliamentary meeting in New Delhi. “The very same language used by Pakistan on the Citizenship Bill is being used by some parties.” Union Parliamentary Affairs Minister Prahlad Joshi expressed his confidence that the bill will be passed in Rajya Sabha with comfortable majority.Modi likened the bill to the government’s decision to scrap the special status of Jammu and Kashmir. The proposed amendments to the 1955 Citizenship Act were approved in a 311-80 vote after more than seven hours of heated debate in Lok Sabha on Monday. Pakistan on Tuesday had claimed the proposed amendments were a step towards realising the concept of a Hindu nation and expansionist in nature. If enacted, the amended law will grant citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan, provided they have resided in India for six years. The cut-off date is December 31, 2014.  An 11-hour shutdown against the passage of the bill disrupted life in several parts of the North East on Tuesday. Protesters had damaged vehicles and shops in Assam, Tripura and Meghalaya’s capital Shillong. Authorities in Tripura had also shut down internet and SMS services for 48 hours. Groups in the North East fear that once the bill is passed, local populations defined as indigenous to the region will be culturally and physically swamped by migrants.Earlier in the day, Congress leader Rahul Gandhi called it an attempt by the Narendra Modi-led government to “ethnically cleanse the North East”. The bill’s critics are against using religion as the basis of providing citizenship, and ask why Muslims were left out. They have also questioned why other neighbouring countries such as Nepal, Myanmar and Sri Lanka were left out of the ambit of the law. During the discussion in the Lower House on Monday, a number of Opposition leaders had said the bill was unconstitutional. Hyderabad MP Asaduddin Owaisi had compared it to Nazi Germany’s race laws, and tore up his copy of the bill at the end of his speech.However, Union Home Minister Amit Shah had blamed the Congress for Partition, and said the amendments would not have been needed had India not been divided on religious lines. The home minister had rejected allegations that the bill was anti-Muslim, and claimed it had the endorsement of 130 crore citizens. “We will have to differentiate between intruders and refugees,” he had said, adding that the bill was not even “0.001% against India’s minorities”.Also read:Former judges say Citizenship Bill makes an unreasonable classification based on religionShow civil disobedience against Citizenship Bill and NRC, former IAS officers urge Indians","author":"Scroll Staff","time":"2019-12-11T11:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129138-peeefhrejs-1571138917.jpg","tags":["Narendra Modi","Bharatiya Janata Party","Citizenship Bill","Pakistan","Congress"],"source":"https://scroll.in/latest/946484/opposition-parties-speaking-pakistans-language-says-modi-ahead-of-rs-debate-on-citizenship-bill"}