{"title":"Opposition’s formula to stop a runaway BJP ahead of 2019: Reduce its strength by 100-plus seats","content":"The contours of the likely face-off between a resurgent Bharatiya Janata Party and the proposed broad-based national secular front of Opposition parties for the 2019 Lok Sabha elections is emerging gradually.If the BJP’s strategy is to retain the Lok Sabha seats it won in 2014 and focus on 120 seats where the party does not have a presence, the Opposition’s aim will be to work unitedly to reduce the saffron party’s strength by 100-plus seats and ensure it is not allowed to expand its base.The BJP had won an impressive 282 seats in the last general elections. By the Opposition’s calculations, it will not be possible for the BJP to retain all these seats as there is bound to be anti-incumbency against MPs. It is believed that if the Opposition parties can form a joint front well before the next Lok Sabha polls, it should be possible to dent the BJP and bring down its numerical strength.Uttar Pradesh and BiharFor instance, Janata Dal (United) leaders maintain that the BJP and its allies will not be able to retain the 31 Lok Sabha seats they won in Bihar if the grand alliance (mahagathbandhan) forged for the 2015 Assembly polls remains in place in the next general elections. The grand alliance comprised the Janata Dal (United), Rashtriya Janata Dal and Congress. As witnessed in the state election, the caste combination of the three allies will be hard to beat, especially if Bihar Chief Minister Nitish Kumar’s image remains untarnished. It is the same in neigbhouring Jharkhand. The Opposition is convinced that if the Janata Dal (United), Rashtriya Janata Dal, Jharkhand Mukti Morcha and Congress work out a viable seat-sharing formula, the BJP will face an uphill task in the state where it won 12 of the 14 Lok Sabha seats in 2014.Similarly, it could be tough going for the BJP in politically-crucial Uttar Pradesh, despite the fact that it swept the February-March Assembly polls and won 73 of the state’s 80 Lok Sabha seats in 2014. Ironically, Congress and Samajwadi Party members in the state, who maintain that their last-minute alliance proved disastrous for both parties in the Assembly polls, are now pitching for larger Opposition unity that includes Mayawati’s Bahujan Samaj Party.Though the Samajwadi Party and the Bahujan Samaj Party have been sworn enemies for over two decades, both have shed their antagonism towards each other and have publicly declared their willingness to work together after their disastrous performance in the Assembly elections. Since the proposed partnership – the Samajwadi Party, Bahujan Samaj Party and the Congress – is envisaged on the same lines as the grand alliance in Bihar, the Opposition is confident that their combined strength can halt the BJP juggernaut.In BJP-ruled statesThe Opposition’s optimism is also based on its understanding that the BJP will not fare as well as it did in 2014 in Gujarat, Rajasthan, Madhya Pradesh, Haryana and Chhattisgarh, where Modi magic had dealt a crushing blow to the saffron outfit’s political opponents. For instance, there are doubts whether the BJP will succeed in winning all the seats in Gujarat and Rajasthan or retain its strike rate in the other states in the northern belt. The BJP has reached saturation point in this region and its strength should come down, according to the Opposition camp. At the same time, regional parties like Mamata Banerjee’s Trinamool Congress in West Bengal and the Naveen Patnaik-led Biju Janata Dal in Odisha will have to work doubly hard to hold on to their bastions, which are currently ripe for the taking by the BJP. “If we manage to reduce the BJP’s strength by 100-120 seats, its allies and other smaller parties will be encouraged to look around for greener pastures,” said a Rashtriya Janata Dal leader who did not wish to be identified.However, all these calculations are based on the premise that the disparate parties in the Opposition will be able to set aside their egos and state-level political rivalries to forge a broad-based secular front well before the 2019 elections. “If this coalition is to succeed, the Opposition parties must arrive at an understanding well before the next general election and work out its seat-sharing harmoniously,” remarked a senior Janata Dal (United) leader. But, more importantly, the Opposition will have to work out a common minimum programme as distinct from that of the BJP-led National Democratic Alliance. “We should not be seen to have come together only to defeat the BJP or to consolidate the Muslim vote,” said a senior Congress leader. “We will end up strengthening Modi if this perception prevails.”Role of the CongressThe Opposition parties are depending on the Congress to take the central role in forging this alliance. As the largest party with a pan-Indian presence, the Congress is being viewed as a rallying force for other Opposition parties that have a limited presence. There is a section in the Congress that is opposed to coalition politics as it believes that as the larger party, it will have to cede space to regional forces, which will restrict its growth. On the other hand, it is argued that since the Congress is in no position to take on the BJP on its own, it needs the support of other parties, failing which it could well disappear.Party president Sonia Gandhi has taken the lead in this direction as she has personally spoken to most Opposition leaders to forge a consensus on fielding a common candidate for the presidential election in July. This could well pave the way for the formation of an anti-BJP secular front for the 2019 general elections. As a first step, the Opposition parties will showcase their combined strength when they converge in Chennai on June 3 for Dravida Munnetra Kazhagam stalwart M Karunanidhi’s birthday celebrations.BJP not sitting idle However, the Opposition has a long way to go before it firms up a viable alliance. While it is still getting its act together, the BJP is racing ahead with its poll planning. Well aware that it may not be able to retain the seats it won in 2014, BJP president Amit Shah has chalked out an exhaustive plan to expand the party’s base in states where it had little or no presence. He is learnt to have identified 120 constituencies in states like West Bengal, Odisha, Kerala and Telangana which, he believes, can be won. Central ministers and senior BJP leaders are being despatched to these states to communicate the achievements of the Narendra Modi government and hold meetings with party workers in preparation for 2019.Amit Shah on a visit to West Bengal in April in preparation for the 2019 general elections. (Credit: Samir Jana / HT)In addition to normal political activities, the BJP is said to be using other methods to contain its rivals. A number of Opposition leaders from the Congress, Trinamool Congress and Rashtriya Janata Dal are being investigated for various corruption offences by investigative agencies.Realising that the alliance comprising the Janata Dal (United), Rashtriya Janata Dal and Congress in Bihar can pose a formidable challenge in the 2019 polls, the BJP is also making strenuous efforts to create fissures between the allies and build pressure on Nitish Kumar to walk out of the coalition. The BJP is particularly keen that the Bihar chief minister break away from his allies as such a move would derail the ongoing unity moves among Opposition parties. But most importantly, the BJP does not want Nitish Kumar to emerge as the face of the united Opposition front because it wants to avoid a Modi versus Nitish Kumar contest in 2019. The BJP would rather have Congress vice-president Rahul Gandhi as its main adversary as the Nehru-Gandhi scion compares poorly with the prime minister while Nitish Kumar has the potential to hold his own against Modi.","author":"Anita Katyal","time":"2017-05-16T17:45:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/837282-57929-guvtehbhej-1494487846.jpg","tags":["Opposition","BJP","2019 Lok Sabha elections","Secular front"],"source":"https://scroll.in/article/837282/oppositions-formula-to-stop-a-runaway-bjp-ahead-of-2019-reduce-its-strength-by-100-plus-seat"}