{"title":"Opposition unity rally: Modi government is past its expiry date, says West Bengal CM Mamata Banerjee","content":"5.20 pm: Criticising the Opposition rally, Union minister Ravi Shankar Prasad says people who could not see eye to eye, have come toegther. “From their speech it was evident that their only agenda is to remove Narendra Modi, they have no future road-map for the development of India,” Prasad says. The minister further says: “Someone said in a very funny manner that our leader will be elected by the people of India, you have to name your leader to be elected by the people of India. Rahul Gandhi, Mayawati, Mamata ji and some regional players too, all have PM’s ambition.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.25 pm: Former TMC leader calls the Opposition rally as “circus”. “West Bengal is again witnessing a circus under Mamata Banerjee’s rule similar to what Jyoti Basu [former West Bengal chief minister] had started,” he tweets. “Various jokers and lying artists coming together to destroy India again.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    West Bengal is again witnessing a circus under @mamataOfficial’s rule similar to what Jyoti Basu had started. Various jokers and lying artists coming together to destroy India again. #UnitedAntiNationalsAtBrigade pic.twitter.com/A7XaOBg0ip— Mukul Roy (@MukulR_Official) January 19, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4 pm: She accuses Modi of running a fascist government. “BJP hatao [remove BJP government], desh bachao [save the country] and Jai Hind, Vande mataram,” she says as she ends her speech. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    The historic #UnitedIndiaAtBrigade rally ends with the slogan \"Badal do, badal do, Dilli mein sarkar badal do\" pic.twitter.com/yfIyMZX9Zq— All India Trinamool Congress (@AITCofficial) January 19, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.45 pm: Banerjee also claims that Rajnath Singh, Sushma Swaraj and Nitin Gadkari are ignored in the BJP, News18 reports. She says there will be no achche din [good days] for the BJP. “I am not concerned about who becomes the PM, I just want BJP to go,” she adds.The West Bengal Chief Minister also takes on the BJP who has accused the Opposition of unable to choose a leader. “They say we don’t have any leaders, but we have so many. They just have one PM and one party president. Everybody’s a leader in our gathbandhan. There is no need to discuss our PM candidate right now,” she adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.34 pm: Trinamool Congress chief and West Bengal Chief Minister Mamata Banerjee takes over the event. She says time has come for the Modi government to leave and that the Opposition will build a new India. “Around 23 parties have taken part in this rally. The Modi government is past is expiry date,” she says.She further says: “So many scandalous things have happened in this country. You should see the amount of money this government had five years ago and what it has now.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    We will work together to bring a new dawn for the country: @MamataOfficial #UnitedIndiaAtBrigade pic.twitter.com/qZ8VdxnKK6— All India Trinamool Congress (@AITCofficial) January 19, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.30 pm: Rashtriya Janata Dal leader and Lalu Prasad Yadav’s son Tejashwi Yadav claims the prime minister will have “sleepless nights” after seeing the huge gathering in Kolkata. “Modi is factory of lies and a distributor of lies,” he says. “We need to work together to fight Modi.” The former deputy chief minister of Bihar alleges that the Enforcement Directorate and the VBI are BJP’s “alliance partners”. “If you do not bow before the government, it will use the central agencies against you,” he claims. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.18 pm: Sinha says he is not worried if the BJP decides to take action against him for participating in the Opposition rally. “People ask me why I speak against the BJP. I do that because I can’t be against truth. If speaking truth is rebellion, I am a rebel. Before being a member the BJP, I am a Bharatiya,” he says, according to Hindustan Times.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #UnitedIndiaAtBrigade @ShatruganSinha says: \"Mood of the nation is Parivartan. Parivartan. Parivartan. People want a new leadership\" WATCH LIVE >> https://t.co/IjQtPwzly7 pic.twitter.com/tOxMyeXE7d— All India Trinamool Congress (@AITCofficial) January 19, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.15 pm: Rebel BJP leader Shatrughan Sinha says demonetisation was announced in haste, according to News18. “They announced without considering the people and other senior party leaders,” he says, adding that even the finance minister was not kept in the loop before making the announcement. He says there was democracy during the time of former Prime Minister Atal Bihari Vajpayee. “Now it is anarchy,” he says. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #UnitedIndiaAtBrigade @ShatruganSinha says: \"Isse zyada jaandar, shaandar aur damdaar rally maine kabhi nahin dekha\" WATCH LIVE >> https://t.co/IjQtPwzly7 pic.twitter.com/BjY50nf49k— All India Trinamool Congress (@AITCofficial) January 19, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.50 pm: Meanwhile, addressing a rally in Silvassa in Union Territory Dadra and Nagar Haveli, Prime Minister Narendra Modi says the Opposition has formed a grand alliance as some leaders are “infuriated” by his actions against corruption. “It’s but natural for them to get angry as I’ve prevented them from looting public money,” he says. The prime minister further adds: “This ‘ganthbandhan’ [alliance] is not against Modi but against the people of India. Currently, they are not even properly together and already that have started bargaining for their share.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.45 pm: Reading out Sonia Gandhi’s statement for the rally, Congress leader Mallikarjun Kharge says the Opposition rally marks an important attempt to “galvanise leaders to fight the Modi government”. “It will be an election to restore people’s faith in democracy. I wish all the success,” Kharge quotes from Gandhi’s letter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #UnitedIndiaAtBrigade @INCIndia leader Mallikarjun Kharge reads a message from Sonia Gandhi: \"The upcoming general elections will be on the faith of restoring democracy in our country\"WATCH LIVE >> https://t.co/IjQtPwzly7 pic.twitter.com/LUAHrRwfMi— All India Trinamool Congress (@AITCofficial) January 19, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.32 pm: Telugu Desam Party chief Chandrababu Naidu says the government indulged in a scam related to the Rafale jet deal. “They are dividing people in the name of religion. They are misusing the CBI and ED. This indicates their intentions. They are purchasing MLAs,” he adds.Naidu also claims that the Electronic Voting Machine is a “big fraud”. “We have to go back to paper ballot,” he says. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.30 pm: Andhra Pradesh Chief Minister Chandrababu Naidu says the Narendra Modi government has misled the nation and the Supreme Court. The BJP wants to divide the nation, but the Opposition parties are trying to unite the country, he claims. “The saffron party has betrayed the nation despite getting the full mandate,” Naidu says. “We want performing PM, we want PM who cares for poor people and farmers. Farmers are committing suicide due the wrong policies.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.15 pm: Delhi Chief Minister and Aam Aadmi Party chief Arvind Kejriwal alleges if the BJP comes to power again later this year, Modi and Amit Shah will change the Constitution and do away with the system of elections. “They will do the same thing that Adolf Hitler had done in Germany when he came to power,” he adds. He also claims that Modi and Shah have pitched Hindus against Muslims in the last five years. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.05 pm: Mamata Banerjee tells Akhilesh Yadav: “You wipe out BJP from UP, we will do so in Bengal.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.03 pm: Samajwadi Party chief Akhilesh Yadav says the issues raised in Kolkata will resonate across the country, reports Hindustan Times. “This new year, will have a new prime minister,” he says. “Whoever the people choose will become the prime minister. The BJP will not open its account in Tamil Nadu.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2 pm: BJP leader Rajiv Pratap Rudy takes a dig at Shatrughan Sinha for attending the Opposition unity rally. “Some people want to carry stamp of BJP for the facilities that come as a MP,” Rudy tells ANI. “They make it a point to be present at the whip so that they don’t lose their membership. At the same time they are so opportunistic that they want to climb the stage and be present at a conclave. BJP will take cognizance.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Rajiv Pratap Rudy,BJP on Shatrughan Sinha present at 'United India' opposition rally in Kolkata: Some people are intelligent in a different way. Some people want to carry stamp of BJP for the facilities that come as a MP; Visual of Shatrughan Sinha present at the rally in Kolkata pic.twitter.com/WIran1YpOw— ANI (@ANI) January 19, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.57 pm: Bahujan Samaj Party leader Satish Mishra says the BJP was lying the people for votes. “Unemployment is rising. Farmers, labourers, minorities, Dalits are being persecuted,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.12 pm: Dravida Munnetra Kazhagam chief MK Stalin says general elections will be the “second freedom struggle” of the country.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #UnitedIndiaAtBrigade President of @arivalayam, @mkstalin says: \"The upcoming general elections in May will be the second freedom struggle of the country\"WATCH LIVE >> https://t.co/IjQtPwzly7 pic.twitter.com/UFnIxMsu4h— All India Trinamool Congress (@AITCofficial) January 19, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.04 pm: Former Jammu and Kashmir Chief Minister Farooq Abdullah says the BJP is dividing people on the basis of religion. “We must all come together to defeat the divisive forces.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #UnitedIndiaAtBrigade Former Chief Minister of Jammu & Kashmir, Farooq Abdullah, says: \"The BJP is dividing people on the basis of religion. We must all come together to defeat the divisive forces\"WATCH LIVE >> https://t.co/IjQtPwzly7 pic.twitter.com/YstQfJhJX1— All India Trinamool Congress (@AITCofficial) January 19, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1 pm: Loktantrik Janata Dal chief Sharad Yadav says not a single institution left in the country which has “not been destroyed by the current govt at Centre”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.56 pm: Congress leader and Rajya Sabha MP Abhishek Manu Singhvi says the time for coalition has arrived. “Clouds are parting. A rainbow of political parties is forming,” he says.“The Modi government is intolerant of any criticism,” Singhvi says, according to The Indian Express. “PM Modi and BJP chief Amit Shah’s motive is to mislead the public and get votes. I applaud Mamata di’s efforts to bring everyone together on one platform.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #UnitedIndiaAtBrigade Rajya Sabha MP @DrAMSinghvi says: \"Clouds are parting. A rainbow of political parties is forming. The time for a coalition has arrived\"WATCH LIVE >> https://t.co/IjQtPwzly7 pic.twitter.com/tlEm41z1YE— All India Trinamool Congress (@AITCofficial) January 19, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.53 pm: Former Union minister Arun Shourie says no other government has told so many lies. “Never before were institutions undermined in this manner,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #UnitedIndiaAtBrigade Former Union Minister Arun Shourie says: \"No other government has said so many lies. Never before were institutions undermined in this manner\"WATCH LIVE >> https://t.co/IjQtPwzly7 pic.twitter.com/F2nV4fehmq— All India Trinamool Congress (@AITCofficial) January 19, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.45 pm: “This is the first government who enjoys playing with facts and figures,” says Sinha, according to The Indian Express. “Those who oppose the government are not anti-nationals...Today there isn’t one democratic institution that the current dispensation hasn’t destroyed.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.35 pm: Former Union minister Yashwant Sinha says the Opposition needs to unite to defeat an ideology. “This is not about removing one man from power,” he adds. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #UnitedIndiaAtBrigade Former Union Minister @YashwantSinha says: \"This is not about removing one man from power. We have come together to defeat an ideology.\"WATCH LIVE >> https://t.co/IjQtPwzly7 pic.twitter.com/EhpI9nG8bL— All India Trinamool Congress (@AITCofficial) January 19, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.27 pm: A massive crowd is at the rally to hear the Opposition leader speak.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.20 pm: “What Bengal thinks today, India thinks tomorrow,” says Rashtriya Lok Dal leader Jayant Chaudhury. “Mamata Didi has shown it today.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.17 pm: Former Chief Minister of Arunachal Pradesh Gegong Apang, who recently quit the BJP, says the last four years have been “testing times for Indian democracy”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.02 pm: Former Jharkhand Chief Minister Hemant Soren says the manner in which the country is run is dangerous for the nation. “All institutions are under attack under the Modi government. Their regime should be uprooted not just from the centre but from every state,” he says, according to Hindustan Times.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Visuals from the Trinamool Congress led Opposition rally in Kolkata pic.twitter.com/o0evCZY2Yz— ANI (@ANI) January 19, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12 pm: “The country is passing through an unprecedented crisis,” says Gujarat MLA Jignesh Mevani. “All parties have to come together to defeat BJP and RSS.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.57 am: Patidar leader Hardik Patel says the public meeting has been convened to “save the Constitution of India”. “Together we can save this country,” he says while addressing the rally.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.55 am: DMK chief MK Stalin says the public meeting will send out a “strong message” to the BJP “that it’s days of dividing and ruling India, are numbered”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    It has been a great pleasure meeting all leaders in Kolkata attending the #UnitedIndiaRally.I look forward to the public meeting today that will send out a strong message to the BJP that it's days of dividing and ruling India, are numbered. pic.twitter.com/KwB13331KU— M.K.Stalin (@mkstalin) January 19, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.50 am: Union minister Mukhtar Abbas Naqvi takes a dig at the Opposition. “All these leaders are like wrestlers who have been defeated and yet want to try their luck in the arena,” he tells ANI. “If the alliance in Karnataka is in such bad shape today, imagine what will happen in the future.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mukhtar Abbas Naqvi,Union Minister on TMC's opposition rally today: Ye sab thake huye pite huye pehelwan hain jo akhaade mein ja kar phir apni qismat aazmana chahte hain. Pehla gathbandhan(in Karnataka) hi is haal mein hai toh aage kya hoga pic.twitter.com/rCm9pQbmBN— ANI (@ANI) January 19, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.47 am: Samajwadi Party chief Akhilesh Yadav and Dravida Munnetra Kazhagam chief MK Stalin arrive at the venue, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    West Bengal: Samajwadi Party Chief Akhilesh Yadav and DMK Chief MK Stalin received by CM Mamata Banerjee at 'United India' opposition rally, in Kolkata. pic.twitter.com/1FZbrIm3zK— ANI (@ANI) January 19, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.42 am: Union minister Babul Supriyo says Kolkata will “witness a a show of hypocrisy today”. “A rally of unity of corrupt leaders,” he tweets. “It is an unholy alliance of political parties for personal survival.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    A rally of unity of corrupt leaders. Kolkata will witness a show of hypocrisy today. It is an unholy alliance of political parties for personal survival. #NaMoAgain #AbkiBaarPhirModiSarkar @narendramodi @AmitShah @BJP4India @BJP4Bengal @KailashOnline— Babul Supriyo (@SuPriyoBabul) January 19, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.30 am: “Mamata Banerjee has taken lead in bringing all the parties together and also she is working hard to throw this government and bring a secular government,” the Hindustan Times quotes Janata Dal (Secular) chief HD Deve Gowda as saying. “This is a historic decision of Mamata and people of the country will respond.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.10 am: Around 10,000 security personnel have been deployed in and around the venue of the rally, reports The Hindu.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Less than an hour to go... People are eagerly waiting to listen to the leaders at #UnitedIndiaAtBrigade rally. pic.twitter.com/H3YSFfrJ9C— All India Trinamool Congress (@AITCofficial) January 19, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.59 am: Mamata Banerjee arrives at Brigade Parade Ground for the United India Rally, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Kolkata: West Bengal CM & TMC Chief Mamata Banerjee arrives at 'United India' opposition rally. pic.twitter.com/m693iWvoFy— ANI (@ANI) January 19, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.46 am: Aam Aadmi Party chief Arvind Kejriwal arrives in Kolkata to attend the rally, reports the Hindustan Times.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.40 am: “I welcome all national leaders, supporters and lakhs of people to participate in today’s rally to pledge to build a stronger, progressive and united India,” tweets Mamata Banerjee.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Only few hours to go for the historic 'United India Rally' at Brigade Parade Grounds. I welcome all national leaders, supporters and lakhs of people to participate in today's rally to pledge to build a stronger, progressive and united India #UnitedIndiaAtBrigade— Mamata Banerjee (@MamataOfficial) January 19, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.32 am: Karnataka Chief Minister HD Kumaraswamy, Delhi Chief Minister Arvind Kejriwal, Opposition leaders Omar Abdullah, Tejashwi Yadav are expected to attend the event. Bahujan Samaj Party President Mayawati will not attend the rally, senior party leader Satish Chandra Mishra will be in attendance.Congress chief Rahul Gandhi has extended support to the rally. Congress leaders Mallikarjun Kharge and Abhishek Manu Singhvi will represent the party at the event.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WestBengal: Crowds begin to gather for TMC led 'United India' rally in #Kolkata, today. pic.twitter.com/hGtObQM6VG— ANI (@ANI) January 19, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.20 am: Trinamool Congress chief Mamata Banerjee met Opposition leaders Akhikesh Yadav, MK Stalin, Sharad Pawar, N Chandrababu Naidu and HD Deve Gowda on Friday night.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    West Bengal Chief Minister Mamata Banerjee met leaders yesterday ahead of the Opposition rally in Kolkata today pic.twitter.com/iNmAa0X8PX— ANI (@ANI) January 19, 2019","author":"Scroll Staff","time":"2019-01-19T11:39:42.358061+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110977-hvshztgxme-1547903499.jpg","tags":["United India Rally","Opposition Rally","Kolkata Rally","Mamata Banerjee","Trinamool Congress"],"source":"https://scroll.in/latest/910048/opposition-unity-rally-trinamool-congress-chief-mamata-banerjee-arrives-at-venue-in-kolkata"}