{"title":"Oscars 2024: ‘Oppenheimer’ leads the race with 13 nominations ","content":"Among the highlights for the Oscar nominations announced on Tuesday: 13 nominations for Christopher Nolan’s Oppenheimer; director Martin Scorsese gets nominated for the tenth time for Killers of the Flower Moon; Margot Robbie is ignored for Actress in a Leading Role for Barbie.Barbie director Greta Gerwig too was shut out of the Best Director category despite the comedy about the Mattel doll earning a billion dollars at the global box office. As Deadline put it: “...do you think the beloved and rule breaking blockbuster directed itself? Asking for a friend.”While Indians or Indian-origin filmmakers were prominent at the 2023 Oscars, a single Indian-themed production was nominated this year. Nisha Pahuja, the Canadian-Indian director of The World Before Her, is among the five nominees in the Documentary Feature Film category. Pahuja’s To Kill a Tiger explores a Jharkhand family’s attempt to get justice for their teenaged daughter, who has been gang-raped.The Oscars, organised by the Academy of Motion Pictures and Sciences, will be held on March 10 in Los Angeles. Jimmy Kimmel will host the ceremony. Nearly 11,000 voters will weigh in on nominations across 23 categories.\n\n\n    \n    Play\n\nTo Kill a Tiger (2023).Nolan’s Oppenheimer, about American nuclear Robert J Oppenheimer’s involvement in building the nuclear bomb that devastated Hiroshima and Nagasaki during World War II, earned nods in heavy-hitting categories, including Best Picture, Best Director, Adapted Screenplay, Actor in a Leading Role (Cillian Murphy), Actor in a Supporting Role (Robert Downey Jr) and Actress in a Supporting Role (Emily Blunt). The next most-nominated film is Yorgos Lanthimos’s comedy Poor Things, starring Emma Stone, Mark Ruffalo and Willem Dafoe. The film’s 11 nominations include Best Picture, Best Director and Actress in a Leading Role (for Stone).\n\n\n    \n    Play\n\nOppenheimer (2023).Barbie has eight nominations, including for Best Picture, Supporting Actor (Ryan Gosling), Supporting Actress (America Ferrera) and Adapted Screenplay (for Gerwig and Noah Baumbach). Bradley Cooper’s Maestro bagged seven nominations, while American Fiction, Anatomy of a Fall, The Holdovers and The Zone of Interest got five nominations each.Apart from Gerwig, the snubs included Emerald Fennel’s satire Saltburn and Leonardo DiCaprio in the leading actor category for Killers of the Flower Moon.\n\n\n    \n    Play\n\nMaestro (2023).Here is the complete list of nominations.Best PictureAmerican FictionAnatomy of a FallBarbieThe HoldoversKillers of the Flower MoonMaestroOppenheimerPast LivesPoor ThingsThe Zone of Interest\n\n\n    \n    Play\n\nPoor Things (2023).Best Director Justine Triet, Anatomy of a Fall  Martin Scorsese, Killers of the Flower Moon  Christopher Nolan, Oppenheimer  Yorgos Lanthimos, Poor Things Jonathan Glazer, The Zone of Interest Actress in a Leading Role Annette Bening, NyadLily Gladstone, Killers of the Flower MoonSandra Huller, Anatomy of a FallCarey Mulligan, MaestroEmma Stone, Poor Things\n\n\n    \n    Play\n\nKillers of the Flower Moon (2023).Actor in a Leading Role Bradley Cooper, MaestroColman Domingo, RustinPaul Giamatti, The Holdovers  Cillian Murphy, Oppenheimer  Jeffrey Wright, American Fiction   Actor in a Supporting RoleSterling K Brown, American FictionRobert De Niro, Killers of the Flower Moon  Robert Downey Jr, Oppenheimer  Ryan Gosling, BarbieMark Ruffalo, Poor Things   Actress in a Supporting Role Emily Blunt, OppenheimerDanielle Brooks, The Color Purple  America Ferrera, BarbieJodie Foster, Nyad  Da’Vine Joy Randolph, The Holdovers\n\n\n    \n    Play\n\nThe Holdovers (2023).Original ScreenplayAnatomy of a Fall, Justine Triet and Arthur HarariThe Holdovers, David HemingsonMaestro, Bradley Cooper and Josh SingerMay December, screenplay by Samy Burch; story by Samy Burch and Alex MechanikPast Lives, Celine Song Adapted ScreenplayAmerican Fiction, Cord JeffersonBarbie, Greta Gerwig and Noah BaumbachOppenheimer, Christopher NolanPoor Things, Tony McNamaraThe Zone of Interest, Jonathan Glazer Cinematography El Condes, Edward LachmanKillers of the Flower Moon, Rodrigo PrietoMaestro, Matthew LibatiqueOppenheimer, Hoyte van HoytemaPoor Things, Robbie Ryan\n\n\n    \n    Play\n\nAnatomy of a Fall (2023).Film EditingAnatomy of a Fall, Laurent SenechalThe Holdovers, Kevin TentKillers of the Flower Moon, Thelma SchoonmakerOppenheimer, Jennifer LamePoor Things, Yorgos MavropsaridisInternational Feature Film Io Capitano (Italy)  Perfect Days (Japan)  Society of the Snow (Spain)  The Teachers’ Lounge (Germany) The Zone of Interest (United Kingdom) Production Design Barbie, production design: Sarah Greenwood; set decoration: Katie SpencerKillers of the Flower Moon, production design: Jack Fisk; set decoration: Adam WillisNapoleon, production design: Arthur Max; set decoration: Elli GriffOppenheimer, production design: Ruth De Jong; set decoration: Claire KaufmanPoor Things, production design: James Price and Shona Heath; set decoration: Zsuzsa Mihalek\n\n\n    \n    Play\n\nThe Zone of Interest.Makeup and Hairstyling Golda, Karen Hartley Thomas, Suzi Battersby and Ashra Kelly-BlueMaestro, Kazu Hiro, Kay Georgiou and Lori McCoy-BellOppenheimer, Luisa AbelPoor Things, Nadia Stacey, Mark Coulier and Josh WestonSociety of the Snow, Ana Lopez-Puigcerver, David Marti and Montse RibeCostume Design Barbie, Jacqueline DurranKillers of the Flower Moon, Jacqueline WestNapoleon, Janty Yates and Dave CrossmanOppenheimer, Ellen MirojnickPoor Things, Holly Waddington SoundThe Creator, Ian Voigt, Erik Aadahl, Ethan Van der Ryn, Tom Ozanich and Dean ZupancicMaestro, Steven A. Morrow, Richard King, Jason Ruder, Tom Ozanich and Dean ZupancicMission: Impossible – Dead Reckoning Part One, Chris Munro, James H. Mather, Chris Burdon and Mark TaylorOppenheimer, Willie Burton, Richard King, Gary A. Rizzo and Kevin O’ConnellThe Zone of Interest, Tarn Willers and Johnnie Burn\n\n\n    \n    Play\n\nSociety of the Snow.Original Score American Fiction, Laura KarpmanIndiana Jones and the Dial of Destiny, John WilliamsKillers of the Flower Moon, Robbie RobertsonOppenheimer, Ludwig GoranssonPoor Things, Jerskin FendrixOriginal Song The Fire Inside from Flamin’ Hot, music and lyric by Diane WarrenI’m Just Ken from Barbie, music and lyric by Mark Ronson and Andrew WyattIt Never Went Away from American Symphony, music and lyric by Jon Batiste and Dan WilsonWahzhazhe (A Song For My People) from Killers of the Flower Moon, music and lyric by Scott GeorgeWhat Was I Made For? from Barbie, music and lyric by Billie Eilish and Finneas O’ConnellDocumentary Feature Film Bobi Wine: The People’s President, Moses Bwayo, Christopher Sharp The Eternal Memory, Maite AlberdiFour Daughters, Kaouther Ben Hania To Kill a Tiger, Nisha Pahuja20 Days in Mariupol, Mstyslav ChernovDocumentary Short Film The ABCs of Book Banning, Trish Adlesic, Nazenet Habezghi and Sheila NevinsThe Barber of Little Rock, John Hoffman and Christine TurnerIsland in Between, S Leo Chiang The Last Repair Shop, Ben Proudfoot and Kris BowersNai Nai & Wai Po, Sean Wang \n\n\n    \n    Play\n\nWhat Was I Made For, Barbie (2023).Animated Feature Film The Boy and the Heron, Hayao Miyazaki Elemental, Peter Sohn Nimona, Nick Bruno and Troy QuaneRobot Dreams, Pablo BergerSpider-Man: Across the Spider-Verse, Joaquim Dos Santos, Kemp Powers, Justin K ThompsonLive Action Short FilmThe After, Misan Harriman and Nicky BenthamInvincible, Vincent René-Lortie and Samuel CaronKnight of Fortune, Lasse Lyskjær Noer and Christian NorlykRed, White and Blue, Nazrin Choudhury and Sara McFarlaneThe Wonderful Story of Henry Sugar, Wes Anderson and Steven Rales \n\n\n    \n    Play\n\nThe Boy and the Heron.Animated Short Film Letter to a Pig, Tal Kantor and Amit R. GicelterNinety-Five Senses, Jerusha Hess and Jared HessOur Uniform, Yegane MoghaddamPachyderme, Stephanie Clément and Marc RiusWar Is Over! Inspired by the Music of John & Yoko, Dave Mullins and Brad BookerVisual EffectsThe Creator, Jay Cooper, Ian Comley, Andrew Roberts and Neil CorbouldGodzilla Minus One, Takashi Yamazaki, Kiyoko Shibuya, Masaki Takahashi and Tatsuji NojimaGuardians of the Galaxy Vol. 3, Stephane Ceretti, Alexis Wajsbrot, Guy Williams and Theo BialekMission: Impossible – Dead Reckoning Part One, Alex Wuttke, Simone Coco, Jeff Sutherland and Neil CorbouldNapoleon, Charley Henley, Luc-Ewen Martin-Fenouillet, Simone Coco and Neil Corbould\n\n\n    \n    Play\n\nThe Creator.","author":"Scroll Staff","time":"2024-01-23T20:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197780-rptmpnytbg-1706020353.jpeg","tags":["Oscars 2024","Oppenheimer","Poor Things","Barbie","Killers of the Flower Moon"],"source":"https://scroll.in/reel/1062599/oscars-2024-oppenheimer-leads-the-race-with-13-nominations"}