{"title":"Oscars 2018: Roger Deakins is 14th time lucky, but why has he been overlooked in the past?","content":"British cinematographer Roger Deakins has finally won an Oscar for cinematography for Blade Runner 2049 after being rejected by voters of the Academy of Motion Picture Arts and Sciences on 13 previous occasions. The Oscar for Blade Runner 2049 is a  recognition of Deakins’s ability to create a convincing  dystopian world in Denis Villeneuve’s sequel to Ridley Scott’s 1982 classic. The film drew mixed responses and tottered at the box office, but praise has been unanimous for its haunting imagery that evokes the strangeness and anxiety of a future governed by technology.\n\n\n    \n    Play\n\nBlade Runner 2049.The Oscar win is also a belated acknowledgement of the 68-year-old cinematographer’s  consistent brilliance, which has left critics, audiences and industry  professionals in raptures, but has somehow not been deemed worthy enough  by the Academy’s voters (who are also industry professionals).     Roger Deakins. Image credit: David Torcivia/Wikimedia Commons CC BY-SA 2.0.Deakins’s first Oscar nomination was in 1994 for Frank Darabont’s The Shawshank Redemption. He had already notched up impressive credits on documentaries and in British films, including Michael Radford’s Nineteen Eighty-Four (1984) and Alex Cox’s Sid and Nancy (1986). Deakins was not nominated for Bob Rafelson’s Mountains of the Moon (1990) or his first collaboration with the Coen brothers, the Hollywood satire Barton Fink (1991). Darabont’s acclaimed adaptation of Stephen King’s 1982 novella Rita Hayworth and Shawshank Redemption derives much of its mood from Deakins’s distinctive colour scheme and old-world framing. Set in the late 1940s and early ’50s, the story revolves around murder convict Andy’s attempt to flee the prison to which he has been sentenced for life. The lighting and framing mesh perfectly with the period setting and the sombreness of the story, which acquires colour and lightness only after Andy has flown the coop.John Toll won the Oscar that year for Edward Zwick’s Legends of the Fall.\n\n\n    \n    Play\n\nThe Shawshank Redemption (1994).Deakins has shot all but two of the movies by Joel and Ethan Coen since Barton Fink (1991). The crime thriller Fargo (1996) creates vivid contrasts between white and red, snow and blood as a Midwestern town becomes the stage for a kidnapping and a series of brutal murders.Deakins lost to John Seale for Anthony Minghella’s The English Patient – arguably the strongest of the five nominations in 1996.Fargo (1996).Deakins was nominated again in 1997 for Martin Scorsese’s Kundun. The biopic of the Dalai Lama got mixed reviews, but praise was plentiful for Deakins’s lensing, the poetic imagery and the rich use of colour. But 1997 was the year of James Cameron’s Titanic, which drowned the competition in nearly every department.\n\n\n    \n    Play\n\nKundun (1997).For the picarequese comedy O Brother, Where Art Thou (2000) by the Coen brothers, Deakins used the digital intermediate technology to achieve the perfect saturated look for a story set in the late 1930s in rural Mississippi. The strongest competition came from Ang Lee’s Crouching Tiger Hidden Dragon, for which Peter Pau won the Oscar for cinematography.\n\n\n    \n    Play\n\nO Brother, Where Art Thou? (2000).The Man Who Wasn’t There (2001) earned Deakins his fifth nomination. For this Coen brothers’ neo-noir film, about a barber who resorts to blackmail, Deakins shot in black and white, creating stunning high-contrast images with a hint of silver in them. “I wouldn’t say it’s more simple, but I look at black and white photography as being more pure,” the cinematographer told Indiewire in an interview. “It’s really about the content of the frame and subject matter. Often times, color is just a distraction.”\n\n\n    \n    Play\n\nThe Man Who Wasn’t There (2001).The Assassination of Jesse James by the Coward Robert Ford, Andrew Dominik’s stunning meditation on crime and myth-making in nineteenth-century America, is bursting with Deakins’s rich colours, bold lighting techniques, and iconic frames. Among the most praised sequences is a night-time train robbery, which gives the illusion of being illuminated only by lanterns. “Andrew kept pushing for darkness, and, of course, if you haven’t worked with a director before, you wonder what he means by ‘dark,’” Deakins recalled in an interview with the American Society of Cinematographers magazine. “The only light in the whole scene is coming from either the train or the lanterns the outlaws are holding. The lanterns were dummied with 300- or 500-watt bulbs. Sometimes I’d keep the flame and put the bulbs behind the flame, dimmed way down. We positioned little pieces of foil between the bulb and the flame so all the camera would see was the little flame. At other times during the robbery, we just had bulbs in the lanterns — two bulbs side by side, dimmed down and sometimes flickering very gently.”\n\n\n    \n    Play\n\nThe Assassination of Jesse James by the Coward Robert Ford (2007).Deakins had another important nomination in 2007, for the Coen brothers’ thriller No Country for Old Men. This should have been his year, but he didn’t win for either movie. The Oscar went to Robert Elswit for Paul Thomas Anderson’s There Will Be Blood.\n\n\n    \n    Play\n\nNo Country For Old Men (2007).In 2008, Deakins was nominated along with Chris Menges for Stephen Daldry’s World War II movie The Reader. Also nominated that year were Wally Pfister for Christopher Nolan’s The Dark Knight and Claudio Miranda for David Fincher’s The Curious Case of Benjamin Button. But this was the year of Slumdog Millionaire. Anthony Dod Mantle deservedly won an Oscar for his kinetic camerawork.\n\n\n    \n    Play\n\nThe Reader (2008).The year 2010 saw yet another Deakins-Coens collaboration, and yet another nomination. The choice of Wally Pfister for Christopher Nolan’s special effects-heavy Inception seemed to be the Academy voters’ way of telling Deakins that while they continued to value his work, they weren’t fully satisfied yet.\n\n\n    \n    Play\n\nTrue Grit (2010).The collaboration between Roger Deakins and Sam Mendes for Skyfall (2012) produced the most gorgeous-looking James Bond movie ever. Deakins elevated shopworn material by using a rich colour palette – especially in the sequence set in Macau – and interesting lighting contrasts in action sequences. Claudio Miranda won that year for Ang Lee’s Life of Pi.Skyfall (2012).The brooding atmospherics and the sense of a moral abyss in small-town America in Denis Villeneuve’s Prisoners (2013) are entirely the result of Deakins’s cinematography. It looked as though the British master would finally get his hands on an Oscar, but the Academy voters preferred Alfonso Cuaron’s Gravity, for which Emmanuel Lubezki created the illusion of space on a studio lot.\n\n\n    \n    Play\n\nPrisoners (2013).Deakins’s camerawork in Angeline Jolie’s World War II drama Unbroken (2014) was the best thing about the movie. He lost that year, this time deservedly, to Lubezki for Alejandro Gonzalez Inarittu’s Birdman.\n\n\n    \n    Play\n\nUnbroken (2014).The Deakins-Lubezki rivalry continued into 2015. Lubezki was nominated for Inarittu’s The Revenant and Deakins for Villeneuve’s Sicario. Despite Deakins’s evocative mood-setting cinematography in Sicario, Lubezki took home his third Oscar in a row.\n\n\n    \n    Play\n\nSicario (2015).","author":"Scroll Staff","time":"2018-03-05T09:25:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/870764-70283-enqpksvqvi-1507209336.jpg","tags":["Roger Deakins","Blade Runner 2049","Oscar for cinematography"],"source":"https://scroll.in/reel/870764/oscars-2018-roger-deakins-is-14th-time-lucky-but-why-has-he-been-overlooked-in-the-past"}