{"title":"‘Our orbiter had already located Chandrayaan-2’s lander,’ ISRO chief says after NASA announcement","content":"Indian Space Research Organisation chief K Sivan on Tuesday said the space agency’s orbiter had located Chandrayaan-2’s lander much before the National Aeronautics and Space Administration did, ANI reported. Sivan’s statement came after the United States space agency announced that it found debris of Chandrayaan-2’s lander, Vikram, on the lunar surface, and credited Indian engineer Shanmuga Subramanian for the finding. NASA had released images that show the site of the impact and the associated debris field.“Our own orbiter had located Vikram lander, we had already declared that on our website, you can go back and see,” Sivan told reporters on the sidelines of an event in Rajasthan.The ISRO website has an entry made on September 10, which states: “Vikram lander has been located by the orbiter of Chandrayaan-2, but no communication with it yet. All possible efforts are being made to establish communication with lander”.The space agency, however, did not release images.Chandrayaan-2’s Vikram lander had attempted a soft landing on the moon on September 7, but lost communication with the ISRO minutes before touchdown. Its debris was strewn across about 750 metres of the crash site.On Tuesday, the 33-year-old mechanical engineer from Chennai said that he alerted the findings to both NASA and ISRO. Subramanian said he received a “good response” from the scientists at NASA. NASA released the first mosaic image of the site, acquired on September 17, on September 26. It had invited the public to compare it with images of the same area before the crash to locate the lander.In an image released by NASA, the space agency pointed out: “Green dots indicate spacecraft debris [confirmed or likely]. Blue dots locate disturbed soil, likely where small bits of the spacecraft churned up the regolith. ‘S’ indicates debris identified by Shanmuga Subramanian.”The engineer said NASA’s inability to find the lander on its own had sparked his interest. He added that he was the first person to come up with a positive identification. “It’s quite big but it is a little sad at the same time because we all expected Vikram to land on the surface,” Subramanian said. “I hope ISRO will again have a successful Chandrayaan-3 and they will be able to land on the moon next time.”Subramanian said he had worked for up to seven hours everyday in his Chennai residence to locate the lander. “I narrowed my search to 2 sq km. I used only a laptop and searched all the images,” he said.","author":"Scroll Staff","time":"2019-12-04T11:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/98981-sxelwsvrhz-1572689284.jpg","tags":["ISRO","NASA","K Sivan","Vikram","Chandrayaan 2"],"source":"https://scroll.in/latest/945748/our-orbiter-had-already-located-chandrayaan-2s-lander-isro-chief-says-after-nasa-announcement"}