{"title":"‘Our own George Floyd moment’: Politicians outraged about Hathras woman’s hurried cremation","content":"Political leaders across party lines on Wednesday expressed grief and outrage over the death of a 19-year-old Dalit woman from Uttar Pradesh’s Hathras district and the way she was cremated. Two weeks ago, the woman was tortured and raped by four men. The woman’s family has said that the police forcibly cremated her body at around  3 am and that they were not allowed to take her body home.Videos on social media show the family arguing with policemen and weeping as the police insisted on cremating the body without allowing them to take it home.Swaraj India President Yogendra Yadav called the incident India’s “George Floyd” moment. George Floyd was an African-American man who was killed by the Minneapolis police in May, triggering huge anti-racism protests across the United States and the world.“Even criminals are allowed dignified cremation,” Yadav said in a tweet. “Here is a rape victim being cremated by police at 2:30 am without family members. Could this happen if the family was not dalit? This is a matter of national shame. Our own George Floyd moment.”Even criminals are allowed dignified cremation. Here is a rape victim being cremated by police at 2:30 am without family members.Could this happen if the family was not dalit?This is a matter of national shame.Our own George Floyd moment.#HathrasHorrorShocksIndia https://t.co/2nyzM2bQ3C— Yogendra Yadav (@_YogendraYadav) September 30, 2020\n\nCongress General Secretary Priyanka Gandhi Vadra, who has been demanding that the Uttar Pradesh government take strict steps to reduce crimes against women, asked for Chief Minister Adityanath’s resignation. “I was on the phone with the Hathras victim’s father when he was informed that his daughter had passed away. I heard him cry out in despair,” she says. “He had just been telling me that all he wanted was justice for his child. Last night he was robbed of the chance to take his daughter home for the last time and perform her last rites.”“Instead of protecting the victim and her family, your government became complicit in depriving her of every single human right, even in death. You have no moral right to continue as chief minister.”  — Priyanka Gandhi Vadra\nHer brother, Congress leader Rahul Gandhi, said that the way the woman was cremated was “insulting and unjust.” “A daughter of India has been raped and murdered,” he said in a tweet. “Facts are suppressed and in the end, her family’s rights to perform the last rights are snatched away. This is insulting and unjust.”  भारत की एक बेटी का रेप-क़त्ल किया जाता है, तथ्य दबाए जाते हैं और अन्त में उसके परिवार से अंतिम संस्कार का हक़ भी छीन लिया जाता है।ये अपमानजनक और अन्यायपूर्ण है।#HathrasHorrorShocksIndia pic.twitter.com/SusyKV6CfE— Rahul Gandhi (@RahulGandhi) September 30, 2020\n\nDalit leader and Bahujan Samaj Party chief Mayawati condemned the state police. She tweeted that the police’s actions have created resentment and doubt. Mayawati is a former Uttar Pradesh chief minister. She also asked for the Supreme Court to take cognisance of what happened with the police. 2. अगर माननीय सुप्रीम कोर्ट इस संगीन प्रकरण का स्वयं ही संज्ञान लेकर उचित कार्रवाई करे तो यह बेहतर होगा, वरना इस जघन्य मामले में यूपी सरकार व पुलिस के रवैये से ऐसा कतई नहीं लगता है कि गैंगरेप पीड़िता की मौत के बाद भी उसके परिवार को न्याय व दोषियों को कड़ी सजा मिल पाएगी। 2/2— Mayawati (@Mayawati) September 30, 2020\n\nAll India Majlis-e-Ittehadul Muslimeen President Asaduddin Owaisi also expressed outrage over the way the Hathras victim was cremated. “Even a ‘loathsome gangster [Vikas Dubey] was extended the basic dignity of being cremated in presence of his family members,” he tweeted. “Why did Hathras victim’s parents have to face such mistreatment? What is this if not PATENT caste and class discrimination?”  Even a ‘loathsome’ gangster was extended the basic dignity of being cremated in presence of his family members. Why did #Hathras victim’s parents have to face such mistreatment? What is this if not PATENT caste & class discrimination? https://t.co/WKbqQFLdJG— Asaduddin Owaisi (@asadowaisi) September 30, 2020\n\n  Delhi Commission for Women Chairperson Swati Maliwal, meanwhile, requested Chief Justice of India SA Bobde and other top court judges to take cognisance of the Hathras gangrape case, take immediate action against erring officials, give strict punishment to the accused and to frame laws to stop crimes against women, ANI reported.   Several other women rights groups said the victim was robbed of dignity even in her death, PTI reported. “This horror gives you the full picture of what this crime is all about,” All India Progressive Women’s Association Secretary Kavita Krishnan said. “The refusal of the UP government and its machinery to allow a Dalit family the right to grieve their daughter and bid her farewell in keeping with their own emotions and customs reeks of caste supremacy.”“When the family found her and she was taken to the police station, the police said she is trying to trap people and then she was hospitalised and not kept in the ICU for six days and then on her death the police blamed the victim’s family and they are denying this Dalit family and victim dignity even in death and mourning.” — All India Progressive Women’s Association Secretary Kavita Krishnan. \nWomen rights Activist Shamina Shafiq compared the case to the 2012 Delhi gangrape. “The government then took it sensitively,” she said. “She [Nirbhaya] was airlifted to Singapore so that her life could be saved. Then prime minister Manmohan Singh and UPA [United Progressive Alliance] Chairperson Sonia Gandhi actually went to the airport to receive her body.”Shafiq added: “When this girl was gang-raped, why she was not airlifted to AIIMS [All India Institute Of Medical Sciences]? These people do not care about giving respect to women. It is just sloganeering happening.” “It is happening because she is a Dalit girl. Just because there are no elections in Uttar Pradesh and she was a Dalit girl this happened.”— Women rights Activist Shamina Shafiq . \nAdityanath on Wednesday formed a three-member Special Investigation Team to probe the Hathras gangrape amid outrage over the case. The team has been directed to submit a report within seven days. He has also directed that the case should be tried in a fast-track court. Adityanath said Prime Minister Narendra Modi had inquired about the gangrape and urged strict action against the accused.Protests and outrageThe woman’s death evoked anger across the nation. Members of the Hathras victim’s community staged a protest in the city on Wednesday, ANI reported.Members of the community of #Hathras gang-rape victim, protest in the city demanding justice for her. The protesters also raised slogans against Police and local administration. pic.twitter.com/b3lIz9saMo— ANI UP (@ANINewsUP) September 30, 2020\n\nThe Congress and Bhim Army had staged protests outside the Safdarjung Hospital in Delhi after the woman’s death on Tuesday.   Bhim Army and Congress Party workers stage a protest outside Safdarjung Hospital over the death of Hathras gangrape victim, in New Delhi on Tuesday. (PTI)Four men had raped and tortured the woman a fortnight ago, causing her severe injuries, including multiple fractures. The woman had been initially admitted to the Jawahar Lal Nehru Medical College And Hospital at the Aligarh Muslim University, but was moved to the Safdarjung Hospital in Delhi on Monday. She died on Tuesday morning. The four men have been arrested.","author":"Scroll Staff","time":"2020-09-30T13:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148348-qkblmudbxc-1601452376.jpg","tags":["Hathras rape","hathras rape case","hathras rape victim"],"source":"https://scroll.in/latest/974511/our-own-george-floyd-moment-politicians-outraged-about-hathras-womans-hurried-cremation"}