{"title":"Our demands have not been fulfilled yet, say farmer bodies after announcement of Assembly poll dates","content":"As the Election Commission on Saturday announced dates for Assembly elections in five states, farmer leaders pointed out that the Bharatiya Janata Party-led central government was yet to fulfil some of the key demands raised during their year-long protests against the farm laws, PTI reported.“Our main demands to give us a legal guarantee on minimum support price and expel Union minister Ajay Mishra Teni from the Cabinet are still not fulfilled,” Abhimanyu Singh Kohar, a member of the Samyukta Kisan Morcha told PTI. “People are unhappy with the BJP and these issues will play a decisive role in Punjab and Uttar Pradesh [elections].”On December 9, the umbrella body of farmer unions had called off the agitation after the Centre, in a proposal, assured action on pending demands. This was after the farm laws were withdrawn in Parliament on November 29.The Centre had proposed a panel to decide on the ways in which minimum support price for crops could be assuredly provided. The Minimum Support Price is the rate at which the government buys farm produce and is based on a calculation of at least one and a half times the cost of production incurred by farmers. Market rates for many crops are usually well below the Minimum Support Price.The Centre had also said that state governments in Uttar Pradesh, Uttarakhand, Himachal Pradesh, Madhya Pradesh and Haryana have agreed to withdraw cases filed against the protesters.However, the Centre’s proposal said nothing about the sacking of Union minister  Ajay Mishra, whose son is in custody on charges of murder in a case pertaining to the killing of eight people, including four farmers, during farm laws protest in Uttar Pradesh’s Lakhimpur Kheri district.On Saturday, farmer leader Kohar told PTI that the demands were still pending and the government would not be able to take major decisions as the Model Code of Conduct came into effect after the Election Commission announced the poll dates.“The Samyukta Kisan Morcha will meet on January 15 to discuss these issues and will chalk out a future course of action,” Kohar said.Saurabh Upadhyay, spokesperson of farmer body Bharatiya Kisan Union also said that the Centre should have removed Mishra from the Cabinet.“Minimum support price is another big issue which has an effect across states,” he said. “It will certainly have an impact during the polls in Uttar Pradesh and Punjab.”Elections for the crucial 403-member  Uttar Pradesh Assembly will be held in seven phases starting from February 10. Punjab will poll in a single phase on February 14. Goa, Manipur and Uttarakhand are the three other states which will go to elections. The results will be declared on March 10.","author":"Scroll Staff","time":"2022-01-09T14:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154908-hdinclgyzv-1613366938.jpg","tags":["Farmers' protest","Assembly elections","Ajay Mishra","MSP","Lakhimpur Kheri"],"source":"https://scroll.in/latest/1014634/our-demands-have-not-been-fulfilled-yet-say-farmer-bodies-after-announcement-of-assembly-poll-dates"}