{"title":"Maharashtra crisis: 16 rebel Shiv Sena MLAs get disqualification notices, asked to reply by Monday","content":"8.30 pm: Shiv Sena leader Aaditya Thackeray says the present turmoil in the party, triggered by senior leader Eknath Shinde’s rebellion, is the battle between “truth and lie”, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.44 pm: Shiv Sena workers are staging protests against the party’s rebel MLAs Tanaji Sawant and Dnyanraj Chougule in Maharashtra’s Osmanabad city, an official tells PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.30 pm: Chhattisgarh Chief Minister and Congress leader Bhupesh Baghel says the Bhartiya Janata Party cannot tolerate dissent, The Times of India reports.“The people of Maharashtra are watching how they [BJP] are trying to break away Shiv Sena MLAs. People of Maharashtra are with the MVA government,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.06 pm: All India Majlis-e-Ittehadul Muslimeen chief Asaduddin Owaisi calls the political crisis in Maharashtra “a dance of monkeys”, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | Let Maha Vikas Aghadi deliberate over this matter. We are keeping an eye on the unfolding drama... It looks like a dance of monkeys. They are acting like monkeys jumping from one branch to another: AIMIM chief Asaduddin Owaisi on the political crisis in Maharashtra pic.twitter.com/RUUc9xRyUb— ANI (@ANI) June 25, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.32 pm: After the national executive committee meeting concludes at Sena Bhavan in Mumbai, Maharashtra minister Aaditya Thackeray exudes confidence in his party’s victory, ANI reports.“The important thing is that we will not forget the betrayal done by rebel Shiv Sena MLAs. We [Shiv Sena] will win for sure,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.02 pm: Shiv Sena leader Sanjay Raut says the party has taken legal action against those who have used founder Balasaheb Thackeray’s name for their “self-centred politics”, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.50 pm: Shiv Sena MLA Deepak Kesarkar says the Eknath Shinde-led faction is still part of the political party, ANI reports. “We are still in Shiv Sena, there’s misunderstanding that we’ve left the party. We’ve just separated our faction,” he adds. “We have a two-third majority to follow the path we wanted. Our new leader is chosen by majority. They didn’t have more than 16-17 MLAs.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.45 pm: Sixteen rebel Shiv Sena MLAs supporting Eknath Shinde get disqualification notices, reports ANI. The deputy speaker of the Maharashtra Assembly has asked them to respond by Monday.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.20 pm: The Shiv Sena has also passed a resolution to stop Eknath Shinde-led camp from using the party and founder Balasaheb Thackeray’s name, reports The Indian Express.Shiv Sena chief Uddhav Thackeray has the “sole right to take decisions about the party and its issues”, the resolution adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.15 pm: At a national executive meeting in Shiv Sena Bhavan, Maharashtra Chief Minister Uddhav Thackeray says he will not interfere in the matters of rebel MLAs led by Eknath Shinde, reports ANI. But, he adds, that no one should use Shiv Sena founder Balasaheb Thackeray’s name to form a new group.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.05 pm: Shiv Sena’s Rajya Sabha MP Priyanka Chaturvedi says she has been receiving threatening calls over the past couple of days amid the political crisis in Maharashtra.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Met @sanjayp_1 ji with regards to  threat & abusive calls I have been receiving since yesterday through VoIP calls, over the developing political situation in the state. Thank him for his time and hope to find out who these cowards are. @MumbaiPolice— Priyanka Chaturvedi🇮🇳 (@priyankac19) June 25, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.50 pm: The Eknath Shinde-led faction of rebel Shiv Sena leaders are holding a meeting in Guwahati, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.30 pm: After the Opposition criticised him for giving “royal hospitality” to rebel Shiv Sena MLAs at a hotel in Guwahati as the situation is grim across much of the state, Assam Chief Minister Himanta Biswa Sarma tells ANI, “We have 200 hotels in Guwahati and all have guests. Would we remove guests stating the flood situation?”He says the Bharatiya Janata Party is supporting the rebel MLAs led by Eknath Shinde.“Our job is to provide security, comfort stay to anyone who’s come from outside,” the chief minister adds. “Tomorrow, even if the Congress comes, I will extend the same welcome. I am grateful Shiv Sena came, its the reason Assam’s flood was highlighted.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.25 pm: Meanwhile, Maharashtra Chief Minister Uddhav Thackeray is chairing a national executive meeting in Shiv Sena Bhavan.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | Maharashtra CM and Shiv Sena leader Uddhav Thackeray arrives at Sena Bhavan in Mumbai. pic.twitter.com/bM8L5PPzV4— ANI (@ANI) June 25, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.22 pm: The authorities in Mumbai have also asked the police to ensure security at all political offices in the city, reports NDTV.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.15 pm: Amid the escalating political turmoil in Maharashtra, the Mumbai Police have imposed Section 144 of the Criminal Procedure Code, restricting the gathering of four or more persons in the city, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.01 pm: On the name adopted by the Eknath Shinde group, Maharashtra Congress leader Ashok Chavan says that such a change needs authorisation from the Assembly Speaker, reports ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.47 pm: The MLAs led by Eknath Shinde have named their group “Shiv Sena Balasaheb”, rebel legislator Deepak Kesarkar tells ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.41 pm: The Assam units of the Nationalist Congress Party and the Shiv Sena protest outside the Guwahati hotel where the rebel MLAs are camping, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Assam units of NCP and Shiv Sena protested outside Radisson Blu hotel in Guwahati, Assam. They were later removed from the spot. Rebel Maharashtra MLAs are currently staying at this hotel. pic.twitter.com/Leny2JaEcE— ANI (@ANI) June 25, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.19 pm: Maharashtra minister Aaditya Thackeray reaches Shiv Sena Bhavan for a meeting of the party’s national executive, reports NDTV.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #MaharashtraPoliticalCrisis | Aaditya Thackeray arrives at Sena Bhavan for the national executive meet pic.twitter.com/Rfmo0QYJFL— NDTV (@ndtv) June 25, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.16 pm: Devendra Fadnavis told me we have nothing to do with the internal conflict in Shiv Sena, says Union minister Ramdas Athawale after meeting the former Maharashtra chief minister, reports ANI.“Uddhav Thackeray and Eknath Shinde will themselves resolve the dispute between them, we don’t have anything to do with that,” he tells reporters. “We are waiting and watching.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.41 pm: Congress calls meeting at the home of party MP Balasaheb Thorat to discuss the political situation in Maharashtra, reports ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.27 pm: Union minister Ramdas Athawale and a group of Bharatiya Janata Party leaders reach the home of former Chief Minister Devendra Fadnavis, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | Union Minister & Republican Party of India president Ramdas Athawale and other BJP leaders arrive at the residence of Devendra Fadnavis in Mumbai. #MaharashtraPoliticalCrisis pic.twitter.com/0Bp72nkruv— ANI (@ANI) June 25, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.14 pm: Office of rebel MLA Tanaji Sawant vandalised in Pune allegedly by Shiv Sena members, reports ANI.“Our party worker vandalised Tanaji Sawant’s office,” says Shiv Sena’s Pune unit chief Sanjay More. “All traitors and rebel MLAs who have troubled our chief Uddhav Thackeray will face this type of action. Their office will also be attacked.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | Shiv Sena workers vandalise office of the party's MLA Tanaji Sawant in Balaji area of Katraj, Pune. Sawant is one of the rebel MLAs from the state and is currently camping in Guwahati, Assam. #MaharashtraPoliticalCrisis pic.twitter.com/LXRSLPxYJC— ANI (@ANI) June 25, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.12 pm: Rebel MLA Deepak Kesarkar to hold a virtual press conference today evening, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.56 am: Maharashtra Home Minister Dilip Walse Patil denies Eknath Shinde’s claims that the security cover of 38 rebel Shiv Sena MLAs has been withdrawn, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.25 am: Nationalist Congress Party spokesperson Mahesh Tapase questions who is paying the bills for chartered flights and hotel accomodation of the rebel MLAs of the Shiv Sena, reports PTI.Tapase demands that the Income Tax Department and the Enforcement Directorate should find out the source of the “black money” involved in paying the bills.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.08 am: Thane district administration bans political processions, gatherings and sloganeering in the till June 30 in view of the political instability in Maharashtra, reports ANI. The Thane Police has also banned the gathering of four or more persons under Section 144 of the Code of Criminal Procedure.Shiv Sena rebel leader Eknath Shinde belongs to Thane.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.04 am: Shiv Sena MP Sanjay Raut expresses confidence that the rebel MLAs would return to the party fold once they come back to Mumbai, reports NDTV.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #JustIn | \"Rebels will return to us if they come here\": Shiv Sena leader Sanjay Raut pic.twitter.com/6LQzFzKBEd— NDTV (@ndtv) June 25, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.51 am: Thirty-eight rebel MLAs of the Shiv Sena, including Shinde, write to Maharashtra chief minister and home minister claiming that the security cover provided to their homes and families has been withdrawn “as an act of revenge”. Shinde tweets the letter in which the MLAs have demanded that the protection be reinstated.“The government is responsible for protecting them and their families,” Shinde tweets.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    गेल्या अडीच वर्षात मविआतील घटक पक्षांकडून अशाच पद्धतीने शिवसेनेचे खच्चीकरण करण्यात येत होते व आहे. pic.twitter.com/gUn4JEyIJq— Eknath Shinde - एकनाथ शिंदे (@mieknathshinde) June 25, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.40 am: Eknath Shinde calls a meeting of rebel MLAs at 2 pm, reports NDTV\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.15 am: The Shiv Sena has called a meeting of its national executive committee at 1 pm in Mumbai, reports the Hindustan Times.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.33 am: Notice to disqualify 16 Shiv Sena MLAs will be issued on Saturday or Sunday, says party MP Arvind Sawant, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.25 am: In a video message on Friday evening, Maharashtra Chief Minister Uddhav Thackeray rues that his own party members backstabbed him, even as the Congress and the Nationalist Congress Party are still lending support, reports NDTV.“We gave tickets to people who could not have won and we made them victorious,” the chief minister said. “Those people have backstabbed us today.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #MaharashtraCrisis | \"I've said it before - we don't need traitors... Our own have betrayed us\": Maharashtra Chief Minister #UddhavThackeray in an address to Shiv Sena workers after meeting Sharad Pawar pic.twitter.com/ZavAsPFfRN— NDTV (@ndtv) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.21 am: Here are the top developments from Friday on the political crisis in Maharashtra:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    On Friday morning, Eknath Shinde claimed that he has the support of over 50 MLAs in his revolt against Uddhav Thackeray’s government. Out of these, 40 MLAs are from the Shiv Sena, he has claimed. Later on Friday, one more Shiv Sena MLA, Dilip Lande, reached the Guwahati hotel.The Shiv Sena moved an application to disqualify four more of its rebel MLAs. On Thursday, the party had filed an application to disqualify 12 MLAs.Maharashtra Chief Minister Uddhav Thackeray on Friday held a meeting with his deputy Ajit Pawar, Nationalist Congress Party chief Sharad Pawar and other party leaders. Shiv Sena MP Sanjay Raut was also present at the meeting.","author":"Scroll Staff","time":"2022-06-25T08:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176278-kvwfqwuwjt-1656167066.jpg","tags":["Shiv Sena","Uddhav Thackeray","Eknath Shinde","Maharashtra"],"source":"https://scroll.in/latest/1026902/our-own-have-betrayed-us-says-uddhav-thackeray"}