{"title":"‘Our life is worth less than a cow’: When the Gujarat police beat an Adivasi farmer to death ","content":"The target of the large majority of lynch attacks in the name of the cow across India in recent years have been Muslims, and in some cases Dalits. In this and the next editions of Karwan Tracks, we will describe the lynching of Adivasi people in Gujarat and Jharkhand for the alleged crime of killing a cow. In Gujarat, there is one twist to the tragic tale. It was not a mob of cow vigilantes, it was the police itself that became the lynch mob.On May 2, 2017, in a small impoverished tribal village Kotdaghadi in Sabarkantha district in Gujarat, the police claimed that someone had reported that a cow was killed in the village. The report filed by the police states that they rushed to the spot and found five men gathered around a recently slaughtered bull.In their FIR, they designated the bull as gauvansh or cow progeny. The FIR describes in graphic and anguished detail over several pages the condition of the “murdered” bull, the cut on his neck, a horn severed, his body cut in two parts, and half the body’s skin severed from the body, with dried blood all around. It says that it found next to the body of the dead bull a tarazu or weighing balance, an axe and knives. Four of the men are said to have run away after a chase.Pleading innocenceThe police managed to catch one of the men, a Dalit named Lebabhai Bhambhibhai, and arrested him for the alleged crime of cow (progeny) slaughter. Lebabhai pleaded that he had not killed the bull; he did not slaughter cows or trade in their meat. His caste-determined vocation since he was a boy was only to skin dead cows. That day he was skinning a bull that was already dead. But the police insisted that he was lying, and beat him up brutally. He complained later to the courts that the police demanded Rs 2 lakh from him to spare him his life and give him freedom. His family was able to raise Rs 1 lakh but that was not enough.Later, they picked up a 55-year-old Adivasi farmer Kodarbahi Gamar, and two Muslim men Imambhai and Shabbirbhai. The men were pitilessly beaten by the police. One of them, Kodarbhai, died from this beating.We met Kodarbahi’s widow Shanthaben in her small earth home. Her husband had been sleeping in his fields the morning he was picked up by the police . Early morning half a dozen policemen suddenly arrived at her home mercilessly thrashing her husband. She screamed, pleading with them to let him go. The policemen pulled her harshly by her arm. They asked her to look at her husband’s face one last time, advising her to prepare for his funeral.They then dragged the man outside the home, beating him viciously with a belt and batons all the way to the village centre. Her grown sons and other villagers said that they thrashed him so badly even as a crowd watched, that he soiled his clothes with his excreta and urine. They then drove him to another village 20 kilometres away, and again on the village square harshly thrashed him in the same way.Beating to death of vulnerable Adivasi, Dalit and Muslim men by the police is not unusual. But this is always done behind the walls of a police station. This is a rare example when the police felt emboldened to beat a man to death in full public view. These public lashings seemed designed as deliberate public spectacles of a man accused of killing a cow. This display had everything in common with a lynching. Except that it was done by lawless men in uniform rather than by hate mobs.The police then drove him to the police station. That evening, Kodarbhai rang his neighbour from the police station to call his son. He sobbed as he spoke to his son on the phone, “I have been beaten so badly. I cannot walk. I feel sick all the time. They hit me with a belt on my head. They say that they will let me go if we pay them Rs 4 lakh. Mortgage our land, get this money to the police station as soon as you can. I will not live otherwise.”A horror storyHis sons desperately set about immediately trying to mortgage their land with a richer landed neighbour. But the next night, their neighbour got another call, this time from the police, that Kodarbhai had been admitted to a hospital in Ahmedabad. A group of villagers hired a taxi to the hospital. There they found him critical, surrounded by tubes. The next day, he died.Shanthaben repeated the story of this horror to us. Her husband had never done any work even remotely connected with the slaughter or skinning of cows. They had two local cows, that gave them only enough milk for their tea. He worked on his farms, and as labour for the rest of the year. She could not understand why the police had accused him of killing a cow, and had killed him for it. Her husband had left behind eleven children, the youngest five years old, the oldest in his thirties. She did not know how she would now raise her children alone in the world.“Our life is worth less than a cow,” she wept. “Our life is that of a dog.”This was like a perverse parody of a morality play. One Adivasi, one Dalit, and two Muslims, all charged by the police of having killed a cow, which was not a cow but a bull. All thrashed brutally by the police, who extorted blood money as the price to stay alive. One of them beaten and humiliated ruthlessly and publicly, in the style of public lynching, so severely that he dies.Truly ours has become a country in which the lives of Adivasis, Dalits, and Muslims are worth less than that of a cow.Read previous parts of the Karwan Tracks series here.","author":"Harsh Mander","time":"2019-08-21T12:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125894-hiqvbuxxza-1566320000.jpg","tags":["Karwan e Mohabbat","Gujarat","lynching"],"source":"https://scroll.in/article/934549/our-life-is-worth-less-than-a-cow-when-the-gujarat-police-beat-an-adivasi-farmer-to-death"}