{"title":"‘Our battle is half won’: Kerala nuns react after police file chargesheet against Franco Mulakkal","content":"In a first for the Indian Catholic Church, a Bishop will face trial for allegedly raping a nun. The Kerala police on Tuesday submitted a chargesheet against Franco Mulakkal, head of the Jalandhar Diocese, to the Judicial First Class Magistrate at Pala in Kerala’s Kottayam.Mulakkal was arrested on September 21 last year on charges of repeatedly raping a nun belonging to the Missionaries of Jesus convent, of which was the spiritual head, between 2014 and 2016.“This is a historic day. We thank the police and the public prosecutor for submitting the chargesheet, albeit six months after Mulakkal was arrested,” said Anupama, one of the five nuns who look after the rape survivor at their convent in Kuravilangadu, Kottayam. “Our battle is half won.” The rape charges first emerged on June 27, 2018, when the nun, now 46, filed a police complaint against Mulakkal.In September, Anupama and four other nuns took to the streets, accusing the police of inaction. They staged a sit-in protest in Eranakulam with the support of Save our Sisters, a collective of eight independent church organisations, and social activists for 14 days until the police arrested Mulakkal.It was hailed as the first organised protests by Catholic nuns in India.What’s in the chargesheet?The chargesheet into over 2000 pages and contains statements from 83 witnesses, including 25 nuns and 11 priests. Major Archbishop Cardinal George Alencherry, Bishop Joseph Kallarangatt of Pala Diocese, Bhagalpur Bishop Kurian Valiyakandathil, and Bishop Sebastian Vadakkel of the Ujjain Diocese are among high-profile witnesses in the case.  Seven magistrates have recorded the statements of 10 key witnesses. The police have submitted more than 30 documents, a laptop and a cell phone along with the chargesheet.The charges against Mulakkal include wrongful confinement, raping a woman taking advantage of his official position, unnatural offence, criminal intimidation. He could face life imprisonment if the charges are proved.A protest against Franco Mulakkal. Photo credit: IANS‘Many more hurdles’Anupama said the case going to trial is a “half victory”. “Mulakkal is a powerful person,” she added. “He has money and political backing. We fear that he could intimidate witnesses when the trial begins. Our wait for justice will continue until the verdict is delivered and guilty is punished.”She said the nuns who protested against Mulakkal and the survivor are living in fear. “We know our lives are in danger,” she claimed. “But we will fight till our last breath. That is our resolve.”The five nuns had been working in different places under the Jalandhar Diocese but returned to the Kuravilangadu convent to look after the victim last July. They stayed at the convent while organising the Ernakulam protest. In January, the Church transferred four of the nuns, only to withdraw the order in the wake of a public outcry and assured them they would not be moved out until the case was settled.“We have not received any further missives since,” said Anupama.In March, the nuns announced they would resume their protest if the police delayed submitting the chargesheet. “We were worried at that time,” she said. “We submitted a petition to the Kottayam superintendent of police before announcing our decision to resume the protest. But we withdrew it after getting an assurance from the police.”Church’s silenceIn January last year, the victim wrote to the Apostolic Nuncio, the representative of the Vatican in India, seeking action against Mulakkal. She also wrote to Pope Francis in May and to State Secretary Cardinal Pietro Parolin in June. When she did not get a response from any of them, she went to the police.In September, she submitted another complaint to the Apostolic Nuncio. That did not elicit a reply either, nor did her letter to the head of the Syro-Malabar Church, Cardinal George Alencherry. “The victim had to file police complaint when the Church failed to protect her,” Anupama said.After the nuns’ protest gained widespread attention, Mulakkal wrote to Pope Francis seeking permission to temporarily step down from his responsibilities. The Vatican divested Mulakkal of his administrative powers as Bishop of Jalandhar Diocese, but he continues to be its titular head. “We have succeeded in exposing Mulakkal’s moral bankruptcy,” Anupama said. “We hope the prosecution will succeed in convincing the court of his crime.”Also read: Kerala rape case: Facing contradictory orders, protesting nuns refuse to leave the convent‘We have lost faith in the Vatican’: Kerala nuns vow to protest till rape accused bishop is arrested","author":"TA Ameerudheen","time":"2019-04-09T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/103422-jddnzewmwc-1554822906.jpeg","tags":["Franco Mulakkal","Sister Anupama","Save our Sisters","Pope Francis","Vatican","Missionaries of Jesus","Kerala nun","Kerala rape case"],"source":"https://scroll.in/article/919489/our-battle-is-half-won-kerala-nuns-react-after-police-file-chargesheet-against-franco-mulakkal"}