{"title":"‘Our conscience was awakened’: Why Kashmir’s Budgam boycotted the recent Lok Sabha bye-election","content":"“I have given 50 votes in one go,” said Syed Jaffar, cheerfully. He is a tiny old man, all white and silver, with large translucent eyes and a habit of breaking into Kashmiri when excited. “I was in Class 8 or Class 9. My uncle handed me 50 chits and said go vote.”  That was in the 1950s. Jaffar is an 81-year-old who lives in Ichgam, a village in Kashmir’s Budgam district. The Srinagar parliamentary seat, which envelopes Srinagar, Budgam and Ganderbal districts, had bye-polls on April 9. It saw a turnout of 7.14% and violence that left eight civilians dead after security forces opened fire. Four days later, there was repolling in 38 booths in Budgam, which saw an even lower turnout – 2.2%. The big surprise was that Budgam, which has always been calmer than other districts and seen robust voter turnouts, should be the epicentre of the election violence and boycott. Jaffar, born in 1936, has seen the district through its adventures with democracy. A retired schoolmaster, he was the first matriculate from the Muslim community in Ichgam, he said. “I failed twice because of lack of proper guidance,” he explained candidly.When Pakistani invaders came into Ichgam village in 1947, he was there. When they infiltrated in 1965, he said he saw them in Tangmarg on the border. In the 1990s, when militancy flared up in Kashmir, he was arrested and tortured. Sometimes he voted, sometimes he boycotted elections. “I have never seen a boycott like this,” he said, his eyes shining. “Yeh toh kamaal ki baat hai.” This is a marvel. But what explains this record low polling?“Hundred per cent depression,” is Jaffar’s first diagnosis. Then he continues in schoolmasterly fashion: “Unemployment is one reason, and the high-handedness of the government. And our Kashmiri leaders – first they are Pakistani, then they are Hindustani, then something else.”‘They don’t kill the old’The anger in Budgam seems to radiate out of Chadoora town, a few kilometres from Ichgam. There is a freshly dug grave in Chadoora, with a garlanded headstone and shaded by an asbestos sheet. It belongs to 23-year-old Zahid Rashid Ganaie, killed on March 28, during an encounter between security forces and a militant trapped in a house in the town. Zahid, local residents say, was far from the encounter site, his death was a “targeted killing”. Two other youth near the encounter site were also killed.Zahid Rashid Ganaie's grave in Chadoora, Budgam. Image credit: Ipsita ChakravartyChadoora was one of the places that went for repolling on April 13. In 13 polling stations in the area, there were no votes cast. Most boycotts in Kashmir are called by the separatist Hurriyat Conference and then followed in varying degrees by voters across districts. Not Chadoora, not this time. “People came out in forceful protest against the killings,” said Jalaluddin Wani, a retired policeman. “They decided to boycott the election. We had it announced from all the mosques. We have received so many messages from the Hurriyat.”The people of Chadoora are angry about the way Zahid was portrayed in the media, about rumours that he was paid Rs 500 to pelt stones. His family owned five cars, they keep repeating, they earned in lakhs, they did not just make do themselves, they supported other families. Why, Zahid had a DSLR camera that alone must have cost Rs 1 lakh.“They don’t kill the old, only the young die, [they say] ‘We will finish off these people, then we will take the land,’” Khurshid Wani, another local resident, said bitterly about the government.  He was sitting in a tailor’s shop opposite the graveyard in Chadoora. It is owned by Ghulam Mohiuddin Dar, a man of few words. Every time Dar looks out of his shop window, he can see Zahid’s grave. “I don’t think we’ll ever vote again,” he said.Khurshid Wani and Ghulam Mohiuddin Dar in Chadoora. Image credit: Ipsita Chakravarty‘Dabangg’ leaders of the PDPYet, many residents of Budgam still speak fondly of a few local leaders. Some of the Assembly constituencies have returned the same representative for decades. Charar-e-Sharief voted for National Conference leader Abdul Rahim Rather from 1979 to 2014. “He did a lot of work,” said Mohammad Yusuf, who lives in Panzan village in the neighbouring Chadoora constituency. In 2014, Rather lost to the People’s Democratic Party’s Ghulam Nabi Lone.Chadoora itself has voted for the People’s Democratic Party leader Javed Mustafa Mir three times running. “When he was revenue minister, he stopped bribery,” said Khurshid Wani. “After he was removed from the ministry, they started taking bribes again.”Mir is said to have a “dabangg” or powerful  style, carrying a pistol on his person, always reaching the spot to “save” local people when the army arrives. He sat over Zahid’s body for an hour, Khurshid Wani said. His “soft-separatist” brand of politics has helped him win popularity in the area.Indeed, several voters in both Ichgam and Chadoora had once pinned their faith on the People’s Democratic Party. For years, the party had twinned its political promises such as self-rule and the removal of the Armed Forces (Special Powers) Act, the law that grants legal immunity to the army, with developmental promises such as establishing state control over the valley’s power projects.“We trusted the PDP and their election manifesto when they came in 2002 – jobs in every home, roads, electricity, repeal of the Armed Forces (Special Powers) Act,” said Muhammad Maqbool of Chadoora. “Most importantly, masla-e-Kashmir [the Kashmir issue] – the PDP said vote for us and we’ll solve it.”These promises had galvanised voters of different age groups, even 22-year-old Askery Haider in Ichgam, who joined protesting crowds during the unrest of 2010 but then voted for the People’s Democratic Party in both the Lok Sabha and the Jammu and Kashmir assembly elections of 2014. Poorer voters like Ghulam Haider, who works as a driver in Ichgam and has four children to feed, hoped the party would help him provide for his family.Most were disillusioned when the party formed a coalition with the Bharatiya Janata Party after the assembly election – they had voted precisely to keep the saffron party out of the Valley. A few still believed in the agenda of alliance signed between the People’s Democratic Party and the BJP, hoping that the central party would bring development to the Valley.Never mind a political solution, the coalition only brought in more army, residents now feel. As protestors and other civilians continued to die in clashes with security forces, the Centre seemed indifferent and Chief Minister Mehbooba Mufti’s government could do nothing, and voters fell away. The ghosts of 2016The protests of 2016, which broke out after the death of Hizbul Mujahideen commander Burhan Wani in July, are said to have penetrated deeper into Budgam than earlier protests ever had. Budgam town was relatively calm, residents said, but the surrounding areas came alive with protests and pro-freedom rallies held by the Ittehad-e-Millat, a newly formed coalition of socio-religious groups. Villages like Panzan, according to residents, had been one of the areas in Kashmir that supported the Indian cricket team. But even these places rose up in protest.The political failures of 2016 left a simmering rage, which now flares up over everyday issues. In Rappora village on Monday, for instance, residents organised a “chakka jam” (road block) to protest against power cuts and a damaged transformer.Unemployment, already a major problem, became acute after months of protest and shutdown last year paralysed the valley’s economy. Khurshid Wani said he gave up his job after the unrest and now sits at home. Ghulam Haider was reduced to penury. “I did not work for six or seven months, I had to borrow from people,” he  said. Now, he can only afford to send two of his four children to school. He now wants “azadi” to liberate him from these material pains.On the surface, the rhythms of everyday life have resumed in Budgam. The markets are bustling again. The mustard has bloomed in the fields and will be harvested soon. Even Chadoora is coming out of mourning and returning to ordinary life.But the death of Burhan Wani seems to have worked an almost chemical change in Kashmir. “There used to be protests in Budgam before but not so much,” said Khurshid Wani. “After his death, zameer jaag gaye [our conscience was awakened].”Nobody boycotted polls out of fear this time, many former voters are anxious to say, it was out of their own free will. In the past, the government treated election turnouts like a referendum on Kashmir, explained one resident of Ichgam, so they decided to stay away this time.","author":"Ipsita Chakravarty","time":"2017-04-19T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/834889-56106-rawnpkggqk-1492518309.jpg","tags":["Kashmir unrest","budgam","civilian killings","elections","bjp","pdp","Burhan Wani"]}