{"title":"Only 494 of 8,773 child marriage and POCSO accused convicted since 2017, says Assam CM ","content":"Out of 8,773 persons who have been named in chargesheets in cases of child marriage and sexual assault against minors in Assam, only 494 have been convicted since 2017, Chief Minister Himanta Biswa Sarma said on Monday, PTI reported.Sarma said that those named in the chargesheets, have been booked under the Prohibition of Child Marriage Act and Protection of Children from Sexual Offences Act.“A total of 494 persons were convicted and a total of 6,174 persons released on bail,” he said. This represents a conviction rate of just 5.63%.” The chief minister made the statement in response to a question from Congress MLA Abdur Rashid Mandal in the Assam Assembly.In January, Sarma had announced that the Assam Police will file cases under the Protection of Children from Sexual Offences Act against men who have married girls below 14 years of age, and under the Prohibition of Child Marriage Act against those who married girls aged 14-18.Till March 3, at least 3,163 people, including 94 women, have been arrested by the police as part of its crackdown on child marriage.Also read: In Assam, POCSO use in drive against child marriage raises legal concernsHundreds of women in Assam have been protesting against the arrests and the police action against their family members. The mass arrests have led to a space crunch in existing jails. Police data seen by Scroll shows that districts with high Muslim populations have seen more arrests than others. The districts of Biswanath, Barpeta, Baksa, Dhubri, Hojai, Bongaigaon and Nagaon districts have all recorded over 100 arrests each.In January, the Assam chief minister had referred to the “alarming” results of the National Family Health Survey-5 conducted in 2019-’20 and released last year to justify the government’s drive against child marriage. According to the survey, Assam had an underage pregnancy rate of 11.7 % – significantly higher than the national average of 6.8%.However, many activists have said the police crackdown was short-sighted as it did not address the structural reasons such as poverty and illiteracy behind underage marriages.On Monday, Sarma told the Assembly that the government has not taken any step to bear responsibility for the children born out of underage marriages. He added that the government could take such measures if any child requires care and security, PTI reported.Several Opposition MLAs have alleged that the drive against child marriage in the state has created a disturbance in society.Communist Party of India (Marxist) leader Manoranjan Talukdar alleged that no awareness against child marriage has been created in the state.“Assam should follow Kerala model as there is hardly any case of child marriage in the Southern state,” he said.Congress MLA Bharat Chandra Narah dismissed the government’s justification for Maternal Mortality Rate being a reason behind the drive, reported PTI. He said that it could be one of the reasons, but not the only cause for child marriage in the state.Mandal also alleged that the Assam government was terrorising people using the two acts.To this, Parliamentary Affairs Minister Pijush Hazarika accused the previous Congress governments of inaction towards instances of child marriage.“How is it terrorising people?” Hazarika asked. “You [Congress] did not frame the rule. Because of vote bank politics, you did not take any initiative.”","author":"Scroll Staff","time":"2023-03-14T08:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162629-byqqghoehq-1674216441.jpg","tags":["Assam","Child Marriage","Himanta Biswa Sarma"],"source":"https://scroll.in/latest/1045539/out-of-8773-accused-in-child-marriage-and-pocso-cases-only-494-convicted-since-2017-says-assam-cm"}