{"title":"‘Outright insult to Parliament’: Opposition castigates Centre for allowing EU leaders to visit J&K","content":"The Opposition on Monday criticised the Centre for allowing a 28-member delegation of European Parliament members to visit Jammu and Kashmir but preventing Indian politicians from doing so. The European leaders met Prime Minister Narendra Modi and National Security Advisor Ajit Doval in New Delhi before their scheduled unofficial visit to the region on Tuesday.Senior Congress leader and former Union minister Jairam Ramesh questioned the Centre’s move, saying it was an “outright insult” to Parliament and democracy. “When Indian political leaders have been prevented from meeting the people of Jammu and Kashmir, what possessed the great chest-beating champion of nationalism to allow European politicians to visit J&K?” he asked. It was a veiled reference to Modi.Congress spokesperson Jaiveer Shergill asked why the European leaders’ visit was being welcomed. “If EU delegation visit to Kashmir can be facilitated by BJP government then why can’t Indian leaders belonging to Opposition Parties visit Kashmir?” he tweeted. “Indians have to knock door of Supreme Court to visit Kashmir and EU delegation is welcomed by PMO, why no level playing field?”Shergill said there were two aspects to the visit, with the first being that “no foreign nation or a member of foreign nation or a Parliament has the right to interfere in Jammu and Kashmir”, which is India’s internal matter. “Why Centre objects to Opposition leaders visiting Jammu and Kashmir?” ANI quoted him as saying.Congress leader Anand Sharma, who is the chairperson of the Parliamentary Standing Committee in the Rajya Sabha on Home Affairs, also said the Centre’s actions were disrespectful to Parliament’s sovereignty. “Government must answer why it violated parliamentary privileges, the committee was not briefed on this,” he said.Centre is desperate, says D RajaFollowing the announcement, Communist Party of India (Marxist) General Secretary Sitaram Yechury also raised the same question. “I was allowed to enter Srinagar only when the Supreme Court permitted over my habeas corpus petition,” he tweeted. “Even today Indian MPs are not allowed while Modi welcomes MEPs!”Yechury could visit his ailing party colleague Mohammed Yousuf Tarigami in Srinagar, who is in detention, only after the Supreme Court allowed him to travel to the state on August 29. The CPI(M) leader and Communist Party of India General Secretary D Raja had been sent back from Srinagar airport to Delhi earlier that month.Raja also opposed the government move, and claimed that it showed the Centre was “desperate and is under pressure to please the international community”. “The government is desperate to convince the global community,” Raja said, according to PTI. “While it says everything is normal in the region, the ground reality is different.”Communist Party of India leader Atul Anjan claimed that it was Modi’s attempt to make Kashmir an international matter. He alleged that every claim made by the Centre regarding Jammu and Kashmir were false.Bharatiya Janata Party leader Subramanian Swamy also echoed the Opposition leaders’ criticism. “I am surprised that the Ministry of External Affairs has arranged for European Union MPs, in their private capacity [not EU’s official delegation], to visit Kashmir area of Jammu and Kashmir,” he tweeted. “This is a perversion of our national policy. I urge the government cancel this visit because it is immoral.”The Prime Minister’s Office said the European Union legislators’ visit would help them understand the “cultural and religious diversity of the region” and give them a clear perspective on the “development and governance priorities of the region”. India revoked Jammu and Kashmir’s special constitutional status on August 5. It also divided the state into two Union Territories by passing the Jammu and Kashmir Reorganisation Act, 2019. Over a thousand people, including political leaders, separatists and activists, were detained after a security clampdown. When Indian political leaders have been prevented from meeting the people of J&K, what possessed the great chest-beating champion of nationalism to allow European politicians to visit J&K. This is an outright insult to India's own Parliament and our democracy! https://t.co/D48dnctRqE— Jairam Ramesh (@Jairam_Ramesh) October 28, 2019\n\nIf EU delegation visit to Kashmir can be facilitated by #BJP Govt then why can’t Indian Leaders belonging to Opposition Parties visit #Kashmir ? Indians have to knock door of Supreme Court to visit Kashmir & EU delegation is welcomed by PMO, Why no level playing field?— Jaiveer Shergill (@JaiveerShergill) October 28, 2019\n\nNow, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-28T19:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129907-dbvmirjpon-1572270974.jpg","tags":["Jammu and Kashmir","Jairam Ramesh","Congress","CPI(M)","European Union"]}