{"title":"Outrage mounts over Amit Shah’s statement blaming Kukis in Myanmar for Manipur violence","content":"Union Home Minister Amit Shah’s statement blaming the unrest in Myanmar for the ethnic conflict in the neighbouring Manipur is “extremely unfortunate” and without any proof, Kuki groups have said.Shah, during a discussion on the Manipur violence in the Lok Sabha on August 9, had said that after the 2021 military coup in Myanmar, an organisation named the Kuki Democratic Front had begun to put up a fight against the military leadership.He had claimed that the political instability in the Southeast Asian country had forced many Kukis to flee into Manipur for their safety. The influx from Myanmar, the home minister added, led to anxieties among the majority Meitei community. The Meiteis, who are largely concentrated in the Imphal Valley in Manipur, blame the alleged large-scale illegal immigration by Myanmarese and Bangladeshi nationals for the difficulties they face.Please hear this statement from HM Shri @AmitShah. The whole of india needed to know these facts, one of the issues pertaining in the State related to the conflict. The recent influx of Kukis from Myanmar was due to the crackdown by military junta regime and the porous border due… pic.twitter.com/l1ZMRYJpYc— Rajkumar Imo Singh (@imosingh) August 11, 2023\n\nIn April, the Manipur High Court had ordered the state government to consider granting the Meitei community Scheduled Tribe status. This would have entitled them to the same economic benefits and quotas in government jobs and education as the minority Kukis. But tribal groups raised concerns that granting special privileges would further entrench the dominance of Meiteis in the state.A rally organised on May 3 to oppose the Meiteis’ demand descended into violence and has since then left 187 dead and several thousands in shelter camps.Shah’s claims ‘a figment of imagination’: Kuki groupsShah’s remarks on Kuki immigrants from Myanmar contributing to the unrest in Manipur has irked several Kuki groups as well as legislators. A day after the minister’s speech, Mizo National Front MP K Vanlalvena’s microphone was switched off in the Rajya Sabha when he sought to assert that it was wrong to call “tribal people in Manipur Myanmarese”. The Mizo National Front is a member of the Bharatiya Janata Party-led National Democratic Alliance.Lone Rajya Sabha MP from Mizoram, K. Vanlalvena took on Amit Shah for his claim that tribals in Manipur came from Myanmar. Vanlalvena is an MP from MNF, a part of NDA and his mic was shut and he was hooted by BJP MPs while he was exposing the truth. pic.twitter.com/9SRpbmN6e2— Anshuman Sail Nehru (@AnshumanSail) August 11, 2023\n\nKuki Inpi ManipurThe Kuki Inpi Manipur, the apex body of Kuki tribes, said on Sunday that Shah’s statement was speculative as he gave no evidence to back his claims.“The present carnage in Manipur has no link whatsoever with the much-hyped ‘influx’ of Kukis into Manipur or Mizoram,” it said in a statement. “The Meiteis’ insecurity to ‘influx of Kukis’ from Myanmar into Manipur is overhyped and out of fierce jealousy compounded with their antagonism and nothing more than that.”The organisation said that Shah was echoing “prejudicial statements, false allegations and concocted narratives” of Chief Minister N Biren Singh. Kukis have accused Singh of harbouring Meitei “majoritarian” sentiments.In its statement, the Kuki Inpi Manipur alleged that Singh gave protection to Valley-based insurgent groups. The chief minister and the groups, the statement alleged, fabricated charges against the Kukis and launched an “ethnic cleansing campaign” in order to consolidate the influence of the Meiteis across the state.“It was with this milieu that Biren Singh started scheming anti-Kuki policies and imposing the majoritarian rule on the Kukis,” the top body said.The organisation asked Shah to support his statement with evidence and if not, he should “disown” it and apologise to the Kuki community.Indigenous Tribal Leaders’ ForumThe Indigenous Tribal Leaders’ Forum, a conglomerate of recognised tribes of Churachandpur district, said on August 10 that it was disappointed by Shah’s remarks.The group said that accusing “refugees, who are some of the most deprived and helpless sections in any community, of starting a conflict at this scale is just plain wrong”.The Indigenous Tribal Leaders’ Forum said it was “aghast” that the home minister was still defending Singh, who according to it is the “chief architect of the violence”.The conglomerate noted that Singh’s own ministers have made submissions that the law and order situation has completely collapsed in the state. “Despite all this, he is still being feted by the Central government instead of being sacked,” the forum added. “We appeal to the home minister to rise above party politics in dealing with the crisis in Manipur.”Kuki National Organistion (Burma)The Kuki National Organisation (Burma) said on August 10 that it was taken aback by Shah’s speech as there was no Kuki outfit in Myanmar called the Kuki Democratic Front.It said in a statement that the Kuki National Army (Burma) is the only Kuki body fighting the military in Myanmar. The Kuki National Organisation (Burma) cannot engage in “other distractions” like the ethnic tensions in Manipur when it is already under “tremendous pressure”, the statement said.The Kuki National Organisation (Burma), however, thanked the Indian government for providing “temporary shelter” to Kukis from Myanmar who have been displaced.“I am to affirm hereby that there is no movement of any of our units in Indian territory,” said Letlam, the chief of the Kuki National Organisation (Burma). “We will be obliged if you could kindly clarify the same to the esteemed Indian Parliament. The allegation seems to be nothing but a figment of imagination of the Manipur administration in pointing a scapegoat for its failures.”Kuki MLAs in ManipurAll the 10 Kuki MLAs in Manipur, including eight from the BJP, on August 11 had also criticised Shah for his remarks, saying that he should furnish details behind his claims.In a letter, the MLAs said that it was disheartening to see the minister claiming that the ethnic violence was a result of the disturbance “caused by infiltration from Myanmar”. They alleged that the “ethnic cleansing” of the Kuki people is a pre-planned attack, aimed at grabbing tribal land against constitutional provisions.“Our people have been violently cleansed from the valley, and our colonies have been razed to the ground,” they said. “We reiterate our stand that the Central government must give recognition to this demographic segregation in the form of a separate administration through a political settlement.”","author":"Scroll Staff","time":"2023-08-14T18:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193170-vidqpnyrii-1692012123.jpg","tags":["Amit Shah","Myanmar","Kukis","Manipur violence"],"source":"https://scroll.in/latest/1054312/outrage-mounts-over-amit-shahs-statement-blaming-kukis-in-myanmar-for-manipur-violence"}