{"title":"BJP Karnataka’s online video sparks outrage for ‘demonising Muslims’","content":"A social media post by the Bharatiya Janata Party’s Karnataka unit on Saturday triggered outrage online, with critics attacking it for “demonising Muslims”.The animated video captioned “Beware.. Beware.. Beware..!” in Kannada, featured caricatures of Congress leader Rahul Gandhi and Karnataka Chief Minister Siddaramaiah placing an egg with “Muslims” written on it in a nest alongside three eggs marked as “SC [Scheduled Castes], ST [Scheduled Tribes] and OBC [Other Backward Classes]”.The video showed Gandhi feeding “funds” only to the bird, shown wearing a skullcap, as it hatches out of the “Muslim” egg. The bird pushes away the fledgings that hatched out of the other three eggs, followed by laughter.The video posted on social media platform X as part of the Lok Sabha elections campaign triggered widespread criticism on the social media platform.Actor Prakash Raj called the BJP’s post “shameless”. Raj said that “inclusive [and] peace loving Karnataka and our country” will teach the Hindutva party a “befitting lesson.. for your disgusting.. hate spreading.. communal politics..”.Professor Nitasha Kaul, a British academic of Indian origin, wrote on X that the video was “a straightforward 1930s Germany-style cartoon”, referring to the propaganda by Nazi Germany during the period. “One of many violations of electoral conduct rules,” the professor of politics at the University of Westminster said.She added, “This is a shame.”The Model Code of Conduct is a set of guidelines issued by the poll panel for political parties and candidates to follow during poll campaigns. It sets guardrails for speech, among other things.Sumanth Raman, an analyst and political commentator, similarly called the BJP’s post “shameful”. “If this is not a violation of the Election Code of Conduct then the code itself needs to be scrapped,” he wrote on X.If this is not a violation of the Election Code of Conduct then the code itself needs to be scrapped. Shameful. #Elections2024 #ElectionCommission https://t.co/jXQmDe2B42— Sumanth Raman (@sumanthraman) May 4, 2024\n\n\nThe post drew criticism from the Opposition as well.On Sunday, the Congress filed a complaint against BJP National President JP Nadda, the Hindutva party’s information technology department in-charge Amit Malviya and BJP’s state unit chief BY Vijayendra. The Congress alleged that the video posed by the BJP intimidated members of the Schedule Castes and Scheduled Tribes not to vote for a particular candidate with an intention to create feelings of enmity, hatred and ill-will against the communities, ANI reported.It also alleged that the BJP’s video had violated the poll code by portraying the Congress as favouring a particular religion and suppressing members of Schedule Castes and Scheduled Tribes, and Other Backward Classes.Congress leader Manickam Tagore had said on Saturday that the “blatant demonisation of minorities by [the] ruling BJP is unacceptable”. “The [Election Commission] must wake up to its responsibility and address the divisive tactics of the BJP,” the MP from Tamil Nadu said on social media. “Unity, not division, should be the goal for a thriving democracy.”Trinamool Congress MP Saket Gokhale said that the poll panel had “never seen a lower point”.“It [Election Commission] has been reduced to a joke – a cruel joke that is supervising and encouraging the complete destruction of a fair electoral process built over decades,” Gokhale said in a social media post. “Shame is an understatement. This election officially has no rules left anymore for BJP or Modi.”He added, “We are officially no more a country that can pride itself on free & fair elections.”Salman Anees Soz, a Congress leader and commentator, said that the BJP’s “hatred of us Muslims has never been more blatant”.“This all started with PM [Narendra Modi],” wrote Soz on Saturday, referring to comments made by the prime minister in recent weeks. “The criminal silence of [the Election Commission] is formalising our [minorities’] second class status. I appeal to all Indians to teach BJP a lesson for this treasonous behaviour!”Modi’s recent speechesModi, at a poll rally in Rajasthan on April 21, claimed that the Congress would survey and seize private wealth, including the mangalsutras of married Hindu women, and redistribute it among “infiltrators” and “those who have more children”, an apparent reference to the Muslim community.The Congress’ manifesto neither refers to confiscation of private property, nor to mangalsutras. Modi’s claim was a distortion of a speech in 2006 by Congress leader Manmohan Singh, the prime minister at the time. Singh had spoken about the need to uplift all disadvantaged communities, not just the religious minorities. Moreover, the Modi government has repeatedly told Parliament that it has no data on illegal immigrants.Modi’s comments received widespread condemnation and complaints from the Opposition and civil society groups. Rights groups said that Modi’s remarks violated section 125 of the 1951 Representation of the People Act, which prohibits promoting enmity between groups, and violates the poll code.On April 23, Modi incorrectly claimed that in Karnataka, the Congress had instituted reservations on the basis of religion – for Muslims – through illegal means. “Through a single notification, it included all Muslim communities in the OBC [Other Backward Classes] quota,” he alleged. “The Congress snatched away a big part of OBC reservations and gave it on the basis of religion.”In 1962, the Congress government in Karnataka had included certain castes of Muslim communities in the Other Backward Classes list, not on the basis of religion, but on the basis of social and economic backwardness. It was the government of the Janata Dal (Secular) – now a BJP ally – that had extended the quotas to all Muslim communities in 1994.Karnataka is just one of 14 states and Union territories where Muslim communities are included in the Other Backward Classes list. This includes Gujarat, where Modi was chief minister.On Tuesday, the BJP had posted an animation video on its Instagram account pushing Modi’s claim that the Congress would redistribute the private wealth of Indians to Muslims if it comes to power in the Lok Sabha polls. “If the Congress party comes to power, it will snatch all the money and wealth of non-Muslims and distribute it to Muslims – their favourite community!” the video said.A day later, the video had been taken down. It is unclear if it was removed by the BJP or by Instagram after users reported it as hate speech.Also read: Fact-checking five days of Narendra Modi’s speeches: A catalogue of lies","author":"Scroll Staff","time":"2024-05-05T09:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200494-fuhlxxeiwy-1714880887.jpeg","tags":["BJP","Elections","Lok Sabha 2024","Election Commission"],"source":"https://scroll.in/latest/1067454/outrage-online-as-bjp-karnataka-posts-video-demonising-muslims"}