{"title":"Outside Adani’s Mundra port, national security trumps discontent over ‘outsiders’ taking away jobs","content":"This article is part of a special Scroll reporting project: Gujarat’s ‘dhandho’ elections, exploring the state’s complex relationship between business and politics as it heads into elections.To contribute to our reportage, click here.In the villages and small towns near the Mundra port, on the north coast of the Gulf of Kutch, one meets two distinct sets of people. The first euphorically lists out how “life has changed so much” for them since the inauguration of the facility. The other, perhaps larger in number, is decidedly resentful about the missed opportunities. Yet, ahead of Gujarat’s Assembly election, their political preferences seem to largely converge – both groups agree that politics and economics need not always intersect. Operational since 1998, the Mundra port, owned by the Adani Group, is India’s largest private port. In the last financial year, it handled 150 million tonnes of cargo. Named after the town where large parts of it lie, the port stretches over 8,000 hectares of land. Much of it is a special economic zone with several taxation incentives for the businesses located within.For the many once-sleepy villages on its edges, and their residents – many of whom are traditional  animal herders – the port and the companies are an imposing presence and invoke strong sentiments. One village, two opinionsFor Ali Mohammad, a septuagenarian farmer in Dhrab, the village closest to the main entry to the port, it is an irritant. He alleged that large tracts of land had been cordoned off by the port authorities, leaving very little space for his cows and goats to graze. “What have we got from all this development?” he asked. “They haven’t even compensated us properly for the road that they have built through our village to the port.”His neighbour, Asgar Ali Mohammad, though, said he had little to complain about. An electrician by profession, he was employed at a chemical-manufacturing company within the SEZ. Earlier, he used to grow date palms, another major occupation in the area. “Now at least my income is steady,” he said. “As a farmer, if I had a bad year, I would be doomed.”In neighbouring Zarpara, the same story repeats itself. Samar Gadhvi, 28, who worked at a container freight station in the port and earned Rs 20,000 a month, said he was grateful for the work. He would earlier help out his father in the fields and the dividends used to be much lower. Samar Gadhvi (right) works at a container freight station in the port and earns Rs 20,000 a month. Sitting next to him is  Jagdish Gadhvi A common complaint But Jagdish Gadhvi from the same village was not convinced. “The main contracts are all with the outsiders – barely 20%-30% of our local boys get third-party jobs through them,” he said. “The truth is that the kind of benefits we should have got as the original inhabitants of this area, we have not got.”This is a recurring grievance across the area – that outsiders were getting the jobs and contracts that should have been earmarked for the local population. In Mota Kandagara, located around 10 km westwards, Jigar Singh Jadeja, was indignant. The 24-year-old has a diploma in electronics engineering, but has been forced to run a tea stall. “I applied everywhere from Tata to Adani,” he said. Both the Tata and Adani groups run power plants in the area. “They rejected me, but people from outside with the same qualifications are getting jobs. Is that fair?”\n\n\n    \n    Play\n\nListen to Scroll's Arunabh Saikia tell you about his new project reporting on the intersection of politics and business in Gujarat.\n    \n      Dhandho elections\n      Contribute to our special reporting project.\n      \n    \n    \n        Click here\n    \nFrom rags to richesYet, there are those among the local population who have flourished in indirect ways. In the village of Sriracha, the men I met spoke glowingly of the opportunities the port and the industries had brought to their lives. “Earlier I used to herd goats,” said Bhimsi Gelwa. “Today, I transport coal from the port to the power plant – and you can well imagine how much more I am earning.”In Mundra, Shiva Rabari had a similar story to recount. He and his brother were cattle-herders till about a decade ago. Today, they own a transport business with a fleet of 20 vehicles. Gangabai Chawda of Navinal village who ran a grocery story out of her home said even though she didn’t step out much, she could see and feel the change. “People have more money now,” she said. Gangabai Chawda of Navinal village runs a grocery story out of her home‘Adani has benefited much more’The detractors, however, insist that they were promised the moon, but the reality was not half as rosy. “Have some people benefited? Of course, how is it possible that no locals would benefit from such a massive project,” said a resident of Dhrab, who asked not to be named. “But not nearly enough have. Let’s just say, Adani has benefited much more from us than we have from him.”Many locals believe that those who have actually gained from the project in terms are those close to power. “On paper, Adani is giving a lot to us,” said a caustic Saumenbhai Gadhvi, a farmer in Zarpara village.  “But everything is being cornered by those who are politically connected.”Saumenbhai Gadhvi claimed the industries had been particularly detrimental for farmers like him. “All these years, they couldn’t bring us water from the Narmada,” he said, referring to the government’s plans to divert water from the Narmada river to the parched Kutch region,  a project that is yet to completely fructify. “Whatever ground water we have is being polluted by the factories, it’s becoming increasingly unusable.”Saumenbhai Gadhvi (left) claimed the industries had been particularly detrimental for farmers like himNation over selfSaumenbhai Gadhvi may be unhappy with the state of affairs, but he didn’t think he could do anything to remedy it at the ballot box next month as Gujarat votes to elect a new Assembly. For one, he believed that it was the Adani corporation that de facto administered the area. “Whoever comes will be co-opted in any case because the company is too big to fail now,” he said. But more importantly, he said it was important that the Bharatiya Janata Party continues to rule the state in which it has been in power for 22 years. “We are Hindutvawadi [Hindutva-adherents] and rashtrawadi [nationalistic] people – so it is obvious that we support the BJP,” he said. “We can deal with some losses for the sake of the country.” Similarly, Jagdish Gadhvi who was resentful about outsiders purportedly taking away jobs did not seem to think things would be any different under any other government. “Business and all is fine, but this is the border, Pakistan is not too far away,” he said. “So it is imperative that the BJP stays in power, otherwise you very well know what will happen, the Muslims will overrun us.”He added, “Except for the Muslims here, everyone will tell you that.”To  a large extent, that does appear to be the case.  While those doing well for themselves economically largely back the BJP, even most of those who grumble about the port and the industries not serving their purpose seem to be disposed towards the saffron party.  Sameer Reliya, a businessman who dealt in crabs, said he had suffered massively because of the port In fact, many Muslim residents in the fishing villages around the port also seem to think it is wiser to vote for the BJP. In the predominantly Muslim village of Luni, Sameer Reliya, a businessman who dealt in crabs, said he had suffered massively because of the port – more so in recent years. “They block off paths to the sea, they come up with arbitrary no-go zones every day, it’s become very difficult to operate,” he said. “They can do whatever they please because the government is with them.”Nonetheless, he said the prudent thing to do, electorally, was to stick with the BJP. “Because if you want things done, you have to stay with the ruling party,” he said. “And in Gujarat, it is the BJP.”Read the other articles in Arunabh Saikia’s Gujarat election series here.","author":"Arunabh Saikia","time":"2022-11-29T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126409-dglpboknri-1636444829.jpg","tags":["Mundra","Gujarat","BJP","Gujarat Assembly Elections 2022"],"source":"https://scroll.in/article/1038501/outside-adani-s-mundra-port-national-security-trumps-discontent-over-outsiders-taking-away-jobs"}