{"title":"Over but not out: Dennis Lillee’s incredible comeback from back injury is awe-inspiring even today","content":"Over his career, Dennis Lillee was two different bowlers in one. He started off as a genuinely fast bowler, then got injured, spent more than 18 months away from the game, reworked his action completely and came back as a skillful bowler who could, as they say, make the ball talk.Throughout his career, the Australian was known as an aggressive and skillful fast bowler and the numbers show that no one was exaggerating. Lillee broke Lance Gibbs’ world record of 309 Test wickets and finished with 355 dismissals from just 70 matches. But he earned the most respect for his iron will; for his never-say-die attitude.Fast bowlers, due to the nature of their jobs, have always been prone to stress fractures. It can slow them down and then keep recurring until it breaks them. We’ve seen that happen to so many bowlers over the years. And it happened to Lillee too.According to ESPNCricinfo, “The Australian great played through chronic back pain in the early part of his career before Rudi Webster, the former West Indies’ first-class cricketer, working as a radiologist at the time, discovered three tiny cracks in two vertebrae in Lillee’s lower back during Australia’s 1973 Caribbean tour. In The Art of Fast Bowling, Lillee spells out the extreme pain the fracture had caused and how the medical staff had to constantly monitor his back in order to keep him on the field.”The fractures shut Lillee, who had only played 11 Tests for Australia at that point, out of the game for more than 18 months. But that wasn’t the end of his story. Rather, that is where it all began.\n    \n      The Field\n      How Sport Inspires\n      Inspirational tales from the world of sport.\n    \n    \n        Read the series\n    \nWith his back still encased in plaster, he began his rehabilitation program. It was not going to be easy and it would mean that Lillee would have to break everything down – from his run-up to his delivery stride... to his physique and then build it up again. If not for his iron will, he would have settled for less.Lillee rested from first-class cricket during the 1973-74 season. He had done no intensive exercise for almost eighteen months when he commenced his comeback training programme. According to mcg.org.au, a former schoolmaster of Lillee’s at Belmont High, and then exercise physiologist at the University of Western Australia, Dr Frank Pyke, arranged a sequence of pioneering back strengthening routines.The exercises alone would not have helped. His bowling action put a lot of strain on his back, so he needed to find a way to adjust that too. He turned to Austin Robertson Senior, who was an experienced athletics coach who had contested the world professional sprint championship series in Melbourne in the 1930s and was a noted footballer with the famous South Melbourne team of that period, for help. They reworked his run-up and his action.“After the stress fractures in his lower back had healed, Dennis embarked on a training program aimed at ensuring that he would not encounter the problem again,” Pyke told The Sun-Herald.“First, it meant being less of a tearaway quick and ensuring that his run-up and delivery action were smooth and efficient. He engaged a running coach [Robertson] to improve his approach to the wicket.“He also undertook a physical preparation program designed to improve overall fitness, including the strength and flexibility of the muscle groups involved in fast bowling. It included specific exercises for the muscles of the abdomen, back and sides to improve his core body strength.“The other consideration was to ensure he was not over-bowled, which was always an issue for a captain who had at his disposal a highly talented player with a strong work ethic. This is even more of a problem today with the busy playing schedules.’’Lillee never went easy on himself before the injury but Australia wicketkeeper Rod Marsh believed that he pushed himself even harder after it: “He did a heck of a lot more after it.”None of this was easy. Remember, this was the 1970s and medicine and physiotherapy was not as advanced as it is today. But one look at Lillee’s results after training for nine weeks convinced everyone that he was on the right track. \n\t\t\n\tSource: The British Association of Sport and MedicineMarsh added:  “He changed everything... his running action, approach to the wicket and his delivery. All of this to achieve optimum economy of style.”In his time away, Lillee also evolved as a bowler. He could still bowl quick but now, the pace was his surprise weapon. For the most part, he would depend on his cutters, his variety, his swing and great control. He was still just as aggressive but he seemed like a completely different bowler now. While Lillee was away, fast bowler Jeff Thompson had risen to prominence and when England toured Australia in 1974-’75, the duo captured 58 wickets between them. Their performance in the series inspired the famous chant: “Ashes to ashes, dust to dust; if Lillee don’t get you, Thommo must!”The comeback from injury also allowed Lillee to become one of the most respected fast bowling coaches in the game after he retired from active duty. He wanted to bring up a whole new generation of fast bowlers in international cricket and he wanted to do it right.Watch this lovely clip of Richard Hadlee speaking about his bowling hero Lillee below:\n\n\n    \n    Play\n\nIn a generation where cricketers are playing more days in a year than ever, Lillee’s tale is both a cautionary one and an inspiration. With the right spirit, anything is possible.","author":"Scroll Staff","time":"2020-07-18T20:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/144592-swfkwysoic-1595073304.jpg","tags":["Dennis Lillee","Australia","cricket","How Sport Inspires"],"source":"https://scroll.in/field/967880/over-but-not-out-dennis-lillees-incredible-comeback-from-back-injury-is-awe-inspiring-even-today"}