{"title":"Over 99% of banned notes in circulation before demonetisation have been returned: RBI","content":"Over 99.3% of the banned banknotes in circulation before demonetisation have been returned to the Reserve Bank of India, its annual report for 2017-’18 said on Wednesday. The processing of the banknotes has been completed at all centres of the RBI. The total value of banknotes returned after Rs 500 and Rs 1,000 notes were demonestised on November 8, 2016 is Rs 15,310.73 billion (Rs 15.311 lakh crore). The total value of such notes in circulation on November 8 was Rs 15,417.93 billion (Rs 15.418 lakh crore), the RBI said. This confirms that Prime Minister Narendra Modi’s flagship financial effort has not achieved its goals even as it delivered a shock to the economy.   The value of banknotes in circulation increased by 37.7% in the 2017-’18 financial year as compared to the previous year, the RBI said. Banknotes worth Rs 18,037 billion (Rs 18.03 lakh crore) were in circulation on March 31, 2018 as compared to Rs 13.102 lakh crore on March 31, 2017.However, the volume of banknotes in circulation on March 31, 2018 increased by just 2.1% over the previous year. This is because the share of Rs 500 and Rs 2,000 banknotes increased from 72.7% of all currency notes in 2016-’17 to 80.2% in 2017-’18.As many as 5.22 lakh pieces of counterfeit notes were detected during the 2017-’18 financial year, the report said. This was 31.4% lower than in 2016-’17. There was also an increase in the percentage of Rs 100 and Rs 50 banknotes in the proportion of counterfeit notes discovered in 2017-’18. As many as 199 fake currency notes of Rs 500 of the new design were discovered in 2016-’17. This increased to 9,892 such notes in 2017-’18. Meanwhile, 3.17 lakh Rs 500 notes of the old design were found to be counterfeit in 2016-’17, and 1.28 lakh in 2017-’18.","author":"Scroll Staff","time":"2018-08-29T12:46:49.982580+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/892345-htbscoeofz-1481297178.jpg","tags":["demonetisation","Reserve Bank of India","Fake Indian Currency Notes"],"source":"https://scroll.in/latest/892345/over-99-of-banned-notes-in-circulation-before-demonetisation-have-been-returned-rbi"}