{"title":"Over 50% of those arrested under UAPA were under 30, Centre tells Parliament","content":"More than 50% of those arrested under the Unlawful Activities (Prevention) Act between 2018 and 2020 were under the age of 30, the Centre told Parliament on Tuesday. The UAPA is a strict law meant to deal with terrorist activities and acts such as disrupting the territorial integrity and sovereignty of the country. Stringent provisions of the anti-terror law make it extremely difficult for accused persons to get bail. They often spend years in jail awaiting trial.Data presented by the home ministry in response to questions of Lok Sabha MPs showed that over the last three years, 4,690 people were arrested under UAPA across the country. Of these, 2,501 or 53.32% were below 30 years. Uttar Pradesh accounted for the highest number of 1,338 arrests in India over the last three years, the data showed. As many as 931 or 69.5% of those arrested were under 30.After Uttar Pradesh, Manipur was second in the list with 943 arrests made under the anti-terror law. Of the total number of those who were arrested, 499 were below the age of 30.Jammu and Kashmir was third with 750 arrests under the legislation between 2018 and 2020. As many as 366 jailed people were under 30.Those who oppose the law have pointed out that it is being increasingly used against critics of the government. Lawyers have said the police in India are frequently using the anti-terrorism law as it enables them to detain the accused for longer periods of time without a trial. Lawyers see this as part of police efforts to stifle peaceful dissent.The Centre, however, claimed in the Lok Sabha on Tuesday that there were adequate safeguards to prevent the anti-terror law from being misused. “Presently no amendments in the UAPA are under consideration,” Minister of State for Home Affairs Nityanand Rai said. Lok Sabha MPs sought to know whether any person booked under UAPA had died in custody. Rai said the National Crime Records Bureau, which collects and analyses crime data, does not keep any such record.  In July, tribal rights activist Stan Swamy, one of the accused persons the Bhima Koregaon case, who was charged under UAPA, had died in custody after being repeatedly denied bail despite his frail health. Also read: As the police reach increasingly for draconian UAPA, are the courts pushing back?","author":"Scroll Staff","time":"2021-12-15T09:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161218-dgmrkgjksy-1625637532.jpg","tags":["UAPA","Centre","Parliament","Nityanand Rai","anti-terror law"],"source":"https://scroll.in/latest/1012834/over-50-of-those-arrested-under-uapa-were-under-30-centre-tells-parliament"}