{"title":"Over 1,800 arrested in Assam government’s crackdown on child marriage, says chief minister","content":"Assam Chief Minister Himanta Biswa Sarma on Friday said that over 1,800 persons have been arrested in cases related to child marriage in the state.“State-wide arrests are presently underway against those violating provisions of the Prohibition of Child Marriage Act,” Sarma said in a tweet. “I have asked Assam Police to act with a spirit of zero tolerance against the unpardonable and heinous crime on women.”State wide arrests are presently underway against those violating provisions of Prohibhiton of Child Marriage Act .1800 + have been arrested so far. I have asked @assampolice to act with a spirit of zero tolerance against the unpardonable and heinous crime on women— Himanta Biswa Sarma (@himantabiswa) February 3, 2023\n\nOn January 23, Sarma had announced that the Assam government will launch a statewide drive against child marriage and will book men marrying girls below 14 years of age under the Protection of Children from Sexual Offences Act, and those marrying girls aged 14-18 under Prohibition of Child Marriage Act.On Thursday, he said that 4,004 cases have been registered in the state and added that the main targets of the authorities will be the “mullahs, kazis and pujaris” who encourage such marriages, reported The Indian Express.“People will be picked up from across the state,” Sarma said. “It will be a massive action...All the people who were involved in child marriage in the last seven years will be booked retrospectively.”Assam Govt is firm in its resolve to end the menace of child marriage in the state. So far @assampolice has registered 4,004 cases across the state and more police action is likely in days ahead. Action on the cases will begin starting February 3. I request all to cooperate. pic.twitter.com/JH2GTVLhKJ— Himanta Biswa Sarma (@himantabiswa) February 2, 2023\n\nOf the 4,004 cases, Sarma said that 370 were registered in the Dhubri district. This was followed by 255 in Hojai, 224 in Morigaon, 204 in Kokrajhar and 171 in Nalbari.While most of these are Muslim-majority areas, the chief minister said that the action against child marriage would not target any particular community.","author":"Scroll Staff","time":"2023-02-03T12:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185926-znscbyjebe-1674370263.jpg","tags":["Assam","Himanta Biswa Sarma","Child Marriage"],"source":"https://scroll.in/latest/1043171/over-1800-arrested-in-assam-governments-crackdown-against-child-marriage-says-chief-minister"}