{"title":"Over 6,000 Myanmarese students in Mizoram schools since last year, says state education department","content":"The Mizoram school education department said on Wednesday that more than 6,000 Myanmarese children have been studying in various schools in the state, PTI reported.Following the military coup in Myanmar in February last year, several Myanmarese, mostly from the Chin state, moved to Mizoram with which it shares a 404 kilometres-long porous border.Mizoram School Education Department Director H Lalthlangliana said on Wednesday that majority of the Myanmarese children were studying in government schools. Out of the 6,195 Myanmarese students, 5,221 were enrolled in government schools, 184 in government-aided schools and 790 in private schools, reported PTI.Lalthlangliana said there is no concrete law prohibiting the Myanmarese children from enrolling in Mizoram schools, but they cannot be officially treated as “refugee students” since the Centre has not granted refugee status to them, reported East Mojo.The Chins of Myanmar and the Mizos share their ethnic roots and fall within the broad ethnic grouping of Zo, according to The Hindu. The two ethnic communities speak the same Tibeto-Burman languages, and even follow same customs, cultures and traditions.Lalthlangliana said that the Myanmarese students did not have a language barrier since most of them  speak the Mizo language, reported East Mojo. According to the state education department, 6,195 children from Myanmar were enrolled in various schools across Mizoram in 2021.The official also said that 68 Myanmarese students have enrolled for Class 10 board examinations under the Mizoram Board of School Education during the 2021-22 academic session.During the military coup in Myanmar last year, several Mizo village council authorities had issued letters and statements voicing their willingness to accommodate Chin refugees in the wake of the crisis. Mizoram’s Chief Minister Zoramthanga had also assured in the state Assembly that the state government would be ready to provide assistance to civilians fleeing the regime – without mentioning any specific ethnicity.","author":"Scroll Staff","time":"2022-09-29T19:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172758-zdibuwjrjp-1649410838.jpg","tags":["Mizoram","military coup","Myanmar"],"source":"https://scroll.in/latest/1033966/over-6000-myanmarese-students-in-mizoram-schools-since-last-year-says-state-education-department"}