{"title":"Over 6,000 trees illegally cut for tiger safari project in Corbett, says Forest Survey of India","content":"Over 6,000 trees were illegally cut by the Uttarakhand government in the Corbett Tiger Reserve for the Pakhro tiger safari project against the permission of 163, a report by the Forest Survey of India has found, according to The New Indian Express. Former Forest Minister of Uttarakhand Harak Singh Rawat had laid the foundation stone of the Pakhro tiger safari in December 2020. Rawat had said that during his visit to the Corbett Tiger Reserve in 2019, for the shooting of Discovery Channel’s Man Vs Wild show, Prime Minister Narendra Modi had spoken about developing a safari in the area to enable visitors confirm tiger sightings.The case of thousands of trees being cut illegally in and around the project areas was flagged by Gaurav Kumar Bansal, an environment activist and lawyer based in Delhi, reported The Hindu. In a complaint to the National Tiger Conservation Authority, Bansal had alleged that several trees were cut in the protected area.After this, the National Tiger Conservation Authority and the Central Zoo Authority asked the  Uttarakhand forest department to provide information about the number of trees cut. The authorities also directed the Forest Survey Institute to conduct a survey for illegal felling.The Forest Survey of India is a central organisation that comes under the Ministry of Environment, Forest and Climate Change.In its survey report of 81 pages, the Forest Survey of India found around 6,093 trees have been illegally cut in the Corbett Tiger Reserve.The report, compiled in nine months, also stated that around 16.21 hectares of land has been cleared by the Uttarakhand Forest Department officials for the project.The Uttarakhand Forest Department has not accepted the findings of the report yet. Principal Chief Conservator of Forest and Head of the Forest Force Vinod Singhal said that the department has made some detailed observations regarding the Forest Survey of India report and sent it to the organisation, reported the Hindustan Times.“We want to know what timeline and which satellite images have they used, how have they arrived at this figure of 6,093, what method have they used in interpreting the data and issues like that,” Singhal told the newspaper. “According to our records, there was permission for the felling of 163 trees. But later we found that 97 more trees had been cut in the area. Now we want to understand how FSI has arrived at this 6,093 figure?” Besides Forest Survey of India, the National Tiger Conservation Authority and the Ministry of Environment and Forests have also alleged irregularities in the implementation of the project.Last month, the Central Empowered Committee had asked the Uttarakhand government to submit its views on the findings of different investigation committees looking into illegal felling of trees and construction activities in the Corbett Tiger Reserve and Kalagarh forest division, reported PTI.Some of the investigation committees already looking into the irregularities in the project include the ones constituted by the National Tiger Conservation Authority, the Integrated Regional Office of the Central Empowered Committee and the Ministry of Forest and Environment and Climate Change.The panel had also asked the Uttarakhand government to specify why forest land was diverted for a tiger safari in Pakhro range when it is not a site-specific activity.","author":"Scroll Staff","time":"2022-10-02T16:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180691-migcvxpenb-1664704070.jpg","tags":["Forest Survey of India","Corbett Tiger Reserve","Uttarakhand","tiger safari project","Pakhro"],"source":"https://scroll.in/latest/1034130/over-6000-trees-illegally-cut-for-tiger-safari-project-in-corbett-says-forest-survey-of-india"}