{"title":"Owaisi speaks language of ‘rabid Islamism, extremism’ like Jinnah, says BJP’s Tejasvi Surya","content":"Bharatiya Janata Party leader Tejasvi Surya on Monday launched a diatribe against All India Majlis-e-Ittehadul Muslimeen chief Asaduddin Owaisi and accused him of speaking Pakistan founder Muhammad Ali Jinnah’s language of “rabid Islamism, separatism, and extremism”, reported ANI. At a campaign rally in Telangana for the Greater Hyderabad Municipal Corporation elections due by December 1, Surya claimed that every vote for Owaisi was a vote against India and “everything India stands for”. “He [Asaduddin Owaisi] speaks the language of rabid Islamism, separatism and extremism which Mohammed Ali Jinnah also spoke,” the BJP MP from Bengaluru claimed. “Every Indian should stand against divisive and communal politics of the Owaisi brothers.” Surya also accused the AIMIM leaders of “allowing only Rohingya Muslims, not development”, in Hyderabad. “[It is] laughable that Akbaruddin and Asaduddin are speaking the language of development,” he added.He (Asaduddin Owaisi) speaks the language of rabid Islamism, separatism and extremism which Mohd Ali Jinnah was also speaking: Tejasvi Surya, BJP https://t.co/B9cvNaWjEJ— ANI (@ANI) November 23, 2020\n\nSurya said the elections in Hyderabad are going to be the BJP’s gateway to the south, according to NDTV. “Change Hyderabad today, change Telangana tomorrow, change South India day after tomorrow,” he said. “The whole nation is watching Hyderabad.”The BJP leader also mocked Chief Minister K Chandrasekhar Rao for promising to make Hyderabad like Istanbul, saying he actually wants to make “Hyderabad of Pakistan” as he had an alliance with the AIMIM .He further alleged that the Telangana Rashtra Samithi-led Greater Hyderabad Municipal Corporation has failed to provide minimum infrastructure in Hyderabad. “Be it controlling floods, Covid-19 cases, repairing roads or cleaning up Hussain Sagar Lake, TRS’s maladministration has caused enough suffering on citizens,” he added. Democracy's definition has changed in Telangana Instead of a government ➡️ of the people,➡️ by the people & ➡️ for the people,we've a system in Telangana & Hyderabad which has a government and party⏩ of the family,⏩ by the family &⏩ for the family#ChangeHyderabad pic.twitter.com/KwYX7zuVx7— Tejasvi Surya (@Tejasvi_Surya) November 23, 2020\n\nRao’s daughter, K Kavitha, dismissed Surya’s allegations and asked him to “open his eyes”. “This so-called young leader wants to change Hyderabad, change Telangana and South India,” she said. “I want to tell him, boss, open your eyes, Hyderabad has already changed. Amazon, Google have come to Hyderabad.”Kavitha hailed the developmental work undertaken by her father’s government. “Within 6 years, 24 hours quality power has come to Hyderabad, we have created a wonderful network of road and infrastructure to beat any other metro,” she said. “Hyderabad has arrived and it is Hyderabad’s time to rule the roost in this country.”","author":"Scroll Staff","time":"2020-11-23T20:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151015-tztklcasue-1606140327.jpeg","tags":["Greater Hyderabad Municipal Corporation","Telangana","Hyderabad","Tejasvi Surya","Asaduddin Owaisi","Bharatiya Janata Party"],"source":"https://scroll.in/latest/979259/owaisi-speaks-language-of-rabid-islamism-extremism-like-jinnah-says-bjps-tejasvi-surya"}