{"title":"Owaisi’s AIMIM now has its first MLA in the Hindi belt. Why is that so significant?","content":"With two MPs, the All India Majlis-e-Ittehad-ul-Muslimeen is the 19th-largest party in the Lok Sabha, the lower house of India’s Parliament. For the longest time, the AIMIM was a party confined to Hyderabad city. Yet, it has attracted significant media attention, far beyond its numbers warranted, driven mostly by the charisma of its president Asaduddin Owaisi.Of late, the party’s performance has lived up to some of the hype. The AIMIM first expanded to Maharashtra, parts of which are culturally contiguous with Hyderabad, as part of a larger Deccan Muslim identity. On Thursday, it pulled off a significant victory during a round of bye-polls, winning an MLA seat in Bihar’s Kishanganj.Nearly 2,000 km from Hyderabad city, a win in Kishanganj announced that Owaisi’s popularity amongst Muslims across India can now be converted to votes.Given that pan-Indian Muslim parties have failed to make a mark since 1947, this could be a significant development in Indian politics.A win in BiharThe Kishanganj assembly seat became vacant after its MLA, Mohammed Jawed of the Congress, was elected to the Lok Sabha. Kishanganj district, located in the northeast corner of Bihar, is nearly three-fourths Muslim. It is also one of India’s most backward districts.Political analysts and journalists in Kishanganj identify a host of reasons for the victory of Majlis’ candidate Kamrul Huda. Some of them are local, related to anger within the local Congress unit that Javed put up his mother to fight the bye-poll rather than chose a party worker. However, many of the other reasons have resonance far beyond Kishanganj.Given its significant Muslim majority, Kishanganj has always been an important seat to gauge Muslim sentiment. Since 1947, the district has voted for parties that often describe themselves as secular, which in India usually means a party that appeals to multiple communal groups. With the rise of the BJP, however, something has changed. “Muslims would often vote strategically to keep the BJP out,” explained local journalist Abdul Karim. “But now the BJP is anyway so strong. So what have we got to lose?”Another local journalist, Azhar Rehmani, identified Muslim insecurity within India’s political framework as a driver. “There is the NRC [National Register of Citizens] and there is triple talaq [instant triple talaq was made a criminal offence by the BJP government],” said Rehmani. “The Congress keeps silent on these issues. It’s only Owaisi who talks about these. Obviously the Muslim is attracted to him.”For Asaduddin Owaisi, the result certified his party’s ability to emerge as a political play in its own right and bury the charge that it was always eroding votes of the BJP’s rivals to the benefit of the saffron party. “I was always accused of being a vote cutter,” Owaisi told Scroll.in. “But with this victory, we showed that we can win on our own. The MIM wants to be a party that will stand up for minorities and Dalits since we see that parties like the Congress are not doing the job.”\n\t\t\n\tAn image circulated by AIMIM on social media announcing Kamrul Huda's win from Kishanganj. Photo: Twitter Post-1947 Muslim politicsSince Independence, there has been no pan-Indian party centred around a Muslim supporter base.Part of the reason was the shock and stigma of Partition, which caused Muslims to support the Congress. This was, in itself, a significant shift given that in the 1946 provincial elections – the last in British India – the Congress had attracted close to no Muslim support as the Muslim League swept the Muslim-reserved seats.Part of the reason is also the sudden drop in the proportion of Muslims in India, once the Muslim majority areas were carved out during Partition. As political scientist Kanchan Chandra has shown, in a democracy like India’s, voters back ethnic parties based not only on psychological attachment but also on the state patronage they will be able to garner. With the smaller Muslim numbers, it would be unlikely for a purely Muslim party to ever come to power at the state level (with the exception of Jammu and Kashmir). Kishanganj itself is a good illustration of this. With a 70% population, the district could easily have elected MLAs and an MP from Muslim parties. But it is secular parties, who depend on a multi-ethnic voter base, that have tended to win from here.The third reason is the special status of the Muslim ethnic identity in India that makes a Muslim party very different from, say, a caste-based Dalit or Jat party. Unlike most other ethnic parties, a successful Muslim party tends to precipitate a counter-consolidation. “The Muslim community has also been guided by the need to keep the communal Bharatiya Janata Party out of power and to do so it has consciously avoided the formation of a Muslim party that could aid the BJP’s agenda of consolidating the “Hindu vote”,” wrote Mirza Asmer Beg, a professor in the Department of Political Science at Aligarh Muslim University.Past the brinkOf course, as is quite obvious, the last point does not hold anymore – Hindu consolidation has already occurred since 2014 behind the Narendra Modi-led BJP and shows little sign of abating.This undercuts a major reason that secular parties would use to attract Muslim votes. “Congress and other secular parties would always tell Muslims to not divide their votes and be strategic about keeping the BJP out of power,” explained Mohammad Sajjad, a professor at the Aligarh Muslim University who has worked extensively on Muslim politics in Bihar. “Well, now the BJP is firmly in power and the Congress is barely functioning. So that point does not hold.”In a 2018 paper, political scientists Rochana Bajpai and Adnan Farooqui also use the political science theory of outbidding to try and explain the AIMIM’s rise. This theory explains how politicians try and gain the support of ethnically homogenous groups – in this case, the Muslims.“Asaduddin’s embrace of the mantle of Muslim spokesman, at a time when other Muslim leaders are unwilling or unable to raise Muslim concerns, can be seen as an instance of non-extremist outbidding. His insistence on the recognition of Muslim identity devalued or rendered invisible in dominant Hindu supremacist as well as secular-liberal narratives, contrasts with so called moderate nationalist Muslim representatives, who seek either to minimize their religious identity, or otherwise align it to secular parties. His rhetorical style of identification with the community as a whole serves to project a singular community that is defined by its religious identity and united by its experience of violence and discrimination at the hands of state agencies.”Bajpai and Farooqui’s model played out well in Kishanganj, with local journalists identifying the Congress’ timidity when it comes to speaking up on Muslim issues, driven by the fear that they would be branded as pro-Muslim by the BJP, as a major factor in the way choices were made. In effect, by being outspoken on a range of issues that are affecting Muslims today, Owaisi could “outbid” the Congress and other multi-ethnic parties for Muslim support.The final point that seems to have worked in Owaisi’s favour is the sudden spread of social media on the back of an explosion in mobile internet in India. “The boys here are mad over Owaisi,” said Rehmani. “Videos of his speeches circulate very well on social media, WhatsApp.”Of course, winning in a Muslim-majority seat is one thing. Whether the AIMIM will be able to replicate this performance across Bihar and other states in India will determine whether it becomes a pan-India Muslim-centric ethnic party or whether there will be a return of the allegation that it simply cuts away votes from other secular parties, thus indirectly helping the BJP.","author":"Shoaib Daniyal","time":"2019-10-28T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129870-vshlighaqo-1572231517.jpeg","tags":["Muslim Politics","Asaduddin Owaisi","AIMIM","Bihar"],"source":"https://scroll.in/article/941868/owaisi-s-aimim-now-has-its-first-mla-in-the-hindi-belt-why-is-that-so-significant"}