{"title":"‘Paatal Lok’ review: A halfway tour of hell on earth","content":"The conspiracy thriller gets its latest outing in Paatal Lok, in which an assassination plot turns into a dance between shadowy figures with murky motives. Bursting with twists and twisted characters and anchored by a magnificent central performance by Jaideep Ahlawat, the Amazon Prime Video web series is a tour of hell on earth that is both familiar and fantastical. The brochure over-promises and under-delivers, but some of the grim and grisly sights along the way are powerful enough to linger in memory.Three men and a woman are arrested in Delhi before they can carry out a hit on television channel head Sanjeev (Neeraj Kabi). Sanjeev fails to recognise them during a police line-up, but something about the ring-leader, a man with a fearsome gaze, gives him pause.This man, known as Hathoda Tyagi for his chosen murder weapon and mode of dispatch, is the most barbaric of the quartet. Hathoda (Abhishek Banerjee) turned to crime to avenge the sexual assault of his family members, and he hasn’t stop sinking hammers into skulls since. His team mates too have been brutalised by their circumstances. In a majoritarian society, they are from the wrong caste, religion and sexuality. They are both vital for the kind of dirty work that nobody else wants to do and disposable too.Who has brought together these seemingly unconnected denizens of the underworld of the title? Why have they targetted Sanjeev, who is on the verge of being nudged out of his failing network? The web of intrigue stretches far and wide in Paatal Lok. It traverses states, ropes in politicians and dacoits, and has a very familiar figure at the centre: a lowly police inspector with the majestic name Hathi Ram (Jaideep Ahlawat).Abhishek Banerjee (centre) in Paatal Lok. Courtesy Clean Slate Filmz/Amazon Prime Video.We have run into Hathi Ram’s cousins before – crushed idealists who stumble into situations above their pay grade and stagger towards the truth by force of sheer will and pig-headedness. Hathi Ram’s curiosity takes him into the upper reaches and lower depths of the national capital and beyond. As he crisscrosses the levels that divide but also order Indian society, it becomes increasingly clear that the title, while catchy, is a bit misleading. Paatal Lok is most credible when in the mortal plane and on middle ground. Its expose of the mendacious ways of the power elite is dull, and its exploration of the ancient hellfires that produce the likes of Hathoda Tyagi is well-meaning but shallow. The daily discrimination faced by Dalits and the mistrust of Muslims are among the themes name-checked in Paatal Lok. However, its sympathies chiefly lie with its middle-class hero – the classic stubborn searcher who gives the average conspiracy thriller momentum and a moral purpose.Jaideep Ahlawat in Paatal Lok. Courtesy Clean Slate Filmz/Amazon Prime Video.The  nine-episode series has been created by NH10 and Udta Punjab writer Sudip Sharma and directed by Avinash Arun Dhaware (Killa) and Prosit Roy (Pari). A team of writers, including Sharma, has crafted different episodes. Dhaware has also shot the episodes along with Saurabh Goswami.The basic plot is taken from journalist Tarun Tejpal’s 2010 novel The Story of My Assassins. However, Tejpal, who is out on bail on the charge of sexual assault, has not been credited in the series. A press release from Amazon Prime Video sought to distance itself from the series’s now-disgraced progenitor: “Paatal Lok is loosely inspired by an idea from the book. Creator and writer Sudip Sharma took inspiration from it, and along with his team of talented writers has crafted a unique crime thriller that is as nuanced as it is immersive. Tarun Tejpal was not involved in any manner in any phase of the development and production of the show.”While the plot and names of characters are the same, there are some key differences from the source-that-cannot-be-called-that. The novel is steered by its narrator, an unnamed magazine editor who is a self-declared exemplar of cynical and loathsome manhood. Several passages in The Story of My Assassins are devoted to the editor’s profanity-laced observations on the rot in the Delhi media and sordid descriptions of the sexual positions he tries out with his lover. The book is strongest when it moves away from its randy narrator and unearths the tragic origins of his potential killers. Their back stories vividly reveal the never-ending reality of what it means to lurk on the margins of Indian society. The series derives its shock value from normalised violence rather than gratuitous sex. In the dog-eat-dog world of Paatal Lok, heads are split open but actions wound too. Sanjeev has a pill-popping wife, Dolly (Swastika Mukherjee), which makes him an easy target for the attentions of his vastly younger colleague, Sara (Niharika Lyra Dutt).Neeraj Kabi in Paatal Lok. Courtesy Clean Slate Filmz/Amazon Prime Video.Hathi Ram too has a wife to remind him that his workplace isn’t the only source of stress. Gul Panag, recycling her spouse from Navdeep Singh’s Manorama Six Feet Under, plays one of the several token female characters in a series that is better equipped to examine the savagery visited by men upon other men, the kind that spreads from father to son, mentor to protege, top dogs to underlings. Hathi Ram’s workplace is oozing with needless politicking. His colleague Ansari (Ishwak Singh) is frequently reminded of his Muslimness in a typically casual-cruel way. Hathi Ram’s boss (Anurag Arora) has clawed his way up the system and isn’t going to let Hathi Ram’s boy-scout ways hamper his climb. A sub-plot revolves around Hathi Ram’s dysfunctional relationship with his son, which reminds him of his troubled bond with his father. The stories of the assassins fall by the wayside as we follow Hathi Ram’s arc. The literary source’s sardonic and deliberately coarse tone is replaced by deadly seriousness, which is a good thing when it comes to tracking Hathi Ram’s exertions and a not-so-good thing when it comes to confronting the sheer absurdity behind the assassination bid on Sanjeev.Although Paatal Lok admirably resists the temptation to stretch into another season, its denouement is hurried and unconvincing. The loose ends are assembled into a big and messy heap, and some characters introduced late into the narrative barely register. The series creators fall back on one of the most tired tricks in the conspiracy thriller rulebook to make their point – if you cannot believe it, then it must be true.Aasif Khan in Paatal Lok. Courtesy Clean Slate Filmz/Amazon Prime Video.Sometimes sluggish and sometimes rushed, the series gets by on slick production values and strong performances. The background score, by Benedict Taylor and Naren Chandavarkar, sets the tone, with ominous industrial sounds suggesting some monstrous beast being forged in a raging furnace.The players who stand out in an uneven cast are Anurag Arora as Hathi Ram’s superior, Ishwak Singh as Hathi Ram’s assistant, Swastika Mukherjee as Sanjeev’s beleaguered wife, and Vipin Sharma as the Deputy Commissioner of Police. Hathi Ram remains the most compelling character, both because of the love with which he has been written and the finesse with which he has been portrayed. Jaideep Ahlawat, among the finest actors working in Hindi cinema at present, turns out one of his richest and most layered performances. Ahlawat adds his own details to a character whose world-weariness is straight out of the scriptwriter’s manual – a subtle shift of expression here, a perfectly timed shoulder slump there. He never misses a beat, whether chasing demons within and without or simply trying to get through the workday. \n\n\n    \n    Play\n\nPaatal Lok (2020).Also read:Jaideep Ahlawat loves playing baddies: ‘Grey characters offer so much colour’","author":"Nandini Ramnath","time":"2020-05-15T10:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/141256-rtuffftaun-1589312573.jpg","tags":["Paatal Lok","Jaideep Ahlawat","Amazon Prime Video"],"source":"https://scroll.in/reel/961787/paatal-lok-review-a-halfway-tour-of-hell-on-earth"}