{"title":"‘Paava Kadhaigal’: A father-daughter relationship in Vetri Maaran’s entry for Netflix anthology","content":"Two reasons Vetri Maaran got on board for the Netflix anthology film Paava Kadhaigal: “I wouldn’t need to have a young unmarried or married male hero, and give him a love story,” the National Film Award-winning director told Scroll.in.The Tamil-language Paava Kadhaigal, to be streamed from December 18, features a short film each from Vetri Maaran, Gautham Menon, Sudha Kongara and Vignesh Shivan. Netflix’s official description notes that the filmmakers explore the “intricacies of complex relationships through four gut wrenching stories” that revolve around “honour, love, sin, and pride”.Four out of five intense, male-driven films from the Visaranai (2016) director star Dhanush. For the Netflix anthology, Vetri Maaran got to weave a story around a female protagonist. Sai Pallavi plays a newly married pregnant woman who is visited by her estranged father (Prakash Raj). The title Oor Iravu (One Night) is a hat-tip to the play of the same name by Dravidian leader and Tamil Nadu’s first chief minister CN Annadurai, Vetri Maaran said.“I came up with this story to escape making a love story or a lust story for Netflix,” Vetri Maaran explained, referring to the producers’ initial idea of making a Lust Stories-like project in Tamil. “Because Netflix brings a larger audience, I thought I should address things which I couldn’t touch in mainstream films.”\n\n\n    \n    Play\n\nPaava Kadhaigal (2020).Vetri Maaran’s films frequently explore the fault lines in Tamil society. His debut Polladhavan (2007) and the 2018 film Vada Chennai followed criminal gangs in north Chennai. Aadukalam (2011) was set against a backdrop of cockfighting. Visaranai pitted a group of labourers against police brutality and intrigue. The 2019 film Asuran charted a man and his son’s fight-or-flight situation after they antagonise upper-caste landlords in rural Tamil Nadu.His Paava Kadhaigal entry is not dissimilar. “The film was initially meant to be titled ‘Yet Another Night’,” Vetri Maaran said. “Because it’s the story of yet another night involving yet another daughter who has brought dishonour, in quotes, to yet another father.”Vetri Maaran counts the plays of William Shakespeare and Christopher Marlowe among his inspirations, which explains the sprawling worlds of Aadukalam and Vada Chennai.\n\t\t\n\tVetri Maaran. Courtesy Facebook.Vetri Maaran began writing Vada Chennai in 2003, but it was completed only 15 years later. The movie follows carrom player Anbu (Dhanush) who gets involved in a gang war. Multiple timelines, locations, and characters criss-crossed in a film that ran a little over two hours and 30 minutes. An initial cut ran over five hours.“The part that was cut out cannot be made into another film because those events happened within the film’s timeline,” Vetri Maaran said. “Either I could stop the film at the intermission scene of Anbu stabbing Senthil, or I could show Anbu growing as a character up to this point, and then the remaining could become part two.”Senthil, played by regular collaborator Kishore, is one of the many gangsters in Vada Chennai. The ensemble cast included Ameer, Andrea Jeremiah, Aishwarya Rajesh, Samuthirakani, Daniel Balaji, and Pawan.Will there be a Vada Chennai 2?“It will take time because I want the actors to age a bit, and I need to understand the changing world, understand whatever will happen in India in the next few years, because Vada Chennai is not just a gangster film, but it’s also political commentary, Vetri Maaran said.\n\n\n    \n    Play\n\nThe opening of Vada Chennai (2018).He is inspired by the “greys” in human nature. “Every person is good and bad and the proportion in which he shares these with others defines their relationship to the person,” he said. “Take the mentor-student relationship in Aadukalam. He is a man of honour and yet he goes to the extent of ruining his student’s life because the student disregarded his orders and ended up having made the better decision. The cop in Visaranai is a good guy but he will kill an innocent person if he is asked to.”His new feature will go on floors from December 8. “It’s based on a short story set in rural Tamil Nadu is all I can say,” Vetri Maaran said.He will then move on to Vaadivaasal, with Suriya. It is based on CA Chellappa’s 1959 Tamil novel of the same name, translated into English as Arena by N Kalyan Raman in 2014. Vaadivaasal follows a rural man who plays the sport of jallikattu against the bull that killed his father. Vetri Maaran has also been trying to adapt Kota Neelima’s 2013 English novel Shoes of the Dead for some time. “I want to do this as early as possible because it’s crucial to tell a story like this now,” he said about the novel, which concerns farmer suicides.\n\n\n    \n    Play\n\nBlood Bath, Asuran (2019).","author":"Devarsi Ghosh","time":"2020-12-07T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151633-gpvidendbl-1607265267.jpeg","tags":["Vetri Maaran","Paava Kadhaigal","Netflix"],"source":"https://scroll.in/reel/980340/paava-kadhaigal-a-father-daughter-relationship-in-vetri-maarans-entry-for-netflix-anthology"}