{"title":"‘Paava Kadhaigal’ review: Four mini-films are united by honour and its often violent self-defence","content":"In the latest Netflix anthology film centred around a theme, a trans woman sacrifices her love for her sister, twin sisters tackle their hypocritical father, parents deal with the rape of their teenaged daughter, and a pregnant woman sees her father in a new light.The often violent defence of honour, especially in the name of caste, and the burden borne by women during this exercise unites the four mini-narratives in Paava Kadhaigal (Stories of Sin). The Tamil-language anthology film follows Bombay Talkies, about the Hindi film industry, Lust Stories (self-explanatory) and Ghost Stories (ditto). Each of the mini-films, lasting roughly 34 minutes, has been directed by and stars some of Tamil cinema’s most noteworthy talent.It’s a mostly grim show, with the levity about as comfortable as a piece of bread that has ventured into the wrong pipe in the throat. In Vignesh Shivan’s Love Panna Uttranum (Let Them Love), a seemingly progressive politician finds a challenge to his public persona right in his home. His twin daughters Aathilakshmi and the city-dwelling Jothilakshmi (both played by Anjali) have dared to choose their own partners. The patriarch’s followers are led by a diminutive man who strongly believes that oranges and apples can never mix. The movie Titanic would have flopped if the impecunious Jack had been united with the wealthy Rose, this cinephiliac villain declares.Kalki Koechlin and Anjali in Paava Kadhaigal (2020). Courtesy RSVP/Flying Unicorn Entertainment/Netflix.Jothilakshmi finds out the hard way when she visits her father along with her Tamil-speaking friend Penelope (Kalki Koechlin). The risible notes of comedy and the escapist ending fall flat, given the horrors that are being explored.Love Panna Uttranum is a few notches better than Gautham Vasudev Menon’s Vaanmagal (Daughter of the Skies). The director also stars as a father who confronts his worst nightmare – the violation of his teenage daughter. His wife (Simran) is equally shattered, leading to a denouement that nobody saw coming, and with good reason. Simran and Gautham Vasudev Menon in Paava Kadhaigal (2020). Courtesy RSVP/Flying Unicorn Entertainment/Netflix.The top honours go to the final entry in the quartet. In Vetri Maaran’s Oor Iravu (That Night), Prakash Raj and Sai Pallavi are magnificent as a father-daughter pair whose relationship has been frayed by her decision to marry a lower-caste man. Janakiraman lands up at the heavily pregnant Sumathi’s doorstep to make amends and invite her home for a baby shower. The fate of Sumathi’s journey has already been revealed in the previous film in the series, but there are enough harrowing scenes lying in wait even for alert viewers.Vetri Maaran judiciously stretches out the agony, refusing to let his characters – and viewers – off the hook. A visual and aural experience, filled with meaningful looks, sinister gestures and strangled cries, Oor Iravu, despite unconvincing closing moments, is hard to watch and even more hard to forget.\n\n\n    \n    Play\n\nPaava Kadhaigal (2020).Sudha Kongara’s taboo-busting Thangam (Precious) is a deceptively brightly tale of love and renunciation. Sathaar (Kalidas Jayaram) is a trans woman in the wrong place at the wrong time (the story is set in 1981). The village treats her as a freak and the macho populace as fair game. Sathaar is in love with Saravanan (Shanthnu Bhagyaraj), but valiantly steps aside when she learns that Saravanan loves her sister Sahira (Bhavani Sre).  Mixing stark realism with high-note melodrama, the screenplay, by Kongara, Shan Karuppusamy and Ganeshaa, sensitively brings out Sathaar’s tragedy. Kalidas Jayaram’s moving performance reveals his character’s dilemma: treated as an outcast by most and embraced only by a few, Sathaar must erase her own desires in order to treated as an equal.Kalidas Jayaram in Paava Kadhaigal (2020). Courtesy RSVP/Flying Unicorn Entertainment/Netflix.Also read:‘Paava Kadhaigal’: A father-daughter relationship in Vetri Maaran’s entry for Netflix anthology","author":"Nandini Ramnath","time":"2020-12-18T14:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/152107-uaymqacglv-1608144715.jpeg","tags":["Paava Kadhaigal","Vetri Maaran","Sudha Kongara"],"source":"https://scroll.in/reel/981475/paava-kadhaigal-review-four-mini-films-are-united-by-honour-and-its-often-violent-self-defence"}