{"title":"‘Padmaavat’ film review: A saga of love, honour and death as beautiful as it is bloodless","content":"Death by beauty – it is possible, we are assured by art, fiction and poetry. It is the guiding principle of Sanjay Leela Bhansali’s beautiful-looking but bloodless Padmaavat. Every inch of Bhansali’s 163-minute period drama about the sacking of Chittor is perfectly framed; every character is symmetrically arranged, in coordinated colours; every bauble is of extreme elegance; every line of dialogue is momentous; every wound spurts just enough blood to ensure that it is in perfect balance with all the other elements on the screen.The screenplay, by Bhansali and Prakash R Kapadia, is also neatly divided into colour-coded opposites – the amber-hued and gleaming Chittor, where reside Hindu Rajput honour, moral rectitude and courage; and the jet-toned and underlit lair of the Afghan-origin Muslim ruler Alauddin Khilji, which houses deceit and debauchery.Through a simplistic and conventional chronicle of domestic calm ruined by foreign invasion, Bhansali explores his pet predilections and gives his current muse, Ranveer Singh, the role of a lifetime. The movie’s working title was Padmavati, after its titular queen, but its most memorable character is Singh’s kohl-eyed degenerate. Singh, acting as much with his body as his face, ensures that his Khijli both repels and attracts.The twinning of death and beauty has been a recurring element in Bhansali’s films since his debut, Khamoshi (1996), and was evident most recently in his eighteenth-century historical Bajirao Mastani (2015). For Padmaavat, Bhansali travels back four centuries to find a tale through which to spin his familiar preoccupations – impossible beauty, unrequited passion, the valourisation of suffering in the guise of love, the ritualistic celebration of the release from earthly woes.Padmaavat is based on Malik Muhammad Jayasi’s 1520 epic poem Padmavat, a romanticised account of Khilji’s fourteenth-century conquest of Chittor. The Delhi Sultanate ruler’s motivations are attributed not to the usual expansionist tendencies of the age but to his lust for the queen Padmavati. Padmavati’s ornamental value is never in doubt. The princess of Singhala catches the eye of visiting Chittor king Ratansen (Shahid Kapoor), and he marries her. He has travelled to Singhala in search of its famed pearls, and he returns with its jewel.In Chitoor, Padmavati impresses the resident sage Raghav Chetan (Aayam Mehta) with her humility and commitment to Rajput values. But when Ratansen fires Raghav Chetan after an act of insubordination, the sage repairs to Khilji’s palace, where he convinces him that Padmavati is worth the price of an invasion. Khilji (Ranveer Singh) needs no persuasion. I want to possess every beautiful thing in the world, he has already declared.\n\n\n    \n    Play\n\nPadmaavat (2018).In any another movie, Khilji would have been a figure of derision. But the utter seriousness with which Bhansali approaches the material allows the increasingly unconvincing plot twists to appear more momentous than they actually are. The complexity of the epic poem that inspired the film stays out of Bhansali’s reach. His veneration of the Rajput moral code includes the glorification of mass suicide – the practice known as jauhar – and there is no room for debate or remorse over the wisdom of such actions.Despite these drawbacks, this latest work from one of Bollywood’s most skilled craftsmen is always exquisite to look at. Sudeep Chatterjee’s elegant tracking and frontal shots and muted red and amber tones and the magnificent costumes by Rimple, Harpreet Narula and Maxima Basu compete for attention with Ranveer Singh’s magnetic performance. Bhansali has shed some of the baroque emotion that bedevilled his previous films, especially Devdas and Black. The performances are far less theatrical, even if they remain somewhat mannered. The pantomime quality that made Bhansali’s movies ripe for parody has been scaled back in recent years, and his latest effort is far more tasteful in its recreation of ancient times than such films as Baahubali. Although Padmaavat lacks the leap of imagination that is required to make the centuries-old story relevant for contemporary times, the movie coheres better than some of Bhansali’s previous efforts.The convolutions in Jayasi’s Padmavat have been evened out to resemble the eternal love triangle, with nods to the Ramayana epic. Ratansen is a Ram-like ideal king, Padmavati is in Sita mould, and Khilji is an obdurate avatar of Ravana. Whatever tensions there are emerge from the Khilji camp. The usually sparkly Deepika Padukone is as lustrous and lifeless as a precious stone encased in glass, her death foretold by her pallor. Ratansen is equally bland, reduced to a carrier of heavily underlined Rajput values.\n\n\n    \n    Play\n\nPadmaavat (2018).In the plush mortician’s parlour that Chittor increasingly comes to resemble, there are few signs of life, but in Khilji’s quarters can be found poetry (the resident bard is Amir Khusrau), rousing music and sex. The conservatism of Bhansali’s approach towards the Rajputs is evened out by the decadence of Khilji’s lair. Khilji’s fashionably shabby clothes provide visual relief from Chittor’s insistent opulence. The wild-haired and ruthless king, with his frequently bared chest, catwalk stride, poor table manners, dalliances with women other than his wife Mehrunissa (Aditi Rao Hydari), and absence of a conscience, are collectively meant to represent Chitoor’s uncivilised antipode. Yet, if there is anything resembling fun during this dire march towards destruction, it comes from Khilji and his homosexual aide, Malik Kafur (Jim Sarbh).Even the most memorable song in the movie doesn’t emerge out of Chittor. In Binte Dil, Kafur mournfully sings of his love for Khilji as the sultan cavorts in his bath tub. Kafur’s longing for Khilji is boldly verbalised rather than hidden, and his eyes dim every time Padmavati is mentioned. The effete Kafur is scornfully described as the king’s consort, and even though the intention might have been besmirch an already-deceitful character, Kafur emerges as a poignant sideshow in this tale of unfulfilled love. Even Khilji, for all his capitalised vices, demands empathy. Look at the lines on my hand and tell me if there is one representing romance, he asks Kafur. In Bhansali’s clinically ordered world, in which honour resides in the Rajputs and evil in the Khilji camp, the disruptive outsider loses the battle but wins the war.\n\n\n    \n    Play\n\nPadmaavat (2018).","author":"Nandini Ramnath","time":"2018-01-24T07:45:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/866152-79950-njmbvaelnz-1516733729.jpeg","tags":["Padmaavat","Sanjay Leela Bhansali","Ranveer Singh","Deepika Padukone"],"source":"https://scroll.in/article/866152/padmaavat-film-review-a-saga-of-love-honour-and-death-as-beautiful-as-it-is-bloodless"}