{"title":"‘Padmaavat’ is missing the talking parrot from the poem – but it’s in a Mani Kaul erotic film","content":"Mani Kaul’s contribution to the Erotic Tales trilogy from 1994 is based on three sources, including Malik Muhammad Jayasi’s Padmavat. Jayasi’s epic poem, written in 1520, is also the foundation of Sanjay Leela Bhansali’s stage production Padmavati in 2008 and the movie Padmaavat, which was released on January 25.From Jayasi’s Padmavat comes the idea in The Cloud Door of a talking parrot, which says more than it should and stirs up sexual desire and trouble in equal measure. In Jayasi’s poem, the anthropomorphised parrot, named Hiraman, is the pet of the Sinhalese princess Padmavati. Her father orders the bird to be killed because he resents its closeness to his daughter. Instead, the parrot escapes and finds refuge with Ratansen, the ruler of Chittor. Hiraman fills Ratansen’s ears with descriptions of Padmavati’s beauty. Before Alauddin Khilji, the Delhi Sultanate ruler who invades Chittor to acquire Padmavati, it is Ratansen who is smitten by a woman he hasn’t seen. He finally marries Padmavati, but has to deal with another avian emissary, this time a bird sent by his first wife, Nagmati. Ratansen returns to Chittor with his new bride, but a greater danger awaits them – Khilji’s marauding army, bent on grabbing Chittor’s wealth and its prized jewel, Padmavati.Hiraman is missing from Bhansali’s Padmaavat. Instead, Ratansen (Shahid Kapoor) meets Padmavati (Deepika Padukone) during a deer hunt.Murad Ali in The Cloud Door.Hiraman is very much present in The Cloud Door. The parrot is the link between princess Kurangi (Anu Aggarwal) and her lover Ratansen (Murad Ali). The bird is teasing Kurangi with naughty talk that her father overhears. His ears on fire, the father tries to have Hiraman killed, but Kurangi lets it loose, and it flies away to Ratansen, carrying the message of Kurangi’s longing. Ratansen sneaks into Kurangi’s palace, where they make love through the night before being discovered by Kurangi’s father and his guards. The Cloud Door was made along with Susan Seidelman’s The Dutch Master, in which Mira Sorvino’s character disappears into a painting, and Ken Russell’s The Insatiable Mrs. Kirsch, in which a man develops an obsession for a woman he sees at a restaurant. The Cloud Door is the most sensuous of the three films, filled with poetic images (the camerawork is by Anil Mehta), gorgeous music by the Dagar brothers and surprising lashings of humour. The 29-minute film exploits Aggarwal’s sensuality like never before, and the nudity is tasteful and in keeping with the subject matter. The experimental filmmaker’s austerity and rigour are scattered through his documentaries and features, but in The Cloud Door, Kaul created one of his most accessible works.Murad Ali and Anu Aggarwal in The Cloud Door.","author":"Scroll Staff","time":"2018-01-26T20:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/866167-79944-gosyhvtadd-1516728771.jpeg","tags":["Padmaavat","The Cloud Door","Mani Kaul"],"source":"https://scroll.in/reel/866167/padmaavat-is-missing-its-talking-parrot-hiraman-it-can-be-found-in-mani-kauls-erotic-film"}