{"title":"‘Padmavati’ proves that Bollywood’s kohl mine never runs out","content":"Padmavati actor Ranveer Singh’s resemblance to Drogo from the Game of Thrones series has not gone unnoticed. Singh’s Alauddin Khilji and Drogo from the HBO series have many similarities – the exposed chest sculpted to perfection in the early prototypes of the neighbourhood gym; the rough garments that suggest a lifetime spent far away from refinement; the untamed ruggedness that both repels as well as reels in.But most of all, the eyes have it. Khal and Khilji both have blazing orbs accentuated with black eyeliner. No woman misses the message here, especially when it comes to Khilji. He might be a marauding invader or an invading marauder, but he is also seductively dangerous and dangerously seductive. Singh plays a heavily fictionalised version of the fourteenth-century Delhi Sultanate ruler Alauddin Khilji in Sanjay Leela Bhansali’s historical, which isn’t based on factual accounts but on a fanciful reading of the past. Padmavat, the epic poem from which Bhansali seeks inspiration, was written by Malik Muhammad Jayasi  over 200 years after Khilji’s reign. The poem suggests that there once lived a queen named Padmini, for whom Khili lusted so intensely that he rode into her kingdom Chittor with his army to conquer her. Rather than give in to Khilji, the legend goes, Padmini and the other women in Chittor leaped into a fire. Lives were lost, but Raput honour was saved.\n\n\n    \n    Play\n\nMen with kohl in their eyes in real life or on the screen are by no means unusual, but they send out a few unmistakable signals. They are in the same category as men with long hair and pierced ear lobes. Such men are dandies in touch with their feminine side. They are from minority or marginal communities that have not been touched by civilising influences and do not follow common conventions on social dressing and comportment. They are not to be trusted easily. Kohl-lined eyes are, of course, a sign of great beauty in women, and have inspired movie titles and numerous songs. Lyricists who deconstruct a woman’s beauty into her desirable components – hair, hips, the walk, the demeanour – never fail to mention the facial feature that has benefitted from an eyeliner’s brush strokes. In the song Qayamat Ke Kajal from Kismat (1968), kohl-lined eyes are compared to a cataclysmic event. In Yeh Kaali Kaali Aankhen from Baazigar (1993), the darkened eyelids, when combined with fair cheeks, a sharp gaze and loose hair, have the potential to ruin a man’s well-being. Gulzar put it beautifully in the song Kajra Re from Bunty Aur Babli (2005), in which Aishwarya Rai’s hazel eyes are enhanced by make-up. The ocular theme that dominates the song results in the simple and insistent chorus, “Your kohl-laden eyes, your dark, very dark eyes.”\n\n\n    \n    Play\n\nKajra Re, Bunty aur Babli (2005).The kind of men who line their eyes in the movies include frontier types who lead rough lives in dusty places (Amitabh Bachchan’s Afghan tribesman in Khuda Gawah, 1992) or gypsy-like folk who exist on the edge of gentility and morality (Ranveer Singh as a Kutchi Romeo in Goliyon Ki Raasleela Ramleela, 2013). But most often, kohl-eyed men are criminals, gangsters or terrorists. Kohl here is meant to supply an extra layer of menace, in case the viewer has missed the point. Amrish Puri’s already bulbuous eyes have often been lined with the black liquid in numerous films, and not only in Indian cinema. In Steven Spielberg’s Indiana Jones and the Temple of Doom (1984), Puri plays Mola Ram, a monstrous priest of the Thugee cult whose frightening appearance includes a tonsured pate, a necklace of bones, and kohl-lined eyes large enough to swallow a car or two.Amrish Puri in Indiana Jones and the Temple of Doom (1984).In Agneepath (1990), Amitabh Bachchan’s lined eyelids convey his hoodlum character’s flamboyance. Pankaj Kapoor’s malevolent gaze in the gangster-themed Maqbool (2003) is bolstered by his eye make-up. Prakash Raj in Wanted (2009) is both a gangster and a terrorist, and the kohl-lined look seems to be written into the contract.In Dongri Ka Raja (2016), Ronit Roy’s hoodlum Mansoor seems to have an eyeliner tucked into his salwar-kameez. Shah Rukh Khan reaches for his kohl stick to more effectively play a bootlegger in Raees (2017).Shah Rukh Khan in Raees (2017).Eyeliner is also as prevalent as Kalashnikovs and bomb-making material in the underground terrorist camps infiltrated by Kamal Haasan’s undercover agent in Vishwaroopam (2013). In fact, along with beards that reach to the chest, eyeliner seems crucial to ensuring membership into a terrorist group.There are exceptions, and not all of them work. Arshad Warsi carries off the kohl look in Ishqiya (2010) and Dedh Ishqiya (2014) far better than Aditya Roy Kapur in Daawat-e-Ishq. Warsi’s Babban is a lovable thief with a larger-than-life personality that begins in his eyes and carries over to his luxuriant moustache and his clothes. Roy Kapur, in contrast, gains little from highlighting his peepers in Daawat-e-Ishq. The kohl here signifies nothing other than the filmmakers going overboard in trying to give the character a distinctive look.Jaideep Ahlawat in Vishwaroopam (2013).The trickery associated with the kohl-eyed look is effectively demonstrated in Rudaali (1993). The serially unlucky Shanichari (Dimple Kapadia) finds that her eyes have dried up. She is unable to cry, even after her husband dies and her misfortunes pile up. Professional mourner Bhikni (Raakhee) gives Shanichari a tip: she pulls out from the folds of her sari her eyeliner, which makes the eyes burn and lets the tears flow.When it is Shanichari’s turn to become a mourner, she doesn’t need the stinging kohl. The weight of her burdens reaches her eyelids, and she weeps with abandon. Glycerine¸ rather than kohl, does the trick here.","author":"Nandini Ramnath","time":"2017-10-10T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/853497-70618-hfoycagomn-1507561024.jpg","tags":["Padmavati","Ranveer Singh","Alauddin Khilji"],"source":"https://scroll.in/reel/853497/padmavati-proves-that-bollywoods-kohl-mine-never-runs-out"}