{"title":"I paid Rs 50 crore to AAP, conman Sukesh Chandrashekhar alleges in letter to Delhi LG","content":"Jailed conman Sukesh Chandrashekhar has claimed in a letter to Delhi’s Lieutenant Governor Vinai Kumar Saxena that he paid Rs 50 crore to the Aam Aadmi Party in order to secure an important position in the outfit, India Today reported on Tuesday.Chandrashekhar claimed he was promised a post in southern India and a Rajya Sabha seat by the Aam Aadmi Party. He also alleged that he paid Rs 10 crore to Aam Aadmi Party leader Satyendar Jain as protection money in jail, reported the Hindustan Times.Chandrashekhar was arrested by the Delhi Police on August 7 for allegedly extorting around Rs 215 crore from Shivinder Singh, a former promoter of pharmaceutical giant Ranbaxy, and his wife Aditi Singh. He had allegedly impersonated the Union home secretary, law secretary and an officer in the prime minister’s office while speaking to them.  In the letter written on October 7, Chandrashekhar claimed that Jain visited him multiple times in jail and asked him if he disclosed to the police his contributions to the AAP. Jain has been in prison since he was arrested by the Enforcement Directorate on May 30 in a money laundering case.The conman alleged that the Delhi minister’s secretary asked him to pay Rs 2 crore as protection money and to get basic facilities in prison. He also alleged that the money was collected by Jain’s associates in Kolkata, according to PTI.“I am being harassed,”  Chandrashekhar said in the letter. “The AAP and their so-called honest government have to be exposed and shown that even in jail they are involved in high-level corruption.” The Bharatiya Janata Party’s spokesperson Sambit Patra on Tuesday said that the alleged letter showed that the AAP had “carried out extortion from an extortionist”. He said that Chandrashekhar currently faces about fifteen cases of alleged fraud and forgery.“Just imagine...a party which came with the promise of changing the scenario of Indian politics takes Rs 50 crore just because it has promised someone that they will launch them,” Patra said at a press conferenceDelhi Chief Minister and AAP leader Arvind Kejriwal claimed that Chandrashekhar’s letter was a political tactic deployed by the BJP to divert attention from the collapse of a suspension bridge, which killed 141 people in Gujarat’s Morbi.“In Gujarat, the BJP is in such bad shape that they need the support of the country’s biggest conman,” Kejriwal said. “...I heard that once he cheated somebody by posing as a CBI [Central Bureau of Investigation] officer, as a law secretary, as a PMO [Prime Minister’s Office] officer… How can you believe him?”Kejriwal added that the BJP was desperate to divert attention from the Morbi tragedy ahead of the Gujarat elections.बीजेपी की गुजरात में हालत इतनी ख़राब हो गयी है कि उसे देश के सबसे बड़े ठग की मदद लेनी पड़ रही है। मीडिया सतर्क रहे - ये सारा नाटक मोरबी से मीडिया का ध्यान हटाने के लिए किया जा रहा है। https://t.co/ww5pbTmgkD— Arvind Kejriwal (@ArvindKejriwal) November 1, 2022","author":"Scroll Staff","time":"2022-11-01T15:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182171-laxbqhydhv-1667293969.jpeg","tags":["Conman Sukesh Chandrashekhar","Vinai Kumar Saxena","Satyendar Jain","BJP","AAP","Delhi","Gujarat"],"source":"https://scroll.in/latest/1036370/paid-rs-50-crore-to-aap-for-political-position-conman-sukesh-chandrashekhar-to-delhi-lg"}