{"title":"NIA rebuts claim that it did not give Pakistan’s investigation team enough evidence on Pathankot","content":"The National Investigation Agency on Tuesday denied the claims reported by  Pakistani newspaper Pakistan Today that it did not provide the Joint Investigative Team, which visited India last week to look into the Pathankot terror attacks, enough evidence. ANI quoted NIA officials as saying that the agency had provided them ample evidence, phone records and DNA samples of the militants. They added that the NIA had also offered to show the JIT the bodies of the terrorists, but they had refused to see them.  “There is an element within Pakistan that puts the issue in a mesh to project confusion. NIA will not fall into Pakistan's trap,” they added.According to the Pakistan Today report, the JIT had alleged that India had staged the Pathankot attacks. The paper quoted a member from the team as saying it was a staged incident that was used to spread “vicious propaganda” about Pakistan. Last week, a five-member team from Pakistan had visited Pathankot and collaborated with officials from the NIA. They had also questioned India’s witnesses from the incident, amid huge protests from the Opposition.     The Pakistan Today report also says the team claimed Indian officials did not cooperate with them and tried to hinder their investigation. They alleged that the murder of an NIA official on Sunday was “evidence that the Indian establishment wants to keep the matter under wraps”, and that the team was not allowed to collect evidence. The source also told Pakistani media that “no major damage was done to the base” and no evidence was shared regarding India’s “claims that terrorists had entered from the Pakistani side of the border”.     The team will submit their report to Pakistan Prime Minister Nawaz Sharif in the next few days. India has said that the NIA officer killed, Tanzil Ahmed, was not connected to the Pathankot investigation. India had earlier said they had proof that Pakistan-based terror module Jaish-e-Mohammed was behind the terror strike on the Indian Air Force base in January, in which 13 people were killed.","author":"Scroll Staff","time":"2016-04-05T10:42:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/806188-article-rvktgtxepr-1459336338.jpeg","tags":["Pathankot","Pakistan investigation","NIA","Terror attacks","JeM"],"source":"https://scroll.in/latest/806188/pakistan-investigative-team-says-india-staged-pathankot-attack-pakistan-media-report"}