{"title":"Pakistan omits names of key 26/11 conspirators from updated list of terrorists, alleges India","content":"India on Thursday accused Pakistan of “glaringly omitting” the names of the mastermind and key conspirators of the 2008 Mumbai terror attacks from an updated list of the most-wanted terrorists. The updated list names 1,210 terrorists, including 19 suspects linked to the attack, according to Hindustan Times.“We have seen media reports in Pakistan about Pakistan’s Federal Investigative Agency releasing an updated book on most wanted or high profile terrorists,” Ministry of External Affairs spokesperson Anurag Srivastava said at a press briefing. “While the list includes a select few members of the Lashkar-e-Taiba, a UN [United Nations] designated terror entity based in Pakistan, including the crew members of the boats used to execute the 26/11 attack, it glaringly omits the mastermind and key conspirators of the heinous terror attack.”Srivastava said the 26/11 terror attack was “planned, executed and launched” from the Pakistani territory. “The list [of terrorists] makes it clear that Pakistan possesses all the necessary information and evidence on the conspirators and facilitators of the Mumbai terror attack based in Pakistan,” he added.The spokesperson added that Pakistan was yet to show sincerity in giving justice to the families of the victims, despite the fact that it had all the necessary evidence.Also read: Global anti-terror watchdog FATF keeps Pakistan on its ‘grey list’ for four more months: ReportsSrivastava added that the Indian government has repeatedly urged Pakistan to give up its “dilatory tactics” in discharging its international obligations in the Mumbai terror attacks trial.In February, a court in Pakistan had convicted Lashkar-e-Taiba founder Hafiz Saeed to five-and-a-half years’ imprisonment in two terror financing cases.  Saeed, the leader of the Jamaat-ud-Dawa, is the alleged mastermind of the 2008 Mumbai attacks.On November 26, 2008, ten terrorists of the Lashkar-e-Taiba took a sea route from Pakistan to Mumbai and carried out a dozen coordinated shooting and bombing attacks at various major landmarks across the city. Over 160 people were killed and more than 300 injured in the attacks that lasted four days, and needed the National Security Guards and the Anti-Terrorist Squad to intervene.Pakistan has been facing increasing global pressure to curb terrorism. Last month, Global anti-terrorism watchdog Financial Action Task Force  voted to keep Pakistan on its “grey list” for the Imran Khan-led government’s failure to fully comply with a 27-point action plan.","author":"Scroll Staff","time":"2020-11-12T23:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/83911-kfizdqctfv-1581576719.jpg","tags":["Pakistan","Mumbai terror attacks","2008 mumbai attacks"],"source":"https://scroll.in/latest/978396/pakistan-omits-names-of-key-26-11-conspirators-from-updated-list-of-terrorists-alleges-india"}