{"title":"‘Pakistan minister’s comment on Pulwama attack reveals true face of Opposition,’ says PM Modi","content":"Prime Minister Narendra Modi on Saturday attacked the Opposition, accusing them of looking for “selfish gains” in the aftermath of the Pulwama attack last year, reported ANI. Referring to a Pakistan minister’s comment on the country’s involvement in the attack, Modi said the “filthy accusations” made by them after the attack reveals the true face of the Opposition and that they should not indulge in petty politicsThe prime minister was speaking at the Statue of Unity in Kevadia in Gujarat, to mark the 145th birth anniversary of Vallabhbhai Patel, known as Rashtriya Ekta Diwas.“The country can never forget that when India was mourning the death of its sons, some people were not a part of that grief,” Modi said. “They were looking for selfish gains in the Pulwama attack.”The country can never forget that some people were not saddened at the sacrifice of the security personnel during the Pulwama attack. At that time, these people were only doing politics...I request them not to do such politics in the interest of the nation: PM Modi https://t.co/8sTGRztHKS pic.twitter.com/2xo0xq3ZFM— ANI (@ANI) October 31, 2020\n\nThe prime minister said that he had silently endured the Opposition’s allegations and stayed away from controversies, Hindustan Times reported. He emphasised on the need unity to make the country stronger. “We have to remember that only when we do good to others, does good return to us,” he was quoted as saying by the newspaper. “We all should work towards making India strong, independent and self-reliant, just like Sardar Patel envisioned.” Modi also referred to Pakistan Minister Fawad Chaudhry’s comment. “The admissions made in the Parliament of the neighbouring country has revealed the true face of these people,” he said. “The kind of politics they indulged into in the aftermath of the Pulwama attack shows the level they can stoop down to.”On Thursday speaking in Pakistan’s Parliament, Chaudhry, while speaking about the Pulwama attack had said, “Humne hindustan ko ghus ke maara [We hit India in their home]”. He, however, had backtracked after facing criticism.Since Chaudhry’s comment, multiple Cabinet ministers have attacked the Opposition on the matter. Defence Minister Rajnath Singh on Friday said that the comment had revealed the truth and silenced the Centre’s critics. Information and Broadcasting Minister Prakash Javadekar demanded an apology from the Congress for talking about “conspiracy theories” related to the Pulwama terror attack. Bharatiya Janata Party spokesperson Sambit Patra and the party’s Information Technology Cell head Amit Malviya have also targeted Opposition leaders.On the first anniversary of the Pulwama terror attack, Rahul Gandhi had asked the government about the outcome of the inquiry. “Today as we remember our 40 CRPF martyrs in the Pulwama attack, let us ask: Who benefitted the most from the attack,” he had tweeted. “What is the outcome of the inquiry into the attack? Who in the BJP government has yet been held accountable for the security lapses that allowed the attack?” The Left had accused the government of incompetence for failing to stop the attack.In February 2019, 40 Central Reserve Police Force personnel were killed after an explosive-laden car driven by a suicide bomber rammed into their bus in Pulwama. In August, the National Investigation Agency had filed a chargesheet in the case. Nineteen people, including Jaish-e-Mohammad chief Masood Azhar and his brother Rauf Asghar, were named in the chargesheet.","author":"Scroll Staff","time":"2020-10-31T11:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/149958-ndcujgpkxe-1604124164.jpg","tags":["Pulwama Attack","PM Modi","Narendra Modi","Pakistan","Fawad Chaudhry"],"source":"https://scroll.in/latest/977289/pakistan-ministers-comment-on-pulwama-attack-reveals-true-face-of-opposition-says-pm-modi"}