{"title":"Pakistani government says 42 journalists killed in past four years","content":"In the past four years, 42 journalists have been killed in Pakistan, data shared by the country’s government on Friday showed, reported Dawn.The deaths included instances where journalists were shot dead, targeted, killed by terrorists and those that were not traced, Pakistan’s minister for Parliamentary Affairs Murtaza Javed Abbasi informed the Senate on Friday.Out of the 42 journalists who have been killed, 15 were from the Punjab province, 11 were from Sindh, 13 from Khyber Pakhtunkhwa and three were from Balochistan, reported the newspaper. The country’s Opposition party Jamaat-i-Islami said that the data went on to show how Pakistan’s federal and provincial governments have failed to protect journalists.An average of five Pakistani journalists have died every year since 2012, according to international non-profit organisation Reporters Without Borders. The World Press Freedom Index compiled by the organisation had ranked Pakistan 157 out of 180 countries it assessed last year.“The killers of only two of the 53 journalists murdered in the period 2012-22 were convicted by courts – 4% of the total murders,” said a 2022 report by the Freedom Network Pakistan. “For nearly all journalists murdered (51, or 96% of the total 53) the criminal justice system hopelessly failed to deliver when either FIRs were not registered, police investigations were not completed, cases were not declared fit for trial, trials were not completed, or alleged killers were not convicted or punished.”Press freedom in IndiaNotably India also ranked 150th, just seven places above Pakistan in the World Press Freedom Index in 2022. In 2021, India was ranked 142nd. The Reporters Without Borders had cited “violence against journalists, the politically partisan media and the concentration of media ownership” to state that press freedom is in crisis in India.“Originally a product of the anti-colonial movement, the Indian press used to be seen as fairly progressive but things changed radically in the mid-2010s, when Narendra Modi became prime minister and engineered a spectacular rapprochement between his party, the BJP, and the big families dominating the media,” Reporters Without Borders said.In December, the Committee to Protect Journalists had also expressed concerns about arrests of seven journalists in India. The committee focused on use of Jammu and Kashmir Public Safety Act, a preventive detention law, under which journalists Aasif Sultan, Fahad Shah and Sajad Gul have been kept jailed despite being granted bail in separate cases by courts.The Jammu and Kashmir Public Safety Act allows authorities to hold individuals in custody without trial for up to two years to prevent them from acting in any manner that is prejudicial to “the security of the state or the maintenance of the public order”.","author":"Scroll Staff","time":"2023-01-22T13:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185930-cqfydtklzs-1674375666.jpg","tags":["Press Freedom","Pakistan","India","Reporters Without Borders"],"source":"https://scroll.in/latest/1042337/pakistani-government-says-42-journalists-killed-in-past-four-years"}