{"title":"Pakistan says Citizenship Bill is expansionist, a step towards making India a Hindu nation","content":"Pakistan on Tuesday claimed that India’s Citizenship Amendment Bill was a step towards realising the concept of a Hindu nation, PTI reported. Prime Minister Imran Khan said the proposed amendments were expansionist in nature.“We condemn the legislation as regressive and discriminatory, which is in violation of all relevant international conventions and norms, and a glaring attempt by India to interfere in the neighbouring countries with malafide intent,” said the Foreign Office in Islamabad.The Foreign Office added that the proposed law was based on a “falsehood” and was in complete violation of the Universal Declaration of Human Rights and other international covenants on the elimination of discrimination based on religion or belief.The office said the bill also violates various bilateral agreements between Pakistan and India – “particularly the one concerning security and rights of minorities in the respective countries”. This was an apparent reference to a pact signed by Prime Ministers Jawaharlal Nehru and Liaquat Ali Khan in 1950 in which they agreed that minorities in both countries would look at their own governments to redress grievances. Indian Home Minister Amit Shah referred to the pact multiple times during the Lok Sabha debate on Monday, claiming that the Citizenship Amendment Bill was needed because Pakistan had violated the pact by persecuting minorities.The Foreign Office further said the Citizenship Bill was driven by a toxic mix of an extremist “Hindutva ideology and hegemonic ambitions” in the region, and was also a clear manifestation of India’s interference in the internal matters of neighbouring countries based on religion. “Equally reprehensible are India’s pretensions of casting itself as homeland for minorities allegedly persecuted in the neighbouring countries,” the statement said. Imran Khan tweeted that the bill violates all norms of international human rights law and bilateral agreements. “It is part of the RSS ‘Hindu Rashtra’ design of expansionism propagated by the fascist Modi government,” he said, referring to the Rashtriya Swayamsevak Sangh, the ideological parent of the Bharatiya Janata Party.In response, the BJP said Khan’s remarks were a “blatant interference in India’s affairs”. “India is protecting minorities you [Pakistan] failed to protect,” the party’s spokesperson GVL Narasimha Rao said, mocking Khan’s party, Pakistan Tehreek-e-Insaf, as a “new partner of the Congress-led” alliance.  The proposed amendments were passed in the Lok Sabha late on Monday, and are likely to be tabled in the Rajya Sabha on Wednesday afternoon. If enacted, the Citizenship Amendment Bill will grant citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan, provided they have resided in India for six years. The cut-off date is December 31, 2014.We strongly condemn Indian Lok Sabha citizenship legislation which violates all norms of int human rights law & bilateral agreements with Pak. It is part of the RSS \"Hindu Rashtra\" design of expansionism propagated by the fascist Modi Govt. https://t.co/XkRdBiSp3G— Imran Khan (@ImranKhanPTI) December 10, 2019","author":"Scroll Staff","time":"2019-12-10T18:20:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/130315-tylmkffuzu-1574785929.jpg","tags":["Citizenship Amendment Bill","Pakistan","Imran Khan"],"source":"https://scroll.in/latest/946415/pakistan-says-citizenship-bill-is-expansionist-a-step-towards-making-india-a-hindu-nation"}