{"title":"Pakistan says it used JF-17 Thunder, not F16 fighter jets, against India","content":"Pakistan has again rejected claims that it used F-16 fighter jets in the aerial skirmish with India on February 27, and said it had used the JF-17 Thunder combat aircraft. The JF-17s were developed jointly by the Pakistan Aeronautical Complex and China’s Chengdu Aircraft Corporation. “The aircraft which engaged those targets and fought them were JF-17,” Pakistan Army spokesperson Major General Asif Ghafoor told Russian news agency Sputnik on Sunday. “As regard to how to use F-16, in what context [they] were used or not – because at that point of time our entire Air Force was airborne – now it remains between Pakistan and the US to see how the MoUs regarding the use of F-16 have been adhered to or otherwise.” Ghafoor said Pakistan was discussing the use of the JF-17 with the United States and cited friendly relations with the country. But, he added that Pakistan will use whatever it feels necessary for “legitimate self-defence”. Ghafoor added that Pakistan had footage of the operation. The United States said earlier this month that it was closely following reports that claim Pakistan used US-supplied F-16 fighter jets in the aerial confrontation.On March 5, India said the deployment of F-16 aircraft by Pakistan Air Force and multiple launches of AMRAAMs or advanced medium range air to air missiles were “conclusively observed” by the Indian military during the February 27 dogfight. National Security Advisor Ajit Doval reportedly spoke to his US counterpart John Bolton and briefed him on India having proof of Pakistan’s use of F-16 fighter jets.Pakistan has earlier denied using F-16 jets during the dogfight but did not specify which planes it used. Aircraft of the Pakistan Air Force had violated the Indian airspace in Jammu and Kashmir on February 27, a day after the Indian Air Force struck a camp of the Jaish-e-Mohammad terrorist group in Balakot in Pakistan. Pakistan had claimed it had chosen “non-military targets” and only meant to show its capability. However, India had said that Pakistan had targeted military installations.","author":"Scroll Staff","time":"2019-03-25T22:54:57.881482+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114019-tnlubyoegk-1551188784.jpg","tags":["Pakistan","Iaf air strike","China","Asif Ghafoor","India","Balakot","F-16 fighter jet","JF-17 fighter jet"],"source":"https://scroll.in/latest/917859/pakistan-says-it-used-jf-17-thunder-not-f16-fighter-jets-against-india"}