{"title":"Panchayat in Haryana’s Manesar calls for economic boycott of Muslim shopkeepers","content":"A panchayat organised on Sunday in Haryana’s Manesar called for an economic boycott of Muslim shopkeepers and vendors in the area, describing them as “illegal immigrants”, reported The Indian Express. Those attending the meeting, including members of Hindutva groups Vishva Hindu Parishad and Bajrang Dal, alleged that the shops owned by Muslims used “Hindu names and Hindu deities” as part of a conspiracy, according to the newspaper.  “Economic boycott is the only solution,” said Devender Singh, the general secretary of Vishva Hindu Parishad’s Manesar unit, at the meeting. “Their shops are not for business or employment...this is part of jihad. Committees need to be formed in villages that can discuss and take action. We have already started this from Manesar.”Several other speakers at the meeting also endorsed the boycott call, according to The Indian Express.The panchayat members submitted a memorandum addressed to the deputy commissioner, demanding that the “illegal immigrants” should be evicted.“There should be an immediate enquiry into this and those found staying illegally should be evicted,” the memorandum said. “They are involved in religious conversion and strict action should be taken against them.”हरियाणा के मानेसर में आज 'समस्त हिन्दू समाज' के बैनर तले पंचायत का आयोजन हुआ.पंचायत में मुस्लिम दुकानदारों की पहचान की जांच करने के लिए प्रशासन को 7 दिन का समय दिया गया है और कहा गया है की 'अवैध' दुकानदारों को हटाया नहीं गया तो आगे कार्रवाई की जाएगी.@TheQuint @QuintHindi pic.twitter.com/3FqIvbL8L4— Mukul (@mukulschauhan) July 3, 2022\n\nSingh said the panchayat was called on behalf of the “Hindu society” against increasing “religious fundamentalism and jihadist forces” that have taken root in the country.The Hindutva body leader claimed that Rohingyas, Bangladeshis and Pakistanis were illegally living in Gurugram and Manesar by hiding their real identities.“We have given the administration a week’s time to probe this and identify those with illegal documents,” he said. “How did they get their IDs made? Who is funding them? This is a threat to our safety. If there is no action, then Hindu society will take action. Another panchayat will be called at a larger scale and the future course of action will be decided.”The speakers at the meeting also spoke about the killing of Hindu men in Maharashtra’s Amravati and Rajasthan’s Udaipur. They told the participants that they should keep weapons in place of their phones for their protection, reported The Quint.  The participants also demanded that a first information report lodged against organisers of a rally held on June 29, during which members of Hindutva bodies shouted hateful slogans against Muslims, be withdrawn. The Vishva Hindu Parishad and Bajrang Dal members were protesting against the killing of tailor Kanhaiya Lal in Udaipur.Lal and Amravati resident Umesh Kolhe were killed for purportedly supporting suspended Bharatiya Janata Party spokesperson Nupur Sharma, who had made disparaging remarks about Prophet Muhammad.The panchayat meeting on Sunday was attended by about 200 persons from nearby areas of Kasan, Dharuhera and Gurugram.","author":"Scroll Staff","time":"2022-07-04T12:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176666-kddhawushb-1656914184.jpeg","tags":["Muslims","Economic boycott","Vishva Hindu Parishad","Bajrang Dal","Haryana","Manesar"],"source":"https://scroll.in/latest/1027536/panchayat-in-haryanas-manesar-calls-for-economic-boycott-of-muslim-shopkeepers"}