{"title":"Election Commission appointments: PM, leader of Opposition and CJI to advise president, SC rules","content":"A committee comprising the prime minister, the leader of Opposition in the Lok Sabha and the chief justice of India will advise the president on the appointment of the chief election commissioner and election commissioners, the Supreme Court ruled on Thursday, Live Law reported.A Constitution bench of Justices KM Joseph, Ajay Rastogi, Aniruddha Bose, Hrishikesh Roy and CT Ravikumar said the practice will continue till Parliament makes a law for these appointments.In the absence of a Leader of Opposition in the Lok Sabha, the leader of the single largest Opposition party will be on the committee to appoint the chief election commissioner and election commissioners, the court said.“Democracy can succeed only if all stakeholders work on it to maintain the purity of the election process,” the bench remarked.The bench was hearing a batch of petitions seeking an independent mechanism for appointing election commissioners. Opposition leaders have often questioned the independence of the Election Commission, with former Maharashtra Chief Minister Uddhav Thackeray’s party last month saying the ECI is “Entirely Compromised Institution of India”.According to Article 324(2) of the Constitution, election commissioners are to be appointed by the president. Since the president is bound by the advice of the prime minister and council of ministers, the appointment of the election commissioners is a solely executive decision, the petitioners argued. This “gives ample room for the ruling party to choose someone whose loyalty is to [be] ensured and thereby renders the selection process vulnerable to manipulation and partisanship”, one of the petitions stated.At Thursday’s hearing, the Supreme Court said that the poll panel has to be aloof from all kinds of subjugation from the executive. “One of the ways it can interfere is cutting of financial support,” the judges said. “A vulnerable Election Commission would result in an insidious situation and detract from its efficient functioning.”It said that a party in power will have an insatiable quest to remain in power through a servile poll body. The judges added that a large section of the media has abdicated its role and become partisan.Therefore, the bench said that the Election Commission must have a separate secretariat, rule-making powers as well as an independent budget so that it is not dependent on the government.\"Historic verdict\": Prashant Bhushan on the Supreme Court's big order on Election Commission appointments pic.twitter.com/kLIqIE1E9x— NDTV (@ndtv) March 2, 2023\n\nJustice Rastogi said that the process of removing the election commissioners should be on par with the chief election commissioner, who can be removed only through an impeachment process – like a judge of a constitutional court.Senior advocate Prashant Bhushan, who appeared for two petitioners in the case, said that the court’s decision was historic, NDTV reported. “We saw how the Election Commission had been dancing to the government’s tune,” he said. “This was because the government appointed whoever it wanted [to the poll panel].”During the hearings in the case, Bhushan and senior advocate Gopal Sankaranarayanan had complained that Parliament has not framed legislation for appointing election commissioners despite a mandate under Article 324(2).The court had lamented that successive governments have “completely destroyed” the independence of the Election Commission by ensuring that no chief election commissioner since 1996 has got the full six-year term. It had also stated that the absence of a law for appointing the election commissioners has resulted in an “alarming trend”. The court said, “In 10 years of the UPA [United Progressive Alliance] government, they had six CECs and the present NDA [National Democratic Alliance] government, in nearly eight years, has had eight CECs.”But the Centre had told the court that the present system of appointing election commissioners is in consonance with constitutional provisions. This process, it had argued, is “working smoothly” and that the commission is “working in a free and fair manner”.As the arguments were about to end in the last week of November, the bench had asked Attorney General R Venkataramani to produce documents related to the appointment of Arun Goel as election commissioner on November 19. Goel, a bureaucrat, took voluntary retirement on November 18 and was appointed to the post the next day.The court, after examining the files, had asked how the entire appointment process was completed within a day and why the government appointed a person who would not be able to complete his six-year tenure. The bench had also asked how names were shortlisted for the post for which Goel was eventually picked.  It had also remarked that ideally the appointment should not have been made while the matter was being heard, especially since the post had been vacant since May 15.But Venkataramani had argued that Goel’s appointment was not unusual and appointments to the Election Commissioner are usually made speedily.Also read: The case for a bigger, diverse committee to appoint election commissioners","author":"Scroll Staff","time":"2023-03-02T11:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183257-eqnbguxyfa-1669174820.jpg","tags":["Election Commission","Supreme Court","SC order on Election Commission","KM Joseph"]}