{"title":"Panic in Assam as people rush to attend NRC re-verification hearings on 24-hour notice","content":"The farthest Hashin Nessa has travelled in her 69 years of life is Guwahati, around 80 km from her home in Assam’s Kamrup Rural district. But on the afternoon of August 4, Nessa, who suffers from acute respiratory syndrome, was waiting anxiously for a bus to ferry her to Mariani in Jorhat district, over 300 km away. The journey was unplanned – late at night on August 3, she had received a notice to attend a “re-verification” hearing in Mariani to prove she was an Indian citizen. The hearing was scheduled for August 5, which meant she had just over 24 hours to get there.Assam is currently updating its National Register of Citizens, which aims to sift genuine Indians living in the state from undocumented migrants. Four million people were left out of the draft register, which was published in July last year. They were allowed to file fresh citizenship claims and appear in hearings to defend themselves. The NRC authorities also held hearings to re-examine the inclusion of those who faced objections from others. The rules explicitly state that applicants must be given 15 days of notice before the hearing is held.Not only was Nessa not given adequate time, it isn’t even clear why she had been summoned. Her name featured in the draft NRC. The final NRC is expected to be released on August 31. The earlier deadline of July 31 was pushed back after the state and central governments filed petitions in the Supreme Court, asking for another round of verification of the draft list. The court extended the deadline but rejected the request for re-verification. It cited a sealed report submitted by Prateek Hajela, state coordinator for the NRC, which reportedly said 27% of the names in the July 2018 draft – about 80 lakh people – had already been reverified during the “claims and objection process”. A week after the Supreme Court’s order, on August 1, the Assam government made a fresh case for re-verification on the floor of the state assembly, releasing confidential district-wise data on exclusions from the draft list.  The government pointed at the low exclusion rates in the Muslim-majority districts bordering Bangladesh as an anomaly that necessitated re-verification. Two days later, from the evening of August 3, thousands of people like Nessa began to receive notices asking them to attend fresh verification hearings. As a result, whole villages in Lower Assam were plunged into panic. Thousands of people were given barely 24 hours notice to attend re-verification hearings as far away as 400 km.A day of panic ended with news of a road accident – around 11.30 pm, a bus ferrying people from Kamrup to Golaghat to attend NRC hearings collided with a truck carrying hot tar for road construction. Several people, including children, were injured – many had suffered burn injuries.“We were all half asleep when it happened,” said a person on the bus. “The next thing we knew we have tar all over us.”Hashin Nessa waits for the bus. Photo: Arunabh SaikiaThe cost of hearingsIn Chhaygaon, also in Kamrup district, Baser Ali’s family was scrambling to make it in time for the hearing. Everyone in their nine-member family had made it to the final draft of the NRC, but the inclusion of Ali’s sister, Shonabhanu Nessa, had been objected to. In June, the family attended a hearing in neighbouring Rangia to depose as witnesses at Nessa’s hearing. The person who objected to Shonabhanu Nessa’s inclusion in the draft did not turn up. “We had to hire a vehicle for Rs 3,000,” said Ali, a daily-wage labourer.Now, the entire family has been asked to attend yet another re-verification hearing on Monday morning in Golaghat, almost 400 km away. “The legacy code your family has used needs to be reverified,” reads the notice that Ali received late night on August 3.“How do we just go to Golaghat on such short notice?” asked Ali. “This time I have no option but to sell a cow. Obviously, since they have called us, we have to go. What kind of torture is this?”Anxieties have been exacerbated by the scarcity of public transport and the short notice period. Abed Ali in Sontoli village seethed with anger as he waited for a bus to Jorhat. “I got this notice at 11 in the morning today, and I am supposed to take my family and attend the hearing at 11 am tomorrow in Jorhat,” said Ali, whose family of seven features in the draft NRC. “Hearing after hearing, we have gone and given whatever documents they have demanded. Yet they are never satisfied,” he said. “Is it because I am a Muslim?”Baser Ali (left) and relatives. Photo: Arunabh SaikiaLong distancesOfficials insist that the notices were being issued in accordance with the rules. “We have the right to call for a hearing even an hour before the final version of the NRC,” said a circle officer in a Middle Assam district.According to the rules governing the exercise: “The Local Registrar of Citizen Registration may at any time before the final-publication of the National Register of Indian Citizens in the State of Assam cause or direct to cause verification of names of such persons considered necessary”.“These are people who had attended hearings during the claim and objections process, but could not prove their citizenship beyond doubt,” said the circle officer. “These are people the disposal officer neither rejected nor accepted because they were not sure.” But anecdotal evidence suggests otherwise. Hashin Nessa, for instance, never attended any hearing during the claims and objections process. Her neighbour, Kanchu Miya, meanwhile, was excluded from the draft NRC after he attended a claim hearing for his sister. Miya has now been asked to attend a re-verification hearing in Golaghat.But what explains the choice of the hearing centres – hundreds of kilometres away from the people’s homes? “It is possible that some people from the other place also used the same legacy code,” said another circle officer.A Supreme Court order dated April 10 expressly prohibits the NRC authorities from organising hearings too far away. “Step should be taken to ensure that no inconvenience is caused to the persons required to attend hearing and to see that they are not required to travel long distances,” said the order.Yet, there seems to be no end to people’s inconveniences. “My mother came back from the hospital barely days back and is always out of breath,” said Hashin Nessa’s son Hatem Ali. “What justice is this that she has to travel all the way to Jorhat overnight in a cramped bus after having already proved that she is Indian?”","author":"Arunabh Saikia","time":"2019-08-05T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124991-azgmayvfly-1564933218.jpg","tags":["National Register of Citizens","Assam"],"source":"https://scroll.in/article/932815/panic-in-assam-as-people-rush-to-attend-nrc-hearings-on-24-hour-notice"}