{"title":"Paralympics: India’s badminton success, expected and hard-earned, must act as a catalyst for change","content":"The Indian para-badminton squad became the toast of the nation over the weekend when the seven-member team at Tokyo Paralympics bagged two gold medals, one silver and bronze each, and also came close to adding to more with a couple fourth place finishes as the sport made its debut at the Games. It brought to attention the potential para-badminton has in the country and offered hope that such a performance could lead to more players getting inspired to take up the sport.There is no doubting the fact that the Paralympics performance of the shuttlers has managed to attract eye-balls and publicity towards the sport. It is a welcome change for the years of toil some of these players endured without any real recognition. But one also needs to understand that the success of most of these players has not come out of the blue. And euphoria alone won’t change the face of the sport in the country without a consolidated effort from all stakeholders.Read more about badminton classifications here.Let’s first look at the journey that led to Paralympic success and why it was to be expected. Before the Tokyo successApart from SL4 men’s singles silver medallist Suhas Yathiraj and the young Palak Kohli, all other Indian players have been on the circuit for over a decade now. The 48-year-old Parul Parmar, the only player in the contingent who did not progress to the knock-out stage given her main category was not part of the games, won her first world championships gold back in 2007. And SL3 gold medallist Pramod Bhagat won his first world crown in 2009.Even SL3 bronze medallist Manoj Sarkar has been a regular podium finisher along with several other Indian players on the international circuit since versatile para sportsperson Ramesh Tikaram and few others began participating in international tournaments, organised by then sports’ governing body International Badminton Association for Disabled, back in 2001.Members of the Indian badminton contingent from the Tokyo Paralympics The IBAD formed in 1995 at Stoke Mandeville, which was also the birthplace of the Paralympics, ran the show till 2011 and conducted about seven world championships and many more international meets. However, players who were active during that period admit that things only started to get streamlined after the body merged into Badminton World Federation in 2011 with an aim to push for the game to be included in the Paralympics.After taking over, the BWF first reduced the number of categories, made it mandatory for a minimum participation number to even hold a competition for a particular classification. Hence, at the inaugural appearance at Paralympics, women’s singles SL3 category was not part of the BWF-organised world championship in the 2013 and 2015 editions.While para-badminton was getting streamlined at the world level, the Indian para-badminton circuit was witnessing a revolt against Tikaram, who ran the show through the association called Badminton Sports Association of India for Challenged, over alleged financial irregularities in distributing the financial grants from BWF.The stalemate on who had the authority to run para-badminton in the country meant that players sent their own entries for international tournaments, raised their own funds to play international tournaments and were even uncertain about their participation at the 2016 Asian Championships till BWF entrusted the job of running the discipline to Badminton Association of India in 2016. But if one thought that the decision could finally help streamline things in India, it was hardly the case.BAI were clearly reluctant to take the onus of running para-badminton in India as it lacked the required expertise and the then-president Akhilesh Das Gupta brought in Gaurav Khanna to run the affairs of para-badminton. To his credit, Khanna used his contacts in the BWF, Paralympic Committee of India and social media effectively to get financial and other resources from stakeholders and NGOs like GoSports even before it was announced that the sport will be part of the 2020 Tokyo Paralympics.Things have only gotten better for the top players since then with the Sports Ministry extending financial assistance to these players under the Target Olympic Podium scheme, with Olympic Gold Quest also coming on board to support the medal hopefuls and the players managing to train uninterrupted at Khanna’s academy in Lucknow even during the coronavirus pandemic.Looking forwardWhile what the players achieved in Tokyo is definitely worth celebrating, there is no denying the fact that systemic flaws haven’t been completely addressed by BAI, Sports Authority of India or the PCI in all these years. The Tokyo show should now work as a catalyst for addressing these issues.Many more players have been looking to take up para-badminton in India but there is hardly any domestic circuit for them to test their mettle. Only one national championship is generally held every year and that is also not being officially organised by BAI. The state associations are still reluctant to acknowledge that they also have to govern para-badminton in their jurisdiction area and even today the players have to send direct entries to the national body.BAI did try to address the issue in 2018-19 when they roped in the expertise of Para Badminton Association of India (PBAI), an NGO run from Bengaluru and headed by their past joint secretary, to create a system. Things began to look up for a while before administrative clashes between the Bengaluru group and Khanna ended up derailing the process once again.Since then, BAI’s Para-Badminton sub-committee chaired by their joint secretary Prabhakar Rao has been given the onus of coordinating with SAI, BWF for entries and funding and the top players have probably very little to complain about on that front.But that is clearly not enough if India has to become a powerhouse in world para-badminton as the sport’s entry into Paralympics will mean that many more countries will now begin to invest in this discipline.The absence of an internationally-certified classifier in the country is a big problem for upcoming players in India as they have to enter international meets at their own cost just to get themselves classified in categories. There have been instances where some players have had to return home without playing as they did not get classified and hence only those who have the financial wherewithal would look to take that risk.PBAI held one workshop in Bengaluru with the help of BWF in early 2019 for coaches and physios as a step towards building this expertise but it is not clear how the services of any of those would be utilised for classification of players at the national level.The lack of cohesiveness among different stakeholders also meant that a fund received from BWF in 2018 under their “Female Participation Grant” scheme to promote women para-badminton players has been lying unused as there were differences over the selection of these beneficiaries.Even today there is no clear documentation of selection processes, classification norms to be followed at the domestic level and most players rely on Whatsapp groups and social media to get details of tournaments that they can participate in. They are, however, hoping that things will change for the better with badminton getting much more public attention following the Paralympics success.To begin with, the players would benefit from having at least three-four tournaments every year where they can showcase their skills so that they can push for a place in the Indian squad for the 2022 Asian Para Games and the 2024 Paris Paralympics. The players have also been asking for regional coaching camps as some of them also need assistance, and some support under SAI’s Annual Competition and Training Calendar for international tournaments as only those under TOPS are being currently funded.BAI also needs to direct its state units to at least have a sub-committee or a convener to start looking at the issues faced by para-badminton players at the grassroots level and possibly conduct district and state-level tournaments.It’s definitely not an easy task to accomplish as there are not enough experts in the BAI set-up to take over the mantle and hence it is important that the different stakeholders including BAI, PBAI and the Indian Para Badminton Commission, formed by players themselves to conduct events after Tikaram’s organisation was de-recognised in 2015, work together as a unit to build on the success in Tokyo.As we join hands to applaud their success, all we can do is keep our fingers crossed and hope that things become even better. Abhijeet Kulkarni is the author of ‘The Gopichand Factor: The Rise and Rise of Indian Badminton’ and a former Scroll.in journalist who has also worked regularly with NGOs that focus on the grassroots level.","author":"Abhijeet Kulkarni","time":"2021-09-08T18:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163795-lemtzgrgvj-1631101211.jpeg","tags":["Toyko 2020","Paralympics","Tokyo 2020 Paralympic Games","Badminton Tokyo 2020","India at Tokyo Paralympics"],"source":"https://scroll.in/field/1004903/paralympics-indias-badminton-success-expected-and-hard-earned-must-act-as-a-catalyst-for-change"}