{"title":"Harsh Mander: How Hindutva has weaponised Hinduism","content":"During the festival of Ram Navami last week, scores of towns and cities across nine states in India – Maharashtra, Gujarat, Uttar Pradesh, Madhya Pradesh, Haryana, Karnataka (all ruled by the Bharatiya Janata Party), and Delhi and West Bengal – were engulfed in stone pelting, bloodletting, aggressive sloganeering and arson, ignited by mobs in militant processions. Hundreds more lurched at the edge. When I was writing this, communal fires were yet to be doused in West Bengal and Bihar.“Routes of Wrath”, a sterling report by a group of lawyers and other citizens (led by lawyer Chander Uday Singh and with a foreword by retired Supreme Court Justice Rohinton Nariman), scrutinises the worryingly similar rash communal violence during Ram Navami and Hanuman Jayanti in April last year.The report, released on March 18, detects recurring patterns that show these incidents are systematically orchestrated to terrorise and provoke Muslims, cause extensive damage to their properties and shrines, and through these, construct a bitter communal fracture. A procession in Kolkata on April 2. Credit: PTI.A template for violence, hateA careful study of the findings of their report helps illuminate the source of the fires that once again have been ignited across the land this year.The report records in April 2022 the destruction through burning and looting of at least 100 shops and homes, the injury of 100 people in these acts of violence across states, and the killing of at least four people. It identifies as the immediate spark that led to this cavalcade of violence everywhere to be the routes of the religious processions.It notes that traditionally, temples organised rath yatras in which decorated idols of Ram, often of Ram as a baby, were paraded in flower-decked processions, usually in the vicinity of temples. But over the years, Ram Navami processions have been taken over by militant Hindutva organisations. The reason for this is, as the report notes, because “the figure of Ram is central to the political imagination of the Sangh”. The attempt is to coerce an artificial homogenisation on an incalculably plural faith tradition, with a single deity and uniform rituals and religious practices, all of which are entirely alien to the practice of the Hindu religion.  The celebration of the festival has taken the form of “grand processions of pomp and ceremony attempting to cover entire cities”, involving, in the words of social scientist Megha Kumar, “cavalcades of vehicles, each carrying dozens of men, shouting slogans and frequently carrying arms”.These processions have become increasingly violent, associated with scattered incidents of communal savagery in 2014, 2016, 2018, 2019 and resoundingly in the last two years. AG: I want to say something. #RamNavami and #hanumanjayanti processions were not very common thing for Kolkata and for West Bengal. But, in the last 5 years, these have started. Unknown applications have also started applying for taking out the procession.#calcuttahighcourt— Live Law (@LiveLawIndia) April 5, 2023\n\nYet, as Singh, one of the writers of the report, observes, “they are portrayed by the Hindu Right and the mainstream media as innocuous displays of religiosity, and blame is typically assigned to those who would challenge such displays”, the Muslim residents of these localities. Tensions are ratcheted even higher when the festival coincides with the holy month of Ramzan, enabling the state and the compliant media to project “Muslims uniformly as the assailants – whereas they have suffered the most losses”.Mushrooming Hindutva outfits Fertile ground for the incendiary attacks by religious festival processions is prepared in many ways. One of these is the sprouting of an abundance of Hindutva organisations. A resident of Khargone in Madhya Pradesh observed to a reporter of The Wire, “Five years ago, only the Shiv Sena was active here. Today, we have the Bajrang Dal, Shiv Sena, Gau Rakshak Dal, Karni Sena, VHP, Sakal Hindu Samaj…in all about eight or nine sansthans.”One advantage for the BJP and its ideological fountainhead, the Rashtriya Swayamsevak Sangh, of these hydra-headed formations is to formally claim to courts of law no association with the most hateful rhetoric and violence of these “fringe groups”, even while harvesting all the electoral bounties of hate and polarisation. In fact, they are not the fringe. The mainstream and the more overtly hateful organisations all concertedly play their roles in a coordinated social and political strategy. This range of Hindutva organisations join hands with vigilante groups and street gangs to sustain a climate of everyday terror that peaks during festivals like Ram Navami. The processions become visible, visceral assertions of political and social domination of religious minorities through hate and fear.Security personnel at Rishra railway station in West Bengal's Hooghly district on April 4. Credit: PTI.Vitriolic speech, distributing weaponsThe environment of hate and fear is further animated by runaway hate speech in the build-up to the festivals. Open calls are made for genocide and mass rapes, for the economic boycott of Muslims and barring them from living in portions of the town where Hindus reside. The state administrations mostly look the other way.There are also many instances of the public distribution of weapons such as trishuls and swords at widely attended mass events. For instance, in March last year, 5,000 trishuls and daggers were distributed in Himmatnagar in Gujarat in a program led by Praveen Tagodia of the Vishwa Hindu Parishad, as well as the MP Dipsinh Rathore and MLA Raju Chavda. Manoj Kumar, the national president of the Rashtriya Bajrang Dal, is reported to have made hateful and sexually charged speech at this programme, according to the report. Religious events like the birth of Ram are cynically deployed for strident hate, by choosing routes and timings that have nothing to do with traditional Hindu religious beliefs, but instead target Muslim places of worship and Muslim neighbourhoods. Typically, the processions are made up of young men in saffron scarves, shirts and bandanas, waving weapons such as swords, tridents, bricks and batons. They gather outside mosques, at hours that deliberately overlap with the namaz or the breaking of the Ramzan fast, and taunt and incite Muslims. Even when the slogans are ostensibly “religious” or “patriotic”, they are coded with political hate messaging, such as “Jai Shri Ram” or “Vande Mataram”.  But more often, the slogans are offensive, insulting, even obscene. Members of the Jai Maa Bhavani Hindu Sangathan during a procession on Hanuman Jayanti in Bhopal on April 6. Credit: PTI.Parading hate outside mosquesIn these processions, the young men dance wildly to blaring music. These are not devotional songs, but are the growing staple of Hindutva pop, outrageously popular on YouTube and WhatsApp. The BJP social media cell openly augments their circulation. There is little in these songs that celebrate Hindu gods. Instead, they bemoan the alleged passivity and disunity of Hindus, urge them to unite and take up arms, call for mass killing, celebrate the construction of the Ram temple, and decry the alleged perfidy of Muslims with crimes such as cow slaughter and love jihad.Scroll reported on the lyrics of a small sample of what it aptly describes as Disc Jockey Hindutva: “We are hardcore Hindus, we will create a new history/ We will enter the homes of enemies, and will cut off their heads. (…) In every home, saffron flags will be seen, the reign of Rama will return/There is only one slogan, one name/Victory to Lord Rama, Jai Shri Ram.”Or the even more raucously hateful: “The day that Hindus awaken, the consequences will be/That the skull-cap wearer will bow down and say Victory to Lord Rama/The day my blood boils, I will show you your place/Then I will not speak, only my sword will.”At some point during these incitements – slogans, hate songs and dances, men wielding weapons – stones are pelted from the mosques. This is invariably followed by extensive arson, targeting shops and houses, mostly of Muslims, and of mosques and dargahs. The “loot and arson from mobs ransacking houses and shops in the Muslim-majority neighbourhoods where the processions typically instigated violence, resulted in people suffering major, life-changing losses …of their savings, documents of identity and proof of residence and ownership, and their means of livelihood”, says the “Routes of Wrath” report.The mob set fire to Muslim shops, buses, vehicles, and godowns, resulting in a loss of 6 crore rupees.+ pic.twitter.com/VDnJIaNhNV— Meer Faisal (@meerfaisal01) April 3, 2023\n\nState, administrative supportThe report also establishes the culpability of state administrations in BJP-ruled states in supporting this comprehensive mutation of religious festivals into militaristic hate displays designed to subjugate Muslim citizens. The provocation and incitement to violence by the Hindutva gangs is rarely prevented and even more rarely punished – not the hate speeches, the hate songs, the aggressive display of weapons, the hateful sloganeering, and the violence that follows. The resulting carnage overwhelmingly targets the properties of Muslims, yet they invariably form the bulk of those who are charged with crimes. The state displays brazenly, unashamedly, whose side it is on. First, it does nothing to prevent the movement of processions on routes that could spark violence. Once the violence breaks out, in report after report the police are found to be culpably absent, or standing by doing nothing to control or punish the hate speech, hate music or hate attacks. Last year, just days after the communal violence in BJP ruled states (also in Aam Aadami Party-ruled Delhi), the properties of Muslims were bulldozed without even the pretence of the rule of law.  Last year, Madhya Pradesh Home Minister Narottam Mishra had declared ferociously, “Jis ghar se pathar aaye hain, us ghar ko hi pathoron ka dher banaenge. Each house from which stones were pelted, will be reduced to piles of stones.”It will have the powers same as mentioned under Land Revenue Code. The cases will be resolved within a month. Further appeal of any matter can be done only at the High Court. Rioters, stone pelters & those who damage properties will not be spared: MP Home Minister Narottam Mishra pic.twitter.com/vKoDqfXZeM— ANI (@ANI) November 3, 2021\n\nHis belligerence ignores the fact that there is no law in the country that permits the state to demolish the properties of those who have committed any crimes. Also, before the state can decide that a person has indeed committed a crime, due process must be followed. But all this has been thrust aside. It is as though now for Muslim residents the protections of the Constitution no longer apply.Hindutva has transmuted Ram from a symbol of righteousness, duty, compassion and devotion, into a wrathful combative warrior raging against the politically constructed “enemy within”. The festival to celebrate the birth of Ram with fasting and prayers has been transformed into an occasion for public displays of hateful aggression by throngs of frenzied young men bearing saffron flags and weapons directed against Muslim neighbours and places of worship. The festival has become even more of a tinder box when it coincides with Ramzan, sacred to Muslims who also ritually fast and pray, as it did this year and the last.In these ways, we today stand witness to the particularly “dangerous forms of instigation and provocation that majoritarian festivals can provide cover for”, in the unfolding of communal violence that renders India as a “severely threatened democracy”.  But most of India – governments, the political leadership, the media, academia and ordinary citizens – still choose to blame the victim, or look away.At the shrine of Dastageer Sahib Sheikh Abdul Qadir Jeelani in Srinagar on April 3. Credit: PTI.Harsh Mander is a human rights activist, peace worker, writer, and  teacher. He works with survivors of mass violence and hunger, and  homeless persons and street children.","author":"Harsh Mander","time":"2023-04-08T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188876-erbhrbhabk-1680867209.jpg","tags":["Ram Navami","Bihar","West Bengal","Hindutva","Communal Violence","Indian Muslims"],"source":"https://scroll.in/article/1046888/parading-hate-virulence-at-the-doorsteps-of-muslims-how-hindutva-has-weaponised-religion"}