{"title":"Parliament passes Bill to repeal farm laws without discussion during Winter Session","content":"A Bill to repeal the three farm laws, that forced tens of thousands of farmers to hit the streets in a year-long protest, was passed in both the Houses of Parliament on Monday without any discussion. Hours before that, Prime Minister Narendra Modi had said that his government was willing to discuss and respond to all questions.The Farm Laws Repeal Bill, 2021, was cleared in less than five minutes as the Rajya Sabha convened after an adjournment. Earlier in the day, the Bill was also passed in Lok Sabha within minutes after Agriculture Minister Narendra Singh Tomar introduced it.In the Upper House, Tomar said there was no need for any discussion as the Opposition had sought repeal of the laws enacted last year. “The Bill is an example of the magnanimity shown by Prime Minister Narendra Modi,” Tomar claimed.Before the motion was adopted for the passage of the Bill, Rajya Sabha Deputy Chairman Harivansh Narayan Singh allowed Leader of Opposition Mallikarjun Kharge to speak for two minutes. Kharge said that the Modi government had decided to repeal the legislation after one year and three months and pointed out that 700 farmers had died during the agitation.The senior Congress leader said the government had decided to withdraw the farm laws after assessing the impact of the protests on the recently concluded bye-polls and ahead of the elections in five states.When Kharge exceeded the allocated time to speak, the deputy chairman called Tomar to move the motion. The Bill was passed by voice vote amid protest by the Opposition leaders.In the Lok Sabha, MPs from the Dravida Munnetra Kazhagam and the Trinamool Congress came to the well of the House seeking a debate on the Bill. Congress MPs, who were initially there, went back to their seats to let party leader Adhir Ranjan Chowdhury raise the demand.Lok Sabha Speaker Om Birla, however, said that unless the House was in order he would not allow a discussion. The Bill was then passed by voice vote and the House was adjourned till 2 pm.Opposition leaders flagged that a discussion was allowed on the five or six occasions when a law had been scrapped, NDTV reported. “When it is listed as consideration and passing of the Bill, why can’t there be a debate?” Choudhary asked. “This government, since 2014, has been passing and repealing Bills without any discussions. You have taken this House for a ride.”The Opposition also alleged that the Modi government evaded a discussion to avoid talking about the matter of Minimum Support Price for farmers.Other reactionsMeanwhile, Congress leader Rahul Gandhi said that repealing the three farm laws without a debate shows that the government knows that it has done something wrong.“We wanted to have a discussion about forces behind these Bills because these Bills do not just reflect the view of the prime minister, these Bills reflect the forces behind the prime minister and that is what we wanted to discuss,” Gandhi told reporters. He added, “We wanted to discuss MSP, we wanted to discuss the Lakhimpur Kheri incident, we wanted to discuss the 700 farmers who died in this agitation and unfortunately that discussion has not been allowed.”The Congress MP also asked what is the point of Parliament if discussions are not allowed.   WATCH: Shri @RahulGandhi addresses the media at Vijay Chowk.#BJP_संसद_में_चर्चा_करो https://t.co/8bHsSOAUDg— Congress (@INCIndia) November 29, 2021\n\nTrinamool Congress MP Derek O’Brien said there is not “even a fig leaf of democracy” as the government did not allow the Opposition leaders demand for a discussion.Samajwadi Party Rajya Sabha MP Jaya Bachchan said she had never witnessed such an atmosphere in Parliament, where Opposition was not even allowed to speak, ANI reported. “[The] Bill was passed in absolute chaos,” she added. “I feel that a special Parliament protection bill should now be passed. Small parties don’t get the chance to speak.”","author":"Scroll Staff","time":"2021-11-29T16:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166927-vbijxylgoy-1638183296.jpg","tags":["Narendra Modi","Farm laws","Winter Session","Parliament","Congress","Rahul Gandhi","Opposition"],"source":"https://scroll.in/latest/1011675/parliament-passes-bill-to-repeal-farm-laws-without-discussion-during-winter-session"}