{"title":"Parliament: 12 Opposition MPs suspended for ‘unruly and violent’ conduct during last session","content":"Twelve Opposition MPs were suspended from the Rajya Sabha on Monday, the first day of the Winter Session of the. The action was taken due to their “unruly and violent” conduct during the Monsoon Session in August.The 12 MPs will not be allowed to attend the Parliament for the rest of the Winter Session, which will continue till December 23.The suspended MPs are Elamaram Kareem of the Communist Party of India (Marxist), Congress’ Phulo Devi Netam, Chhaya Verma, R Bora, Rajamani Patel, Syed Nasir Hussain and Akhilesh Prasad Singh, Communist Party of India’s Binoy Viswam, Trinamool Congress’ Dola Sen and Shanta Chhetri, and Shiv Sena’s Priyanka Chaturvedi and Anil Desai.The motion to suspend them was introduced by Parliamentary Affairs Minister Prahlad Joshi and passed by a voice vote, even as the Opposition parties protested.The Monsoon Session of Parliament, which ended two days before its schedule on August 11, saw several disruptions as the government and the Opposition reached an impasse over discussion on allegations that the Pegasus spyware was used to monitor several politicians, journalists and activists in India.The bedlam peaked in the Rajya Sabha on August 11 as Opposition MPs physically clashed with security personnel. A joint statement by a group of MPs accused the government of bringing in “outsiders not part of Parliament security” in order to “manhandle Opposition leaders and members, including women parliamentarians”.The government, on the other hand, blamed the Opposition for creating a ruckus.After the session was adjourned sine die, a delegation of Union ministers Piyush Goyal, Pralhad Joshi, Mukhtar Abbas Naqvi, Dharmendra Pradhan, Bhupender Yadav, Arjun Ram Meghwal and V Muraleedharan had met Vice President M Venkaiah Naidu to discuss the matter. The ministers reiterated their demand for action against the Opposition MPs.Naidu reportedly said he will examine the matter and then decide on an appropriate course of action.After the suspension motion was passed on Monday, leaders of the Opposition parties condemned the decision as “unwarranted and undemocratic”. They said that the decision was taken in violation of all the Rules of Procedure of the Rajya Sabha. The 12 MPs have been suspended under Rule 256 of Rules of Procedure and Conduct of Business in the Rajya Sabha.In a joint statement, the Opposition parties said their floor leaders will meet on Tuesday to decide their future course of action, reported Hindustan Times. Fourteen Opposition parties, including the Congress, Dravida Munnetra Kazhagam, Shiv Sena, Samajwadi Party and Aam Aadmi Party, have signed the statement. However, the Trinamool Congress is not a signatory of the joint statement.","author":"Scroll Staff","time":"2021-11-29T19:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156586-qxasuyryur-1616435554.jpeg","tags":["Winter Session","Monsoon Session of Parliament","Monsoon Session","Opposition","Rajya Sabha","Congress","Parliament","MPs suspended"],"source":"https://scroll.in/latest/1011706/parliament-12-opposition-mps-suspended-for-unruly-and-violent-conduct-during-last-session"}