{"title":"Parliament clears new criminal laws, Telecom Bill by voice vote","content":"Three new bills that seek to replace the criminal laws and the 2023 Telecommunications Bill were approved by Parliament on Thursday.The bills were passed by a voice vote in the Rajya Sabha. The Lok Sabha had cleared the draft laws on Wednesday.The proposed legislations were passed in the Upper House in the absence of several Opposition MPs. Hundred Opposition MPs in the Lower House, besides 46 in the Upper House, had been suspended in recent days from the remainder of the Winter Session of Parliament for disrupting the proceedings as they sought a discussion on the December 13 security breach in the Lok Sabha chamber.The Bharatiya Nyaya (Second) Sanhita will replace the colonial-era Indian Penal Code. While the Bharatiya Nagarik Suraksha (Second) Sanhita will replace the Code of Criminal Procedure, the Bharatiya Sakshya (Second) Bills will replace the Indian Evidence Act.The new criminal laws make punishments more stringent for crimes such as lynching, offences endangering national security and terrorism.During the discussion on the bills, Union Home Minister Amit Shah said that terrorism has been defined in the new law and mob lynching made punishable with capital punishment.Section 113 of the bill now defines terrorism as “any act with the intent to threaten or likely to threaten the unity, integrity, sovereignty, security, or economic security of India or with the intent to strike terror or likely to strike terror in the people or any section of the people in India or in any foreign country”.This widens the definition of “terrorist act” to include actions that threaten India’s economic security. The bill says that actions done with the intention to threaten the “economic security of India” that cause or are likely to cause “damage to the monetary stability of India by way of production or smuggling or circulation of counterfeit Indian paper currency, coin or of any other material” will be considered terrorist acts.  In addition to this, a timeframe has been prescribed for filing of mercy petitions, Shah said. He added that only those sentenced to death can file such pleas within 30 days of the Supreme Court confirming the punishment.The Rajya Sabha also passed the 2023 Telecommunications Bill that allows the Centre to temporarily take control of telecom services in the interest of national security.The proposed law says that in case of a public emergency, including natural disasters, or in the interest of public safety, the Centre, state governments or authorised officers can take temporary possession of telecommunication services or networks.The bill also provides for the interception of messages and their transmission to be stopped in case of a public emergency, PTI reported.The proposed legislation will replace the laws regulating telecommunications, including the 138-year-old Indian Telegraph Act, the 1933 Indian Wireless Telegraphy Act and the 1950 Telegraph Wires (Unlawful Possession) Act.Introducing changes to the manner in which spectrum is to be allotted for satellite broadband services, the telecom bill states that spectrum for such services can be assigned on administered prices, without auction.Earlier on Thursday, a bill that seeks to establish a new mechanism to appoint the chief election commissioner and election commissioners also received the assent of Parliament.The proposed law – the Chief Election Commissioner and Other Elections Commissioners (Appointment, Conditions of Service and Term of Office) Bill – was on Thursday cleared by the Lok Sabha. The Rajya Sabha had passed it on December 12.The bills will now go to President Droupadi Murmu for her assent to become laws.","author":"Scroll Staff","time":"2023-12-22T08:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194292-eokvmerxvk-1695352193.jpeg","tags":["Parliament","Rajya Sabha","Bharatiya Nyaya Sanhita","Telecom Bill"],"source":"https://scroll.in/latest/1060956/parliament-clears-new-criminal-laws-telecom-bill-by-voice-vote"}