{"title":"Parliament: Rajya Sabha passes 2 farm bills, Opposition alleges demand for division of votes denied","content":"The Rajya Sabha on Sunday descended into chaos as the House passed two contentious agriculture bills amid a prolonged outpouring of anger by the opposition parties. The two ordinances – Farmers’ and Produce Trade and Commerce (Promotion and Facilitation) Bill, 2020 and Farmers (Empowerment and Protection) Agreement on Price Assurance and Farm Services Bill, 2020 – were passed by a voice vote.  The two bills were presented by Agriculture Minister Narendra Singh Tomar, who declared them “historic” legislations and claimed it would “bring a change in the lives of farmers”, according to NDTV.  “The farmers will be able to freely trade their produce anywhere in the country,” he told the House. “I want to assure farmers that these Bills are not related to Minimum Support Price.” The Essential Commodities (Amendment) Bill, 2020, the third ordinance, which is part of the Centre’s farm liberalisation policies, could not be taken up due to time constraints before the House was adjourned for the day.The House witnessed a massive uproar during the passage of the farm bills as members from Opposition parties snatched papers and threw them around in protest. The contentious bills have been criticised by the Opposition as being “anti-farmer”. While the Shiv Sena demanded a special session to discuss the bills, the Congress called it a “death warrant” for the farmers. Most Opposition parties questioned the government’s rush to pass the bills.Congress leader Partap Singh Bajwa said the ordinances were “ill-conceived and ill-timed”, adding that his party “completely rejects” them.“We will not sign on death warrants of farmers,” he said. “We do not want any tinkering in Agricultural Produce Market Committee and the minimum support price MSP.”  \n\n\n    \n    Play\n\nAlso read: Use of a dubious voice vote to pass critical farm bills severely dents Indian democracyRuckus ensued after Deputy Chairperson Harivansh Narayan Singh did not consider the Opposition’s demand for a division of votes on a resolution to send the two bills to a select committee, according to the Hindustan Times.During the session, Singh sought the members’ nod to extend the day’s proceedings beyond 1 pm till the passage of the Bills. The opposition members vehemently protested against this and demanded that the House be adjourned as per the scheduled time.Congress leader Ghulam Nabi Azad said the extension should be on the basis of a consensus of the House and not on the basis of the ruling party’s number, according to The Indian Express. He added that the House should be adjourned and the Bills should be passed tomorrow.  However, the deputy chairperson refused to this, continued with the proceedings of the House and asked Tomar to finish his response to the debate on the Bills. Trinamool Congress legislator Derek O’Brien then entered the well and stood in front of Singh’s seat, attempting to show him the rulebook of Rajya Sabha and accused him of ploughing through the procedures to pass the Bill. Other opposition members too arrived at the well and began snatching and throwing away papers from the table. As the protests grew shriller, the audio telecast of the proceedings were muted temporarily. Visuals showed the deputy chairperson speaking to some of the dissenting leaders inside the well. Following this, the Rajya Sabha was adjourned briefly. Rajya Sabha: TMC MP Derek O'Brien entered the well and showed the House rule book to Rajya Sabha Deputy Chairman Harivansh, during discussion in the House on agriculture Bills pic.twitter.com/OlTjJb6j4F— ANI (@ANI) September 20, 2020\n\nProtests continued after the House resumed at 1:40 pm, as leaders of TMC, the Congress and other parties surrounded the well of the House and shouted slogans. Several members, including O’Brien, Tiruchi Siva of the Dravida Munnetra Kazhagam and Congress’ KC Venugopal, moved resolutions asking for the two bills to be sent to a select committee of the House for consideration before they are taken up for passage. But these resolutions were negated by the House. In the midst of the uproar, the Rajya Sabha took up the Farmers Produce Trade and Commerce (Promotion and Facilitation) Bill, 2020, clause by clause, into consideration and passed by a voice vote. Soon after, the Farmers (Empowerment and Protection) Agreement on Price Assurance and Farm Services Bill, 202 was also passed. Prime Minister Narendra Modi said the passage of the bills is “a watershed moment in the history of Indian agriculture”.  Protests continue after sessionThe Congress and other opposition parties sat in protest inside Rajya Sabha even after the House was adjourned for the day after the passage of two farm bills. Congress chief whip in Rajya Sabha told PTI that the opposition members will continue to sit in the Rajya Sabha chamber till 3 pm to lodge their protest against the government’s attitude.  The House sitting ends at 1 pm and Rajya Sabha chamber has to be sanitised by 3 pm when Lok Sabha sits for a session. Both the chambers of Lok Sabha and Rajya Sabha are being used for each House to allow members to follow physical distancing norms.O’Brien, in a video released from outside the Rajya Sabha, alleged that the ruling party did not allow the Opposition to move resolutions asking that the Bill be sent to select committees because it did not have the requisite numbers to pass the Bills. “This is a brutal murder of our Parliamentary system,” he said. He said that there were about 13 or 14 Opposition parties, including TMC, Aam Aadmi Party, Congress, Biju Janata Dal, Samajwadi Party, among others, opposing the Bill. “The rule of the House says that if one member also asks for voting, it should be granted, but this government knew that it would not be in a position to pass the Bill,” he said.The TMC leader added that he did not tear up a rule book and called such claims propaganda. “They cheated. They broke every rule in Parliament,” he said in another video. “It was a historic day. In the worst sense of the word. They cut RSTV feed so the country couldn’t see. They censored RSTV.”UPDATEMPs from opposition parties now sitting in dharna INSIDE Rajya Sabha. The opposition wanted a vote (division) on #FarmBills Govt pushed bills denying Oppn legit right Here is video #2 pic.twitter.com/GOru0l7oQZ— Derek O'Brien | ডেরেক ও'ব্রায়েন (@derekobrienmp) September 20, 2020\n\nFarmers and traders have been vehemently opposing the new Bills, alleging the government wants to discontinue the minimum support price  regime in the name of reforms. They also fear that the bills would bring about corporate dominance in agriculture. Union minister Harsimrat Kaur Badal, a member of the Shiromani Akali Dal, had on Thursday resigned over the passage of these bills in the Lok Sabha.","author":"Scroll Staff","time":"2020-09-20T17:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147767-xneekolbxg-1600601654.jpeg","tags":["Rajya Sabha","farmers","Narendra Singh Tomar","agriculture bills","Monsoon Session","farm bills","top news","google news"],"source":"https://scroll.in/latest/973587/parliament-rajya-sabha-passes-2-farm-bills-opposition-alleges-demand-for-division-of-votes-denied"}