{"title":"Parliament clears Bill to amend Forest Conservation Act","content":"The Rajya Sabha on Wednesday passed a contentious amendment to the Forest Conservation Act that exempts several categories of land from the provisions of the law.The Forest Conservation (Amendment) Bill was passed in the House after a brief debate, even though the Opposition had walked out to register its protest against the ethnic violence in Manipur.The Bill was earlier passed by the Lok Sabha on July 26, six days after it was cleared by a parliamentary joint committee without any change.The Bill amends the Forest Conservation Act of 1980 to exclude some forest land from its ambit. This includes forest land situated within 100 kilometres along international borders, up to 0.10 hectares of land alongside a rail track or a public road and land that is proposed to be used for setting up security-related infrastructure and up to five hectares of land in an area affected by left-wing extremism.During the debate on the Bill in the Rajya Sabha, Union Environment Minister Bhupender Yadav said: “India is working on future infrastructure in a way that our forests are not disturbed and connectivity and connection can also go rapidly.”The minister said that the provision excluding up to five acres of land in areas affected by left-wing extremism has been introduced so as to ensure basic amenities such as schools and dispensaries to Adivasi communities, PTI reported.Yadav added that the Bill seeks declare zoos and eco-tourism as non-forest activities. “We want to create an atmosphere where local people will be able to generate an income and they will participate in more and more eco-tourism activities,” he told the Rajya Sabha. “They have traditional knowledge about all wild animals.”Concerns of environmentalistsSeveral environmentalists have alleged that the Bill is merely a ruse to open up forest land for commercial exploitation. They have contended that terms such as “public utility specified by the central government” are vague and leave scope for misuse.Former government officials have also expressed concern about exempting up to 100 km of forest land that may be used for strategic purposes in border areas.Critics had said that this would encompass the entire North East region of India and the majority of the Himalayan region, both of which are ecologically sensitive and home to several wildlife species.On Wednesday, Congress leader Jairam Ramesh said the journey of the Bill is a case study on “how to completely subvert the legislative process”.The Forest (Conservation) Amendment Bill, 2023 that makes several far-reaching and radical amendments to the Forest (Conservation) Act, 1980 has just passed in Rajya Sabha now in the absence of the Opposition that is being silenced on Manipur. The journey of the Bill to soon… pic.twitter.com/WZgGVJtIBr— Jairam Ramesh (@Jairam_Ramesh) August 2, 2023\n\n“Both the substance of the amendments and the manner they have been bulldozed through in Parliament, reflect the mindset of the Modi government, and the vast gap that exists between its global talk and domestic walk on the environment, forests and the rights of Adivasis and other forest-dwelling communities,” Ramesh said in a tweet.","author":"Scroll Staff","time":"2023-08-02T19:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188864-rxccxgirim-1680846700.jpg","tags":["Parliament","Forest Conservation Act","Rajya Sabha"],"source":"https://scroll.in/latest/1053701/parliament-clears-bill-to-amend-forest-conservation-act"}