{"title":"Parliament panel clears all amendments to Forest Conservation Act, four Opposition MPs dissent","content":"A Parliamentary joint committee looking into the contentious amendments proposed to the Forest Conservation Act accepted all changes to the law proposed by the Ministry of Environment, Forests and Climate Change on Thursday.In its report submitted to Parliament, the committee recommended that the Bill proposing the amendments can be tabled unchanged.The 31-member committee has 18 MPs from the Bharatiya Janata Party. Four MPs from Opposition parties – Pradyut Bordoloi and Phulodevi Netam from the Congress, Jawahar Sircar from the Trinamool Congress and R Girirajan of the Dravida Munnetra Kazhagam – submitted dissent notes to the committee’s recommendations.While the government claims that the amendments to the law are required to fast-track strategic and security-related projects and achieve climate-related goals, environmentalists and Opposition parties have claimed that the Bill is an effort to open up forest land for commercial purposes.Among the contentious provisions in the Bill is a clause to exempt prior clearance to security-related infrastructure on forest land situated within 100 kilometres along international borders. This, critics say, could encompass the entire northeastern region of India and a majority of the Himalayan region – both of which are ecologically sensitive and are home to several wildlife species.Also read: In India, the law that is meant to protect forests is being used to open them up for developmentEarlier this month, a group of more than 100 former civil servants had urged Parliament not to clear the amendments, saying that they were “replete with flaws” and “totally misleading”. The former bureaucrats had said that the proposed amendments were likely to strengthen “the tendency of liberally giving away forest land for non-forest purposes”.Between April and June 2023, the Parliamentary committee convened for nine meetings, received memorandum from 1,309 stakeholders, held discussions with 15 Union ministries, 14 states and Union territories and several experts. However, the committee has not recommended a single change in the Bill that was proposed by the forest and environment ministry.","author":"Scroll Staff","time":"2023-07-21T13:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178356-tkofospozy-1660201598.jpg","tags":["Forest Conservation Act","Forest Conservation amendment","Forest laws"],"source":"https://scroll.in/latest/1053029/parliament-panel-clears-all-amendments-to-forest-conservation-act-four-opposition-mps-dissent"}