{"title":"Parliament: Rajya Sabha adjourned for the day, Citizenship Bill not tabled","content":"The Rajya Sabha was adjourned on Tuesday as members continued to raise protests over several issues in the House on the penultimate day of the Budget Session, The Hindu reported. The Upper House has failed to transact business during the session and Leader of Opposition Ghulam Nabi Azad requested it to take up for discussion the President’s Address and the interim Budget. Union minister Vijay Goel also proposed extending the session to finish pending business.The House was adjourned three times before Chairperson M Venkaiah Naidu called off proceedings for the day and as a result the contentious Citizenship Amendment Bill was not tabled. The legislation has witnessed opposition from several political parties in the North East, including allies of the Bharatiya Janata Party.The bill seeks to amend a 1955 law to grant citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan if they have lived in India for six years. It has been passed in the Lok Sabha.The National Democratic Alliance government introduced two bills – the International Financial Services Centre Authority Bill, 2019, and the Cinematography (Amendment) Bill, 2019, PTI reported.Earlier in the day, President Ram Nath Kovind unveiled a life-size portrait of former Prime Minister Atal Bihari Vajpayee in Parliament House. Vajpayee passed away at the age of 93 in August last year.In the Lok SabhaThe Lok Sabha was adjourned for 20 minutes soon after Question Hour began, amid protests against the Rafale jet deal by the Congress members. The Opposition party has been demanding that a joint parliamentary committee be formed to investigate the deal. Lok Sabha Speaker Sumitra Mahajan said the Congress members were flouting rules by holding placards and raising slogans. “Discussion [on Rafale] has already taken place...every day you cannot disrupt...it is below standards,” she said while adjourning the Lower House. As the House reassembled, Minister of State for Housing Hardeep Singh Puri replied to a informal settlements. However, Opposition members continued with sloganeering. The Congress also staged a walkout after its demand for a Joint Parliamentary Committee inquiry into the Rafale deal was rejected. Several Congress legislators trooped into the Well of the House and shouted slogans seeking an inquiry.Home Minister Rajnath Singh said the Rafale deal had been discussed before in the House and the Supreme Court in December dismissed a plea seeking CBI inquiry into the agreement. “The prime minister is scared of the JPC,” said Kharge. “Since you are not heeding to the demand of JPC, we are staging a walkout.”  The Lok Sabha was later adjourned till 3 pm.The report of the Comptroller and Auditor General about the Rafale jet deal is likely to be tabled on Tuesday. On Sunday, the Congress had demanded that CAG Rajiv Mehrishi recuse himself from auditing the agreement as he was the finance secretary when the deal was signed and was part of the negotiations.The Congress has accused the BJP-led government of compromising national interest and national security in the purchase of the 36 jets. The party had said the CAG is constitutionally and statutorily obliged to undertake a forensic audit of all defence contracts, including the Rafale deal.","author":"Scroll Staff","time":"2019-02-12T12:20:22.129565+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/98258-tbpvberisk-1534932978.jpg","tags":["Parliament","Rajya Sabha","Lok Sabha","Citizenship Amendment Bill","Rafale deal"],"source":"https://scroll.in/latest/912943/parliament-rajya-sabha-adjourned-till-2-pm-citizenship-bill-to-be-tabled-today"}