{"title":"Rajya Sabha clears UAPA amendments that allow individuals to be designated terrorists","content":"The Rajya Sabha on Friday cleared the amendments to the Unlawful Activities (Prevention) Act,  following heated debates, ANI reported. The bill was already passed by the Lok Sabha on July 24. It will now go to President Ram Nath Kovind for clearance.Until now, the law allowed the government to proscribe terrorist organisations. The amendment proposes to allow the government to also proscribe individuals as terrorists and proposes to empower more officers of the National Investigation Agency to investigate cases.During the debate in the Rajya Sabha, Home Minister Amit Shah said the UAPA Bill’s only purpose was to fight terror, according to The Indian Express. “Out of 278 terror cases registered by NIA, charge sheet filed in 204 cases; conviction in 48 out of 54 cases so far,” Shah told the Rajya Sabha.Shah criticised the Opposition and specifically the Congress. “What happened during emergency? All media was banned, all opposition leaders were jailed,” he said. “There was no democracy for 19 months, and you are accusing us of misusing laws? Kindly look at your past.”He added that the government decided to name individuals as terrorists though the organisation they are affiliated with is already banned because “we ban one organisation, another one comes up by same individuals”, according to ANI. “Till when will we keep banning organisations?” he asked.“When we were in Opposition, we supported previous UAPA amendments, be it in 2004, 2008 or 2013 as we believe all should support tough measures against terror,” Shah added. “We also believe that terror has no religion, it is against humanity, not against a particular government or individual.”Congress MP Digvijaya Singh said they doubt the BJP’s intent behind the bill. “Congress never compromised on terrorism that is why we had brought this law,” he said, according to ANI. “It is you who compromised on terror, once during release of Rubaiya Saeed and second by letting off Masood Azhar.”Former Union minister and Congress MP P Chidambaram blamed the BJP’s “mischief” for opposing the amendment. “If you see reasons for amendment, it says ‘to empower NIA’,” Chidambaram said, according to ANI. “In passing you say ‘empowers Centre to add or remove an individual’s name as a terrorist’, this mischief is why we are opposing this amendment, we are not opposing Unlawful Activities (Prevention) Act.”When the discussion began on Friday, Communist Party of India (Marxist) member Elamaram Kareem said the bill will lead to large scale harassment, News18 reported. He referred to the previous Prevention of Terrorism Act and Terrorist and Disruptive Activities (Prevention) Act and said thousands of Muslims were arrested under those laws. “You don’t want the opposition to speak against you,” Kareem said.Rashtriya Janata Dal MP Manoj Jha listed all the problems with the proposed UAPA bill. He called the provisions of the bill draconian. He said the bill essentially panders to an ideology that conflates nation with the government. “If I criticise the government I am called an anti-national,” he said.Dravida Munnetra Kazhagam member P Wilson said the bill should be referred to a standing committee.  “The act doesn’t state who is the officer in the central government who will brand the person as a terrorist,” he was quoted as saying by News18. “The officer is not a judicial authority. The designation can happen arbitrarily.”Delhi: BJP MPs from West Bengal held a protest in front of Mahatma Gandhi's statue in Parliament over law & order situation in the state. pic.twitter.com/LEVFVfvHaA— ANI (@ANI) August 2, 2019\n\nThe Bharatiya Janata Party had issued a whip to all its MPs to attend the proceedings on Friday, a day after the bill was moved by Minister of State for Home Affairs Kishan Reddy, PTI reported. The bill was passed by the Lok Sabha on July 24 after a heated debate and several MPs walked out in protest.While the Bharatiya Janata Party and its allies supported the legislation, most Opposition parties have expressed concern.Last week, Union Home Minister Amit Shah had said terrorism needs a strong law in order to be curtailed. The Code on Wages Bill, 2019, was passed by the Rajya Sabha, which sought to provide minimum wage for workers. The legislation, once ratified, would also address concerns like delay in payment to employees. It will also include four labour laws – Minimum Wages Act, Payment of Wages Act, Payment of Bonus Act and Equal Remuneration Act. The legislation, which was already passed by Lok Sabha on July 30, was passed in the Upper House with 85 members in favour and eight against it. The bill seeks to amend and consolidate the laws relating to wages and bonus. Labour Minister Santosh Kumar Gangwar had said it will benefit 50 crore workers. Left parties protested on Friday morning against the Wage Code Bill in Parliament, News18 reported.Ahead of the session, BJP MPs from West Bengal held a protest in front of Mahatma Gandhi’s statue in Parliament over the law and order situation in the state, ANI reported.Jallianwala Bagh National Memorial Bill cleared by Lok SabhaMeanwhile, the Lok Sabha on Friday passed the Jallianwala Bagh National Memorial (Amendment) Bill, 2019, revising the Jallianwala Bagh National Memorial Act of 1951, The Hindu reported. It aims to erect a National Memorial in memory of those killed and wounded in the Jallianwala Bagh massacre on April 13, 1919. In addition, the bill also seeks to create a trust to manage the memorial.It was introduced in the House earlier in the Budget session by Minister of State for Culture Prahlad Singh Patel. “It is our belief and principle that politics should be removed from the national memorial hence the amendments were brought to the 1951 Act,” PTI quoted him as saying.However, Congress member Gurjeet Aujla alleged the government wanted to rewrite history by removing the party’s president from the trust. “This government wants to distort history,” he said. “You cannot remove the sacrifice of the Congress to the country’s freedom struggle.”If the Lok Sabha does not have a leader of Opposition, the bill provides for the leader of the single largest opposition party to be a trustee.  Akali Dal member and Union Minister Harsimrat Kaur Badal said Congress members were involved in the 1984 riots against Sikhs. “This was a recorded history and you cannot forget it,” she added.  Dravida Munnetra Kazhagam leader Dayanidhi Maran said Congress was the only party to fight the freedom struggle. “Other parties in the country are a byproduct of Congress,” Maran added.Aam Aadmi Party leader Bhagwant Mann said Jallianwala Bagh massacre was not a story but the truth, The Hindu reported. He said the memorial belonged to everyone and there was no memorial to mark the sacrifice of Shaheed Uddham Singh.Lok Sabha proceedingsA bill to set up an institutional system for surveillance, inspection, and operation, among other aspects of specified dams was passed in the Lower House. The provisions of the bill would be applicable to certain dams with a height of more than 15 metres or between 10 and 15 metres.  Earlier in the day, Union Jal Shakti Minister Gajendra Singh Shekhawat said dams being constructed for elecwas a historic practice.Revolutionary Socialist Party leader NK Premachandran claimed that the country had experienced 36 dam failures, with the most recent breach occuring in Maharashtra’s Ratnagiri district, where at least 18 people were killed. Congress leader Adhir Ranjan Chowdhury recommended that checks be carried out before and after the monsoon season, Firspost reported.“We [states] look after and pay for everything, but you [Centre] tell us how to do it,” said Trinamool Congress leader Mahua Moitra. She said water was a “state subject” but the bill waas silent on the financial assistance from the central government to the states to ensure dam safety.The Trinamool Congress legislator also questioned the appointment of 10 of the 21 members to the dam safety committee. “How does this committee have 10 people from Centre and only seven from the state, when people from state have a better sense of the geographical location of the dam?” she asked.Biju Janata Dal MP Bhartruhari Mahtab said the bill had many discrepancies, and should take public interest into consideration. He added that there were apprehensions that the Centre would take over the control of dams.Meanwhile, the session was extended till the passage of the dam safety Bill, and the Airports Economic Regulatory Authority of India (Amendment) Bill, 2019.","author":"Scroll Staff","time":"2019-08-02T12:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124033-dkzggrcjkn-1563433990.jpg","tags":["Rajya Sabha","Parliament","Unlawful Activities (Prevention) Amendment","UAPA Bill"],"source":"https://scroll.in/latest/932593/parliament-opposition-calls-amendments-to-unlawful-activities-prevention-act-bill-draconian"}