{"title":"Rajya Sabha passes Citizenship Amendment Bill after nine-hour-long debate","content":"8.54 pm: The Rajya Sabha is adjourned for the day.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.44 pm: The bill is passed, with 125 votes in favour and 105 against.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.42 pm: Division of votes under way on the question of whether the bill should be passed.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.41 pm: Shiv Sena MP Sanjay Raut says his party has boycotted the voting, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.33 pm: “It is very apparent today where the majority is in the Rajya Sabha today, it is also apparent where the morality is,” says Derek O’Brien, as he withdraws an amendment he had proposed.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.24 pm: Shiv Sena MPs are not present in the House, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.09 pm: Clause-by-clause amendment proposals are being put to vote.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.06 pm: The Rajya Sabha rejects sending the bill to a select committee, with 99 votes in support and 124 against.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.49 pm: Voting on proposed changes to the amendment bill begins. Division of votes sought on the question of whether the bill should be referred to a select committee of the Rajya Sabha.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.47 pm: Amit Shah reiterates that Muslims need not be scared of the Citizenship Amendment Bill, as it does not impact them. “No one will have to go to detention camps, instead those now living in detention camp-like conditions will be able to live in good houses after this bill,” says Shah.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.39 pm: Shah concludes his reply. Rajya Sabha Chairperson M Venkaiah Naidu gives an opportunity to members who want to seek any clarifications from the home minister. Congress leader Digvijay Singh says Shah took his name twice in his response even though he had not participated in the debate.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.33 pm: The Congress government allotted Rs 3,500 crore for minority welfare in its last Budget in 2013-’14, but the Modi government allotted Rs 4,700 crore in its previous Budget, Shah claims.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.31 pm: Shah lists out examples of persecution of minorities in Pakistan, Afghanistan and Bangladesh. He mentions the example of Asia Bibi in Pakistan, and says that in Afghanistan, the number of Hindus and Sikhs reduced from 2 lakh in 1992 to just 500 in 2018.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \"Statements of Congress leaders and leaders of Pakistan at times are similar\": Amit Shah in Rajya Sabha #CitizenshipAmendmentBill2019 pic.twitter.com/2ptrQ8cUie— NDTV (@ndtv) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.25 pm: The statements of Congress leaders and Pakistani leaders are many times similar, says Amit Shah, citing the Opposition party’s stance on surgical strikes, Balakot air strikes, and abrogation of Article 370.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.23 pm: Shah says the Citizenship Bill, the abrogation of Article 370, or the triple talaq bill were not anti-Muslim.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Home Minister Amit Shah, in Rajya Sabha, on #CitizenshipAmendmentBill2019: Neither CAB is anti-Muslim, nor abrogation of Article 370 is anti-Muslim, Triple Talaq Bill is not anti-Muslim either. Triple Talaq is the Bill to give rights to crores of Muslim women in the country. pic.twitter.com/vgubLCnR9g— ANI (@ANI) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.15 pm: “I know the idea of India, don’t try to teach me that. My ancestors are from India, I was born here,” says Amit Shah.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.14 pm: Amit Shah says the Shiv Sena supported the Bill in the Lok Sabha and should tell the people of Maharashtra what happened within the span of a night that they changed their stand.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.11 pm: “This is a bill to give citizenship, not take away anyone’s citizenship,” Shah says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.02 pm: Shah assures the Sikkim MP that the bill will not dilute Article 371F.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Home Minister Amit Shah, in Rajya Sabha, on #CitizenshipAmendmentBill2019: The entire country knows that the reason behind partition was Jinnah and it was done due to his demand. But all I am asking is why did Congress agree to it? Why was it done on the basis of religion? pic.twitter.com/qdacm8zvr2— ANI (@ANI) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.01 pm: “Everyone knows Jinnah was behind the Partition,” says Shah. “Why did the Congress accept it?”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7 pm: Amit Shah resumes his reply.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.50 pm: Commotion in the House as Derek O’Brien claims Amit Shah is misleading the House by quoting Mamata Banerjee from August 2005, about “infiltrators” in West Bengal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.48 pm: Amit Shah quotes Mahatma Gandhi from September 1947, when he said that Hindus and Sikhs who do not want to live in Pakistan should come to India and the Indian government must let them in and give them their rights.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.47 pm: Amit Shah reads out a Congress Working Committee resolution from November 25, 1947. Subramanian Swamy had also read out the resolution earlier in the House. The resolution talked of citizenship for “non-Muslim” refugees coming from Pakistan to save their lives and honour.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.46 pm: Amit Shah says there will be no impact on the citizenship of Muslims in India, urges politicians to not create divisions.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.43 pm: Shah says 13,000 Hindu and Sikh refugees were made citizens by the Congress-led central government on request from Rajasthan government. “We are consistent on our stance whether we are in power or in Opposition, but Congress leaders are confused,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.40 pm: Amit Shah refutes the claim that the bill violates Article 14.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n\n    \n    Play\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.38 pm: Shah asks, “We are welcoming even Parsis, Buddhists, Sikhs and Jains. Will we be called secular only if Muslims are welcomed? Our definition of secularism is not so narrow.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.37 pm: “There is very little chance of persecution of Muslims in an Islamic country,” Shah says. “Even if there are one or two cases like that, we have a mechanism to give them citizenship, and more than 566 Muslims from these countries have been given citizenship under the Modi government.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.35 pm: Shah says Bangladesh, Pakistan and Afghanistan describe themselves as Islamic countries. “It is surprising that there is no appreciation for us bringing in refugees of six communities, but we are only being asked about Muslims,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.32 pm: “It is not right to call it a distraction when we try to solve the country’s problems,” says Amit Shah.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \"The country was divided on religious lines and that is why we had to bring this bill\": Amit Shah in Rajya Sabha#CitizenshipAmendmentBill2019 pic.twitter.com/lX8KmlZGYg— NDTV (@ndtv) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.26 pm: Shah says the prime ministers of India and Pakistan signed a pact in April 1950, agreeing to take care of their minorities by themselves. He says Pakistan has violated the pact but India has given respect to minorities and kept its promise.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \"Narendra Modi government is here to solve all the issues of the country\": Amit Shah in Rajya Sabha#CitizenshipAmendmentBill2019 pic.twitter.com/NPKAyMXHHv— NDTV (@ndtv) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.25 pm: “If this bill had been brought 50 years earlier, many problems would have been solved,” the home minister says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.22 pm: “This bill would never have been needed if there was no Partition,” Amit Shah says. “And through this bill, we are now resolving the problems that came up due to the Partition.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.21 pm: Amit Shah begins his response to the debate.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.19 pm: “The two Houses of Parliament are sovereign, and have the power to undo a court order too,” says Ravi Shankar Prasad.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.14 pm: “There is nothing arbitrary about the legislation if India welcomes refugees fleeing persecution on the basis of religion,” Prasad says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.12 pm: “Reasonable classification” is allowed under Article 14, Prasad says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.07 pm: Law Minister Ravi Shankar Prasad says every bill that the Modi government tables has been vetted by his ministry. He says such a question had not been asked in the House ever.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.06 pm: “If everyone is happy with the bill, why is there an Army flag march, and why is lathicharge and tear gas being used against protestors in Assam?” asks Ghulam Nabi Azad.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.03 pm: Azad gives the example of Taslima Nasreen, who was given refuge in India despite being a Muslim from Bangladesh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.01 pm: Ghulam Nabi Azad asks why neighbouring countries like Bhutan, Sri Lanka and Myanmar were not included. He refutes the claim that Muslims are not persecuted in Islamic countries, cites example of injustice against Muslim women by the Taliban in Afghanistan.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.49 pm: “Manusmriti, or Golwalkar’s We or Our Nationhood Defined or Bunch of Thoughts are not our Constitution,” Ragesh says, showing a copy of the Indian Constitution.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.46 pm: CPI(M) leader KK Ragesh claims the bill will legalise religious discrimination, cites examples of Rohingya Muslims, Ahmadiyyas and Sri Lankan Tamils.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.39 pm: BJP MP Bhupender Yadav opposes the argument that the bill violates Article 14, says the Constitution allows supporting those who need it based on categorisation, such as reservations for marginalised communities. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.21 pm: Sahasrabuddhe recalls Nehru’s “tryst with destiny” speech, and says when the bill gets passed, Prime Minister Narendra Modi will do a “tryst with humanity”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Rajya Sabha MP @vinay1011's Remarks | The Citizenship (Amendment) Bill, 2019#CitizenshipAmendmentBill https://t.co/rkCo3dz8Wy— Rajya Sabha TV (@rajyasabhatv) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.16 pm: BJP MP Vinay Sahasrabuddhe says, “Saying that Muslims will be tortured in countries that call themselves Islamic is an insult to those countries.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5 pm: Swamy says the Ahmadiyyas and Shias would prefer any day going to Iran, a Shia country, or to Bahrain, where Ahmadiyyas are accepted as Muslims.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.56 pm: Subramanian Swamy quotes a Congress Working Committee resolution from November 25, 1947, urging citizenship for “non-Muslim” refugees coming from Pakistan to save their lives and honour. He says now the Congress is opposing the bill. “The amount of illiteracy in Congress is unbelievable,” Swamy says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.53 pm: BJP MP Subramanian Swamy says the Congress seems to be confused between the Citizenship Bill and the NRC. “Most of them argued against the NRC, and those who argued against CAB misled the House in some ways,” he says.He cites Article 11 of the Constitution that gives Parliament the power to frame laws to give citizenship.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.45 pm: Assam Congress MP Ripun Bora says: “You have already finished Assam, you have finished the North East region, you have not learnt a lesson. Now you are going to finish the entire country.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.40 pm: JD(S) leader D Kupendra Reddy opposes the bill.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.36 pm: YSRCP MP V Vijay Sai Reddy supports the bill. He says the Congress’ culture is based on appeasement and it wants to ignore the plight of refugees from other countries.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.32 pm: CPI MP Binoy Viswam says the moment we take religion into account, it means the end of India. “Don’t kill India,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Rajya Sabha MP Binoy Viswam's Remarks | The Citizenship (Amendment) Bill, 2019 #CitizenshipAmendmentBillhttps://t.co/cUykQLwmUU— Rajya Sabha TV (@rajyasabhatv) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.27 pm: “You seem to be ready to do anything in this country to fulfil your crazy intentions,” says Sanjay Singh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \"You believe in the culture of breaking the country\": AAP's Sanjay Singh in Rajya Sabha on #CitizenshipAmmendmentBill2019. pic.twitter.com/ebtJz7Uot3— NDTV (@ndtv) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.20 pm: Aam Aadmi Party MP Sanjay Singh says the bill is against the Preamble of the Constitution, and against the dreams of Gandhi and Bhagat Singh. “You worry about Hindus living in Gujranwala [Pakistan]... please do, you should – but in Gujarat, your home state, when Purvanchali Hindus from UP and Bihar had to flee, why did you not utter a word?”Singh says that in Assam, lakhs from Uttar Pradesh and Bihar were excluded from the NRC, and were “declared foreigners in their own country”, but the government wants to give citizenship to those from Bangladesh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Rajya Sabha MP @SanjayAzadSln's Remarks | The Citizenship (Amendment) Bill, 2019 #CitizenshipAmendmentBillhttps://t.co/2UV4Cl72Fu— Rajya Sabha TV (@rajyasabhatv) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.15 pm: Naga People’s Front leader KG Kenye urges  the government to take a second look at the Citizenship Amendment Bill.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Rajya Sabha MP KG Kenye's Remarks | The Citizenship (Amendment) Bill, 2019 #CitizenshipAmendmentBillhttps://t.co/WYe8JKwUdf— Rajya Sabha TV (@rajyasabhatv) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.10 pm: MDMK leader Vaiko says the bill should be thrown into the Bay of Bengal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4 pm: “This is morally reprehensible,” Sibal says. “Those who have no idea of India cannot protect the idea of India. Don’t convert this Indian republic into a Jurassic republic.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \"Don't convert the Indian Republic into a jurassic republic where there are two dinosaurs\":  Kapil Sibal on #CitizenshipAmmendmentBill2019 in Rajya Sabha. pic.twitter.com/nuxfa4IRI7— NDTV (@ndtv) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.58 pm: Referring to Shah’s statement from the morning that “Muslims here don’t have to fear”, Sibal says: “Which Muslim is afraid of you? No Muslim of India is scared of you.”“We only fear the Constitution, which you are destroying,” he adds. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.56 pm: “It weakens foundation of culture and ethos,” the Congress MP says, adding that it has consequences that people cannot even begin to imagine.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.54 pm: The government is “targeting a community without naming it”, says Sibal. “It violates basic structure of the Constitution. It is divisive and will destabilise our polity.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \"They are targeting a community without blaming it\":  Kapil Sibal on #CitizenshipAmmendmentBill2019 in Rajya Sabha. pic.twitter.com/ehVuz6TAHP— NDTV (@ndtv) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.52 pm: Sibal asks the government how they will prove a person is persecuted. “There is no law to prove that,” he says. “How do you discriminate between one illegal immigrant and another illegal immigrant?”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.50 pm: Sibal refers to statements from the prime minister and the home minister that this is a historic bill, and says it will be historic because the government is about to “change history”. “This bill gives legal colour to the two-nation theory,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \"Rise above politics. You are destroying the future of this country\": Senior Congress leader Kapil Sibal to Union Home Minister Amit Shah in Rajya Sabha #CitizenshipAmendmentBill pic.twitter.com/mgQFzkWdOM— NDTV (@ndtv) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.46 pm: “You are destroying the future of this country,” Sibal says, referring to the BJP and Amit Shah.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \"Two-nation theory was perpetrated by Savarkar\": Senior Congress leader Kapil Sibal in Rajya Sabha #CitizenshipAmendmentBill pic.twitter.com/Q35c90LCMl— NDTV (@ndtv) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.44 pm: “It is very interesting that JP Nadda mentioned Manmohan Singh’s statement on persecuted refugees, but he didn’t mention what LK Advani said,” Sibal says. “While Manmohan Singh had lobbied for citizenship to be granted to those fleeing persecution in our neighbouring States, Advani had said that refugees can never be on par with the citizens of India.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.42 pm: Congress MP Kapil Sibal opposes the bill. He refers to Amit Shah’s statement in the Lok Sabha that this amendment to the bill is needed now because the Congress had split the nation on religious lines during Partition. He asks Shah which history books he read and reiterates that Savarkar put up the theory.He asks Shah to withdraw the allegation. “We in the Congress believe in the one-nation theory, you [BJP] don’t.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.39 pm: The Shiromani Akali Dal supports the bill. But MP Balwinder Singh Bhunder urges the government to remove the names of specific communities and call it persecuted minorities.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.37 pm: Muslims are being targeted since this government came to power, says People’s Democratic Party MP Mir Mohammad Fayaz. The party opposes the bill.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mir M Fayaz, J&K PDP in Rajya Sabha on #CitizenshipAmendmentBill2019: I stand to oppose this Bill. Since this govt has come to power, the way it has brought bills like Triple Talaq & Art 370-Muslims have been targeted. Yeh sarkaar jab se bani hai yeh musalman ke peeche padi hai pic.twitter.com/aNCxD8FiBH— ANI (@ANI) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.30 pm: The Nationalist Congress Party opposes the bill. “This bill is being brought in a great hurry,” says NCP’s Praful Patel, according to NDTV. “Why is the government averse to letting the Bill go to select committee for more deliberation?”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.27 pm: A state that persecutes does not differentiate between A, B or C community, Jha says. Atheists are also persecuted, he adds. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    “Since today history is entirely based on imagination, let’s imagine Jinnah in heaven asking what came of India. The answer would be Israel. We are following Israel’s model. Don’t do this. Put your majority to better use.”Manoj Jha of the RJD on the Citizenship Bill.— Supriya Sharma (@sharmasupriya) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.25 pm: The Rashtriya Janata Dal also opposes the bill. RJD leader Manoj Kumar Jha says the bill is morally bad and constitutionally bad. “If it’s morally bad and constitutionally bad, then it shouldn’t be implemented,” Jha says. “Where have we reached? Think once, you might be committing a great blunder.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.21 pm: The Bahujan Samaj Party opposes the bill.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Satish Chandra Mishra, BSP: Our party opposes the #CitizenshipAmendmentBill2019. Why are you violating Article 14 by excluding Muslims? Muslims being excluded is the sole problem of this entire act. pic.twitter.com/hWg0doyJVZ— ANI (@ANI) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.15 pm: “I heard it was said that those who oppose this bill are speaking the language of Pakistan,” Raut says, referring to PM Narendra Modi’s statement from earlier in the day. “This assembly is not in Pakistan. Everyone here and there [Lok Sabha] have been elected in India.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Watch | \"This is not Pakistan's Assembly. We are people of this country\": Shiv Sena's Sanjay Raut on PM Modi's \"leaders speaking Pakistan language\" comment about #CitizenshipAmendmentBill pic.twitter.com/iNMAu406tC— NDTV (@ndtv) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.10 pm: Shiv Sena MP Sanjay Raut says: “Since yesterday I have been hearing that whoever does not support Citizenship Bill is anti-national.” he claims his party does not need any lesson on nationalism as “the headmaster of our school is Balasaheb Thackeray”.“Will the crores who will be accepted by India have voting rights,” Raut asks.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3 pm: AIADMK MP Vijila Sathyanath announces her party’s support for the Citizenship Bill but asks the government to include Sri Lankan Tamil refugees.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.57 pm: Meanwhile, protests are underway against the bill in the North East. The Indian Army has been deployed in parts of Tripura and Assam, reports NDTV.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.56 pm: Chidambaram “dares” the government to put on table the opinions of the law ministry and the attorney general on the Citizenship Amendment Bill.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.54 pm: “How do you group three countries and leave out other nations? Why have you included six faiths and excluded Hazaras, Ahmadis? Abrahamic religions are three – why have you included Christians and excluded other two [Judaism and Islam],” Chidambaram asks.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.51 pm: The exclusions and inclusions in the bill are beyond common sense and logic, says Chidambaram. He asks why only religious persecution is included, and not other types like persecution based on politics. “Arbitrariness is writ large in the face of this bill,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.48 pm: Chidambaram says he is absolutely certain that this law will be struck down if it is passed. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.46 pm: With this bill, the government is introducing citizenship by “arbitrary executive fiat”, says Congress leader P Chidambaram.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.38 pm: The Bodoland People’s Front supports the Citizenship Amendment Bill.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.34 pm: Nominated MP Swapan Dasgupta supports the bill. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    BJP's Swapan Dasgupta read out from the UN Convention on Refugees to back the Citizenship Bill, ignoring that the very words he read out: persecution, as per this convention, is not limited to just religious grounds.https://t.co/m5OEgolf12 pic.twitter.com/Hx1qrB2h58— Supriya Sharma (@sharmasupriya) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.30 pm: Tiruchi Siva says if the bill is passed, it will be a blow to secularism. Referring to Amit Shah’s statement that the BJP has got a mandate to rule, he says: “You have a mandate to justify all citizens of the country and not segregate one section and make them feel victimised.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    T Siva, DMK MP in Rajya Sabha on #CitizenshipAmmendmentBill2019: If this Bill is passed, it will be a blow to our secularism. You (BJP) have a mandate to justify all citizens of the country and not segregate one section and make them feel victimised. pic.twitter.com/ktARYTpVNV— ANI (@ANI) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.27 pm: DMK MP Tiruchi Siva asks for the rationale behind selecting only Pakistan, Bangladesh and Afghanistan. He asks why countries such as Bhutan and Sri Lanka, which also have state religions, are not included.He also points to Ahmadis, Shias, Hazaras of Afghanistan, Tamils in Sri Lanka and Christians in Bhutan and says they have also been persecuted. “Why are all your recent efforts directed at only one religion – Muslims,” Siva asks.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.26 pm: The bill won’t stand to the scrutiny of the Supreme Court, says Tiruchi Siva.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.25 pm: The Dravida Munnetra Kazhagam opposes the bill.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.24 pm: “Don’t spoil the country, don’t spoil the Constitution” with this bill, Rangarajan tells the Centre and Amit Shah.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.22 pm: “Bangladesh is the third largest Hindu state in the world. Sri Lanka has lakhs of Hindus. After passing this amendment, what if there are any repercussions on minorities in these countries,” asks Rangarajan.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.20 pm: Rangarajan says it is false to say Muslims are not persecuted in neighbouring countries. He cites the Ahmadis in Pakistan, Sri Lankan Tamils and Rohingyas in Myanmar as examples. “We believe that protection should be given to all who are persecuted and definitely not on the basis of religion. This bill is unconstitutional.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.19 pm: Community Party of India (Marxist) opposes the bill “tooth and nail”, says TK Rangarajan. “It was sent to parliamentary committee for three years, it was a farce. The bill is immoral,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.14 pm: TRS opposes the bill because it is anti-Muslim, says Keshava Rao. “We agree that persecuted religious minorities should be protected,” Rao says. “But no community should be excluded. There is no need to have a second thought on this bill; rather this bill should be withdrawn.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Dr. K Keshav Rao,Telangana Rashtra Samithi in Rajya Sabha: This bill challenges the very idea of India and negates every ideal of justice. This bill should be withdrawn #CitizenshipAmendmentBill pic.twitter.com/gYMwtN9WDb— ANI (@ANI) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.13 pm: Telangana Rashtra Samithi’s K Keshava Rao refers to Amit Shah’s statement that the BJP has come back to power and is here to rule. “They have come back to power,” Rao says. “They have a right to govern. But not to break the Constitution.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.11 pm: Referring to Trinamool MP Derek O’Brien’s comment that detention centers are like German concentration camps, JD(U)’s Singh says: “But there is a huge difference. They imprisoned their own people, we are not doing that.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.07 pm: Ram Chandra Prasad Singh of the Janata Dal (United) claims the Opposition is discussing unrelated matters, according to Firstpost. “Why are we talking about Indian minorities? And our MPs are saying it’s against the Preamble of Constitution. How is this against our Preamble?”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    RCP Singh,JDU in Rajya Sabha: We support this bill.The bill is very clear, it gives citizenship to persecuted minorities from three of our neigbouring countries, but here debate is being done on our Indian Muslim brothers.  #CitizenshipAmendmentBill pic.twitter.com/rQ29Na3oil— ANI (@ANI) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.02 pm: Janata Dal (United) supports the bill.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.59 pm: Javed Ali Khan questions the cut-off date of December 31, 2014. He asks if the persecution of minorities has stopped since that date. He asks for the government to amend the bill and change “Pakistan, Bangladesh and Afghanistan” to neighbouring countries and to remove specific religions. If the proposed legislation is passed, it will grant citizenship to persecuted people from these communities, provided they have resided in India for six years. The cut-off date is December 31, 2014.Samajwadi Party opposes the bill.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.53 pm: The Indian government, with the NRC and the CAB, is fulfilling Pakistan founder Muhammad Ali Jinnah’s wish to free India of Muslims and to free Pakistan of Hindus, says Khan.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.50 pm: Samajwadi Party MP Javed Ali Khan says religion can never be the basis for citizenship. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \"The BJP should publicly declare that because religious states oppress their minorities, India will never become a religious state... What is this Hindu Rashtra we keep hearing about?\"Samajwadi Party's Javed Ali Khan speaking in Rajya Sabha on the Citizenship Bill.— Supriya Sharma (@sharmasupriya) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.48 pm: AIADMK supports the Citizenship (Amendment) Bill.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    SR Balasubramaniam,AIADMK: We have certain concerns but overall, we are supporting this bill. #CitizenshipAmendmentBill pic.twitter.com/6jJVCGBSmU— ANI (@ANI) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.41 pm: AIADMK MP SR Balasubramoniyan raises the matter of Sri Lankan refugees in Tamil Nadu.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.40 pm: “On a winter November you separated poor from their money,” O’Brien says, referring to demonetisation, according to News18. “Months later, with GST, you separated businessmen from profit. With Abrogation of Article 370, you separated Kashmiris from their homes. With the Citizenship (Amendment) Bill, you are separating people from their nation.”He adds that the Trinamool Congress will not let NRC inside not just Bengal but also across India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.38 pm: O’Brien urges Janata Dal (United) and Biju Janata Dal to take a stand today and not vote based on what their party chiefs want in Orissa and Bihar. “You have to take a stand today,” he says. “You will have to answer your future generations when they ask you which button did you press.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.35 pm: Prime Minister Narendra Modi said the bill will be written in golden letters. “I will tell you where it will be written – on Jinnah’s grave,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Derek O Brien,TMC in Rajya Sabha: I read that PM said this will be written in golden letters.I will tell you where it will be written,it will be written on grave of the father of the nation, but which father of the nation? In Karachi, on Jinnah's grave. #CitizenshipAmendmentBill pic.twitter.com/tIKL8pIuP4— ANI (@ANI) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.34 pm: The TMC leader refers to Amit Shah’s statement that Muslims do not need to worry about this bill. “Home Minister says that there is nothing to worry about...but during demonetisation, PM says give me 30 days for this to work or else burn me but today no one speaks of demonetisation,” he says.“Opposition is on the side of morality,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.30 pm: Derek O’Brien attacks the Centre’s plan to introduce the National Register of Citizens across India. “NRC did not work in Assam. Your pilot project failed, and now you have the gumption to tell Parliament that it will be introduced across India.”He says the percentage of error in Assam was 7%. “If you extrapolate, that becomes 10 crore people across the country,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.29 pm: “This government is very good at making promises. It is even better at breaking promises,” O’Brien says.“How have you treated the Hindus? How have you treated the Bengali Hindus,” he asks. “60% of detention camps in Bengal are full of Bengali Hindus. Now, they are saying those Hindus can re-apply their citizenship through CAB.” He adds that the government is not giving anything new to “persecuted” minorities but is only packaging it better. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.27 pm: TMC MP Derek O’Brien claims the BJP is based on three Js - jhoot (lies), jhaansa (cheating) and jumla (falsehood). “In the last 5 years, 2 crore people have lost their job,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.23 pm: “This bill is anti-Bengali and anti-Indian,” he adds. “No one should teach a Bengali about patriotism. This bill is unconstitutional, there is no doubt about that. If passed this will go to SC.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.22 pm: There is an eerie similarity between the bill and the laws pass in Nazi Germany, says O’Brien. This law has been drawn from the Nazi Germany’s books, he adds. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.20 pm: There will be a people’s movement against the bill, he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.18 pm: This bill is unconstitutional, says Derek O’Brien.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.16 pm: Trinamool Congress MP Derek O’Brien begins speech.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.14 pm: This bill is not interest of any particular party of region, it is the call of the nation and in the interest of India, says Nadda.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.10 pm: Nadda cites Manmohan Singh to say that those persecuted in Pakistan, Bangladesh and Afghanistan should be given citizenship.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    JP Nadda,BJP: In 2003,Dr.Manmohan Singh in Rajya Sabha said to then Deputy PM Advani ji on treatment of refugees&persecution of minorities in countries like Bangladesh,he said we should have more liberal approach in granting citizenship to them. So,we are following what he said. pic.twitter.com/P4Sbm3Dt3I— ANI (@ANI) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.07 pm: Nadda claims minorities have grown in India but have only reduced in Pakistan in the last few decades. He reads out reports from international news outlets to show that minorities are persecuted in Afghanistan.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.06 pm: This bill has got nothing to do with Right to Equality or Article 14 of the Indian Constitution.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.05 pm: “The nation builders wanted minorities in both the countries to get protection,” Nadda says, according to News18. “But the reality was very different. In Jawahar-Liyaqat Ali Pact, it was decided that the minorities would be divided. We know that in 1950 when we framed the Constitution, we made it secular, but Pakistan made it a theocratic nation.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1 pm: Nadda says the essence of the bill is that minorities who are persecuted in Afghanistan, Bangladesh and Pakistan will get citizenship in India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.58 pm: BJP MP JP Nadda begins speaking.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.54 pm: “Why is there insecurity in Assam,” asks Anand Sharma. “Why are the people protesting? The home minister should take a delegation to the detention centre and see the condition.” There are 600 people in five rooms at detention centres, Sharma says, adding that it reminds people of concentration camps from the previous century, according to News18.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.45 pm: But despite many amendments, religion has never been made a criterion for citizenship, says Anand Sharma. “This bill fails the constitutionality test,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.41 pm: The two-nation theory was not brought in by Jinnah but by the Hindu Mahasabha in Gujarat in 1937, Sharma tells the Upper House. “Why are you not talking about the involvement of the British? it was they who empowered the Muslim League,” he says. “British banned Congress, while they allowed Muslim League and Hindu Mahasabha to push for two nations.” He is referring to Amit Shah’s statement in the Lok Sabha on Monday that this amendment to the bill is needed now because the Congress had split the nation on religious lines during Partition.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Anand Sharma,Congress in Rajya Sabha: In our religion, we believe in rebirth,and that we meet our elders. So if Sardar Patel meets Modi ji then he will be very angry with him, Gandhi ji will ofcourse be sad, but Patel will be indeed very angry. #CitizenshipAmendmentBill pic.twitter.com/cTcnyynaet— ANI (@ANI) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.39 pm: “The Citizenship Act has seen amendments since 1955 but the fundamentals of this Act has never been tampered with,” Sharma says, according to News18. “You say we should rise above politics...but I request you to not politicize this matter.”India has given shelter to people who came over from Pakistan after Partition, says Sharma. He adds that India also got two former prime ministers from among them – Manmohan Singh and IK Gujral.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.37 pm: This bill hurts the soul of India, says Anand Sharma.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.36 pm: Meanwhile, in the Lok Sabha, Union Minister Ravi Shankar Prasad proposes to send the Personal Data Protection Bill to a joint select committee of both Houses, PTI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.34 pm: Anand Sharma asks what is the urgency with the bill. He says the government is adamant and not refusing to send it to a select committee. “The reason for opposition is not political but ideological,” he says. “It is an assault on the foundation of the Constitution.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.29 pm: Congress MP Anand Sharma says the bill is against democracy, the Constritution, is divisive and discriminatory and also against the Preamble of the Constitution. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.28 pm: The Rajya Sabha will discuss the bill for six hours today, Chairman Venkaiah Naidu says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.24 pm: Amit Shah says the bill won’t be applicable to Scheduled Tribes or in Mizoram. He adds that natives of Assam need not worry as the BJP government will look after their rights. Rajya Sabha TV stopped telecast for about 30 seconds as Opposition members began to heckle Shah. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.18 pm: Shah claims misinformation has been spread about the bill that it is against Muslims. “I want to ask the people saying this that how is this bill related to Indian Muslims? They are Indian citizens and will always remain, no discrimination against them,” he says.“Muslims living in this country don’t have to worry about the bill,” Shah adds, according to News18. “Do you want me to give the citizenship to Muslims coming from Pakistan, Afghanistan or Bangladesh? It can’t work like this.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Home Minister Amit Shah in Rajya Sabha: No Muslim in India needs to worry due to this Bill. Don't get scared if someone tries to scare you. This is Narendra Modi's Govt working according to constitution ,minorities will get full protection. #CitizenshipAmendmentBill https://t.co/6PYvZBEmwx pic.twitter.com/iNNwddZDaE— ANI (@ANI) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.14 pm: The home minister explains the bill in the Rajya Sabha. He says Hindus, Sikhs, Buddhists, Jains, Parsis and Christians, who are religious minorities in three neighbouring countries of India – Pakistan, Bangladesh and Afghanistan – will be given Indian citizenship. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.12 pm: Shah says it is wrong to accuse the BJP of practicing vote bank politics because of this bill. “I want to point out that we had brought forward this bill before 2019 Lok Sabha elections in our manifesto,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.10 pm: Shah says there has been nearly 20% decline in the population of religious minorities in both Pakistans – meaning Pakistan and Bangladesh. “Either they were killed or they fled to India for shelter,” he claims.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Home Minister Amit Shah in Rajya Sabha: There has been an almost 20% decline each in population of religious minorities in both Pakistan and present day Bangladesh. Either they were killed or they fled to India for shelter. #CitizenshipAmendmentBill pic.twitter.com/moObWT9Ba6— ANI (@ANI) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.09 pm: Shah says the Citizenship Amendment Bill, 2019, provides hope for several lakhs of people, who have no permanent residency in India. “This bill will provide the persecuted a chance to provide for their families,” Shah says, according to News18. “The persecuted minorities have never got a chance to fend for their lives and rights.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.06 pm: Amit Shah begins speech.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.05 pm: Rajya Sabha Chairman Venkaiah Naidu refuses to cancel debate on the bill after Trinamool Congress sought to adjourn it calling it defective legislation that divides India on the basis of religion. “This Bill is in order, there is no reason to demand reconsider debate on this Bill. The Lok Sabha has passed this Bill, and I have seen the legislation and it’s in order,” says Naidu.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.02 pm: Amit Shah tables the Citizenship Amendment Bill, 2019, in the Rajya Sabha.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.57 am: Prime Minister Narendra Modi says some Opposition parties are speaking the same language as Pakistan. “Citizenship Bill will be written in golden letters, will give permanent relief to people who fled religious persecution,” the prime minister says while addressing Bharatiya Janata Party MPs at a parliamentary meeting in New Delhi. “The very same language used by Pakistan on the Citizenship Bill is being used by some parties.”Pakistan had on Tuesday had claimed the proposed amendments were a step towards realising the concept of a Hindu nation and expansionist in nature.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.50 am: Union Home Minister Amit Shah arrives in Rajya Sabha. He will table the CItizenship Amendment Bill.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Union Home Minister Amit Shah arrives in Parliament. The #CitizenshipAmendmentBill will be tabled in Rajya Sabha at 12pm today pic.twitter.com/R1ZSpxIiuO— ANI (@ANI) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.47 am: “No one can exert pressure on us, what is in our hearts, is on our lips,” Sanjay Raut says, according to PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.45 am: Shiv Sena MP Sanjay Raut says the party’s stand may change in the Rajya Sabha if its doubts are not cleared, ANI reports. “Vote bank politics should not be played, it is not correct,” Raut says. “Don’t attempt to create a Hindu-Muslim divide again. Also nothing in this bill for Tamil Hindus of Sri Lanka.”Shiv Sena President and Maharashtra Chief Minister Uddhav Thackeray had on Tuesday said his party would not support the Citizenship Amendment Bill unless “things are clear”. On Monday, the Shiv Sena had voted in favour of the bill in the Lok Sabha, just hours after opposing it both in the House and in an article in its mouthpiece Saamana.11.42 am: Meanwhile, Telangana Rashtra Samithi MPs protest in Parliament seeking the release of GST dues from the Centre.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: Telangana Rashtra Samithi (TRS) MPs protest in Parliament premises, seeking release of GST dues to Telangana state from the Centre. pic.twitter.com/OTH2UB9vV1— ANI (@ANI) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.40 am: Union Minister Mukhtar Abbas Naqvi claims the government will get the bill passed through the Rajya Sabha with a comfortable majority, according to News18.11.35 am: “I hope that all parties in Rajya Sabha come together and vote against this bill,” Sanjay Singh adds. “AIADMK should know that Tamil Hindus will be the most affected. Can BJP name 5 illegals from Bangladesh that they have sent back in the last five and a half years?”11.32 am: Aam Aadmi Party MP Sanjay Singh says that he hopes all Opposition parties vote together in the Rajya Sabha against the CAB. “The govt is not concerned about the sentiments of the people,” Singh says, according to News18. “Look at what is happening in Assam and rest of North East...Govt seems to be sleeping like Kumbhakaran.”11.30 am: Leader of Opposition in Rajya Sabha Ghulam Nabi Azad says 13 parties will vote against the Citizenship Amendment Bill, 2019, according to News18. “The government does not want to address concerns around the economy and issue of price rise,” he says. “BJP is only interested in keeping the country divided on the lines of religion. Abrogation of Article 370 and Triple Talaq Bill are other examples. This just proves that the BJP has no respect for the constitution.”11.25 am: Congress Chief Whip in the Lok Sabha, Kodikunnil Suresh, submits an adjournment notice on the unrest in the country due to the Citizenship Amendment Bill, ANI reports.11.20 am: Opposition leaders such as the Congress’ Kapil Sibal, Derek O’Brien from the Trinamool Congress and Ramgopal Yadav from the Samajwadi Party are expected to speak in the Rajya Sabha today, according to ANI.11.15 am: Joshi quotes Prime Minister as saying the bill is historic.11.10 am: After the parliamentary meeting, Parliamentary Affairs Minister Prahlad Joshi says the Citizenship Amendment Bill will be tabled at noon in Rajya Sabha, and claims it will pass with a comfortable majority. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Parliamentary Affairs Minister Prahlad Joshi after BJP parliamentary party meeting: The #CitizenshipAmendmentBill will be tabled in Rajya Sabha at 12 pm today, and it will be passed in the house with comfortable majority (file pic) pic.twitter.com/ckHwZoXpAP— ANI (@ANI) December 11, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.05 am: BJP holds parliamentary party meeting ahead of the introduction of the Citizenship Amendment Bill in the Rajya Sabha.11 am: The Citizenship Amendment Bill will be tabled in the Rajya Sabha around noon on Wednesday. The ruling Bharatiya Janata Party at the Centre expects it to be passed in the Upper House. The bill was passed by Lok Sabha on Monday after a seven-hour-long heated debate.The bill proposes amendments to the Citizenship Act of 1955 to provide citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan. If the proposed legislation is passed, it will grant citizenship to persecuted people from these communities, provided they have resided in India for six years. The cut-off date is December 31, 2014.While the BJP has only 83 MPs of its own, it is expecting support from its allies in the National Democratic Alliance and a few non-NDA members. NDA member All India Anna Dravida Munnetra Kazhagam has 11 legislators, Janata Dal (United) has six, Shiromani Akali Dal has three MPs, and one each from Asom Gana Parishad, Lok Janshakti Party, Republican Party of India, Bodoland People’s Front, and Paattali Makkal Katchi.Non-NDA parties such as the YSR Congress Party, Telugu Desam Party, the Shiv Sena and the Biju Janata Dal are also likely to vote in favour of the bill. At least four of the six Independent lawmakers are also expected to support the bill, according to News18.However, some parties such as the JDU and the Shiv Sena may also end up opposing the bill.","author":"Scroll Staff","time":"2019-12-11T11:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132637-drpypjgdcy-1576072360.jpeg","tags":["Parliament","Rajya Sabha","Ghulam Nabi Azad","Amit Shah","Citizenship Amendment Bill"]}