{"title":"‘Party lost a leader, I lost my mentor,’ says Karunanidhi’s son MK Stalin at DMK meeting","content":"Dravida Munnetra Kazhagam Working President MK Stalin on Tuesday said he will follow in the footsteps of his late father M Karunanidhi to “defeat all barriers”, Hindustan Times reported.“It is unbelievable to conduct an executive committee meeting without Thailavar [leader],” Stalin said at an executive committee meeting of the party in Chennai to condole the death of Karunanidhi last week. “While you workers have lost your leader, I have lost my mentor and father,” he said.M Karunanidhi, who was the president of the Dravida Munnetra Kazhagam for 49 years, died on August 7. The DMK’s general council will formally elect Stalin its next president, party officials had told Scroll.in.Stalin said he had pleaded with Tamil Nadu Chief Minister Edappadi Palaniswami to bury Karunanidhi at Marina Beach, but the state government refused his request. “I give the entire credit of the victory [burial of Karunanidhi at Marina Beach] to lawyers,” Stalin said. “If this wouldn’t have happened then surely I would have been the person to be buried along with our leader.”A day after Karunanidhi’s death, the Madras High Court had ruled in the DMK’s favour, allowing a spot for his burial at Marina Beach.Stalin’s comments come amid talks of a succession battle with elder brother MK Alagiri who on Monday claimed that all the “loyal cadre” of Karunanidhi are on his side. Alagiri was the party’s south zone organising secretary, but was expelled in 2014 for making derogatory statements about Stalin.Party has lost our leader but I have lost the leader as well as my father: DMK Working President MK Stalin at the party's emergency executive meeting in Chennai. #TamilNadu pic.twitter.com/PjPgxjzQpC— ANI (@ANI) August 14, 2018\n\nThe party’s principal secretary Duraimurugan said Stalin has all the capabilities to lead the party. “You [Stalin] have the heart of Anna and Kalaignar,” Hindustan Times quoted Duraimurugan as saying. “There is no one to challenge you. The credit of placing Kalaignar next to his brother Anna goes to you,” he said, referring to Karunanidhi’s burial next to his mentor CN Annadurai.An unidentified senior DMK leader said though the executive committee does not have the power to elect the party president, “it can give the nod” to make Stalin the president. “After that, it will be endorsed in the general council meeting – in which a formal announcement will be made,” the leader said.","author":"Scroll Staff","time":"2018-08-14T14:25:10.649312+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/890423-9dd2072a-6f4f-43d2-97cb-2cd475515e8e.jpg","tags":["M Karunanidhi","MK Stalin","Tamil Nadu","MK Alagiri","DMK"],"source":"https://scroll.in/latest/890423/party-lost-a-leader-i-lost-my-mentor-says-karunanidhis-son-stalin-at-dmk-meeting"}