{"title":"Pass Maratha quota bill in Winter Session of Assembly, Jarange-Patil tells Maharashtra government","content":"Reminding the Maharashtra government of a deadline set by him, Maratha quota activist Manoj Jarange-Patil on Tuesday asked the administration to pass a bill in the upcoming Winter Session of the Legislature to provide reservations to Marathas, reported PTI.“Instead of calling a special session, give reservations to Marathas in the coming session itself based on the latest [Kunbi] record findings,” said Jarange-Patil while speaking at a rally in Thane.In recent months, the activist has been spearheading a protest demanding quotas for the Maratha community in education and government jobs. He launched a fresh agitation for the cause in August. The agitation has witnessed violence, suicides and the resignation of legislators in support of reservations.Jarange-Patil had first begun a hunger strike on August 29 to press for the demand, but ended it soon after, giving the Maharashtra government a 40-day deadline to implement the reservations. However, as the deadline elapsed, he resumed his indefinite hunger strike on October 25.He withdrew this strike on November 2 after holding a discussion with a Maharashtra government delegation. While ending his fast, he warned the government of a bigger agitation if no action was taken to grant reservations by December 24.The activist reiterated this on Tuesday, stating that if the demand is not fulfilled by the deadline, the government would be unable to “handle the agitation”.“Do not not hold six crore Marathas to ransom,” he said. “The community should be given its ‘rightful’ reservation.”He said that the Maratha community will hold Chief Minister Eknath Shinde in high regard if he decides to support the reservations. “We do not force you, but we are confident that you will take a decision in favour of Marathas,” said Jarange-Patil.He also criticised Maharashtra minister and Other Backward Classes leader Chhagan Bhujbal during the rally.Bhujbal, who has been opposing Jarange-Patil’s demands, said on Friday that granting reservations to Marathas in the state would lead to a face-off between the community on one side and OBCs, Scheduled Castes, Scheduled Tribes and Muslims on the other, reported The Indian Express.The leader also said that while OBCs were not opposed to reservations to the Maratha community, it should happen without affecting the quota of other OBCs.“Earlier there were 250 castes in the OBC category,” said Bhujbal. “Now there are around 375 castes in the OBC category. We have never opposed the entry of any caste but it should happen legally and not through ‘dadagiri’ [intimidation].”Following this, Jarange-Patil said during a rally on Monday that their forefathers had supported the wrong people.“Those whom our forefathers backed have become prominent people,” he said. “And these people are not bothered about the plight of the Maratha community. Today, our children are crying for help, urging them to lend a helping hand. But they are not even ready to listen to them.”The Marathas are a group of clans, historically comprising peasants and warriors but generally with an agrarian background. The community has demanded quotas in education and government jobs for decades, citing a decline in financial stability following agrarian distress. A series of massive protests were organised to press for the demand in 2017 and 2018.These demands resurfaced in recent months with Jarange-Patil’s agitation.On October 31, the Maharashtra Cabinet accepted a panel’s report that found over seven lakh Marathas eligible for the Kunbi caste certificates.The Kunbis are a sub-caste within the Maratha community who are already classified as OBCs.The Cabinet had also ordered the state’s OBC Commission to collect fresh empirical data to assess the educational and social backwardness of the Maratha community.","author":"Scroll Staff","time":"2023-11-22T08:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195479-bomftxgcrk-1698762507.jpg","tags":["Maharashtra","Manoj Jarange-Patil","Maratha","reservations"],"source":"https://scroll.in/latest/1059430/pass-maratha-quota-bill-in-winter-session-of-assembly-jarange-patil-tells-maharashtra-government"}