{"title":"Passenger vehicle sales show worst decline in nearly two decades, fell 31% in July","content":"The automobile industry continued to experience a downturn for the ninth consecutive month as passenger vehicle sales fell 30.9% in July, Reuters reported citing data released by the Society of Indian Automobile Manufacturers. This was the steepest decline in a month since December 2000.Automakers sold a total of 2,00,790 passenger vehicles in July and domestic passenger vehicle production was down nearly 17% last month. The decline in sales has led to massive job loss in India’s auto sector, and many companies have shut down their factories. The Suzuki Motor Corp unit has in recent months announced production cuts at its factories in Gurugram and Manesar in Haryana, Mint reported. Others such as Tata Motors Ltd, Mahindra and Mahindra Ltd and Renault have taken similar measures at their factories across India.Domestic car sales were down by 35.95% at 1,22,956 units as against 1,91,979 units in July 2018, the organisation said. Motorcycle sales last month declined 18.88% to 9,33,996 units as against 11,51,324 units in the same month last year, PTI reported. Two-wheeler sales in July declined 16.82% to 15,11,692 units compared to 18,17,406 units in July last year. The commercial vehicles segment registered a de-growth of 25.71% in July as compared to the same period last year, the organisation said. Vehicle sales across categories registered a decline of 18.71% to 18,25,148 units from 22,45,223 units in July 2018, it added.“The data shows urgent need for a revival package from the government,” SIAM Director General Vishnu Mathur said. “The industry is doing everything possible to increase sales but it needs government support to prevent the crisis from worsening.”","author":"Scroll Staff","time":"2019-08-13T13:03:58.139741+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/108042-guktnqtsni-1564978032.jpeg","tags":["passenger vehicle sales","Society Of Indian Automobile Manufacturers","Car Sales","Automobile Industry"],"source":"https://scroll.in/latest/933687/passenger-vehicle-sales-drop-for-the-ninth-consecutive-month-31-decline-reported-in-july"}