{"title":"‘Pataakha’ film review: A twisted tale of sisters who are peace only at war","content":"Vishal Bhardwaj’s Pataakha is pitched as an allegory about nations riven by mutual conflict and hatred (India and Pakistan, North and South Korea), but it works far better as a rural burlesque about perennially warring sisters. The lead characters demand no empathy or identification, the acting is high-pitched and exaggerated in parts, the dialogue has the coarsensess of sand, and the humour is twisted and cruel.The film is based on the Hindi short story Do Behenein, by Charan Singh Pathik, and is set in a village in Rajasthan where the main form of entertainment is the scrapes between Champa (Radhika Madan) and Genda (Sanya Malhotra). The sisters cannot survive without pulling each other’s hair or trading taunts at regular intervals. Their long-suffering father Shantibhushan (Vijay Raaz) can barely keep the peace, and he doesn’t make matters easy by running up a debt with lascivious businessman Patel (Saanand Verma).Either sister will do, says Patel as he demands his pound of flesh. Champa and Genda, therefore, do well for themselves by catching the eye, respectively, of Jagan (Namit Das) and Vishnu (Abhishek Duhan). In a plot development that was unfortunately revealed in the trailer itself, the lovers turn out to be brothers, locking the sisters into a shared domesticity that neither can tolerate.Playing a combination of spoiler, catalyst, mischief-maker and confidante is village itinerant Dipper (Sunil Grover), who is always around to extricate the sisters from a difficult situation. The movie’s conceit depends entirely on its performances, and while every actor rises to the challenge, Sunil Grover hogs the screen with his superbly timed entries and solutions to seemingly intractable problems.\n\n\n    \n    Play\n\nPataakha (2018).Ranjan Palit’s colourful and energetic camerawork captures the flavour of the locations. But did the lead actresses need brownface make-up to appear convincing as rural women? It’s unfortunate that an otherwise progressive director, who upends mainstream conventions in his films, should have fallen back on such a worn trick to convey authenticity.Sanya Malhotra and Radhika Madan would have worked just fine without mud-coloured complexions. The young actresses whip up the dust in their sequences together, and they submit to all manner of humiliation. Bhardwaj tries to forcibly inject energy in many sequences by quite literally making the characters run around the place, but the actresses do fine even in the quieter scenes, in which Genda and Champa evolve from caricatures into women that we might actually know.Bhardwaj’s screenplay sets up the action well, but the movie slumps in its middle section, which follows Champa and Genda as they grow older and not necessarily wiser. There isn’t enough material to warrant 134 minutes, and the tone gets uneven in the later sections. The characters of the husbands, ably played by Namit Das and Abhishek Duhan, get barely any play. A crisper running length would have ensured a more explosive impact for Bhardwaj’s latest, and welcome, foray into black humour with a political subtext. Sunil Grover in Pataakha. Courtesy VB Pictures/Kyta Productions/B4U.","author":"Nandini Ramnath","time":"2018-09-28T08:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/896126-ahzntzjwno-1536755763.jpg","tags":["Pataakha","film review","Vishal Bhardwaj"],"source":"https://scroll.in/reel/896126/pataakha-film-review-a-twisted-tale-of-sisters-who-are-peace-only-at-war"}