{"title":"Patanjali releases research paper on Coronil, claims it ‘first evidence-based medicine’ for Covid-19","content":"Yoga guru Ramdev on Friday released a research paper by Patanjali Ayurved on what he claimed was the “first evidence-based medicine” for the coronavirus, reported NDTV. Union ministers Harsh Vardhan and Nitin Gadkari were also present at the event.Ramdev said that the research paper would clear all “suspicions” surrounding the medicine, Coronil, which Patanjali claims to be an ayurvedic treatment for coronavirus. The yoga guru claimed that the government has given a green signal to the medicine after scientific research, conforming to international standards, was completed. “The country and the world also agreed, the WHO [World Health Organization] also agreed and now we have the option to sell ‘Coronil’ in more than 150 countries with scientific evidence,” Ramdev said, according to ANI.Patanjali Ayurved said that the Union Ministry of Ayurveda, Yoga & Naturopathy, Unani, Siddha and Homoeopathy, or AYUSH, has approved the medicine as a “supportive measure for Covid-19”.The drug had faced scrutiny due to lack of scientific evidence and trials to determine its efficiency in combating the infection after the company had claimed in June that it manufactured two drugs that showed 100% effectiveness in coronavirus patients. The AYUSH ministry had barred Patanjali from promoting these products. However, on July 1, the ministry said the company could sell the products, but only as medicine for “management” of the coronavirus, not for its cure. However, it was never made clear what “management” meant.Coronil was first advertised as a cure for the coronavirus but later licenced as an “immunity booster”, according to the Hindustan Times.Patanjali Research Institute’s scientific research and success on the first evidence based corona medicine will benefit 158 countries of the world#Patanjalis_EvidenceBased_Medicine4Corona #PatanjaliCoronil pic.twitter.com/uH3JbjXyYy— Patanjali Dairy (@PatanjaliDairy) February 19, 2021\n\nAnurag Varshney, head of the Patanjali Research Institute, said the company was ready to import Coronil as it had received the scientific validation it needed. “Coronil has got the COPP [certificate of pharmaceutical product] certification,” he told NDTV. “Now this drug has been approved by the Drugs Controller General of India and can now be exported in 158 countries of the world. It is a big symbol...it is very difficult for ayurvedic drugs to get COPP certification.”He said the certificate of pharmaceutical product was granted under a World Health Organization scheme.","author":"Scroll Staff","time":"2021-02-19T20:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155153-edovuvvffg-1613744290.jpg","tags":["Patanjali","Coronavirus","Ramdev","Coronil","Patanjali Ayurved"],"source":"https://scroll.in/latest/987421/patanjali-releases-research-paper-on-coronil-calls-it-first-evidence-based-medicine-for-covid-19"}