{"title":"‘Pathaan’ review: Shah Rukh Khan lights up an entertaining spy thriller","content":"Shah Rukh Khan is back in a film that does his persona full justice. His hair is longer than usual, he is older and presumably wiser, often bruised and blood-spattered, but the twinkle in the eye and the  deep dimples are intact.Siddharth Anand’s Pathaan is a heady cocktail of Mission: Impossibles and James Bonds past with nods to producer Yash Raj Films’ own espionage thrillers and screenwriter Shridhar Raghavan’s previous Agent Vinod. There are even glimpses of Khan’s early days as a dashing Indian Army soldier in the Doordarshan serial Fauji, which catapulted the actor to fame and laid the foundation of his accidental ladykiller persona. Legacy is one of the chief selling points in a film with a disposable plot. Patriots never retire and can be repurposed to serve their country in new ways, Khan’s government operative tells his boss Nandini (Dimple Kapadia). An electric cameo that marks Pathaan as a retrofitted entry in the planned “YRF Spy Universe” not only turbocharges the movie but also yields a delightful post-credits scene. It comes all the way after the last beats of Jhoome Jo Pathaan have faded out. It’s worth the wait.Pathaan finds smart ways to play on the strengths of its star cast as well as remind viewers of how they earned their luminescence in the first place – and why that hasn’t dimmed. From the endlessly charismatic Khan himself, to John Abraham, in excellent form as Pathaan’s worthy nemesis Jim, to Deepika Padukone, oozing oomph and admirable fitness levels as agent Rubiya, to That Cameo, everyone in the movie is correctly deployed for a mission to repurpose Khan as a full-on action hero.In the present, Jim is planning something so dastardly that only Pathaan can stop it. Flashbacks – and flashbacks within flashbacks – tell us how Pathaan got his name, the results of his first brush with Jim, and the fatal moment when he sets his eyes on Rubiya. The crackling chemistry between Khan and Padukone ensures that Pathaan, who sometimes appears as ascetic as his lodestar Ethan Hunt from the Mission: Impossible films, melts on occasion.\n\n\n    \n    Play\n\nJhoome Jo Pathaan, Pathaan (2023).Back in Delhi, Pathaan’s superboss Luthra (Ashutosh Rana) paces in front of computer screens that are warning of imminent destruction. That takes its own sweet time in a 146-minute film with no hurry to meet Jim’s Armageddon deadline.It’s knowingly silly and sometimes unknowingly silly too, especially in trying to explain how seemingly impenetrable fortresses get easily breached and agents emerge from life-threatening situations with barely a scar. There are moments when the narrative slumps, when the stunts feel too familiar or derivative, when the thrills look like they are in danger of running out. Whenever Pathaan picks up the action again, and adds Abbas Tyrewala’s whistle-worthy lines to its hero’s arsenal, the film slides back into gear.The whole shebang is dunked in a soft nationalism that is determinedly less toxic than the jingoism we now see around us. Just like Shah Rukh Khan’s come-into-my-arms gesture, Pathaan aims for an inclusivity that embraces not just India but the entire neighbourhood. While weapons of various sizes are bandied about, the movie’s greatest blaster is its hero itself, parleying his well-oiled impishness, time-tested charm and mesmeric screen presence for a cheesy but also entertaining save-the-nation exercise. \n\n\n    \n    Play\n\nPathaan (2023).Also read:In Shah Rukh Khan’s new movie ‘Pathaan’, a sort of homecomingHand it to Shah Rukh Khan: His gesture of love has become a byword for film romance","author":"Nandini Ramnath","time":"2023-01-25T11:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186005-hpzeaedgqf-1674540451.jpeg","tags":["Pathaan review","Shah Rukh Khan","Deepika Padukone","Siddharth Anand"],"source":"https://scroll.in/reel/1042466/pathaan-review-shah-rukh-khan-lights-up-an-entertaining-spy-thriller"}