{"title":"Patricia Mukhim interview: ‘One cannot be too guarded when one is in the pursuit of truth’","content":"On November 12, the Meghalaya High Court refused to quash the criminal proceedings against journalist Patricia Mukhim for her four-month-old Facebook post condemning the attack on five non-tribal youth by a gang of masked men, allegedly tribals, in Meghalaya’s Lawsohtun village.In the post, written days after the incident, Mukhim, the editor of The Shillong Times, had criticised the Lawsohtun village council for failing to identify the perpetrators.“This continued attack on non-tribals in Meghalaya, whose ancestors have lived here for decades, some having come here since the British period is reprehensible to say the least,” Mukhim had written. “The fact that such attackers and trouble mongers since 1979 have never been arrested and if arrested never penalised according to law, suggests that Meghalaya has been a failed state for a long time now.”Mukhim’s post drew the ire of the Lawsohtun village council which lodged a police complaint against her. Their objection: that Mukhim had allegedly given a communal colour to an isolated crime.Acting on the complaint, the Meghalaya police registered a criminal case against Mukhim for promoting enmity between different groups. She was also charged with defamation, among other things.Mukhim, for her part, moved the High Court, seeking relief. The post, she claimed was made in good faith, and her intention was only to point out the inadequate response of the police and the village council.However, the High Court rejected her petition, ruling that the post would attract Section 153A (a) of the IPC as it apparently sought to “promote disharmony or feelings of enmity, hatred or ill-will between two communities”.Mukhim, though, remains defiant, and now plans to approach the Supreme Court for relief. Edited excerpts from an email  interview: The Meghalaya High Court while refusing to quash the criminal proceedings against you for your Facebook post said that you “sought to create a divide to the cordial relationship between the tribal and non-tribal living in the state of Meghalaya”. How would you respond to that?I find this observation of the Meghalaya High Court rather strange considering that just before Durga Puja this year, the Khasi Students’ Union has gone on a postering spree in the city. The posters said, “All Bengalis in Meghalaya are from Bangladesh.” This is an imputation that all the Bengali residents of Meghalaya or its capital city Shillong are illegal migrants. This has been the eco-system under which non-tribals live in Meghalaya. You should in fact interview the non-tribal residents here to understand from them if they are really enjoying their rights. Those who do business have to get their trade licences from the autonomous district councils  which tend to sit on the applications for months and sometimes years on end.Since 1979, Shillong has witnessed communal conflicts , so how can it be concluded that I am the one who is trying to create communal disharmony when all I am doing is to appeal for the rule of law to prevail and for those who assault and harm others to be arrested because otherwise they will be emboldened to carry on with their ugly deeds?The court also remarked that your post sought to “make a comparison between tribals and non-tribals vis-à-vis their rights and security and the alleged tipping of the balance in favour of one community over the other”. Do you believe that is indeed the case – that the rights of non-tribals in Meghalaya are not at par with the state’s tribal residents? If yes, what makes you believe that?Because this is a Sixth Schedule area, under the Land Transfer Act, non-tribals no matter how long they have lived in Meghalaya (and some have been here for four generations) cannot buy land or property. To conduct businesses, they have to get a trade license from the district councils. Eighty percent of jobs are reserved for tribals and this is all fair since the tribes are a minority in this country but surely the permanent residents of Meghalaya should have some rights insofar as buying land at least for a residence is concerned.While the spectre of the “outsider” has always been a lightning rod in the North East, do you reckon there’s been a resurgence of hostilities in the recent past? Meghalaya, after all, has seen several flashpoints in the last few years after what was a decade or so of relative peace.  If yes, what has triggered this?The passage of the CAA has created a fear psychoses that many Hindu non-tribal residents who might be “illegal Bangladeshi migrants” would be granted citizenship and the right to settle down here. This is the trigger point.  [Editor’s note: The CAA, or Citizenship Amendment Act, was passed in December 2019. It facilitates citizenship for undocumented non-Muslim migrants from Bangladesh, Pakistan and Afghanistan. For years, the BJP had hinted that Hindus left out of the NRC would be regularised by the citizenship act.]You have been a vocal critic of nativist politics in Meghalaya. But it has come at a price – your house came under attack in April 2018 too. Do you feel daunted by the price that you have had to pay for your views?I am what I am. I have been told by many not to say things even if they are the truth for that comes at a cost but it is difficult for someone who has stood up for justice, fair play and equal rights for all to remain a silent spectator to the unsavoury goings-on. These are values that have been instilled in us since childhood. We grew up never differentiating between tribe, non-tribe, caste, class, religion. That’s something one cannot jettison at this age.This is not the first time in the recent past that the courts in Meghalaya have penalised you for your speech/journalism. In 2019, the Meghalaya High Court  held you guilty of contempt for two articles published in The Shillong Times. Has that made you somewhat cautious about airing your opinions or led to self-censorship?What must be said has to be said. One cannot be too guarded when one is in the pursuit of truth. I know that truth has many facets but in journalism one must try and find that truth in what is for the greatest good of humans, especially the voiceless and powerless. We have to give voice to the underdog and if in doing so the high and mighty are ruffled, then so be it.What is your opinion in general on the Indian judiciary’s stand on free speech/journalistic freedom of late. The subject as you know is being hotly debated at the moment and many have accused the courts of being selective in upholding these rights. How does that augur for press freedom in our country?I am very appreciative of Justice Chandrachud’s recent judgment on the Arnab Goswami case where he says the High Courts should be told they cannot book a person for every tweet or social media post. There is such a thing as personal liberty and I am glad that he made this incisive point.Many people have contended that this is the worst phase for press freedom in the country since the Emergency. Do you agree with that assessment? If you do, whom would you hold responsible for it?This is a bad phase for press freedom in India and that’s because as a journalistic fraternity we have not approached the courts in the good times to do away with archaic colonial laws such as the law on criminal defamation or sedition or some such law which the state is likely to use against vocal journalists who refuse to be co-opted by the system. The rest of the world has done way with those archaic laws, including the British who gave us these laws.According to media reports, you’ve resigned from the Editors’ Guilds of India. Do you think the guild has not stood up for journalists as much as they ought to have in these challenging times?Yes, I resigned from the Guild yesterday [Monday] because I felt slighted. As a senior member of the Guild I informed them about the High Court order against me since Tuesday last and expected them to give a statement condemning the order. If they think that giving a statement was not in order because the matter is sub-judice they could have told me so but there was a stunning silence from their end. Whereas in the case of Arnab Goswami, a non-member there, the Guild was quick to give out a statement supporting him although he was booked for a non-journalistic offence. I feel the Guild discriminates between high end editors and those from the periphery who don’t count for much. So why be a member of such an organisation?","author":"Arunabh Saikia","time":"2020-11-18T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114776-pihugtaask-1552048884.jpeg","tags":["Meghalaya","Press freedom","Khasi Students’ Union"],"source":"https://scroll.in/article/978765/patricia-mukhim-interview-one-cannot-be-too-guarded-when-one-is-in-the-pursuit-of-truth"}