{"title":"Paul Zacharia’s mercurial new novel features – among others – god, Stalin, and Satan","content":"Would She Be Clothed?Lord Spider, renowned author of mysteries, thrillers and romances, was on his way to his study after breakfast. He paused on the steps and addressed his wife, a freelancing philosopher.“My dear Rosi, please bear with me today. I need to be severely alone. The essay on compassion I promised the party is perilously behind schedule. I must get it into a first draft, somehow.”“And thank you,” he continued, “for advising me to write it. It is a tremendous challenge. You know I like to be challenged.”He had promised the essay to the Communist Party for the souvenir it was bringing out to raise funds for a home for destitute comrades. The party had hinted to him that compassion might be the right theme. For these were comrades who, alas, hadn’t been nimble enough to make it to the green pastures at the right time. Very sad.Lord Spider’s essay would be the cover story because he was such a celebrity. But he had not been able to make headway with the writing because the shift from fiction to non-fiction had run into unforeseen, and what seemed to be mysterious, difficulties.He certainly didn’t want to disappoint the party’s top brass, who, at funerals and weddings, always went up to him and made small talk. In fact, sometimes he had a vague feeling he was himself a communist, though he couldn’t exactly say how. The deadline for the essay was knocking on the door. In twenty years of writing, Spider had never missed a deadline. But today, he was a worried man.He climbed a few steps, then stopped and turned around. “Rosi, I wonder if Marxists have any idea how hard it is for me, a writer of fiction, to make the change from Imagination to Thought.”Rosi looked up from the breakfast table.“What about your mail? Should I bring it up?” she asked.Spider nearly dropped the jug of water he held. Mail! Oh! What shall I do? I love mail!“Thank you! But, please, no lunch today.” Let fasting save me!“There’s fried pomfret,” Rosi said.Spider’s heart sank. I am doomed. Is there no salvation?“You mean, fried in banana-leaf wrap?” he asked, salivating.“Yes.”“Well...in that case...” he said bitterly.Spider peeped into his bedroom on the first floor with a feeling of dread. The scene before him was exactly what he had feared. Plain scandalous! Brother Dog was fast asleep on Rosi’s side of the bed. He seemed to be dreaming a chase. His paws and ears twitched, his tail quivered, and he mumbled as if suppressing a series of sneezes. Spider whispered hoarsely, Satan, I know you are in love with Rosi. No way shall I give her up to you. I shall fight you till the last drop of my blood.As he climbed, Spider told himself grimly: Yes, I must do it. I shall have revenge. I shall alter the warning on the gate and ruin his reputation. Henceforth it will say: Beware of God! Haha.He drank a mouthful of water from the jug and nearly choked as a fearsome thought struck him: Brother’s mentor was none other than Satan, who was known to work as God’s informer in his spare time. What if he carried the news of the new, revealing dog-warning to God and She turned avenger? Spider shivered.The sun was strong and hot on the roof. He hurried towards the study at one end of it, put the jug down and opened the door.It was cool inside. The room was big and had a large writing table with a cushioned high-back chair. There was an easy chair and a couple of wicker chairs placed against one wall. The attached toilet was closed and the bolt drawn. One window held an air conditioner. The other two were open and had iron bars.Spider bolted the door and sat down at the table. His eyes travelled to a notebook with some lines scribbled on the open page and immediately dejection overcame him. He made an attempt to put on a cheerful look, but failed because he wasn’t sure where to start—from the cheeks or the ears. He tried both, and then the chin, but drew a blank. His gloom deepened.He pulled open a drawer, took out a small mirror and bared his teeth at it. Then he tried to hypnotise the face in the mirror by waving his fingers around. After a while, he put the mirror back and picked up a sandstone statuette which acted as a paperweight. It depicted Adam, Eve and the serpent in the Garden of Eden under the tree of Knowledge, Eve holding the forbidden fruit.He scrutinised the statuette for the nth time in the hope that its Paradise connection would trigger a miracle and get the essay to move forward. But all that happened was that he noticed once again how much like clones Adam and Eve looked—except that Eve had pouting breasts and long, curly hair. And how the round leaves of a creeper hid their gender. The serpent looked harried and emaciated, making Spider wonder if all was indeed hunky-dory in Paradise. If the serpent’s condition was any indication, Paradise hid an underworld of deprivation and the chronic anxiety of the downtrodden, which journalists on junkets obviously hadn’t bothered to sniff out. Shame on them. And the forbidden fruit – a shrunken little thing – was such a letdown.Adam and Eve were equally desirable, although a bit chubby for his taste. Spider attributed the chubbiness to their laid-back lifestyle: too many fruits and nuts, too much honey, and no jogging, tennis or yoga. He wished he too were in Paradise with no essay to write – but, of course, with better lifestyle options. And with as few snakes as possible. He had nothing personal against snakes. It was just that he couldn’t figure out which way they were looking and that made him dizzy.One thing he wasn’t willing to compromise on: he wished to be clothed – at least in a T-shirt and Bermudas. He simply didn’t want to present himself nude before God. She was a lady after all. But a terrifying question remained unanswered: Would She be clothed?What if She wasn’t? Oh, would destiny be so cruel!Was It All Fiction?Spider removed the wrap of the computer that sat on a side-table along with a telephone-cum-answering machine, looked at it unhappily for a moment and then put the wrap back. Desultorily he pressed a key on the answering machine and was startled to hear Rosi’s voice. “Lord Spider is on vacation. Please leave your message after the beep.” He had requested Rosi to lend her voice for the recording because he thought it would enhance the illusion of his absence.“No message please,” he found himself telling the machine. Then fear gripped him. Did the machine lure me to say that? Did it steal my voice to give it to Satan to ring up good ladies at midnight, tell them dirty stories and get me arrested?He felt crushed and depleted. Thirty-six days back, on his forty-first birthday, he had, as an exercise in spiritual renewal, reviewed his creative life. To his utter shock, he had discovered that in twenty years he had written only fiction. Only fiction! When the world was brimming with non-fiction and the facts of life were within arm’s reach all around.The review included an inventory of his published works: there were ninety books in the categories of thriller and mystery and forty-one in romance. One hundred and thirty-one in all. All fiction! Spider had felt defeated and empty. What have I done? Can man live by fiction alone? What assurance is there that fiction will last beyond 2034?To cap the review, he conducted a scrutiny of the dictionary and discovered to his horror that in twenty years he had used just about 9 per cent of the words in it. What kind of a writer am I? Have I been fooling my readers? I’ve deprived them of the 91 per cent! What if they find out? Disturbed and sad, he had turned to Rosi for counsel.“Rosi, can we make love tonight in such a manner as to compel the universe to force upon my life a turning point – a major shift to non-fiction?”She had suggested, instead, that he agree to write the essay on compassion for the party, which he had mentioned to her.“Write it,” she said. “Confront the issue and force your life into non-fiction with your own hands.”She had added that the thing to do was to penetrate the communist philosophy of lovemaking. It was an esoteric branch of diabolic materialism, a mystery cult even the Marxist cognoscenti mentioned in guarded whispers, said to have been founded by Joseph Stalin and a closely held secret. But if one could infiltrate that arcane interface, it was bound to yield some surprisingly compassionate raw material.“Also,” she concluded, “lovemaking is essentially fiction. So by positing lovemaking as a turning point towards non-fiction, you are barking up the wrong tree altogether.”Spider was so shocked he couldn’t breathe for a few seconds. Lovemaking is fiction!Excerpted with permission from A Secret History Of Compassion, Paul Zacharia, Context.","author":"Paul Zacharia","time":"2019-03-01T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114050-ramygijujn-1551231390.jpeg","tags":["fiction","novel"],"source":"https://scroll.in/article/914739/paul-zacharias-mercurial-new-novel-features-among-others-god-stalin-and-satan"}