{"title":"Pause, rewind, play: When India gave European football giants a run for their money at 1960 Olympics","content":"Fans of Indian football often reminisce about their team’s golden age. It was the only time in its history when the national team was close to competing at the highest level.In the 1950s and early 1960s, India under coach Syed Abdul Rahim was considered to be the best team out of Asia. They backed that notion with results winning gold medals at the Asian Games in 1950 and 1962.Read: Visionary coach and master tactician, Syed Abdul Rahim’s genius stands test of time Another popular performance of the Indian football team came at the 1956 Olympics in Melbourne when the team finished fourth and narrowly missed out on an Olympic medal, losing 4-1 to Yugoslavia in the semi-final.However, not many remember India’s Olympics campaign four years later in Italy. They did not have the results of four years ago, as they exited at the group stage, but their performances at the competition are considered the best ever by an Indian football team.According to Novy Kapadia’s book Barefoot to Boots, there was no coverage of Indian football team at the Games on All-India Radio. AIR at the time chose to focus on local tournaments like the IFA Shield as those games were more popular among the local crowds due to the growing rivalries in Indian football. There were no Indian reporters at India’s opening game against Hungary, a country that had their own golden generation playing for them at the time. The match happened two years before they would go onto beat a strong England team 3-1 at the European Championships.Many consider this as India’s best-ever performance against a European nation. India went down 2-1 but made Hungary sweat for the win. The Indian attacking trio of PK Banerjee, Chuni Goswami and Tulsidas Balaram who had a bag of tricks up their sleeves caused the Hungarian defence all sorts of problems throughout the match.Also Read: The differing paths PK Banerjee and Chuni Goswami took to becoming legends Hungary still managed to establish a 2-0 lead though Janos Gorocs (23 minutes) and Florian Albert (56 minutes). But India grew into the game as the second half progressed.Balaram pulled a goal back in the 79th minute as Hungary felt the pressure of the Indian attacking flair. According to Kapadia, the Hungarians resorted to a physical style of play with constant body-checks and fouling the Indian forwards to disrupt their play.Eventually, Hungary held on, but only just. It would prove to be crucial win for the European side who went on to claim the bronze medal at the event.\n    \n      The Field\n      Pause, rewind, play\n      Relive the greatest and most iconic moments in sporting history\n    \n    \n        Read Series\n    \nThe next game was against another top European side, France. Upbeat from their performance against Hungary, the Indian side played with a lot of confidence.After a tight game for 70 minutes, India made the breakthrough. PK Banerjee netted in the 71st minute to put India on course for a famous victory. But the French sneaked in an equaliser eight minutes from time through Gerard Coincon.India couldn’t find the winner and had to settle for a point, but it was a massive result for India against a strong European side.\n\n\n    \n    Play\n\nIn the final game of the group stage, India were in disappointing touch and lost out 3-1 to Peru to bow out of the competition. But they could hold their heads high as they for the way they performed. They managed to score in every game in Italy and gave some top European teams a run for their money.Indian football declined thereafter and their football team is still waiting to make an appearance at the Olympics. Although the team didn’t get the desired results, the 1960 Olympics will arguably remain Indian football’s greatest hour.","author":"Scroll Staff","time":"2020-05-24T09:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/138622-dblwtzdybq-1584702540.jpg","tags":["Football","Indian Football","Syed Abdul Rahim","Olympics","Indian football team","1960 Rome Olympics","PK Banerjee","Chuni Goswami","Tulsidas Balaram"],"source":"https://scroll.in/field/962593/pause-rewind-play-when-india-gave-european-football-giants-a-run-for-their-money-at-1960-olympics"}