{"title":"Pause, rewind, play: Klusener, Donald and the great Australian escape in the 1999 WC semi-finals","content":"In the game of cricket, there haven’t been many turnarounds like the one in the 1999 World Cup semi-final between Australia and South Africa. It remains one of the biggest anticlimaxes in the history of the sport... one that saw Steve Waugh and his men keep their wits about them as Lance Klusener and Allan Donald suffered a sensational brain fade.Australia would have thought they were lucky to be playing in the semi-final in the first place. In the group stage of the 1999 World Cup in England, they had won five and lost two of their first seven league games. Their final league match against South Africa was must-win for them and if it wasn’t for an unbeaten century from captain Waugh and a moment of madness from Herschelle Gibbs, the men in yellow would have most certainly been knocked-out.In the semi-final, Australia batted first and were bowled-out for just 213 in 49.2 overs. The wreckers-in-chief for the Proteas were Shaun Pollock (5/36) and Donald (4/32).It should have been a straightforward chase for South Africa but the Australian bowlers ensured that it was far from it. Hansie Cronje’s team kept losing wickets at regular intervals, with Shane Warne returning with figures of 4/29 from his 10 overs, as the match headed towards a nail-biting finish.At the start of the last over, South Africa needed nine runs to win with one wicket in hand. On strike for them was Klusener, who had been in irresistible form through the tournament. At the other end was the No 11 Donald. For Australia, the responsibility to bowl the last over fell on Damien Fleming’s shoulders.\n    \n      The Field\n      Pause, Rewind, Play\n      Relive epic moments, rare interviews and more from the world of sport.\n    \n    \n        Read the series\n    \nSouth Africa got off to a dream start in the final over, with Klusener smashing the first two deliveries for four. The scores were tied. But to go through to the final, South Africa had to ensure they won the match. Australia were to qualify for the final if the match ended in a tie, since they had emerged victorious when the two teams met in the league stage.The third ball of the last over yielded no run, even as Donald scrambled back into his crease to avoid getting run-out. He was gone for all money had Darren Lehmann got the direct hit from close range. But South Africa were still very much on top at that time since they needed just a run to win with three balls to come and the man in form taking strike.Australia were hanging on for dear life. And then it happened.The fourth ball of the over was full and wide. Australia had all their fielders up close to save the single. Klusener mistimed his drive and the ball went towards mid-off. The left-hander charged straight down the pitch to get the single even as Donald kept staring at the ball before dropping his bat and eventually getting stranded in the middle of nowhere. Mark Waugh ran in from mid-off in a flash and threw the ball to Fleming with an acrobatic dive, before the latter rolled the ball gently towards Adam Gilchrist who whipped-off the bails.Donald was run-out. The match had ended in a tie. And Australia had pulled-off one of the greatest escapes to reach the final.Also read: Klusener remembers the 1999 World Cup semi-final between Australia and South AfricaTalking on The Dan Nicholl Show in 2018, Donald reflected on the unforgettable moment. The legendary fast bowler said that the match at Edgbaston is a stain on his legacy that he will never be able to get rid off.Here’s what Donald had to say:“Yes, the memory does still haunt me. Just looking at it now, it’s horrible. I told him [Klusener] not to run. You know it’s just one of those sporting moments. I’ve done some talks at schools and clubs and the first thing I ask when this topic comes up is if anyone remembers how many wickets I got that day. I got four wickets. The worst memory about that day for me is a security guard grabbing me from the arm and asking me to get off the field because people were running towards me. I looked back at the big screen and saw a girl with a South African shirt who had her hands on her face and was crying her eyes out. So you can imagine what it was like for me to get back into that dressing room. It was like death. I went straight to the physio room and closed the door. Five minutes later, Steve Waugh and Glenn McGrath walked in there and said that it wasn’t meant to be. I watched the replays over and over and over again just to make my peace with it. It was a very, very bad mistake. It’s a disaster that will stay with me forever. I wasn’t South Africa’s favourite son at that time. I’m probably still not.”\n\n\n    \n    Play\n\nFor his part, Klusener felt it was the batting problems that was accumulating through the rest of the tournament that caught up with South Africa that day. “One hurdle too far,” is the philosphical stand he took while recounting the match in a chat show on Youtube titled Cow Corner Chronicles. \n\n\n    \n    Play\n\nAustralia, of course, went on to defeat Pakistan comfortably in the final and got their hands on the coveted trophy for the second time. They then won the World Cup in 2003, 2007 and 2015 as well, establishing themselves as arguably the greatest 50-over team the game has ever seen.Ricky Ponting, who was part of the victorious Australian team in 1999, had said in an interview with the ICC in 2019 that the semi-final against South Africa was a match that should have been won by their opponents.“The celebration we all had when it was a tied game, I can guarantee that more than half the guys in our team didn’t know that we were going to the next stage,” said Ponting. “We were that relieved to have not lost the game. I reckon that even Steve Waugh asked in the huddle whether we were going through to the final. It was an unbelievable game, one that they [South Africa] obviously should have won.”\n\n\n    \n    Play\n\nWatch the full highlights of the 1999 World Cup semi-final between Australia and South Africa here:\n\n\n    \n    Play","author":"Scroll Staff","time":"2020-06-17T15:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/143000-zyljnxdmby-1592385500.jpg","tags":["Lance Klusener","Allan Donald","cricket"],"source":"https://scroll.in/field/964901/pause-rewind-play-klusener-donald-and-the-great-australian-escape-in-the-1999-wc-semi-finals"}