{"title":"Pause, rewind, play: When badminton legend Prakash Padukone won the All England title in 1980 ","content":"The All England Open, which completed 110 years this March, was long considered the unofficial world title till badminton’s world body launched its own world championship in 1977.But despite the changing tournament structure since the turn of the century, the All England remains the holy grail for players across the globe and especially the current generation of Indian shuttlers, who grew up dreaming about winning the coveted title.And it was on March 23, 1980 that a 24-year-old named Prakash Padukone laid down that marker when he defeated two-time defending champion Liem Swie King of Indonesia at the Wembley stadium to become the first Indian to stand at the top of the podium in the history of the tournament.\n    \n      The Field\n      Pause, Rewind, Play\n      Relive epic moments from the world of sport. \n    \n    \n        Follow series\n    \nThe victory was for long a marker to judge the success of any Indian badminton player. Only current chief national coach Pullela Gopichand has managed to emulate that feat in 2001.In the last nine years, India have a world champion, two Olympic and multiple world championship medals; but Padukone’s All England title arguably remains the biggest milestone in the history of Indian badminton because of what it meant for the sport.And Padukone spoke about it during an interview with Scroll.in:“When we talk of Indian history we talk of 1947; pre-independence and post-independence. So if you talk of Indian badminton you could say 1980 was the hallmark; it was pre-1980 and post-1980. So that’s probably how important I think the the 1980 all England was. “Before 1980, Badminton was being played but it was what I would call a minority sport, a minor sport. There was not much coverage, nobody knew what badminton was. Only the players who played knew, their parents knew, there were not many facilities, not much money, there was not much international exposure, nobody knew who the players were. But post 1980 all that changed, whatever was not there, that changed. It became a major sport.”\n\n\n    \n    Play\n\n (From 2.54 onwards).Padukone had arrived in England on a high, having won the Danish and Denmark Open. But he was hardly the favourite to clinch the title in what was only his fourth appearance in the prestigious tournament since making his debut in 1973. On all occasions, he had been knocked out at the quarter-final stage.But in 1980, Padukone was seeded third and he had lived up to that billing by brushing aside his opponents, including former champion Svend Pri of Denmark and second seed Morten Frost Hansen in the semi-final to become only the second Indian after Prakash Nath to reach the summit clash.The final was a tactical affair. King had skipped the European tour to focus on his preparations for the All England and just like Padukone had not dropped a game before the final.He was quick and banked on his big smashes to win points while Padukone preferred the touch play where he would control the rallies and rely on his deception and net play to outfox his opponent.Speaking about how he won the final, Padukone had told ESPN.in on the sidelines of the 2017 edition in Birmingham, “I would make him move just a fraction of a second late, because I was holding back my stroke. If he was expecting a toss, I would play a drop. If he was expecting a drop, I would play a stroke. He couldn’t anticipate and stand there and be in an attacking position.” Padukone was staying at YMCA during the tournament and had come to play the match in the tube every day but was dropped by someone in the embassy after winning the title: just a minor detail to show how his life changed.   Padukone was given a grand reception after returning to India with badminton fans lining up on the streets to welcome the champion.He reached the All England final the following year but King got the better of him in three games. He did not win another title thereafter but continued to be a major force in world badminton for the next few years after moving to Denmark and become a professional player.Padukone also clinched India’s first world championships medal when he bagged the bronze in the 1983 edition but it was his triumph on that March day 40 years ago that changed the face of Indian badminton. “I think for any sport it requires one player - if they are at the top, that sport automatically gets more coverage, people start following,” he said. And that is how Indian badminton began a rollercoaster ride that is still keeping things interesting. Watch rare amateur footage of the final at 1980 All England here (Video courtesy: Yonex All England Open):\n\n\n    \n    Play","author":"Scroll Staff","time":"2020-03-23T15:10:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/71650-sphwzqxnsx-1508588564.jpeg","tags":["badminton","All England","Prakash Padukone"],"source":"https://scroll.in/field/956915/pause-rewind-play-prakash-padukone-clinches-all-england-crown-indian-badminton-changed-forever"}