{"title":"Pause, rewind, play: From Sehwag’s first-ball 4 to Dhoni’s famous 6 – India’s 2011 World Cup recap","content":"The final memory is the one that shines most brightly. The look in MS Dhoni’s eyes as he followed the ball into the stands. The final twirl of the bat. Gary Kirsten’s celebrations in the dressing room. And all over the country, millions were doing their own version of a victory dance. India were ODI World Champions again... for the first time since 1983.April 2, 2011 is a day filled with memories that so many Indians share. It was a day of celebration but it was also a day to look back at India’s World Cup journey. It wasn’t just about the six. It wasn’t just about the runs scored by Sachin Tendulkar or the wickets taken by Zaheer Khan or even Yuvraj Singh’s stupendous all-round show. Rather, it was about how India – as a team – could rise to the very top, led by one of their greatest captains. Match 1: India vs Bangladesh (February 19)Virender Sehwag got India’s World Cup off to a rollicking start with a 175 off 140 balls at the top of the order. He found his groove and Kohli also scored 100 off 83 balls as India amassed 370/4 in their fifty overs. Bangladesh tried to fight back but India just had too many runs on the board.India: 370/4Bangladesh: 283/9 Result: India won by 87 runs\n\n\n    \n    Play\n\nMatch 2: India vs England (February 27)An instant classic. Tendulkar’s stroked a wonderful 120 to help India reach 338 and then, in reply, England were cruising at 281/2 after 42.3 overs with Andrew Strauss (on 158) and Ian Bell (on 69) holding fort. But then, they lost both set batsmen in the next two balls and India somehow conjured up a way to come back into the game. India: 338 all outEngland: 338/8Result: Match tied\n\n\n    \n    Play\n\n\n\n\n    \n    Play\n\nMatch 3: India vs Ireland (March 6)Yuvraj Singh, the bowler, came to the party in this one. He finished with match figures of 10-0-31-5 and Ireland never managed to put up enough runs on the board. Then, India were reduced to 100/4 before Yuvraj, the batsman, decided to shine as well. The left-hander scored a calm unbeaten 50 to take India home. The all-round show won him the play of the match award.Ireland: 207 all outIndia: 210/5 (46 overs)Result: India won by 5 wickets\n\n\n    \n    Play\n\nMatch 4: Netherlands vs India (March 9)Another classy all-round show by Yuvraj Singh. India were far too strong for the Dutch.Netherlands: 189 all outIndia: 191/5 (36.3 overs)Result: India won by 5 wickets\n\n\n    \n    Play\n\nMatch 5: India vs South Africa (March 12)The only match India lost in the tournament. Dhoni’s team got off to a brilliant start – they reached 267/1 after 39.3 overs thanks to a superb 111 by Tendulkar. But then Dale Steyn decided to do something as India’s lost 9 wickets for 29 at the end. In reply, South Africa got consistent contributions, including a quickfire 52 off 39 balls by AB de Villiers, from all their batsmen to overhaul India’s total.India: 296 all outSouth Africa: 300/7 (49.4 overs)Result: South Africa won by 5 wickets\n\n\n    \n    Play\n\nMatch 6: India vs West Indies (March 20)It looked like India didn’t have enough runs on the board but then the bowlers turned in a classy performance to win it for India. Yuvraj Singh scored a fine 113 but no other Indian batsman with the exception of Kohli (59) got going as India made just 268 runs. In response, Zaheer Khan took three wickets, R Ashwin and Yuvraj Singh took two each while Harbhajan Singh and Suresh Raina chipped in with a wicket each to bowl the Windies out for just 188.India: 268 all outWest Indies: 188 all out (43 overs)Result: India won by 80 runs\n\n\n    \n    Play\n\n\n\n\n    \n    Play\n\nQuarter-final: India vs Australia (March 24)Australia were three-time reigning champions and they were a team that knew how to win but on this day, India found a way. Ricky Ponting scored a fine 104 but he was a lone warrior for the Aussies. Brad Haddin scored 53 but the middle order struggled and that is where India sneaked ahead. India response was steady but they kept losing wickets at crucial intervals before Yuvraj Singh and Suresh Raina got together to take the team into the semi-finals.Australia: 260/6India: 261/5 (47.4 overs)Result: India won by 5 wickets\n\n\n    \n    Play\n\n\n\n\n    \n    Play\n\nSemi-final: India vs Pakistan (March 30)For this match, all of India seemed to stop. Tendulkar’s 85 made sure they had enough runs on the board and then each of the five bowlers employed took two wickets each to ensure India won comfortably. Many, however, will remember how Pakistan’s poor fielding was the differentiator here. Tendulkar was dropped four times in his 85, Dhoni was put down once. Small things, big difference.India: 260/9Pakistan: 231 all outResult: India won by 29 runs\n\n\n    \n    Play\n\n\n\n\n    \n    Play\n\n\n\n\n    \n    Play\n\nFinal: India vs Sri Lanka (April 2)There are many who will argue Mahela Jayawardene’s 103 off 88 balls did not deserve to be the only one of six centuries in World Cup finals to not earn the maker’s side the trophy. It was a brilliant knock. But, under pressure, India aced the chase. Gautam Gambhir scored a classy 97 before Dhoni pushed himself up the order and put together a brilliant unbeaten 91 off 79 balls. Sri Lanka: 274/6India: 277/4 (48.2 overs)Result: India won by 6 wickets#HappyBirthdayMSDhoni 🗣 \"Dhoni... finishes off in style... a magnificent strike into the crowd... India lift the World Cup after 28 years!\"📽 An iconic moment in Indian cricket. (Via ICC)pic.twitter.com/fr5JUZyPhP— The Field (@thefield_in) July 7, 2022","author":"Scroll Staff","time":"2021-04-02T09:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156995-mmufaqotdj-1617201360.jpg","tags":["MS Dhoni","World Cup 2011","cricket"],"source":"https://scroll.in/field/991069/pause-rewind-play-indias-road-to-world-cup-2011-glory-a-match-by-match-recap"}