{"title":"Pause, rewind, play: Milkha Singh’s iconic sprint at the Rome Olympics","content":"For decades, India has been used to heartbreaks at the Olympic Games. And among those, essays could be written just about the country’s famous fourth-placed finishes that were inspiring and agonising in equal measures. PT Usha’s in 1984. Leander Paes and Mahesh Bhupathi’s in 2004. Dipa Karmakar and Abhinav Bindra’s in 2016. And perhaps the most iconic of them all: when the world witnessed a remarkable 400m men’s final at the 1960 Rome Olympics that saw Milkha Singh finish a whisker behind the bronze medal position. The legendary athlete is a four-time Asian Games gold medallist and the 1958 Commonwealth Games champion, but his greatest performance was the fourth-place finish in Rome. For world athletics, the men’s 400m event at the Rome 1960 Olympic Games was extraordinary because USA’s Otis Davis and Germany’s Carl Kaufmann set a new world record in a photo-finish. Imagine that, not one but two racers giving the best the world has seen on the same day.  The two men were hand-timed at 44.9 secs to smash the then four-year-old world record of 45.2 second. The auto-timing then showed that Davis had won 45.07 to 45.08.But a few yards behind, there was another close finish. Milkha Singh, the Flying Sikh, had started the race in fantastic fashion. He was the reigning Commonwealth Games champion in the 440-yards. He was clocking superb timings in the lead up to the event. And he looked good for a medal half way throught. But the trailblazing Indian missed out on a bronze medal. Participating in the 400 metres final and touted as a medal contender, Singh paid the price for a slight misjudgement to be pushed to fourth at the finish by South Africa’s Malcolm Spence, by mere 1/10th of a second. Officially, Singh was 0.13 seconds behind bronze medallist Spence and 0.67 seconds behind US winner Davis.Breaking the World Record 56 years apart #tbt #400m Rome 1960 - Rio 2016 @TeamUSA @WaydeDreamer @TeamSA18 @omegawatches #omegaofficialtimekeeper pic.twitter.com/kLOFrhqKpC— Olympics (@Olympics) January 31, 2019\n\nAt the 1960 Rome @Olympics, Otis Davis was the first man to break 45 seconds in the 400m when he won 🥇 in a new 🌎 record time of 44.9. He returned two days later to anchor the 4x400m relay winning 🥇 in another world record time of 3:02.2!#BlackHistoryMonth  #TuesdayTrivia pic.twitter.com/FYKc3BIPFV— USATF (@usatf) February 5, 2019\n\n Men's outdoor 400m world record progression \n    \n       Mark  Competitor  DOB  Country  Venue  Date \n    \n     43.03  Wayde VAN NIEKERK  15 JUL 1992  RSA  Estádio Olímpico, Rio de Janeiro (BRA)  14 AUG 2016  43.18  Michael JOHNSON  13 SEP 1967  USA  La Cartuja, Sevilla (ESP)  26 AUG 1999  43.29  Butch REYNOLDS  08 JUN 1964  USA  Letzigrund, Zürich (SUI)  17 AUG 1988  43.86  Lee EVANS  25 FEB 1947  USA  Estadio Olímpico, Ciudad de México (MEX)  18 OCT 1968  44.1h  Larry JAMES  06 NOV 1947  USA  Echo Summit (USA)  14 SEP 1968  44.5h  Tommie SMITH  06 JUN 1944  USA  San José (USA)  20 MAY 1967  44.9h  Mike LARRABEE  02 DEC 1933  USA  Los Angeles, CA (USA)  12 SEP 1964  44.9h y  Adolph PLUMMER  03 JAN 1938  USA  Tempe, AZ (USA)  25 MAY 1963  44.9h  Carl KAUFMANN  25 MAR 1936  FRG  Stadio Olimpico, Roma (ITA)  06 SEP 1960  44.9h  Otis DAVIS  12 JUL 1932  USA  Stadio Olimpico, Roma (ITA)  06 SEP 1960  45.2h  Lou JONES  15 JAN 1932  USA  Los Angeles, CA (USA)  30 JUN 1956  45.4h  Lou JONES  15 JAN 1932  USA  Ciudad de México (MEX)  18 MAR 1955  45.8h  George RHODEN  13 DEC 1926  JAM  Eskilstuna (SWE)  22 AUG 1950 \n   Since 1950 (Courtesy: World Athletics)  (h: hand-timed, y: youth) “Since it was a photofinish, the announcements were held up,” Singh told Rediff in a 2000 interview. “The suspense was excruciating. I knew what my fatal error was: After running perilously fast in lane five, I slowed down at 250 metres. I could not cover the lost ground after that – and that cost me the race. After the death of my parents, that is my worst memory. I kept crying for days.”According to World Athletics, Singh had set the then national record of 45.6 seconds which was hand-timed, but the race was also timed by a completely automatic electric system and was subsequently established by this system to be 45.73. And that mark stood for nearly four decades, to be broken in 1998. “Milkha’s story of a bronze missed in Rome 1960, is the most irresistible [among India’s Olympic Games stories], the one we return to constantly. Perhaps because heartbreak, as a story, is often more powerful, and poignant, than triumph,” sports writer Rohit Brijnath wrote for BBC News in 2008. Milkha Singh's Personal Bests  \n    \n       Discipline  Performance  Wind  Venue  Date  Records  Results Score \n    \n     200 Metres  20.7h *    Lahore (PAK)  31 JAN 1960    1076  400 Metres  45.6h *    Stadio Olimpico, Roma (ITA)  06 SEP 1960    1129  4x400 Metres Relay  3:08.8h *    National Stadium, Tokyo (JPN)  20 OCT 1964    1059 \n   Courtesy: World Athletics (h: hand-timed) Iconic. #MilkhaSingh pic.twitter.com/zwaQyTAPXz— Vinayakk (@vinayakkm) June 18, 2021\n\nAt the 1960 Rome Olympics, Milkha Singh's 400 m race remains an iconic moment in Indian Olympic history. We honour our legend's performance and everything he accomplished in his life. #RIP #FlyingSikh #MilkhaSingh #RIPMilkha pic.twitter.com/r72jIi6lWY— SAIMedia (@Media_SAI) June 19, 2021\n\n\n\n\n    \n    Play\n\nWatch the race clipping on the Olympic Channel here.Pause, rewind, play: When Milkha Singh created history and clinched India’s first Commonwealth gold‘Milkha Singh was a colossus’: Reactions from sports fraternity as athletics legend dies at 91","author":"Scroll Staff","time":"2021-06-19T12:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160529-rfetpjbfqp-1624087259.jpg","tags":["1960 Rome Olympics","Milkha Singh","Rome 1960"],"source":"https://scroll.in/field/997940/pause-rewind-play-milkha-singhs-iconic-sprint-at-the-rome-olympics"}