{"title":"Pause, rewind, play: When Serena Williams went level with Steffi Graf at Wimbledon 2016","content":"When you win as often as Serena Williams did for so long in her career, it couldn’t possibly be easy to remember each of the titles in detail. After all, more than 20 Major singles titles and a few more doubles titles thrown in the mix, to go with the Olympic Games and her other achievements on tour, things can get a little blurry. But No 22... that is something Serena Williams wasn’t going to forget in a hurry. Her title at Wimbledon 2016 saw her finally tie Steffi Graff’s Open Era record of 22 Grand Slam titles. It had been a mark she had been waiting to reach, it played on her mind, she stumbled a couple of times with the finish line in sight. And finally, when it happened, it came at the place she likes to call home. The place she shares her initials with. For SW, 22 was perhaps destined to happen at postcode SW19 in London. “There are definitely some blurs between eight, nine and 10,” she was quoted as saying later on, reflecting on her incredible journey. “I don’t even know where eight, nine and 10 was, or when. I definitely don’t remember where 12 was. I remember one and two. I remember one through four. Gets really blurry after that. I will be able to definitely place this one. And 18. I struggled a little with 18. I can remember that one, too.”Also read: Wimbledon 2022 – Serena Williams set to make her comebackAfter sub-par start to 2014, Serena earned a second ‘Serena Slam’ by winning the 2014 US Open followed by titles at the 2015 Australian Open, French Open and Wimbledon.In the process, Williams moved within one title of Steffi Graf’s Open-era record of 22 Grand Slam singles titles. Roberta Vinci stopped Williams’ hunt for the elusive Calendar Slam at the 2015 US Open. Disappointment followed her at the 2016 Australian Open and French Open where she lost in the finals on both occasions. The then 35-year-old powered into the final in Melbourne without dropping a set in a run that included her clinical dismantling rival and fifth seed Maria Sharapova in the quarter-finals, followed by a 6-0, 6-4 rout of fourth seed Agnieszka Radwańska. However, Angelique Kerber ended Serena’s eight-match winning run in Grand Slam finals to win her first Major.Williams shrugged off the disappointment to mount another challenge for a 22nd Grand Slam at the French Open only to once again falter in the final. This time to Garbine Muguruza who won her first Major with a straight sets win.So naturally, the big question on everyone’s minds ahead of Wimbledon was whether Serena could finally get past her finals hurdle and clinch an Open Era record-equalling 22nd Slam. For, that thought entered her mind too. And then, as she recalled after the final, Williams decided reaching all these Slam finals is actually not a bad thing... after all, how many players could reach six finals in a run of seven Majors. ‘You are alright, Serena,’ she told herself. And then went about her business at Wimbledon 2016.After a routine win over Swiss qualifier Amra Sadikovic, Serena’s toughest test of the tournament before the final came in the second round. She dug deep to get past fellow American Christina McHale in a tense second round clash on a rainy day at SW19.McHale came out swinging breaking Serena in the first game to go ahead and at one point, led 4-2 in the first set. Serena fought back to get to tie-break only to lose it 7-9.Serena levelled the scores winning the second set 6-2 but saw a resurgent McHale take command early in the decider. The 21-time Grand Slam winner went 0-2 and 15-40 down but was simply not ready to give up yet. Being the clutch player she is, Serena finally broke through McHale’s defences to secure her passage to the third round.\n\n\n    \n    Play\n\nShe then romped into a ninth final at Wimbledon, even dishing out bagels along the way.Like it was at Melbourne six months earlier, it was Kerber who faced Serena in a Major final. This time, however, Williams wasn’t leaving without getting her hands on Grand Slam No 22.Looking back, the McHale match proved key to her title run. In both her finals runs at Melbourne and Roland Garros, Serena barely faced any challenges only to fall short at the final hurdle.Being forced to fight back early in the tournament was a much-needed shock to the system for the champion. “I know mentally, no one can break me. I’m ready for it. I’m ready for any challenge,” Serena Williams had said after her McHale win.And so it proved in the final as a tightly fought match that ended with Serena Williams clinching a seventh Wimbledon crown and a 22nd Grand Slam title.A couple of hours and some much-needed ankle re-taping later, Serena was back on Centre Court to team up and win a sixth women’s doubles title with elder sister Venus at Wimbledon. In the process, Serena pulled of an incredible fourth double at Wimbledon just one short of Martina Navratilova’s Open Era record of five.“It’s been incredibly difficult not to think about it (the record),” Williams said. “I had a couple of tries this year, and lost to two great players, one of them Angelique. What makes the victory even sweeter is knowing how hard I worked for it.”Pause, rewind, play: When Serena won her 23rd Major – without losing a set, while pregnantWatch the highlights from singles final against Kerber and the doubles final with sister Venus:\n\n\n    \n    Play\n\n\n\n\n    \n    Play\n\nWatch Serena’s interviews after the final:\n\n\n    \n    Play\n\n\n\n\n    \n    Play\n\nAt the place she calls her home, Serena paraded the trophy as champions do at Wimbledon:\n\n\n    \n    Play","author":"Scroll Staff","time":"2022-06-22T11:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176088-xhmpyjrlpo-1655817441.jpg","tags":["Serena Williams","Wimbledon","Venus Williams"],"source":"https://scroll.in/field/1026651/pause-rewind-play-when-serena-williams-went-level-with-the-great-steffi-graf-at-wimbledon-2016"}