{"title":"Pause, rewind, play: Sakshi Malik trumped her underdog status to win a historic Olympic bronze","content":"On August 17, 2016, Sakhi Malik became the first Indian woman to win an Olympic medal in wrestling. It was an unexpected triumph that added greatly to the growing popularity of women’s wrestling in India.Sakshi’s journey to the 2016 Rio Olympics was arduous in itself. She wasn’t even the first choice in the 58kg freestyle category. That, of course, was Geeta Phogat, who had brought women’s wrestling on the map in India with her gold medal at the 2010 Commonwealth Games.Geeta, however, suffered an early defeat at the Olympic Qualifying event in Mongolia and decided to forfeit her repechage bout. This led to her being provisionally suspended by the Wrestling Federation of India and Sakshi was handed the opportunity to compete at the Olympic qualifiers in Turkey.And the youngster grabber her chance with both hands by defeating China’s Zhang Lan in the semi-finals to clinch a berth for the Rio Olympics.Data check: India’s history at the Summer Olympics – medals, firsts and recordsIndia had won medals through wrestling in the previous two Olympics thanks to Sushil Kumar and Yogeshwar Dutt, but Sakshi wasn’t really looked at as a contender. The expectations were more from Vinesh Phogat but she suffered a painful exit in the quarter-finals.The focus then, finally, shifted to Sakshi. The then 23-year-old earned commanding wins in her initial rounds but was handed a crushing 2-9 defeat in the quarter-finals by Russia’s Valeria Koblova.Luckily for Sakshi, though, Koblova made her way to the final and that gave the Indian another shot at a medal through the repechage rounds.First up in her way was Mongolia’s Purevdorjiin Orkhon. Sakhi wasn’t the favourite for the bout but she put in a spirited effort to emerge victorious. Now, she was just one step away from fulfilling her childhood dream.In the bronze medal bout, she was up against Aisuluu Tynybekova of Kyrgyzstan, who was the reigning Asian champion at that time.Sakshi was the firm underdog, but she was highly determined. She got off to a horrendous start as Tynybekova raced to a 5-0 lead. It seemed at that point that India’s medal dream had ended. But Sakshi was not going to give up.The Rohtak girl turned the tables in the most dramatic fashion and went on to complete one of the greatest comebacks in Indian sporting history.She first levelled the score at 5-5 with one takedown after another, and finally clinched the win with an audacious move in the dying seconds of the bout.It was a truly momentous occasion for Indian sport. The likes of Saina Nehwal and Sania Mirza were already counted as hopefuls, but to get India’s first medal in women’s wrestling at the Rio Olympics was a moment of great pride for the country.“Yes, I was trailing 0-5 but I always felt there was still a lot of time left and I could make a comeback. If I would have let the chance go, it would have been a four-year wait,” Sakshi said on The Medal of Glory show on Sony Sports’ Facebook page earlier this year.“All I was telling myself was to give a 100% and that there is a lot of time left. The bout kept progressing and I kept scoring points. First, I got two points and my confidence grew. I felt I could cover the deficit. It’s not just about motivating the coming generations. Even my peers and fellow wrestlers who train with me know think that ‘If Sakshi didi can win a medal at the Olympics then why can’t we?’ Even I didn’t think I could reach where I did,” she added.Here’s Sakshi Malik talking about her triumph at the 2016 Rio Olympics:\n\n\n    \n    Play","author":"Scroll Staff","time":"2020-08-18T17:23:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/56034-rrsppfkvul-1492436554.jpg","tags":["Sakshi Malik","Wrestling","2016 Rio Olympics"],"source":"https://scroll.in/field/970706/pause-rewind-play-sakshi-malik-trumped-her-underdog-status-to-win-a-historic-olympic-bronze"}