{"title":"Pause, rewind, play: When Yashpal Sharma's fearless attitude won India the 1983 World Cup semi-final","content":"Yashpal Sharma set the tone for a memorable campaign in India’s very first match of the 1983 World Cup. Up against the mighty West Indies, he scored a brilliant 89 off 120 batting at No 5 to help his team win by 34 runs. Sharma was declared the player of the match as the defending champions suffered their first ever World Cup defeat.That was the first of three crucial knocks played by Sharma in what remains one of Indian cricket’s most significant tournament victories.His second key performance came in a must-win game against Australia. India were 65/3 when Sharma, promoted to No 4 in the batting order, came to the crease and top-scored with a run-a-ball 40.  India finished with a total of 247 in that game, before bowling out the Aussies for 129.However, Sharma saved his biggest performance for the semi-final against England at Manchester.The hosts batted first and were restricted to 213 as skipper Kapil Dev took three wickets and Jimmy Amarnath delivered a superb, economical spell of 2/27 from 12 overs. At the halfway stage of the game, India would’ve backed themselves to chase down the total. But they found themselves in a spot of bother at 2/50 after the openers Sunil Gavaskar and Krishnamachari Srikkanth were sent packing.That’s when Sharma walked to the middle and put on two match-winning partnerships, He first added 92 runs for the third wicket with Amarnath (46 off 92) and then 63 runs with Sandeep Patil (51* off 32). Amarnath went on to bag the player of the match award for his allround contribution as India won the game by 6 wickets, but the importance of Sharma’s 61 off 115 cannot be overstated.The right-hander hit two audacious sixes in that knock which were the standout shots. First, he stepped away and thumped Paul Allott over long-on, before hitting perhaps the shot of the match when he flicked England captain Bob Willis over backward square-leg.Here are highlights of that epic knock from Yashpal Sharma:Semi final match against England in 1983 World Cup pic.twitter.com/DcIz8cLxjk— Yashpal Sharma (@cricyashpal) June 25, 2021\n\n\n\n\n    \n    Play\n\nDuring the launch of the film titled 1983, Jimmy Amarnath narrated a brilliant anecdote about that unforgettable knock by Yashpal Sharma:Let me give you a little bit of background for ’75 and ’79. That time it was actually a vacation for us. We got to see the whole tournament, it was a paid holiday, we were young guys, we were not married. First thing in our mind was, England jaate hain, wahaan blondes hoti hain (Let’s go to England, there are blondes over there). But ’83 was different. There was belief in this team. In the semi-final against England, Yashpal and I were batting. Before lunch, we lost Sunny, we lost Srikkanth. So we were taking it a bit slow, because I had told Yash, wicket nahi girni chahiye, doesn’t matter if we don’t score fast, there are overs left. He said, “Jim pa, theek hai.”When we went to the dressing room for tea, it was dead silent. No one looked towards us, no one gave us tea, no one asked for water, and we were wondering what had we done. We were just playing to a plan but the team was a little disheartened. Anyway, after the 20-minute break, when we set foot on the field, I told Yash, it’s time now but let’s not both of us take risks. I’ll go for it, tu aaram se khel. You play calmly. He said, “Haan, haan, Jim pa.” First over, I stepped down the track and hit a four. Yash toh Punjabi hai, sahan nahin hua. Next over, he steps down and hits a four. I told him, listen to me, thoda chill kar, we shouldn’t lose a wicket. He said, “Yes Jim pa, no problem!” Then Bob Willis comes on to bowl, with his long run-up, long hair, and I told Yash to take it easy. “Yes, Jim pa, no problem.” And then Yash leaves his stumps, goes outside off and flicks it over the leg side for a huge six. I got scared and told Yash, “Yaar, good shot, but risk kyon le haha hai? Why are you taking risks?” Yash said, all agitated, “Jim pa, you don’t know! He gave me some bad words in Madras, I wanted to give it back to him.” But what if you got out? “No Jim pa, apne par bharosa hai.” [I believe in myself] And Yashpal won us the match that day.Watch Jimmy Amarnath narrate this incident here (from the 25th minute):\n\n\n    \n    Play\n\nAlso read:Former India cricketer Yashpal Sharma dies of heart attack aged 66A lion-hearted cricketer: Reactions as Yashpal Sharma, one of the heroes of 1983, diesAnecdotes galore: Reliving the famous 1983 World Cup win in the words of Kapil Dev and Co","author":"Scroll Staff","time":"2021-07-13T14:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161496-ptkrpdbtkh-1626161677.jpg","tags":["Yashpal Sharma","cricket","indian cricket","1983 world cup","Indian cricket team"]}