{"title":"Pause, rewind, play: How Saina became the first Indian female badminton star to be ranked world No 1","content":"Saina Nehwal had expressed her ambition of becoming a World No 1 way back when she was just starting to make waves in the senior circuit. Though she came close a couple of times, rising to the No 2 spot, the pole position always eluded her thanks to the Chinese domination of women’s singles in the first half of the 2010 decade.Nehwal was world No 2 for almost six months from January to June 2013 on the back of a fine 2012 performance that saw her win the London Olympics bronze medal and the Indonesia and Denmark Superseries Premier crowns apart from the Swiss and Thailand Open Grand Prix. She had also reached the French Open final in that year.But a dip in form in the second half of 2013 coupled with unhappiness about the way things were going at the Gopichand Academy made Saina wonder whether her career was coming to an abrupt end. She had slipped to world no 9 spot by end of the year and though she went on to win the Australian Open in August 2014, she decided to move to Bengaluru and train under Vimal Kumar after failing to win a medal at the World Championship.Nehwal failed to win an individual medal at the 2014 Asian Games but there was enough evidence that the spark in her game was back. She went on to win the China Open Superseries Premier in November.She then reached her first All England Open final in 2015 to jump back to the world No 2 spot. But with Li Xuerei and defending champion Shixian Wang not playing the India Open in the last week of March, both Nehwal and Carolina Marin had a chance to take the top spot. The Spaniard had to win the tournament to go on top.Nehwal raced through to the semi-finals while in the lower half of the draw, Marin was stretched to three games in the quarter-finals by Nozomi Okuhara. But in the last four round, Ratchanok Intanon stunned the second seed with a hard-fought 19-21, 23-21, 22-20 win over the Spaniard and the Indian ensured the No 1 spot with another straight-games win over Japan’s Yui Hashimoto.The 2012 London Olympics bronze medallist celebrated her ascent with her first India Open title without dropping a game with 21-16, 21-14 win over Intanon.When the rankings were officially updated on April 2, Saina had become the first non-Chinese to claim the top spot since Tine Baun had occupied that position in 2010 and ended Xuerui’s reign at the summit since Dec 27, 2012.Nehwal and Xuerui alternately held the top spot till Marin pipped both of them to the top spot in the second week of June that year.Here are the two interviews in which Saina spoke of her ambitions of becoming a world No 1 when she was 18 and then what she felt after achieving that feat.\n\n\n    \n    Play\n\n\n\n\n    \n    Play","author":"Scroll Staff","time":"2020-04-02T13:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139361-nxghlbxobc-1585812680.jpg","tags":["badminton","Badminton World Federation","Saina Nehwal"],"source":"https://scroll.in/field/957808/pause-rewind-play-how-saina-became-the-first-indian-female-badminton-star-to-be-ranked-world-no-1"}