{"title":"Payal Kapadia interview: ‘Cinema has the potential to open up imagination’","content":"Acclaimed director Payal Kapadia’s latest film is set, like some of her previous works, in the zone between the known and the uncanny. The 23-minute atmospheric short film And What Is the Summer Saying is shot mostly in black and white and set in a village in Maharashtra’s Sahyadri hills. The sounds of the forest are juxtaposed with unrehearsed human voices in domestic settings. Kapadia drops in animated illustrations, as she has in some of her previous works. These include Afternoon Clouds (2017), which competed at the Cannes festival last year, The Last Mango Before the Monsoon (2016) and Watermelon, Fish and Half Ghost (2013). And What Is the Summer Saying was screened at the Berlin Film Festival in February, marking yet another step forward for the Film and Television Institute of India-trained filmmaker. Excerpts from an interview.How did you go about scripting ‘And What is the Summer Saying’?  I was working on another project in 2015 that took me to the Kondwal village quite frequently. The Adivasi community in Kondwal is entrusted with the upkeep of the forest, which Namdev, a prominent character in the film, is also a part of. The villagers have a symbiotic relationship with the forest.Since it’s quite a remote village, there are no creature comforts – no electricity, no phones. In the afternoons, I used to hang around in the homes of villagers, helping them cook and with other chores. I became absorbed in the surroundings and the domesticity of the villagers and asked them if I could record their conversations. They agreed and I started recording the conversations, which is in a particular dialect of Marathi. I started scripting the film with the bits of voices I found. The script was based on the audio I collected and then designed. Since we spent a whole lot of time in the village, it was easy to earn their trust. A colleague spoke the dialect so that made it a lot easier. Besides, sometimes I was only recording ambient sound and since they were assured their faces would not be part of the film, they were quite comfortable with it. The thing about documentary is that you are often scavenging for stuff and when you are rummaging through your recordings, suddenly you find a narrative that runs through the records. It’s serendipity. After that, you have to kind of figure it out as you go. That’s what I did.And What Is the Summer Saying.There are scenes of domesticity, the fear of the unknown (represented by a tiger), and people’s relationship with nature.  The inability to talk openly about love has been a major part of my work. How does one speak about love in a society where the expression of love is frowned upon? I view love and fear as not separate entities, they are one and the same. Take, for instance, an arranged marriage in an Indian setup to a stranger in the middle of the night. [It] is like falling into the unknown. It’s exhilarating but it’s also terribly scary. I was kind of negotiating with these ideas. It’s the questions I want to ask, like how women in India are trying to negotiate the idea of love.In India, women cannot speak openly about love or desire. Even if you look at our mainstream cinema, it is most often the men who are expressing their feeling with songs and words. In my practice, I am interested in exploring other ways to talk about love and desire, through a gesture, a gaze, a whisper or a story.I’m also interested in exploring human relationships that are more than just human-centric. This village and the forest around it were lending themselves to these things. Thus, the conversations about the tiger in the film evoke the fear of the unknown. Also, the part where the tiger is spoken about makes us look at the male gender in a more vulnerable space. In this case the forest was also acting for us. What about the decision to juxtapose dialogue with visuals? We wanted to have images that are not illustrative but evocative. The background dialogue playing out is not necessarily in correlation with the video. Because I always think that cinema has the potential to open up people’s imagination. I juxtaposed audio and video to explore various overarching themes. I operate under the idea that the whole is bigger than the sum of its parts.I see short film making as sort of haiku writing. I don’t need to spell things out. I can explore various non-fiction themes in a short span of time since there is tremendous scope for experimentation in the format. On the other hand, it cannot be applied to a feature film. That will be not as exciting.Payal Kapadia.Your latest film continues with themes explored in your previous works, such as the power of memory.Memory plays an important part in my films. I have grown up with my grandmother, who moved to India during the Partition. My idea of her life always came from the stories that created images of a time that has gone by, and a place that she can never go back to in the real world but exists only in the realms of her fantasy. This is why I try to create multiple layers of reality that include dreams and fantasies, myths and folklore, a tapestry of images that on their own are only flashes of one’s past.What has been the reaction to the film so far?We showed it in our school and the reception was good. Since it’s a very quiet film, people were a bit surprised about that at the Berlinale too.To me, the sound design is the most important part of the film. One should be able to feel the cinema through its sound. The forest can be very noisy, but there is a pattern to it and the brooding quality added to the film’s general mood.\n\n\n\n\n\n\n\n\n\n\n\n\n\n    \n    Play\n\nAfternoon Clouds (2017).Are you an outdoors person?I grew up in a residential school, which was in the countryside. I had been on many hikes and being outdoors is very much a part of my personality.What is it about documentary film making that attracts you? To make feature films is obviously the greater goal, but in the meanwhile, I’m also interested in exploring other forms, like installations. That is because the kind of ideas I have are esoteric in nature and may not have a bigger scope with a larger audience. I think that for better outreach, I want to experiment with the medium, conducive to such work. The documentary form is open to such experimentation.\n\n\n\n\n\n\n\n\n\n\n\n\n\n    \n    Play\n\nThe Last Mango Before the Monsoon (2016).","author":"Prathap Nair","time":"2018-03-10T19:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/871421-84143-sokwazgaqm-1520663397.jpeg","tags":["Payal Kapadia","Short Films","And What Is the Summer Saying"],"source":"https://scroll.in/reel/871421/payal-kapadia-interview-cinema-has-the-potential-to-open-up-imagination"}