{"title":"Peasant leader Akhil Gogoi arrested on sedition charges in Assam’s Golaghat","content":"The Assam Police arrested anti-corruption campaigner and Krishak Mukti Sangram Samiti leader Akhil Gogoi on charges of sedition on Wednesday. He was arrested from Golaghat city for his speech about an armed struggle in Assam’s Moran town on Tuesday. He has also been accused of spreading religious animosity, police said.During his speech, Gogoi is believed to have said that if Hindu migrants from Bangladesh were forced upon Assam, people from the state would be forced to take up arms. In 2016, the Union government proposed to amend the Citizenship Act to grant citizenship to people without valid documents belonging to minority communities from Afghanistan, Bangladesh and Pakistan after six years of residence in India.  Former United Liberation Front of Assam militant Jiten Dutta was also present during the event at Moran.  Gogoi has been a vocal critic of the Bharatiya Janata Party-led state government. Accusations against the state governmentDuring the past few weeks, Gogoi has addressed a number of public gatherings, where he accused the ruling BJP of spreading the Rashtriya Swayamsevak Sangh’s agenda in the state. He rebuked the state’s decision to name colleges in the state after former Jan Sangh leader Deendayal Upadhyaya. Krishak Mukti Sangram Samiti President Bhasco De Saikia said a team of police officials accompanied by paramilitary forces apprehended Gogoi from the organisation’s Golaghat office on Wednesday evening. Gogoi had arrived there after a public meeting in Jorhat district. Gogoi, who was dressed in a lungi and a vest, was not allowed to get dressed by the team, claimed Saikia.Sections 153, 153 A, 120 B, 121, 124 A and 109 of the Indian Penal Code have been applied, said Dibrugarh Superintendent of Police Gautam Borah, adding that that police acted on its own.  Gogoi has been leading an agitation against the government’s handling of the farming crisis in Assam. He has also been fighting against the building of dams, land mafia and corruption in public life, The Wire reported. In 2012, he collaborated with Anna Hazare who supported his organisation’s blockading of equipment meant for the construction of the Subansiri Lower Dam.KMSS leader Akhil Gogoi arrested for allegedly instigate people to take up arms-  Assam Police— AIR News  Guwahati (@airnews_ghy) September 13, 2017","author":"Scroll Staff","time":"2017-09-13T21:39:12.297689+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/850550-41780-qlnyukidzm-1505318002.jpg","tags":["Assam","Akhil Gogoi","Sedition"],"source":"https://scroll.in/latest/850550/peasant-leader-akhil-gogoi-arrested-on-sedition-charges-in-assams-golaghat"}