{"title":"Pegasus: Rahul Gandhi, 2 Union ministers and virologist Gagandeep Kang on list of potential targets","content":"Congress leader Rahul Gandhi, Union ministers Ashwini Vaishnaw, Prahlad Singh Patel, and virologist Gagandeep Kang were among the names revealed on Monday as potential targets of surveillance using the Pegasus hacking software, The Wire reported.The revelation came after a leaked list, featuring more than 50,000 phone numbers “concentrated in countries known to engage in surveillance of their citizens”, was accessed by Paris-based media nonprofit Forbidden Stories and Amnesty International, which shared it with 17 news organisations as part of the Pegasus Project. The Pegasus spyware can access all data on a target’s device.The list also contained numbers of poll strategist Prashant Kishor, former Election Commissioner of India Ashok Lavasa, Trinamool Congress leader Abhishek Banerjee and an ex-Supreme Court staffer who accused former Chief Justice of India Ranjan Gogoi of sexual harassment.At least two mobile phone numbers used by Gandhi were selected as a potential surveillance target, The Wire reported. Five of his friends, who have no role in politics, were also in the database.Gandhi’s numbers, which he has since given up, appear to have been selected for surveillance from mid-2018 to mid-2019, when the General Elections were held in India. His phones were not forensically examined. Congress chief spokesperson Randeep Surjewala blamed Union Home Minister Amit Shah for the invasive surveillance. “Our first demand is the immediate sacking of Minister of Home and Internal Security Amit Shah and a probe into the role of the prime minister in the matter,” he told reporters.Earlier on Monday, Vaishnaw defended the Modi government in Parliament. Vaishnaw, who recently replaced Ravi Shankar Prasad as the Information Technology minister, claimed that illegal surveillance was not possible in India. “The press reports appeared a day before the Monsoon Session of the Parliament,” he added. “This cannot be a coincidence.”But, according to The Wire, Vaishnaw appears to have been targeted for possible surveillance in 2017, when he was not even a member of the Bharatiya Janata Party.Eighteen phone numbers within the close circle of Minister of State for Food Processing Industries and Jal Shakti Prahlad Singh Patel also featured in the leaked database as potential targets of surveillance. This includes even his cook and gardener.Gagandeep Kang, a professor at Vellore’s Christian Medical College, is one of the country’s best-known virologists. She was a possible target of surveillance in 2018, while tackling the Nipah infection. In May, virologist had said that India delayed the process of buying coronavirus vaccines in the bulk and is now left with few options to choose from in the international marketKishor, who is also on the list, had recently worked with the Trinamool Congress during the West Bengal Assembly elections. He has also helped a range of Opposition parties, including the Dravida Munnetra Kazhagam in Tamil Nadu and the Congress in Punjab, to strategise and fight polls.Responding to the media reports about surveillance, Kishor told NDTV that his phone was being hacked even though he changed his handset multiple times. “We used to suspect snooping but never realised hacking, that too from 2017 to 2021,” he said.Traces of Pegasus was found in Kishore’s phone in 14 days in June 2021 and 12 days in July 2021, including as recently as July 13, according to digital forensics conducted by Amnesty International’s Security Lab.Meanwhile, Ashok Lavasa was reportedly selected as a potential target for surveillance just weeks after his dissenting note held Prime Minister Narendra Modi guilty of violating the Model Code of Conduct during the 2019 Lok Sabha election campaign.After the dissent note, Lavasa has also been under the scanner of various investigating agencies. The Enforcement Directorate in November 2019 had opened an investigation against a company that had Lavasa’s son as director, for alleged violation of foreign exchange laws.TMC MP and Mamata Banerjee’s nephew Abhishek Banerjee’s number was also found in the database. He had been a key face of the party’s poll campaign earlier this year. The BJP, however, had repeatedly targeted him over nepotism and alleged corruption. In February this year, the Central Bureau of Investigation questioned his wife Rujira Banerjee in connection with an alleged coal smuggling case.Pegasus projectOn Sunday, The Wire revealed the names of dozens of journalists and activists on the list, including its own founder-editors Siddharth Vardarajan and MK Venu, The Hindu’s Vijaita Singh, the Hindustan Times’ Shishir Gupta, as well as scholars and activists on the Committee for the Release of Political Prisoners and relatives, lawyers and friends of those arrested in the Bhima Koregaon case and the accused themselves.Earlier on Monday, Israeli surveillance company NSO Group dismissed al about surveillance on Indian ministers, Opposition politicians, and journalists, saying that they were “full of wrong assumptions and uncorroborated theories”. It added that it was considering to file a defamation lawsuit.A government statement on Sunday failed to categorically address questions of whether any Indian agencies had used the spyware. Instead, it said that “there has been no unauthorised interception” and that “the allegations regarding government surveillance on specific people has no concrete basis or truth associated with it whatsoever”.","author":"Scroll Staff","time":"2021-07-19T18:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161704-gwiyrewtnh-1626709135.jpg","tags":["Ranjan Gogoi","Supreme Court","pegasus","pegasus israel","pegasus india","pegasus spyware","PM Modi"]}