{"title":"Pegasus: Illegal surveillance not possible in India, says IT minister in Parliament","content":"Information Technology Minister Ashwini Vaishnaw on Monday dismissed reports about the use of the Pegasus hacking software to spy on journalists, activists and Opposition leaders, saying that with checks and balances in place, illegal surveillance was not possible in India. The clarification came after a leaked list, featuring more than 50,000 phone numbers “concentrated in countries known to engage in surveillance of their citizens”, was accessed by Paris-based media nonprofit Forbidden Stories and Amnesty International, which shared it with 17 news organisations as part of the Pegasus Project. The alleged hacking was done using Israeli firm NSO Group’s Pegasus spyware.According to the Wire, which focused on the Indian portion of the list, “the numbers of those in the database include over 40 journalists, three major opposition figures, one constitutional authority, two serving ministers in the Narendra Modi government, current and former heads and officials of security organisations and scores of businesspersons”.\n\n\n    \n    Play\n\nAs the revelations led to protests from the Opposition during the Monsoon Session of the Parliament, the IT minister said similar claims were made about the use of the Pegasus spyware through WhatsApp. “A highly sensational story was published by a web portal last night,” Vaishnaw said during the Lok Sabha session. “Many over-the-top allegations were made around this story. The press reports appeared a day before the Monsoon Session of the Parliament. This cannot be a coincidence.” Vaishnaw alleged that the report was an attempt to malign the “Indian democracy and its well-established institutions”. “We can’t fault those who haven’t read the news story in detail and I request all members of House to examine issues on facts and logic,” the minister added. “There is no substance whatsoever behind this sensationalism. With checks and balances in place, illegal surveillance not possible.”Citing the report, the IT minister said the mere presence of a phone number on the leaked database did not show whether the device on which it was used was infected with Pegasus or subjected to an attempted hack.“Without subjecting a phone to technical analysis, it is not possible to conclusively state whether there was an attempted hack or it was successfully compromised,” Vaishnaw added. On Sunday, the Centre said there was “no unauthorised interception” on its part but did not address questions related to whether the spyware was used by any Indian agencies. The government claimed that the report was based on “conjectures and exaggerations”. “In India there is a well-established procedure through which lawful interception of electronic communication is carried out in order for the purpose of national security, particularly on the occurrence of any public emergency or in the interest of public safety, by agencies at the Centre and States,” the government added. “The requests for these lawful interceptions of electronic communication are made as per relevant rules under the provisions of section 5(2) of Indian Telegraph Act ,1885 and section 69 of the Information Technology (Amendment) Act, 2000.” Congress hits out at CentreThe Wire on Monday confirmed that Congress leader Rahul Gandhi was also among the potential targets of the Pegasus software. The website reported that at least two mobile phone accounts that Gandhi used were among the 300 Indian numbers listed as potential targets of a client of the NSO in India. Gandhi’s numbers, which he is not using anymore, were reportedly selected for targeting from mid-2018 to mid-2019, when the general elections took place. Critcising the Centre for the alleged snooping, Congress leader Randeep Surjewala on Monday said: “The Modi government can now listen to the conversations that you and your family have in bedrooms.” Congress demanded an inquiry into the prime minister’s role in the alleged surveillance and the sacking of Home Minister Amit Shah. Also read: Pegasus: Israeli firm that sells spyware refutes allegations, says it’s planning defamation suit","author":"Scroll Staff","time":"2021-07-19T18:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161699-thqbdphrmq-1626697340.jpg","tags":["Pegasus","Ashwini Vaishnaw","Monsoon Session","IT minister on Pegasus hack","Pegasus controversy","pegasus software"]}