{"title":"‘People of Maldives are sorry’: Former Maldivian president on diplomatic row with India","content":"Former Maldivian President Mohamed Nasheed on Friday said that the “people of Maldives are sorry” about the events that led to the country’s diplomatic row with India, ANI reported.In January, a diplomatic spat erupted between the two countries pertaining to remarks by three deputy ministers of the island nation about Prime Minister Narendra Modi’s social media posts.On Friday, Nasheed claimed that the bilateral tensions had impacted the island nation’s tourism industry.“I want to say the people of the Maldives are sorry,” he told ANI. “We are sorry that this has happened. We want Indians to come on their holidays to the Maldives, there have not been any changes in our hospitality. Unfortunately, more activist-minded lower level government officials decided to articulate in this manner.”Modi’s social media posts had shown the prime minister snorkelling during his visit to Lakshadweep. Maldivian minister Maryam Shiuna had reacted to the picture calling Modi a “clown”. “The puppet of Israel, Mr Narendra diver with life jacket,” she had said in a social media post, which was later deleted.Several supporters of the prime minister had claimed on social media that Modi’s visit would help promote Lakshadweep as an alternative tourist destination to the Maldives, which would adversely impact the pro-China government in Malé.#WATCH | Delhi: On the drop in Indian tourists and how much it has impacted the Maldives, former President of Maldives Mohamed Nasheed says, \"It has impacted a lot. I am here in India, very worried about this. I want to say the people of the Maldives are 'sorry.' We are 'sorry'… pic.twitter.com/RoHwu9TgqQ— ANI (@ANI) March 8, 2024\n\n\nAmid the diplomatic row, Maldivian President Mohamed Muizzu had also visited China and signed 20 agreements, including one on accelerating cooperation on the Belt and Road Initiative. Upon his return from China, Muizzu had said that while the Maldives is a small country, it does not give anyone the licence to “bully” the island nation.Responding to Muizzu’s comments, Nasheed said on Friday: “India has been there for the first call of assistance [for the Maldives]. Hence, I would not think that any Maldivian would misunderstand these things.”Nasheed, an Opposition leader, also said that the recent defence and military deals between the Maldives and China are a ploy to purchase specific equipment.“I don’t think it’s a defence agreement,” he told ANI. “I think that Muizzu wanted to buy some equipment, mainly rubber bullets and tear gas. It is very unfortunate that the government thought that there is a need for more tear gas and more rubber bullets. Governance is not through the barrel of the gun.”On March 4, China signed a defence cooperation agreement with the Maldives that will provide the island nation with free military assistance, according to reports.The development came nearly a month after the Maldives government announced that India had agreed to withdraw its military personnel from the island nation by May 10 and replace the aviation management staff with civilians.#WATCH | On Maldives President Dr Mohamed Muizzu's bully remark, former President of Maldives Mohamed Nasheed says, \"...When the President of the Maldives wanted the Indian military personnel to leave you what did India do? They did not twist their arms and muscles but told the… pic.twitter.com/HiiV4U6jPj— ANI (@ANI) March 8, 2024\n\n\nAlso read: Why a social media row over Modi’s tweets led to the suspension of three Maldives ministers?","author":"Scroll Staff","time":"2024-03-09T19:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/158749-wataujuhss-1620321432.jpg","tags":["Mohamed Nasheed","Maldives","tourism industry","Mohamed Muizzu"]}