{"title":"Web series ‘Jubilee’ is a ‘tribute to ambition’ of early Hindi film stars","content":"Vikramaditya Motwane, showrunner on the web series Sacred Games (2018), returns to the episodic format as co-creator and director of Jubilee. The Prime Video show is set in the Hindi film industry during the 1940s and 1950s. Prosenjit Chatterjee, Aditi Rao Hydari, Aparshakti Khurana, Wamiqa Gabbi, Sidhant Gupta and Ram Kapoor play studio heads, stars, and upstarts.Jubilee has been co-created by Soumik Sen, written by Atul Sabharwal and scored by Amit Trivedi. A first batch of episodes will be premiered on April 7, followed by the rest on April 14. In an interview, Motwane revealed what went into the creation of a drama set in the pre- and post-Partition period. Why did you choose to set Jubilee in the 1940s and 1950s?We set it in this era because a lot of us are fans of the movies and fans of the people who inhabited the era. So, whether it’s Raj Kapoor or Guru Dutt or Vijay Anand as filmmakers, or Dilip Kumar, Dev Anand, Ashok Kumar and Raj Kapoor as actors, or Nargis and Madhubala as actresses. Also, the ambition of the period, the ambition of the storytelling of the period, really excited us, to be able to say let’s do this interesting, fictional series, almost like Mad Men. Then you end up creating your own sort of fictional world in that era. What went into designing the show’s look?Obviously, a lot of the work went into creating the designs, the set design, the costume design, the look and the feel. There was a lot of back and forth on colours and on what we build, what we keep real. There’s a fine balance of finding what is absolutely authentic versus sort of creating your own world in your own space that people inhabit. That was the biggest challenge.Jubilee (2023). Courtesy Andolan Films/Reliance Entertainment/Phantom Studios/Prime Video.Was it easy to recreate that era in 2023?It’s almost impossible in 2023, other than a place like Ballard Estate in Mumbai. But if you want to be genuinely authentic in terms of period, it’s almost impossible. Especially for like the ’40s and ’50s. Your streetlamps have changed. Your pavements have changed. The road texture has changed. Everything has changed.So, we haven’t kept things authentic. For example, the steam engine and station scenes were shot in Sri Lanka because they’ve kept their stations in a way that is period friendly so you shoot there pretty without having to do major VFX work. This necessitated having to build a lot of our sites. While we shot in Liberty and Alfred cinemas for the interior scenes, most of our exteriors – like the entire Roy Talkies studio lot and the Bombay streets – are recreated and built from the ground. For example, for the bicycle shot in episode one, the whole set was oriented for that one shot. We made the design of the entire set based on the fact that we wanted to have this grand opening shot where you see him cycling, then as you turn the corner you reveal the movie theatre.   You mentioned some of the prominent film stars and filmmakers of the time. There are obvious resonances of Bombay Talkies, Himanshu Rai, Devika Rani, Ashok Kumar and others. Is the show based on their lives or is it adapted from any book? And is the intention to have the audience guess as to which real life personality each character relates to?It’s not based on a book or intended to be a guessing game. Jubilee is a compelling succession drama set in the world of the movies in the 1950s. It is a tribute and an homage. But it is mainly a drama between characters.To be able to set up a drama that one can sustain over seasons, that carries the momentum forward, you have to build up really compelling characters and build the drama. The tribute and homage are actually quite subtle. Yes, there are a lot of Easter eggs planted throughout, but the tribute comes from a sense of nostalgia of like, oh, this character can be based on so and so but also looks like so and so but also feels like so and so. That is deliberate, to evoke that sense of nostalgia. Otherwise, all of them are unique personalities who could have been there at that point in time.\n\n\n    \n    Play\n\nBabuji Bhole Bhaale, Jubilee (2023).Sometimes when exploring a particular era of cinema, there’s the danger that what is being recreated is imagined rather than drawn from reality. Was this something you were conscious – that Jubilee should look authentic?Yes, which kind of comes to what I was saying about the fact that when you create something about compelling characters, it’s not that it hasn’t been married to the film world. But I’ve invested you in the drama of a usurper and someone who’s got dreams and another person’s love story. Once you invest in that, for what it is, you tend to forget that it is based in the movie world.The movie world becomes just a backdrop that propels the story forward. The drama is primary. It is a drama set in the movie world; it’s not a show about the movies with a certain amount of drama. There is that danger when we know the ins and outs, we know the in-jokes and the wink-wink things. You want to stay away from a lot of that wink-wink, because then you alienate the audience. The audience must be invested in the drama of the character. Everything else ought to be education, but in the most subtle, casual way About the casting: Aparshakti Khurrana as the leading man, Binod, is an unexpected choice. There’s Prosenjit Chatterjee as studio head Srikant Roy, Aditi Rao Hydari as Sumitra Kumari, Wamiqa Gabba as a courtesan and Sidhant Gupta as Jay Khanna, an aspiring director. How did you put this cast together?Honestly, for Aparshakti, Sidhant Gupta and Wamiqa Gabba’s casting, I give all credit to my team at Casting Bay and to Anmol, who auditioned the actors. I didn’t know who Sidhant was before. While I knew Apar, I would never have thought about him playing this character.But the auditions made one sit up and take notice. When I saw Apar’s audition, I saw something really interesting there. I didn’t know he had the chops to be able to do something like this. Sidhant has this pure intensity which he brought to the table. There was something really interesting about this guy with fire in his eyes. That little bit of fire and pain. I had liked Wamiqa’s audition but had picked someone else for the part of Niloufer when we were slated to shoot in 2020. And then because of the pandemic we had to rework things. I went back to the drawing board and took another look at the casting and the auditions. I found Wamiqa’s Instagram very interesting. I thought she had the right mix of what the role needed.Prosenjit and Aditi were kind of a given. I loved Prosenjit in Choker Bali. I thought he would be very interesting for the studio boss from the era with Marcello Mastroianni from 81⁄2 as a reference point of his look. Aditi’s Sumitra Kumari is the ethereal movie star, who has the world at her feet, who can pretty much do anything that she wants, but she chooses to go with something she’s never done. Aditi has played fragile characters a lot but to play somebody the exact opposite, who’s a bit of a badass and going through massive turmoil was interesting. Plus, she’s gorgeous. This is your second big series as director after Sacred Games. What are some of the learnings you brought from that experience?I think the learnings were happening on the set of Sacred Games itself. We were doing a series format for the first time after doing movies. We realised that when you are talking to an actor in the middle of episode eight, saying this is where you’ve come from, etc, they have so much to chew on. The script can be so layered.Keeping that in mind, and not trying to oversimplify some of the stuff, was probably the biggest learning. Shooting a series is not very different from making a film, except that you have to shoot more pages in a day and be smart about the production, like take more stuff indoors, don’t overcomplicate scenes, maximise your outdoor shoot days. These are the practical things you learn because of the limited amount of time you have to shoot a lot more material.Very broadly, looking at series versus movies: movies are about plots and stories, and series are about people and characters. Obviously, plot is important in a series too, and characters are also important in movies. But we come back to multiple seasons of series because of the people who inhabit them and not so much for the storyline. We love the characters in Succession and Game of Thrones, which is why we keep coming back to watch them, but ask me the storyline in season six of Game of Thrones and I have no idea. So, the learning was to focus on making the characters as juicy as possible, giving them enough to chew on, dragging them through the mud so the audience goes along the journey with them. What else are you working on?The adaptation of the book Black Warrant is underway. In the meanwhile, I have finished a film called Control with Ananya Panday.\n\n\n    \n    Play\n\nJubilee (2023).","author":"Udita Jhunjhunwala","time":"2023-04-02T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188853-btwqqpdftr-1680812346.jpg","tags":["Jubilee web series","Vikramaditya Motwane","Prime Video"],"source":"https://scroll.in/reel/1046666/period-drama-jubilee-is-a-tribute-to-ambition"}