{"title":"Permanent provision vs Centre’s authority: What transpired in the SC’s Article 370 case hearings","content":"“… Insofar as the development is concerned, they say self-governance is better than good governance… you cannot form a nation by force, by compulsion, you have to win the hearts of the people,” said Kashmiri senior advocate Zaffar A Shah to the Supreme Court on Tuesday, the sixteenth and final day of the proceedings before a five-judge Constitution bench of the court. The court was hearing the legal challenge to the abrogation of Article 370 of the Constitution and the bifurcation of the erstwhile state of Jammu and Kashmir into two Union territories by the Modi government in 2019. The Supreme Court had in July pulled the matter out of cold storage after sitting on it for over three years. The petitioners focused their arguments on the special status of Jammu and Kashmir and the greater autonomy it enjoyed within India’s federal structure. On the other hand, the government justified its actions by underplaying the special status and describing Article 370 as a temporary provision whose time had come. The main issue of contention between both sides was the relative power between the Centre and the erstwhile state of Jammu and Kashmir: the petitioners advocated that the people of Jammu and Kashmir enjoyed control over their own fate through institutions like the Jammu and Kashmir Constituent Assembly, the Jammu and Kashmir Constitution and the Jammu and Kashmir Legislative Assembly, but in the Modi government’s view, the Centre took precedence over all of them. Scroll summarises what transpired in the sixteen hearings before the Supreme Court over the last two months, during which 40 lawyers argued before the Constitution bench. Questions before the courtThe court grappled with the following three questions in this case:Could Article 370(1)(d) of the Constitution of India have been validly used to alter the interpretation of Article 370, as was done via Presidential order on August 5, 2019?    Did abrogating Article 370 through a      Presidential proclamation on August 6, during President’s Rule, without      the consent of the people of Jammu and Kashmir through their elected      representatives, violate the fundamental democratic rights of the people      of Jammu and Kashmir under Articles 14 (equality before law) and 21 (protection of life and personal liberty) of      the Constitution of India?Did the Jammu      and Kashmir Reorganisation Act, 2019 violate Article 3 (formation of new states and alteration of      areas, boundaries or names of existing states) and Part      III (fundamental rights) of the Constitution of India?       The Supreme Court building in New Delhi. | PTIPetitioners’ argumentsThe petitioners, represented by a battery of senior advocates, argued that Article 370 of the Constitution of India had acquired a permanent character, and could not have been unilaterally abrogated by the Centre. They further contended that the Constitution does not permit the downgrading of a state to a union territory.The following is a closer look at their main contentions.What was the nature of the special constitutional status of Jammu and Kashmir?Senior advocate Gopal Subramanium stated that the Constitution of India and the Constitution of Jammu and Kashmir complemented each other and Article 370 of the Indian Constitution was indicative of that.Shah and senior advocates Rajieev Dhawan and Dinesh Dwivedi each impressed upon the court that Jammu and Kashmir had a unique relationship with the Union of India because of the circumstances of its accession to India, and that it enjoyed a greater degree of autonomy, as a result of its distinct Constitution.Was Article 370 was intended to be a permanent provision of the Constitution?The marginal note for this Article in the Constitution is “Temporary provisions with respect to the State of Jammu and Kashmir”. However, the petitioners broadly argued that it was intended to be a permanent provision.Senior advocates Gopal Sankaranarayanan and Dushyant Dave referred to the creation of the Jammu and Kashmir Constitution by the Jammu and Kashmir Constituent Assembly, which signalled the retention of Article 370, they argued. Sankaranarayanan also emphasised on the history of the region, and the views of its leaders, as an indicator of this permanent nature.Could the special status of Jammu and Kashmir under Article 370 have been revoked by Presidential Orders?Senior advocates Kapil Sibal and Sanjay Parikh argued that such abrogation could not be done without involving the Jammu and Kashmir Constituent Assembly.Subramanium contented that any change to Article 370 required the concurrence of the Jammu and Kashmir legislature.Dhavan said that Article 370 could only have been amended as per the mandatory process prescribed in the article itself. This process doesn’t envisage a role for the President, he argued.Was there any valid way to abrogate Article 370?Sibal, Subramanium and Dave all argued that there is no valid way to abrogate Article 370. This is because Article 370 stated that the Jammu and Kashmir Constituent Assembly’s concurrence was required to amend the Article.Since the Constituent Assembly stood dissolved in 1957, that door was shut.Why was the revocation of the statehood and the splitting of Jammu and Kashmir unconstitutional?Sibal called the move contrary to the “representative form of government”. Dhavan pointed out that the consent of state legislatures is required under Article 3 to alter their boundaries.Senior advocate Shekhar Naphade called it a violation of the Constitution’s basic structure, arguing that this was contrary to the idea of India being a “Union of States” as written in Article 1 of the Constitution.Respondent’s argumentsThe Centre and other parties opposing the petitions, represented by senior government counsel and veteran senior advocates, focused their line of arguments on the supremacy of the Centre that they located in the Constitution to alter the status of Jammu and Kashmir. They referred to Article 370 as a temporary provision, and emphasised that it was intended to be abrogated. A detailed breakdown of their arguments is as follows.What were the limits of the special constitutional status of Jammu and Kashmir?Attorney General for India R Venkataramani argued that Article 370 intended to constitutionally integrate Jammu and Kashmir with India. At the same time, any power exercised beyond its original purpose is in furtherance of its spirit as well as that of the rest of the Constitution of India.He further stated that Jammu and Kashmir did not have any special status within the Constitution, and that the Constitution of Jammu and Kashmir was a mere statute meant for the internal governance of the then state.Both Tushar Mehta and senior advocate Rakesh Dwivedi argued that the Constituent Assembly of Jammu and Kashmir was subordinate to the Constitution of India.Mehta added that both the Constituent Assembly and the Legislative Assembly of Jammu and Kashmir were synonymous and co-equal in the context of Jammu and Kashmir. Senior advocate Mahesh Jethmalani argued that the sovereignty of Jammu and Kashmir was completely vested with the Union government.Senior advocate V Giri argued that the Jammu and Kashmir Constituent Assembly became insignificant after the Jammu and Kashmir Constitution was framed.Was Article 370 intended to be permanent?Tushar Mehta argued that Article 370 was a temporary provision, since the ultimate goal of the Constituent Assembly of India was the complete unification of Jammu and Kashmir with the rest of India.Senior advocate Harish Salve argued that Article 370 couldn’t be interpreted on the basis of its text alone, and that keeping its context and history in mind, the President had unfettered authority to abrogate it by themself without the recommendation of the Jammu and Kashmir Constituent Assembly.Venkataramani contended that it would be impossible to change Article 370 through the Jammu and Kashmir Constituent Assembly, since it stood dissolved. However, this did not preclude the President from taking action, which was independent of Article 370(3).Additional Solicitor General K.M. Nataraj argued that the principle of federalism was not applicable to Article 370.  What were the deleterious effects of the special status of Jammu and Kashmir?Mehta contended that Article 35A of the Constitution of India, which was withdrawn by the Modi government in August 2019 as well, was discriminatory since it extended the right to public employment and acquisition to property within Jammu and Kashmir only to the permanent residents of the region, as against the rest of Indians.Was the revocation of Jammu and Kashmir’s statehood temporary or permanent?Mehta assured the court that full statehood would be restored to Jammu and Kashmir soon, although Ladakh would remain a union territory. However, he was unable to give a timeline for the restoration of statehood.At the same time, he affirmed that the Centre doesn’t plan to take away the special rights and status accorded to other Indian states under Part XXI (Temporary, Transitional and Special Provisions) of the Constitution. This was in response to the apprehension expressed by a former Arunachal Pradesh legislator in the matter, through advocate Manish Tiwari, that the Centre might use the abrogation of Article 370 as a precedent to usurp on the higher degree of autonomy over their affairs granted to some Northeastern states by Part XXI and the Sixth Schedule of the Constitution.The court has now reserved its judgment in the matter.","author":"Vineet Bhalla","time":"2023-09-08T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192874-prtapativn-1691160099.jpg","tags":["Jammu and Kashmir","Supreme Court","Article 370","Union Territory"],"source":"https://scroll.in/article/1055558/permanent-provision-vs-centres-authority-what-transpired-in-the-scs-article-370-case-hearings"}