{"title":"PFI was born in the crucible of Kerala’s violent politics – but does that make it a terror threat?","content":"Before it was taken down last week on the orders of the Central government, the website of the Popular Front of India laid out the organisation’s goals: “achievement of socio-economic, cultural and political empowerment of the deprived and the downtrodden and the nation at large”. Traditionally dominant social groups had hijacked democratic processes, the group’s vision statement explained, and all resistance to this was local and isolated. The PFI, a predominantly Muslim group, was formed in Kozhikode in Kerala in November 2006, merging socio-religious organisations from Karnataka, Tamil Nadu and Kerala. By 2022, it had spread to 23 states and had around four lakh members, according to members. On September 27, the Ministry of Home Affairs issued a notification saying it was banning the PFI for five years under the Unlawful Activities (Prevention) Act. The home ministry notification labelled it an “unlawful association” with terror links, involved in activities that threatened the “sovereignty, integrity and security” of the country. Its socio-economic and educational activities were only a front for a “secret agenda” of radicalisation, the notification claimed. A number of violent incidents were listed to back these claims.A former PFI member, who did not want to be identified, disputed this characterisation. “These were highly local events where the PFI leadership never supported such violence,” he said.He did not deny that people linked to the PFI may have been involved in acts of violence, but insisted that the organisation had categorically stated that these individual acted of their own volition.Historian J Devika, who works with Kerala’s Centre of Development Studies, said the PFI ban was not surprising. “Not because PFI is necessarily violent but because a narrative has been built up, an all-pervasive narrative, about the violence of the PFI,” she said. “[With] social media and the way in which communication works now, it is possible to affirm a narrative even if it is only partially true.”Devika, as well as other historians and political scientists who have studied the PFI, said that the ban was imposed to fit the interests of Hindutva politics.The orderThe home ministry notification will now be reviewed by a tribunal set up under the UAPA and headed by a Delhi High Court judge.  “We will get the opportunity to defend that PFI is not a terror group,” said advocate Mohammad Tahir, who has represented the PFI in several legal matters across India. “We are sure the material [offered by the home ministry to justify the ban] does not have legal value to sustain the ban.” The home ministry notification specifies a number of charges against the PFI – that its members joined terror groups such as the Islamic State of Iraq and Syria, and that they were involved in a string of murders and attacks. The organisation was guilty of “supporting militancy” in India, the circular claimed.Most media outlets reporting on the ban have interpreted this to be a tacit reference to the recovery of arms from an alleged training camp in Narath, in North Kerala’s Kannur district, in 2013.Tahir argued that there is insufficient evidence to indict the PFI as an organisation in the terror cases.PFI members protesting against the recent raids during a hartal in Thiruvananthapuram. Photo: PTIFraming terrorTake the 2013 case, where the PFI was accused of running an arms training camp. A National Investigation Agency court convicted 21 PFI activists under various charges, including UAPA offences. “But when the case was challenged in the Kerala High Court, the high court said that there was no terror funding or terror angle and that the PFI was not involved,” said Tahir. “The UAPA charges were dropped. Why is no one writing that too when referring to the Narath case?”While the Kerala High Court found the accused guilty under the Arms Act and the Explosive Substances Act, they acquitted the accused of other charges. Apart from rejecting UAPA charges such as conspiracy and organising terror camps, the high court also held PFI members were not guilty of “promoting enmity” on the grounds of religion. Then there are the allegations that PFI members had joined ISIS.  As reported in December 2019, intelligence sources said that 40-50 people from Kerala’s Kannur district had formed an ISIS module in Syria. The men of this module, according to the officials, were members of the PFI. Tahir said that despite all the cases and the security agencies’ theories about links between the PFI and ISIS, no one has been convicted and so there is no proof for such theories. Ashraf Kadakkal, who heads the department of Islamic history at the University of Kerala, said that few of the people who migrated out of Kerala to join ISIS belonged to the PFI. Apart from a couple of people, he claimed, most belonged to local Salafi groups, which subscribe to a fundamentalist reading of Islam.“One must remember that the PFI also campaigned against ISIS,” said Kadakkal. “I do not think there is any substantial evidence to prove they have any link with any terror groups.” Another major allegation against the PFI is that it funded protests against the Citizenship (Amendment) Act and orchestrated the communal violence in Delhi in February 2020, which left over 50 dead, most of them Muslims.Tahir said three PFI members had been arrested in relation to these incidents by the Delhi Police and granted bail in March 2020. “I had argued how they had been picked because of a case of false identity,” he said. In September 2020, the Delhi Police submitted a voluminous chargesheet on conspiracy charges against 15 protestors. “In the 17,000 page chargesheet, not one PFI member has been arrested and chargesheeted.” Tahir said that when Delhi Metropolitan Magistrate Prabh Deep Kaur granted the three men bail, she also asked the investigating officer to file a reply on why the they men were not granted immediate bail when all the offences they were charged with were bailable.In September, as the Enforcement Directorate and the National Investigation Agency fanned across the country conducting raids against PFI members, they claim to have recovered an incriminating “Mission 2047” document. According to security agencies, this document contained a blueprint to convert India into an Islamic state with 100 years of independence. According to Tahir, it was merely a document “to empower all the Muslims and to work shoulder to shoulder with other communities for the development of the country”.Made in KeralaMost historians and political observers place the rise of the PFI in two contexts: the extraordinarily violent politics of Kerala, where it was born, and the search for Muslim representation as India’s politics grew increasingly polarised in the 1990s, after the Babri Masjid was demolished.As Devika pointed out, all political groups in Kerala – from the Communist Party of India (Marxist) and Congress, from the Bharatiya Janata Party and the Rashtriya Swayamsevak Sangh to the Trinamool Congress – had been implicated in violence. But was only the PFI’s violence that had been played up as the government moved to ban the organisation, she argued.The Left parties, for instance, had been accused of many acts of violence but no one had wanted them to be banned – such violence was accepted as the underbelly of electoral politics in Kerala. “The complexity we are willing to accord to the CPI(M), we are not willing to accord to the PFI,” she said. “This is because minorities have to be perfect, no complexity is excusable. They have to be 100% non-violent. They have to affirm their commitment to secularism over and over again.”She referred to the charge often invoked against the PFI and mentioned in the home ministry notification: that members of the group had cut off the hand of a professor after accusing him of blasphemy.“If you are going to make lists like that then there are going to be many head chopping cases in the name of the CPM in Kannur in North Kerala,” said Devika. For instance, the Communist Party of India (Marxist) workers are believed to have hacked to death a schoolteacher in front of his Class 6 students in Kannur in the 1990s.“Hacking a school teacher in front of Class 6 students. Does that not amount to [cause for] banning the CPM?” Devika said. “The BJP has also carried out such similar crimes. But nothing there again.”Kadakkal also believes violence has been a feature of almost every political group in Kerala. “They kill, chop hands and legs, they demolish private properties and public properties,” he said. “As part of this ecosystem, the PFI also does this.” He said that the Left tops the list of political murders, followed by the BJP and the Sangh Parivar and Congress, with the PFI trailing behind them.Searching for a new politicsKT Rammohan, former dean of the Faculty of Social Sciences at the Mahatma Gandhi University in Kerala, observed that since the 1970s, migration to the Gulf countries had brought wealth, upward social mobility  and access to education for the Muslim community in Kerala. Within decades, however, they felt under siege because of the rising majoritarianism in India. “The community felt increasingly insecure, particularly after the demolition of the Babri Masjid,” Rammohan said.Younger members of the community, he added, were increasingly discontented with the traditional political leadership. The Indian Union Muslim League, headed by an oligarchic elite, was viewed as self-serving and opportunist. The Indian National Congress and the Left were perceived to be peddling a soft Hindutva.“In sum, the options were limited,” said Rammohan. “Many sought answers in the PFI and similar political Islamic organisations.”Both Kadakkal and Devika agreed the PFI had been successful in mobilising poor, marginalised Muslims. While the Left had tried to build links with Muslim businessmen and the middle class that had grown with prosperity from the Gulf, a section of lower middle-class, educated Muslims  had been excluded.“When you have the elites being wooed by the ruling government and becoming beneficiaries of the government, the poor are immediately placed under suspicion,” said Devika. The Muslim poor, she added, were always regarded with suspicion by  the establishment – as prone to fundamentalism and dangerous plots. “These are the people who flock to the PFI,” she said. Most scholars agree the PFI was successful in educating poorer Muslims about their rights and providing them access to legal aid in an increasingly hostile political climate.As Arndt Emmerich, author of Islamic Movements in India: Moderation and its Discontents, pointed out, “Through legal education and workshops that PFI provides, young people started to learn a language that they actually do have rights and the police cannot just harass them.”In a way, Emmerich felt, the PFI acted like any other human rights organisation, but it also created awareness about minority rights. “They would also talk to maulanas and imams and ask them to become more democratically literate,” he said. “Combining religious piety with a constitutional language has made them appealing to a disenfranchised Muslim youth.”Devika pointed out that in all the talk about the PFI’s attempt at radicalisation, no mention had been made of the Hadiya case, dating back to 2016. Hadiya, then 24 years old, had converted to Islam and married a Muslim, a member of the Social Democratic Party of India – the PFI’s political wing.The Kerala High Court had forced her to return to her parents’ custody and ruled it was a case of “love jihad” – a conspiracy theory circulated by the Hindu Right, where Muslim men allegedly lure Hindu women into Islam by marrying them. The Supreme Court later overturned the high court judgment, ordered that she be removed from her parents’ custody and affirmed that an adult had the right to make the choices she wanted.Hadiya later thanked the PFI for helping her in her legal battle. “That young person was able to access her constitutional rights only because the PFI helped her,” Devika said.Security personnel outside the PFI office in Navi Mumbai on September 22. Photo: PTIBans and pollsNot that the PFI’s mobilisations translated into much success in elections. Kadakkal said candidates floated by the Social Democratic Party of India had failed to garner many votes. In his estimate, the PFI had the support of about 5% of the Muslim community in Kerala.However, the form of Muslim identity politics popularised by the PFI posed a threat to the Hindu Right, Kadakkal said. “If a new political fold emerged, like it did in Kerala, they could influence the course of politics,” he observed. “This is very harmful to the political interests of the BJP and the ruling party. The Kerala BJP and RSS, have been pressuring the government to ban the PFI. It has finally happened.”According to him, for the past decade, the BJP and the Sangh Parivar had been searching for an Islamic group that could be branded dangerous and fundamentalist.  “They are banning the PFI to blame this exaggerated narrative on them,” he said.The home ministry notification, incidentally, had said the state governments of Karnataka, Gujarat and Uttar Pradesh – all ruled by the BJP – had asked for the ban. Left-ruled Kerala, the wellspring of the group, is not mentioned.Emmerich felt the banning of a Muslim group could yield political dividends for the BJP as it braced for electoral battles in states like Gujarat and Rajasthan, not to mention the national elections in 2024.He also said that the reports compiled by the National Investigation Agency in 2010, 2011 and 2012 were almost identical to the reports compiled recently and used to justify the ban. He wondered why it took the government a decade to ban the group.A decade had made all the difference to India’s judicial and political systems, he felt. “Then the judicial system and the central government was not as much under the influence of Hindu nationalists,” he said. “Ten years after these allegations were made we are finally in a political situation where one can use these NIA reports to ban the organisation and make the ban a valuable asset for the upcoming polls.”Down and out?Both Kadakkal and Devika were critical of the PFI. In theory, Kadakkal felt, talking about self-defence for Muslims was justified when there was no government or political party to come to their rescue. But the group’s “extreme” rhetoric, the acts of violence by some of its members, had shown Muslims in a poor light and helped prepare the ground for the expansion of Hindutva.Devika felt there was a disconnect between the PFI leadership, which was largely sensitive and humane, and the cadre. She was also sceptical of the group’s policy of countering violence with violence, even in a political environment like Kerala’s.The group’s knee-jerk reactions had also not helped. For instance, Devika pointed out, when security agencies launched raids across the country, the PFI’s response was to call for a strike, which became violent in parts of Kerala.“The PFI should have mobilised their allies better and built more imaginative ways of protesting,” she said. “As long as this violent narrative stays, it is impossible for them to lead any conversation.”A day after the ban was announced, the PFI was dissolved as an organisation. While the group had been under siege for years, the current round of mass arrests was unprecedented, Kadakkal felt. However, Emmerich believed even these arrests were not enough to quell an organisation as large as the PFI. Besides, he pointed out, the Social Democratic Party of India had not been banned, which meant there was still an outlet for the kind of politics espoused by the PFI.While the group may have been dissolved, the ban may not have the effect the government desired, Kadakkal observed. “In [some] junctures of history, the RSS was also banned –  see what is happening today. Banning does not produce anything positive ever. It is undemocratic,” he said.","author":"Aishwarya Iyer","time":"2022-10-04T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174814-efjobgzett-1653375460.jpg","tags":["PFI ban","communal politics"],"source":"https://scroll.in/article/1034154/pfi-was-born-in-the-crucible-of-keralas-violent-politics-but-does-that-make-it-a-terror-threat"}