{"title":"‘Phaltu sarkar’: In Meghalaya, the ban on coal mining could cost the Congress heavily","content":"It may have been almost four years ago but most people in Meghalaya’s Jaintia Hills remember the exact date the National Green Tribunal banned rat-hole mining of coal in the state: April 17, 2014. The rat-hole technique entails digging small vertical pits to reach the mineral and carving narrow sideways tunnels to move it underground. It was widely practised in the coal-rich region, until the tribunal, which deals with matters relating to the conservation of the environment and natural resources, deemed the technique unscientific and illegal.“I felt like I had met with an accident, it happened so suddenly,” a coal miner in Khliehriat town in East Jaintia Hills district recalled his reaction to the announcement of the ban. He claimed his business has fallen by 80% since then.Across Jaintia Hills, several people associated with the coal trade and the many ancillary businesses that have sprung up around it expressed the same sense of shock. “Everything changed in one jhatka,” said a miner in neighbouring Lad Rymbai. “It was like notebandi [demonetisation]. They did not give us any time.”The range of people affected by the ban is diverse: coal miners and traders, truck owners, motor parts shop owners, garages, small cha and ja (tea and rice) establishments. Almost all of them share a common sentiment – of being let down by the Congress government and Chief Minister Mukul Sangma.As they get ready to vote in the assembly elections scheduled on February 27, they say they will punish the Congress government for making no effort to fight the ban. They have pinned their hopes on the Bharatiya Janata Party, which has promised a solution within eight months if voted to power.Graphics: Anand KatakamMining on a mythIt is a common belief among Meghalaya’s tribal people that they alone have rights over its abundant coal reserves and the Indian state’s coal mining rules do not apply to them. This belief is drawn from Meghalaya’s status as a Sixth Schedule state – a provision under the Constitution to protect tribal rights over land in the North East.But the Coal Mines (Nationalisation) Act, 1973, which vests ownership and control of the mineral with the Indian state, expressly lists Meghalaya’s coal mines as being under its purview. Besides, the Sixth Schedule also confers the right over underground minerals to the Indian state. It explicitly mentions the need for “licences or leases for the purpose of prospecting for, or extraction of, minerals”.According to the Constitution, there is only one way a Sixth Schedule state can be exempted from the coal nationalisation law – by a presidential notification to that effect.Official records suggest that while the state government did express apprehension in the wake of the nationalisation of coal, it never applied for an exemption. In 1987, the Union energy minister Vasant Sathe wrote to Meghalaya’s chief minister Williamson A Sangma, assuring him that “as regards other traditional mining which has been done by the tribals all these years, we have no desire with their customary rights and practices”. But this letter is deemed a “demi official” communication and counts as little more than personal correspondence between the two politicians.“Someone messed up,” said a Shillong-based lawyer. “The letter was meant to be followed up on. If they had, the story today would have been very different.”The state did not formulate a mining policy until 2012. It said: “Small and traditional system of mining by local people in their own land shall not be unnecessarily disturbed.” The annual output from such mining, however, was close to 6 million metric tonnes when the ban was announced in 2014. The previous year, the state government had earned around Rs 600 crores in revenue from coal.Dangerous and toxicBy local accounts, commercial mining of coal in the Jaintia Hills started in the early 1980s. Anyone who owned land could dig for coal, or lease the land to someone else on a mutually agreeable arrangement. If one struck coal, she could sell it to whoever she wished. Back then, the coal usually ended up in Guwahati in neighbouring Assam. Old-timers look back at the simplicity of the whole affair with wistfulness. “I still remember the first time we found coal in our land,” reminisced a miner-turned-politician in Khliehriat  “It was 1982, I was in Class 8. Some Nepali boys dug and went down and got the coal. I put the coal in a gunny bag, flagged down an empty lorry coming from Agartala and going to Guwahati. I struck a deal with the driver who agreed to ferry me and the coal. I sold the coal in Guwahati and returned home in a bus.”As is evident from this account, there were few regulations and the state had little role to play in the entire process. As the scale of mining grew over the next few decades, the state inevitably got involved. But its role was still minimal, restricted to levying a transportation tax – challan in local parlance – that it shared with the district council.The impact of the indiscriminate mining was severe on the area’s ecology: large tracts tracts of land were rendered uncultivable, the water acidic, and the air toxic. The unregulated nature of the exercise also meant child labour flourished and few safety measures were followed. Workers ventured into mines with little more than their tools and a head-torch. The consequences were often dire. Although, officials statistics are tough to come by, people associated with the business admit that cases of people dying in the underground mines were rather common. “There’s no point lying – it’s true that workers often got trapped and died,” said a coal trader. In this photograph taken on January 31, 2013, a miner slowly carries a heavy load of wet coal on a basket hundreds of feet up on wooden slats that brace the sides of a deep coal mine shaft near Rimbay village in Meghalaya. Photo credit: AFP/ Roberto SchmidtMiners admit in private that the damage to the environment was rampant and perhaps irreversible. “Once upon a time, rice grew here,” said a miner pointing towards a plot of open space that was used to dump coal. “Now nothing will ever grow here. It hurts to see our land like this. Our rivers have also turned poisonous, the government needs to come up with a policy so that we can do scientific mining.”Said the coal trader: “There needs to be a shift to scientific mining but it’s also true that mechanised mining is not economically feasible in Meghalaya. Most miners can’t afford all that.”The petition that ultimately led to the ban was filed by a students’ group from the Dima Hasao district in neighbouring Assam who claimed that the rivers flowing downstream from Jaintia Hills into Dima Hasao had turned acidic because of mining. Subsequently, the petition was clubbed with another plea filed by a Shillong-based non-profit Impulse NGO Network against the employment of child labour in the mines. From environment to electionsThe most common reading of the National Green Tribunal order of 2014 ascribes the coal mining ban to environmental reasons. That, however, is only partly true, point out legal experts. In addition to calling Meghalaya’s mining unscientific, the tribunal also said it was illegal. The lack of regulation that the tribunal took note of, officials and lawyers say, was largely by design. For as long as it worked, coal mining was one of the primary drivers of the state’s economy and politics. Some of Meghalaya’s most influential politicians are coal miners. Now that it has been proscribed, the consequences may well be political too, say analysts.In the run-up to the Assembly elections this month – the first in the state since the ban – there is little that seems to matter more than coal to people in the Jaintia Hills. The region accounts for seven of the 60 Assembly constituencies in the state. “Coal has severely affected people in Jaintia Hill,” said Philemon Lyngdoh, a National People’s Party politician based in Jowai, the biggest urban centre in the Jaintia Hills. “A large part of our economy depended on it, so it will obviously matter.”Among the voters, there is anger against the Congress. “Yes, some court in Delhi did it, but what was our government doing?” asked a coal miner in Khliehriat who claimed the ban had forced him to take his three children out of private school in Jowai and put them in a government school closer home. “We elected them to fight for us. If they cannot do that, we will throw them out. The Congress always said we are tribals and we can do whatever we want to do with our land. If Delhi is not allowing that, those sitting in Shillong should fight them, no? It is about to be four years, they have done nothing. This is a phaltu sarkar [useless government].”A truck-owner in Lad Rymbai concurred, saying if the Congress retained power, it would be a “disaster for Jaintia Hills”. He said, “Mor gaya humlog.” We will all be as good as dead. Counting his losses, he added, “Before the ban, I used to have four trucks. Now I have only one, which is also lying idle most of the time.”Along the highways of Meghalaya, trucks transporting coal were a common sight. Photo credit: Tarun BharatiyaIndustries dependent on coal have also been hit hard by the stalemate. Limestone-rich Meghalaya is home to several cement plants, the primary fuel for which is coal. The mining ban has forced many of these factories to import coal from outside the state. Production costs have shot up as a result, claim factory owners. “It will be very difficult to continue like this for too long,” said RK Pareek of Meghalaya Cements Limited in Lumshnong in East Jaintia Hills. For some, the pinch is a lot more severe. A company called Magic Cement, for instance, has stopped all production at its solitary plant in Umiam, in the outskirts of Shillong. “We had to lay off around 500 people,” said the company’s managing director Rahul Bajaj.All these people are now looking at the elections as a harbinger of “some sort of solution”. Many of them say the impact of the ban transcends the boundaries of the Jaintia Hills and is palpable in the commercial hub of Shillong as well. “The market went completely thanda for a couple of months after the ban,” said a restaurateur in Shillong. “All the bada paisa [big money] comes from the coal business.” Real estate prices in the city – home to many of the bigger miners – are said to have plummeted in the wake of the ban.An elusive policyCongress supporters contend the state government could not have done much since it was a judicial intervention that led to the ban. They also say a change in Shillong’s power corridors will make little difference. Legal experts and activists disagree. They point to the fact that in subsequent orders, the National Green Tribunal stated that for mining to resume, the state government would have to come up with a fresh mining policy in accordance with the laws of the land. So far, the state has failed to formulate a policy that would pass muster with the tribunal, activists and miners alike.“For scientific mining to happen, land has to be restored first since there is very little virgin land left,” said Hasina Kharbhih of Impulse, a non-profit organisation in Shillong, one of the petitioners to move the tribunal. “If mining is that important to the state’s economy, the state should have proactively done reclamation work, but since that would take time, the government has just sat on it.”Officials in the Directorate of Mineral Resources, the state government agency mandated to regulate mining practices in Meghalaya, insist formulating a policy that is acceptable to all is more complex than that. “There are two ways out of this mess,” said one official. “One is to invoke Paragraph 12A [b] of the Sixth Schedule and seek presidential exemption, but that has to go through the Centre. The other option is for a state agency to mine on behalf of the people, but people are not agreeable to that. They think their land will be gone.”Indeed, in a state sensitive about tribal identities and, by extension, private ownership of land, the government’s proposal to employ the Meghalaya Mineral Development Corporation, a state undertaking that is eligible to apply for a mining lease under the existing rules, has agitated coal miners even more. “I will give my life if I have to, but I am not giving my land to the government, not at any cost,” said a miner. “I will grow vegetables on the land and eat that instead.”Many in Meghalaya are also convinced the government’s failure to end the stalemate is wilful. They say the lack of regulation works for politicians and bureaucrats. These assertions emanate from the fact that coal in the Jaintia Hills continues to be mined – illegally. Taking note of “the illegal mining despite specific and complete prohibitory orders”, the tribunal had pulled up the state government in 2015.Labourers work at a coal stockyard in East Jaintia Hills in Meghalaya, September 16, 2015. Photo credit: REUTERS/Krishna N Das. Ban, really?In their defence, government officials and the police say the National Green Tribunal is partly to blame for the illegal mining. Since it imposed the ban on coal mining in 2014, it has repeatedly caved in to persistent appeals by miners and allowed the transportation of coal that had already been extracted. The latest extension – and in all likelihood, the last one – came in November, allowing the transportation of extracted coal for another four months. While the tribunal set up a committee to assess and weigh the extracted coal declared by miners, government officials involved in the process said the exercise was not foolproof. Several coal miners Scroll.in spoke to admitted to overstating the amount of extracted coal.The standing joke in the Jaintia Hills is that the tranche of extracted coal declared to the tribunal is unlimited. “If you are implementing a ban, you go the full hog,” said a senior police officer in West Jaintia Hills. “The NGT keeps giving these extensions for transportation, so obviously, people are sneaking in fresh coal with previously extracted coal. There is simply not enough manpower to check. This is just leading to revenue loss for the state.”For miners, transporting illegal coal comes at a cost. While a challan for one truck – the capacity of which is not supposed to exceed 9 metric tonnes – costs around Rs 9,000 when purchased legally from the Directorate of Mineral Resources, miners claim they have been paying as much as Rs 30,000 to middlemen to transport coal they have not declared. Agnes Kharshiing, an activist, alleged that the number of trucks without valid National Green Tribunal stickers – a marker of the transported coal being accounted for – on the highway to Guwahati has increased in the run-up to elections. “Coal is funding election expenses in Meghalaya,” she said. “Meanwhile, the state is losing revenue.”The BJP’s chargeAmid plummeting profits and alleged political corruption, coal miners and business owners in the Jaintia Hills are viewing the BJP as a possible saviour because of its promise of a solution to the impasse within eight months of being elected to power. “All we want is the ban to go,” said a miner. “And if the BJP does that, so be it.”A businessman with interests in the cement industry said a solution may be possible if the party in power at the Centre has some say in the matter. “We have realised that this battle cannot be won in the courts, it has to be the Centre that steps in,” he said.The BJP has promised to end the impasse within eight months if voted to power. (Credit: PTI)The BJP, on its part, has managed to get influential coal miners and local leaders to join its ranks on the back of its promise. Balios Swer, president of the Jaintia Coal Dealers and Miners Association, became a member of the BJP in August. “I joined the party because I believe the BJP will come up with a scientific mining policy and lift the coal ban,” he said. “Every miner in Jaintia Hills feeds a minimum of 100 people, and there are thousands of small and big miners. The Congress has failed all of us.”Incidentally, the BJP’s state president Shibun Lyngdoh is from the Jaintia Hills and a coal miner himself. “Why do you think I joined a political party?” he quipped when asked about the coal ban in January. “Because I was jobless. We will work with the NGT to make sure people get work again.”\n    \n      Scroll.in\n      The politics over resources\n      A special series from the North East\n    \n    \n        Read more","author":"Arunabh Saikia","time":"2018-02-13T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/867125-81757-wjlzedhlfi-1518429732.jpg","tags":["Assembly Elections","Meghalaya","The politics of natural resources","Congress","BJP"],"source":"https://scroll.in/article/867125/phaltu-sarkar-in-meghalaya-the-ban-on-coal-mining-could-cost-the-congress-heavily"}