{"title":"Photos: Priyanka Chopra glitters in medieval headgear at the 2018 Met Gala","content":"As she did last year, Priyanka Chopra wowed the international press with her bold and right-on-theme outfit for the 2018 Met Gala in New York City on Monday. Chopra wore a strapless Ralph Lauren crimson velvet gown paired with a gold chainmail coif to go with the theme “Heavenly Bodies: Fashion and the Catholic Imagination”. Chopra’s outfit is a spin on the standard coif worn by medieval knights.     @priyankachopra ¿Sí 👍o no🖓? #Metgala #metgala2018 #priyankachopra #priyankachoprametgala A post shared by  fashdram (@fashdrama) on May 7, 2018 at 6:08pm PDT\n#PriyankaChopra @priyankachopra is our winner for best dressed tonight. Just wow #ethereal #metgala #eredcarpet pic.twitter.com/lqKBKmJzYT— Hollywood Insider (@Hollywdinsdr) May 8, 2018\n\nDeepika Padukone also attended the event in a Prabal Gurung one-shoulder red gown with a long train.        Actress #DeepikaPadukone is ravishing in red on the #MetGala carpet. #MetHeavenlyBodies @DeepikaPadukone A post shared by  The Met (@metmuseum) on May 7, 2018 at 3:59pm PDT\nThe Met Gala marks the opening of the annual fashion exhibit of the Metropolitan Museum of Art’s Costume Institute and raises funds for the institution. Celebrities attending the event choose outfits that resonate with the theme and the event is known for its far-out fashion. Singer Katy Perry also won praise for matching the theme to a tee with her gold mini-dress, knee-high boots and enormous feathered angel wings. Rihanna, one of the gala’s co-hosts, wore a beaded  dress coupled with headgear inspired by the pope. Pop star Ariana Grande made her first Met Gala appearance in a gauzy dress featuring images from Michelangelo’s Sistine Chapel fresco.Co-chair enjoying the #MetHeavenlyBodies exhibition. (@rihanna) #MetGala pic.twitter.com/KAGlw50rlB— MET GALA (@themetgala) May 8, 2018\n\n👼 @KatyPerry is an actual angel at the #MetGala. pic.twitter.com/nQUt9xC4Oh— MTV (@MTV) May 7, 2018\n\n    Songstress @ArianaGrande makes her #MetGala in a beautiful gown inspired by #MetHeavenlyBodies. #ArianaGrande A post shared by  The Met (@metmuseum) on May 7, 2018 at 4:32pm PDT\nActress Blake Lively wore a full-skirted Versace gown with bejewelled embroidery. She accessorised the gown with a glittery custom-made halo, emerald and diamond earrings, an armful of gold bracelets and several rings. Black Panther star Chadwick Boseman took the event’s concept quite literally, sporting embellished gold crosses and red tassles on his white coat.Sex and the City’s Sarah Jessica Parker wore a gold headpiece depicting the nativity scene. Oscar-winning-actress Frances McDormand’s headgear also attracted considerable attention with its flowery expanse.    Definitely one of my favorite #metgala #metgala2018 looks 😍 @blakelively #blakelivelymetgala A post shared by  Teresa (@selfloveandsass) on May 7, 2018 at 8:41pm PDT\nChadwick Boseman did not come to play with his #MetGala outfit. 👏🏽 pic.twitter.com/NRnGdtUU2w— Pop Crave (@PopCraveNet) May 8, 2018\n\n    #metgala #sarahjessicaparker #sarahjessicaparkermetgala #metgala2018 A post shared by  WHITE CROWN DESIGN (@whitecrowndesign) on May 7, 2018 at 5:54pm PDT\neverything frances mcdormand does is subversive and terrifying and iconic pic.twitter.com/qrGVgQu1PM— hattie (@hattiesoykan) May 7, 2018\n\nAmal Clooney, also a host for the event, adhered to the Met Gala combined blue pants with a floral train and a metallic silver bustier top, while actress-writer Lena Waithe made a political statement with her LGBTQ pride-flag cape. Our #MetGala Co-Chair Amal Clooney and her husband, George Clooney, have arrived on the carpet. #MetHeavenlyBodies #AmalClooney pic.twitter.com/IEMIacxe27— The Met (@metmuseum) May 7, 2018\n\nLENA WAITHE WEARING A PRIDE FLAG TO A CATHOLIC THEMED EVENT... A QUEER ICON #MetGala pic.twitter.com/UuE1Asl0sc— Dylan (@scholaurship) May 7, 2018","author":"Scroll Staff","time":"2018-05-08T14:28:48.969097+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/878281-89120-ulogdzahvo-1525760074.jpeg","tags":["Met Gala 2018","Priyanka Chopra","Deepika Padukone"],"source":"https://scroll.in/reel/878281/photos-priyanka-chopra-glitters-in-medieval-headgear-at-the-2018-met-gala"}