{"title":"Photos of the amazing life of Gurubai Karmarkar, woman doctor in 19th century Mumbai","content":"Dr Gurubai Karmarkar took up a position at the American Marathi Mission in Mumbai in 1893 and would continue to work there for over 30 years. She was especially noted for her work with famine-struck children, and the Mumbai mission played a crucial role during the plague outbreak of 1916.Many people came to the overcrowded dispensary for inoculations and Dr Karmarkar found “wonderful door of opportunity [to improve public health] through her professional visits to the homes of all classes, from the poor women of the weaver castes to Wealthy Parsi and Mohammedan ladies, some of who is always ready to come to them when their call of distress comes to her ear”, according to one account.\n\t\t\n\tDr Gurubai Karmarkar with a patient, c.1915. Congregational Library Exhibit.She had attended the Women’s Medical College of Pennsylvania from 1888, while her husband, Rev Sumantrao Karmarkar studied at the Hartford Theological Seminary. Both of their study courses complemented their posts as Christian missionaries.Her position at the American Mission not only made her well known in Mumbai, but provided her with opportunities to represent India in missionary conferences around the world. She gave lectures on the state of women in India and how medical missionaries can help elevate their social standing. A 1893 volume of Life and Light for Woman, published by the Woman’s Board of Missions, mentions Dr Karmarkar’s speech at the semi-annual meeting on June 1, 1893.“Mrs. Gurubai Karmarkar, of Bombay, a graduate of the Women’s Medical College of Philadelphia, and about to return to India to engage in medical and evangelistic work, spoke impressively of the origins, the evils and the sad results of child marriage in India, of the sufferings of the child widows, of the blessing which medical missionaries can carry with them, and the necessity of work among the women and in the homes.”At the meeting, Dr Karmarkar wore a sari and the meeting records also refer to a Mrs Vaitse and a Mrs Miyagawa, who also wore their national dresses.Dr Gurubai Karmakar, 1891.Dr Karmarkar attended Young Women’s Christian Association meetings in Paris in 1906 and Stockholm in 1914. She also appears to have attended a meeting of the American Board of Commissioners for Foreign Missions in October 1917 in Columbus, Ohio. She shared her notes on the medical work being done in India for lepers and the “criminal caste.” It’s likely that her work with lepers inspired the American physician and surgeon, Arley Isabel Munson Hare (1817-1941), who also studied at the Women’s Medical College. Hare graduated in 1902 and eventually made her way to Mumbai, staying with Dr Karmarkar until she began her medical/evangelical mission working with lepers in Solapur.The 1898 volume of Life and Light for Woman describes the role missionaries play in the Indian famine and Dr Karmarkar’s part.“While the height of the suffering may have passed…we must not forget the terrible scars that it has left in its train…Weakened bodies, each one an easy prey to disease, hundreds of families where the bread winner had died, leaving helpless women and children absolutely penniless, widows and orphans whose little all has gone to buy food, men and women hopeless and helpless, sitting down by the roadside without the energy and courage to take up again the struggle for existence, present a pitiful picture indeed.”Dr Karmarkar and her husband adopted one child during the period. “She was almost starved; the hair on her head looked like grass, and long hair had grown on her face till she looked more like a monkey than a human being,” the volume says. “Mrs. Karmarkar oiled the face, and gently pulled out one of those long hairs after another until not a trace of them remains. She has been cared for and wisely trained, until she has grown to be an attractive, obedient, and sweet mannered child.”After her retirement, she donated funds to open the “Dr. Gurubai Karmarkar Wing” at Lincoln House in Bombay, now the Nagpada Neighborhood House. Photo dated 1881.This  is an edited version of a post that originally appeared on the blog From the Hands of Quacks. All images have been sourced from Drexel University College Archives & Special Collections.","author":"Jaipreet Virdhi-Dhesi","time":"2014-04-20T05:30:53+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/661289-3338-nrbytgcyty-1498550052.jpg","tags":[]}