{"title":"Image of Jesus Christ in house doesn’t signify residents have converted to Christianity: Bombay HC","content":"The Nagpur bench of the Bombay High Court has said that the mere presence of Jesus Christ’s image in a house does not signify that the residents have converted to Christianity, Live Law reported on Wednesday.A division bench made the observation while listening to a minor girl’s petition that the District Caste Certificate Scrutiny Committee invalidated her claim of belonging to the “Mahar” caste. The caste is recognised as a Scheduled Caste under the Constitution (Scheduled Castes) Order, 1950. A caste validity certificate would help the petitioner take benefit of reservations in educational institutions and government jobs.  She submitted to the court her caste certificate issued by the sub-divisional officer, school leaving certificate and her father’s school leaving certificate.Although her grandfather’s school leaving certificate mentioned that he was a Christian, a public document issued by the tahsildar of Maharashtra’s Amravati showed her great-grandfather as belonging to the Mahar community. It also recorded her grandfather’s birth in the Mahar community. In view of this, the court directed the caste scrutiny committee to issue a caste validity certificate to the petitioner, certifying that she belonged to the Mahar caste within two weeks, reported Bar and Bench.  The committee had invalidated her caste claim after a report by its vigilance cell stated that her father and grandfather had adopted Christianity. Therefore, they were included in the Other Backward Classes.The committee told the court that although the petitioner belonged to the Mahar community, only those from the community who profess Hindu, Sikh or Buddhist faiths belong to the Scheduled Caste category.The court responded by saying that there was no evidence to prove that the father or the grandfather had undergone baptism to convert to Christianity.The bench also noted that the marriages in the family were performed as per Buddhist rituals and they celebrated Buddhist festivals.It said that the officer of the vigilance cell assumed that the petitioner’s family professed Christian religion only because he noticed a picture of Jesus Christ. The bench accepted the petitioner’s explanation that the picture had been gifted to her family.The court discarded the vigilance report as being a “figment of the officer’s imagination”.Also read: Why proposed reservations for Dalit Muslims, Christians have sharply divided Ambedkarites","author":"Scroll Staff","time":"2023-10-19T19:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192219-kfowpjxzel-1689417008.jpg","tags":["Christianity","Bombay High Court","Nagpur","Jesus Christ"],"source":"https://scroll.in/latest/1057857/photo-of-jesus-christ-in-house-doesnt-signify-residents-have-converted-to-christianity-bombay-hc"}