{"title":"Pieces aligned: Indian chess is on the cusp of an unprecedented revolution","content":"This article originally appeared in The Field’s newsletter, Game Points, on November 15, 2023. Sign up here to get the newsletter directly delivered to your inbox every week.Vidit Gujrathi turned 29 last month. A day later, the chess player lost his first round match at the 2023 Grand Swiss tournament to a close friend and much lower-ranked Erwin l’Ami.Being defeated in a first round match in a tournament is tough, but it is much worse when you consider your last major title win came more than four years ago. This is not to say that Gujrathi has not been close.He has given himself opportunities to win accolades, but has fallen just short. He reached the quarter-finals of the FIDE World Cup in consecutive years but failed to advance. He finished fourth in the 2022 Chess Olympiad in Chennai, and then missed out on an Asian Games individual medal in a relatively weak field earlier this year.But Gujrathi managed to put all that behind him at the Grand Swiss event. In the next ten rounds, he stitched together an unbeaten show to clinch the title and seal a spot at the prestigious 2024 Candidates tournament – the pathway to the World Championships.Despite this, Gujarati – once touted as the successor to five-time world champion Viswanathan Anand – has dropped from being India No 2 to being the fourth-best in the chess leaderboard.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nAt a time when he was struggling with form, he was pushed to the sidelines by a growing wave of young Indian talents, with Rameshbabu Praggnanandhaa, Dommaraju Gukesh, and Arjun Erigaisi rising to prominence rapidly.This speaks about the depth in Indian chess currently. The country has five Grandmasters in November’s top 30 world rankings, the joint-highest for any country alongside the United States.In August, Praggnanandhaa, 18, became the first Indian after Anand to qualify for the Candidates. The next month 17-year-old Gukesh rose to the India No 1 spot, taking a place that Anand had held for 37 years.Just days before Gujrathi started his Grand Swiss campaign, 24-year-old Kartikeyan Murali became the first Indian to beat the great Magnus Carlsen in classical chess after Anand.Weeks before that, two 17-year-olds, Pranav Venkatesh and Raunak Sadhwani helped Carlsen win his first-ever European Chess Club title playing alongside the Norwegian for the Offerspill Sjakklubb.And then there is also the 19-year-old speed-wizard Nihal Sarin, who is among the top 50 players in the world.However, it is not just the men that are on the rise in Indian chess. Rameshbabu Vaishali, Praggnanandhaa’s elder sister, has qualified for the 2024 Candidates by winning the Grand Swiss along with Gujrathi. She is all set to become only the third Indian woman to achieve the Grandmaster tag.The 17-year-old Divya Deshmukh made heads turn at the Tata Steel Chess earlier this year after winning the rapid event despite starting as a last-minute replacement. B Savita Shri is also on the rise to go with the evergreen veterans Koneru Humpy and Harika Dronavalli.Just as Anand, who will turn 54 next month, heads into the twilight of his career, India has found a plethora of stars to carry his legacy forward. But mind you, Anand has still not retired and is back to being the India No 1.There is a school of thought that does not consider chess a sport. This might just be the time to switch sides. There cannot be a better time to start, as Indian chess is on the cusp of an unprecedented revolution.","author":"Abhijit Nair","time":"2023-11-16T07:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193284-tkhjuzmqob-1692336817.jpg","tags":["Chess","Vidit Gujrathi","R Praggnanandhaa","D Gukesh","Viswanathan Anand","R Vaishali","Game Points"],"source":"https://scroll.in/field/1059095/pieces-aligned-indian-chess-is-on-the-cusp-of-an-unprecedented-revolution"}