{"title":"‘Pitta Kathalu’ review: Telugu anthology film features women as wrecking balls","content":"Pitta Kathalu (Micro Stories) comprises four short films, three of which are named after their female leads. The Telugu-language Netflix release has been produced by RSVP and Flying Unicorn Entertainment,  which have previously rolled out anthology movies in Hindi and Tamil. There are two kinds of women in Pitta Kathalu: righteous and villainous. All of them are wrecking balls, swinging this way and that to disturb the equipoise of the people in their lives.The overarching themes of love and betrayal are best explored in Ramula, written and directed by Tharun Bhascker. Ramula (Saanve Megghana) is the first (and by no means the last) character in the omnibus production to have a lover unworthy of her affections. Ram (Naveen Kumar) has a lustrous head of hair but a bent spine. His inability to confess his love to his father pushes Ramula into the claws of the ruthless politician Swaroopa (Lakshmi Manchu). Lakshmi Manchu in Pitta Kathalu (2021). Courtesy RSVP/Flying Unicorn Entertainment/Netflix.Crisply narrated and with a winning self-satirising performance by Naveen Kumar, Ramula confirms the belief that women’s worst enemies are often other women.It’s the men who often steal the show. In BV Nandini Reddy’s Meera, written by Radhika Anand, the main attraction is Telugu veteran Jagapathi Babu. He plays the suspicious Shiva, who is convinced that his vastly younger wife is up to no good. Meera (Amala Paul) pays the price for being beautiful, a successful writer, and the loving mother of two children with a third on the way. But something is not right, as a female police officer sagely observes. Reddy leaves the twist for the closing minutes after leading us up the garden path.Amala Paul in Pitta Kathalu (2021). Courtesy RSVP/Flying Unicorn Entertainment/Netflix.Nag Ashwin’s techno-fantasy x-Life imagines a futuristic world that doesn’t seem too far away. The corporation x-Life sells simulated reality programmes that have trapped humankind in a web of numbness. x-Life is headed by a boy pretending to be a man. Creepier than Jesse Eisenberg’s version of Facebook founder Mark Zuckerberg in The Social Network and just as clueless about women, Vik (Sanjith Hegde) is ruthlessly mining personal data for profit. A glitch in the matrix brings forth Divya (Shruti Haasan), a lowly employee whom Vik promotes to his personal slave. Divya is this film’s warrior princess in structured clothing, while Vik is the geek who must never be allowed to inherit the Earth.Eesha Rebba in Pitta Kathalu (2021). Courtesy RSVP/Flying Unicorn Entertainment/Netflix.The most unwieldy story is reserved for the last. Sankalp Reddy’s Pinky features two marriages that are threatened by a woman’s pettiness. Pinky (Eesha Rebba) still has the feels for her ex-lover Vivek (Satyadev). She is undeterred by the fact that Vivek is married to Indu (Ashima Narwal), and is unmoved by the warmth displayed by her own husband Harsha (Srinivas Avasarala). The short film is filled with never-ending moments of soft-focus foreplay and stretched until it snaps.Pinky illustrates the disquiet with the anthology’s overall brief to emphasise women’s narratives. As a document of the shades of womanhood, Pitta Kathalu is provocative – at least this much can be said in its favour. Mostly unable to move beyond conventional representations, the film takes refuge in its flash fiction format to crunch centuries of the gender war into fleeting moments of nastiness, violence, resistance and Pyrrhic victories.\n\n\n    \n    Play\n\nPitta Kathalu (2021).","author":"Nandini Ramnath","time":"2021-02-19T14:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154315-mxkmpzpsir-1612363118.jpg","tags":["Pitta Kathalu","Telugu anthology film","Netflix"],"source":"https://scroll.in/reel/985873/pitta-kathalu-review-telugu-anthology-film-features-women-as-wrecking-balls"}