{"title":"PK Banerjee: Captain, coach, Indian football legend, but above all, a caring human being","content":"India fielded a skillful side in the 1999 SAFF Cup in Goa. Sukhwinder Singh’s boys included an in-form Bhaichung Bhutia, IM Vijayan, Jo Paul Ancheri, Carlton Chapman, Bruno Coutinho, Basudeb Mondal, Shangugam Venkatesh; they were favourites to bag the title.As the technical director, PK Banerjee’s role was limited. He was there more as a mentor. He didn’t even sit in the technical area during matches.A day before the final, when I walked into PK’s room, he looked a disturbed man. The night before he received a call from Kolkata that one of his close relatives was not well.The doctors in Kolkata suspected nothing with her but said it won’t be a bad idea to go for a thorough check-up in a Mumbai hospital that specializes in cancer treatment.PK looked devastated. I and assistant coach Krishnaji Rao felt he should leave for Kolkata immediately.Also read: Indian football legend PK Banerjee dies at 83 after a prolonged illnessPK looked up and said: “Impossible. Tomorrow we are playing the final. She is my dearest, but these boys in the Indian team are also like my sons. I can’t leave them at this juncture. I will go only after the final.”While saying this, PK’s eyes were filled with water. That’s the only time I saw tears in PK Banerjee’s eyes. He stuck to his guns and returned to Kolkata after India won the title.It could have been the end of the story, but it wasn’t. Less than a week later, I walked into the same hospital in Mumbai as one of my family members was diagnosed with the dreaded disease. I ran into PK there. He looked happy since his relative was cleared by the doctors.When I told him why I was there, PK was gravely concerned. He sat down with me and wanted to know every detail. He even volunteered to speak to the doctors. Sadly, by then, the doctors had not much to do.It was typical of PK Banerjee. To the rest of the world, he was a legendary footballer and a great coach; a man, who had played two Olympics (1956 and 1960) and three Asian Games (1958, 1962, 1966) and remained the national coach for more than 10 years.But those who knew him closely were aware of his humane side. His team could be playing a crucial match next day, but he would never forget to enquire about your parents’ health or whether you had your meal.But then, make no mistake. PK was not all about archetypal Bengali bhadrolok [gentleman]. He was not afraid to be aggressive when it was needed to. Most important, he was never bogged down by the weight of his opponent.Once at a dinner party, a businessman and a club owner with serious money kept on making sarcastic remarks on Bengal football. At first, it was enjoyable since everyone around was aware of the inter-state rivalries in Indian soccer. But after some time, the comments turned truly malicious.PK took over then. In no uncertain terms and using choicest words in a loud voice, he dismantled the man’s defence as he did in the 1962 Asian Games final against South Korea. His parting words were: “Do remember the 19…. National championship. We scored eight goals against you. Next time, we may score 16.” Without bothering to wait for a reply, PK returned to his unfinished drink.Indian football will miss you: Twitter reacts to the death of PK BanerjeeWhen in the mood, listening to PK could be a fascinating lesson in football. In the 1984 Durand Cup, PK brought a Mohun Bagan side, full of newcomers as most of the frontline footballers were away in the national camp.On the morning of the final, I reached the hotel where Mohun Bagan team were staying. PK already had his bath and was reading a book on Matt Busby. Looking at me, he was clearly unhappy. “I don’t like outsiders to come to the team hotel on match day,” he said.But again, as PK was, he ordered tea for me. Then he started talking. Slowly. He was actually talking to himself. Bit by bit he explained his plans about how his inexperienced wards would crackdown on the rival defence. It was an absorbing monologue. More so because in the evening at the Ambedkar Stadium he proved how right he was.Ready to take criticism in his stride was PK’s biggest quality. In 2006 Asian Cup qualifiers, India courted disaster under Syed Nayeemuddin. PK was the technical director. Having conceded six goals in the first match against Japan at Yokohama, they lost 0-3 against Yemen at Delhi. The press conference that followed was ill-tempered. To add fuel to the fire, I asked PK whether putting down his papers immediately would be the best way he could serve Indian football.PK was shocked. Later in the night, he told me he never expected me to humiliate him in a live media interaction. I regretted instantly but was not ready to admit it.To PK’s credit, and entirely so, he never raised the topic again. For nearly 12 more years after this, I remained his “ghostwriter” for the monthly column he wrote for the newspaper I was employed with. Not for once he made me feel uncomfortable. If I knew him well, he simply forgave me.Even at the age of 80, PK would love to watch and appreciate extraordinary feats in the sporting arena. Often a phone call to him after an important I-League match or Indian football team’s defeat would end up in discussion over Ravindra Jadeja’s amazing fielding ability the previous night. He was a man obsessed with physical fitness.Coming from a lower middle class family, PK achieved a lot through football. An Asian Games gold medal, national team captain in 1960 Olympics, first Arjuna in football, Padma Shri, FIFA Order of Merit and so on.Yet, in his heart of hearts, he remained a simple right winger. On his 70th birthday, he told me: “Nothing is more enjoyable than dashing through the right, cutting into the area and leaving the goalkeeper stranded with an accurate and powerful volley. For one more goal like that, I am still ready to give up everything in life.”","author":"Jaydeep Basu ","time":"2020-03-20T16:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/138622-dblwtzdybq-1584702540.jpg","tags":["PK Banerjee","India","Football"],"source":"https://scroll.in/field/956750/pk-banerjee-captain-coach-indian-football-legend-but-above-all-a-caring-human-being"}