{"title":"How Narendra Modi helped spread anti-beef hysteria","content":"The phrase “the buck stops here” was popularised by the American president Harry S. Truman. Truman famously had the phrase painted on a small wooden board and kept on his desk in the Oval Office. He often invoked the words in his public speeches.Prime Minister Narendra Modi has been compared to many Western leaders but it is quite apparent that Truman will never be one of them. Right now there is a veritable chorus of voices whose sole aim is to prove that the buck does not stop with Modi – and those voices have gone into overdrive in the wake of the lynching of Mohammad Akhlaq in Dadri last Monday by a mob that claimed to be acting on rumours that he had killed a calf and stored its meat in his home.Stoking the embers of DadriPost the Dadri killing, Bharatiya Janata Party leaders and members of Modi’s own government are clearly trying to stoke the embers of this conflagration for political gain. Shrichand Sharma, the vice-president of the BJP’s western Uttar Pradesh unit, wanted the victim’s family booked for cow slaughter right after Akhlaq had been bludgeoned to death. BJP legislator and Muzaffarnagar riots-accused Sangeet Som has threatened to give a “befitting reply” if “innocents were framed” for Akhlaq's murder. Modi’s minister of culture, Mahesh Sahrma, absolved the killer mob altogether, declaring their act to be an “accident” and wanted everyone to be grateful that the mob had only killed Akhlaq but not molested his daughter.Even after this, the prime minister's admirers couldn't bring themselves to blame Modi. Consider, for instance, the response of noted commentator Tavleen Singh. Assigning a curiously passive role to the prime minister, all Singh could say was that Modi “has done nothing to stop them [his bigoted ministers and party members]”.Modi’s history of gau raksha politicsNot only has he failed to stop his colleagues, Modi had, until not very long ago, enthusiastically joined them in vitiating the atmosphere. When it comes to Modi’s views on cow slaughter, we don't even need to second guess his minister’s statements or his own enigmatic silences. Before taking office as prime minister, Modi had spoken extensively on the matter and his views are on the record.In fact, one of the major themes of the 2014 General Election campaign was a supposed “pink revolution” that the Congress was promoting, an insidious plan to help slaughter more cows and make money off their meat – a theme that fitted in neatly with the BJP’s evergreen charge of minority appeasement.Pink revolutionHere’s a translation of a speech delivered by Modi on April 2 in Nawada in Bihar, as part of his 2014 election campaign.\"I am coming from Dwarka city and Dwarka has a direct connection to the Yaduvanshis [referring to Bihar’s Yadav caste]. And because of this connection, I feel at home here. I am therefore shocked that the same Yadavs who worship Shri Krishna, who keeps cows as livestock, who serves the cow, it is their leaders who are in bed with the same people who proudly massacre animals.We’ve heard of the Green Revolution, we’ve heard of the White Revolution but today’s Delhi sarkar wants neither; they’ve taken up cudgels for a Pink Revolution. Do you know what that is? [points to crowd]. That’s their game; they’re keeping the country in the dark. I want to ask Mulayam Singh Yadav and Lalu Prasad Yadav: do you want to support the people who want to bring about a Pink Revolution?When you slaughter an animal, then the colour of its meat is pink. This is what they call a “Pink Revolution”. And the Centre said with pride that, last year, India has earned the most from exporting meat. Across the countriside, our animals are getting slaughtered. Our livestock is getting stolen from our villages and taken to Bangladesh. Across India too, there are massive slaughterhouses in operation. And that’s not all. The Delhi sarkar will not give out subsidies to farmers or to Yadavs keeping cows but will give out subsidies to people who slaughter cows, who slaughter animals, who are destroying our rivers of milk, as long as they set up qatlkhanas [slaughterhouses].\"The next day, Modi flew to Ghaziabad, where he made the same speech, drumming up a sinister conspiracy to slaughter cows. Ghaziabad is less than 20 kilometres away from Dadri.An old campaignThis theme of cow slaughter was repeated again and again through the 2014 campaign. But of course, the genesis of this brand of politics is much older. Whipping up religious passion by raising the bogey of cow slaughter was a part of Narendra Modi’s politics even when he was chief minister of Gujarat.Addressing the Jain International Trade Organisation, a worldwide body of Jain businessmen and professionals, this is what Narendra Modi had to say in 2012:\"It is the Central government’s dream that they will bring about a Pink Revolution in India and export meat throughout the world. This year, the Centre has itself announced that India is the world’s largest beef exporter. Is this what we pride ourselves on? Brothers and sisters, I don’t know whether this saddens you, but my heart screams out at this. I am unable to understand why you are silent, why you are taking this lying down?\"The same year, his speech on the birth anniversary of Maharana Pratap, one of the foremost historical icons of the Hindu Right, was even more fervent.“Rana Pratap dedicated his life to gau raksha (cow protection). He fought wars and sacrificed young men to protect the cow. But what is happening today? Even the Supreme Court has said that we need a national cow protection law. But due to vote bank politics, the Central government is refusing to bring in such a law. Brothers and sisters, I recall Maharana Pratap today with pride because my government in Gujarat has brought in a cow protection law.While we talk of the White Revolution or the Green Revolution do you know what the Central Government is up to? Go to the Internet and read up on it. The Centre’s dream is to bring about a Pink Revolution....To make money, plans are being made to slaughter gaye maa [the mother cow] and it is at moments like this that you remember Rana Pratap (thumps lectern angrily).”Narendra Modi, therefore, thinks that fighting wars and sacrificing young men over cow slaughter is an example to be emulated. He built a massive – and successful – election campaign that had the ominous “pink revolution” as a key theme. Though Modi is now silent, his party is merely saying the same things he was till 16 months back.  As commentator Pratap Bhanu Mehta put it, “Modi should have no doubt that he bears responsibility for the poison that is being spread.\"","author":"Shoaib Daniyal","time":"2015-10-06T09:15:29+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/760006-561e7b50-bc8d-4942-a719-9ec3a69411ff.jpg","tags":[],"source":"https://scroll.in/article/760006/plans-being-made-to-slaughter-mother-cow-how-narendra-modi-helped-spread-anti-beef-hysteria-2"}