{"title":"Marvel’s planned Kamala Khan series is cause for celebration – and opportunity for course correction","content":"Amid the stress of a rising second wave of Covid-19, comic book fans found something to celebrate this September. Marvel Studios announced the casting of its first on-screen Muslim superhero, Kamala Khan, the alter-ego of Ms Marvel.Much like Canadian teen actress Iman Vellani who was plucked for this role, Kamala has been a virtual unknown outside of comic fandom despite being a sensation since her series debut at the top of comic book sales charts in 2014.It should be no surprise then that Marvel Studios decided to capitalise on this success and signed Kamala for her own TV series on Disney+ for an anticipated debut in late 2021 or early 2022.As a researcher who has examined Muslim superheroes in American comics, I find Kamala to be the most intriguing of all American Muslim superheroes. She has an ability to destabilise stereotypes of Muslims while reinforcing ideas about American exceptionalism. In the hands of different writers in various comic iterations, she has appeared as multi-dimensional and stereotype-breaking, but also as a one-dimensional figure that advances Islamophobic themes.A panel from Volume 1, digital edition. Courtesy Marvel Comics.It may seem that Marvel Studios is taking a big risk spotlighting a Muslim character when we are living in a time of rising anti-Muslim hatred in the West. But while there has been a resurgence of Muslim superheroes in American comics after 9/11, some of these representations reiterate stereotypes.Muslim characters underwent a mini-makeover in popular culture after 9/11. Characters emerged from being buffoonish villains to figures who gave off the appearance of depth while simultaneously regurgitating stereotypes. American studies and ethnicity scholar Evelyn al Sultany coined the term “simplified complex representation” to describe this approach in her book, Arabs and Muslims in the Media: Race and Representation After 9/11.Certainly, Muslim superheroes were a thing before 9/11. But after 9/11, a spate of Muslim superheroes emerged, including characters like the Orientalised Sooraya Qadir (Dust), who appeared in New X-Men in 2002, Simon Baz, member of the Green Lantern Corps featured in Green Lantern, and Josiah X who first appeared in The Crew. This is fascinating to me since superheroes often function as patriotic symbols, and Muslims are regarded as the quintessential “other” because Islam is usually framed as incompatible with the West.After reading Sooraya Qadir’s debut, it became obvious to me that comics found a new way to sensationalise Muslim representation.Enter Kamala KhanTo me, Kamala seemed to be the rare glimpse of hope that existed on the other side of the rainbow if we just characterised Muslims – who make up almost one-quarter of the world’s population – as something more nuanced. And she delivered on that front, particularly in her early days.Readers met her as a Pakistani American that spoke Urdu. This means we saw the representation of Muslims in the West escape the frequent stereotypical assumption that all Muslims are Arabs and vice versa.A panel from Ms. Marvel, Volume 1, digital edition, written by G Willow Wilson and illustrated by Adrian Alphona. Courtesy Marvel Comics.Later in Magnificent Ms. Marvel #13, written by the Arab American writer Saladin Ahmed, the sole focus shifted away from Kamala Khan when an Arab American sidekick named Amulet was introduced.In Ms. Marvel’s earlier volumes written by the Muslim writer, and white Muslim convert, G Willow Wilson, we saw Kamala anointed with her superhero mantle to the tune of Amir Khusro’s poetry. We saw her juggle her schedule between battles and mehendis and even got a glimpse of her great-great grandmother’s move from India to Pakistan during Partition.Back then, I remember comic book store clerks telling me how popular Ms. Marvel was with customers. The print collection of the series sold half a million copies alone. As Wilson notes, the first issue had had eight separate printings and its digital edition became Marvel’s best-selling digital comic of all time. Its first volume, released in 2014, was ranked again amongst the top five in sales rankings in September.I remember thinking that this Urdu-speaking Muslim powerhouse could be the start of a new type of Muslim character. She was proof that creators did not need to recycle the tireless oppressed Muslim woman or terrorist Muslim male tropes for sales.\n\n\n    \n    Play\n\nG Willow Smith discusses Kamala Khan.But following the success of the Ms. Marvel series, Kamala appeared in Marvel’s Champions series about a team of teenage superheroes. Perhaps Marvel intended to further boost the popularity of the already-successful Ms. Marvel series by bringing in Mark Waid, a high-profile non-Muslim white writer, who authored the popular comic series (and award-winning graphic novel) Kingdom Come and others.In Champions, some tired stereotypes surfaced. In the third issue, the team flies to a fictional South Asian country. There, they rescue hijabi Muslim girls  from violent men who conform to stock villain Muslim stereotypes like the terrorists seen in Hollywood movies such as True Lies.Here, Kamala is effectively used as a racist weapon against brown men and is depicted to suggest proof of western superiority. Sadly enough, I was concerned she could be used this way before she actually was.I was reminded that such tropes may exist simply because of implicit bias as opposed to profitability.\n\n\n    \n    Play\n\nKamala Khan,For now, we should celebrate the debut of Marvel Cinematic Universe’s first Muslim superhero. I have hope that the Disney+ series will do her justice as its showrunner is the stand-up comedian and writer Bisha K Ali, known for incisive commentary.However, Marvel plans to move Kamala eventually to the silver screen and there’s already talk of a Champions type of superhero team series featuring Kamala.If anything of the likes of Kamala as a racist weapon to prove western superiority is featured, I cannot say there will be much cause for celebration.Safiyya Hosein is a PhD Candidate in Communication and Culture at Ryerson University.This article first appeared on The Conversation.","author":"Safiyya Hosein, The Conversation","time":"2020-12-02T18:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151441-mnbcqekiwk-1606900798.jfif","tags":["Kamala Khan","Ms Marvel","Marvel Comics"],"source":"https://scroll.in/reel/980067/planned-kamala-khan-web-series-is-a-cause-for-celebration-and-an-opportunity-for-course-correction"}