{"title":"ICC Women’s Cricket World Cup: Meg Lanning’s Australia complete unflinching quest for greatness","content":"Why do we fall?On 20 July 2017 in Derby, something extraordinary happened in the world of cricket. It was semi-final day in the ICC Women’s Cricket World Cup. After a delayed start to proceedings in the match between India and Australia, it was an early end to Meg Lanning and Co’s dream of winning the World Cup.  Harmanpreet Kaur played one of the greatest white-ball innings of all time. Australia were out of the World Cup before their day of destiny arrived at the Lord’s. It was written, they were the best in the world... it had to be them. But one freak, all-time-great innings put an end to it. On 3 April 2022 in Christchurch, Meg Lanning held the Cricket World Cup trophy. They are still the most elite team in the world, no one can doubt that. But they now had the definitive proof for it. Not numbers and statistics, not a feeling that they are the best in this format (perhaps of all time)... the trophy that matters. The silverware and the medallions. The confetti. The realisation of a dream.Since the World Cup ended in 2017, this Australian team played 42 One Day Internationals. They won 40. Yes, forty. The 40th win marked the World Cup triumph as a fitting reward for the team that went nine out of nine in New Zealand, comfortably winning what was otherwise the closest of World Cups. One of their two defeats came last year, once again versus India, to mark the end of the greatest win streak in the history of this format.“We want to win every game that we play, and we were very proud to reach 26 ODIs unbeaten before losing to India, but it’s probably not realistic in these times with so many good teams out there to win absolutely every game but it’s a good challenge for us,” Lanning wrote in her column ahead of New Zealand 2022. “It wasn’t a surprise to us that India played so well because they’re such a great team, if anything it reinforces the fact that we need to play our best cricket and we need to make sure we’re trying to push the game forward to make sure we stay ahead.”Two defeats against India, the first more so than the second, served as the springboard for a magnificent achievement that will be remembered for a long time.Speaking before the 2020 T20 World Cup final, another watershed moment for this Australian side but a different journey to the title, coach Matthew Mott recalled the day in September 2017 the team got together in Brisbane to sit in a room and rewatch the barrage of sixes and fours that Harmanpreet rained down upon them. It was the start of a process of rebuilding, of starting to move on. Megan Schutt spoke about the importance of being vulnerable that day. “We weren’t really sure how it would go,” Mott told cricket.com.au. “It certainly could have backfired. But it is one we all look back on now and go, ‘that was the moment where we actually looked inside and looked at our team, warts and all’. It’s funny how you almost need those crucible moments, where everything pulls back to that point to start the trajectory up.” ODI win-loss record since 2017 CWC \n    \n       Team  Mat  Won  Lost  Tied  NR  W/L  RPO \n    \n     AUS  42  40  2  0  0  20.000  5.52  SA  51  33  12  3  3  2.750  4.49  ENG  50  28  21  0  1  1.333  4.94  IND  47  22  25  0  0  0.880  4.66  NZ  47  19  28  0  0  0.678  5.04  WI  47  16  26  2  3  0.615  3.95  PAK  41  12  27  1  1  0.444  4.00  BAN  19  7  12  0  0  0.583  3.45 \n  Indeed, the 2017 semi-final exit and the subsequent meeting in Brisbane has now figured heavily in the narrative in the discussion around this Australian team. They have acknowledged it, they have wanted to move on from it even saying all that is a non-event now in 2022, and yet they have been asked about it.In fact, “Journalists have harangued you for five years about the 2017 tournament...,” started one of the questions to Lanning and Alyssa Healy during the post-final press conference.Indeed, that Healy herself was front and center of this triumph was most fitting. One of the many fundamental changes to Australia’s approach to the game was to promote Healy to open the batting.During the tournament, Healy had spoken about how far she has come in the last five years too. From blazing a half century lower down the order against Pakistan last World Cup to gritting it out against the same opponent at the top of the order in this edition with another half century, it’s been some journey with the bat for the star opener. “I said it to Moon’s the other day, I feel like it’s just completely flipped roles,” she had said after the match-winning 72 against Pakistan.And how. Since the 2017 World Cup, among all openers in the game, Healy’s record is sensational. She has the most runs, joint-most number of centuries, third-most number of 50-plus scores, most fours hit, second-most sixes hit, and the best strike rate (minimum 5 innings as opener). ODIs: Most runs as openers since CWC 2017 \n    \n       Player  Inns  Runs  Highest  Ave  SR  100  50 \n    \n     Healy (AUS)  42  2144  170  52.29  102.29  5  13  Beaumont (ENG)  49  1998  114  44.40  73.26  5  12  Wolvaardt (SA)  49  1954  117  44.40  69.96  1  19  Mandhana (IND)  39  1855  135  53.00  88.08  3  16  Lee (SA)  41  1589  132*  45.40  80.29  2  11 \n  It wouldn’t be an exaggeration to say Healy is the personification of Australia’s stunning run in the last five years. Asked about the team’s record in this period, the word she used was “reinvent.”“I don’t think relief is the right word,” Healy, the player of the semifinal, final and the tournament overall, said on Sunday. “I think it’s just pride. I’m so proud of this group to be able to, I use the word reinvent, but whatever word you want to use, we came together as a squad and said: ‘This is how we want to play our cricket from now on and we’re going to be the best team in the world.’ For all 15 people in our squad - and the girls outside the squad that have come in and contributed to be able to buy into that, which has been unbelievable.”“I think that’s a culture created by the lady sitting next to me [captain Meg Lanning] and Rach [vice-captain Rachael Haynes] and Motty [head coach Matthew Mott].“I’m just really proud of this group to have done what we’ve done over the last five years and I think the trophy in our hands is just the final little piece of the puzzle that needed to happen.” And that reinvention has led Lanning’s team to the very top of the world’s game. One could not help but wonder then. If it took one defeat in Derby for Australia to turn it all around, what about the team that won that day? There is a strong case to be made for the argument India have let the momentum from that win and a run to the final fizzle out, while Australia have sprung into action and put things on path to achieving greatness. A discussion that often comes up in Indian cricket circles is what would it mean for the women’s team to finally win a global title - whether that big title win is needed for a boost to the game, a revamp, for a women’s IPL, for a proper revolution of sorts. As if that’s some sort of incentive for players to do well, that somehow their pathway for success in future must be secured only by success in the present. But here are Australia, making a defeat at the big stage – a rare point of failure anyway – as the starting point for better things. It is almost as if success follows the right plans instead of the right plans waiting for a moment of success. Who knew.And it is almost as if the 2017 semifinal defeat has created a much bigger impact for Australia than perhaps 2017 semifinal win did for India.Even if Harmanpreet Kaur’s 171* didn’t kick start something special in India, it certainly helped Australia find their beast mode! #ThinkingOfTheGlobalGame #MissionDomination #CWC22— Ananya Upendran (@a_upendran11) April 3, 2022\n\nAs for Lanning herself, who batt(l)ed through a shoulder injury during the course of the last World Cup and then broke records for fun at this one with her incredible chasing skills, it was the realisation of all the efforts that mattered in the end.“...this team has been on a journey together since that moment to be fair, and I’ve been lucky enough to be in charge of it, I guess and helping us along,” she said, beaming with a smile that showed her pride. “It’s about the team and how well we’ve actually put everything together and worked really hard to get to this point. So yeah, there’s no doubt that I was personally very driven to come out and help contribute to this World Cup win, that was all I wanted to do is come out here and help us win. And I didn’t do much today. I was so happy just watching our team do so well from the sidelines with the bat and then yeah, out in the field to be able to hold our nerve was really important.”“It’s amazing to be able to lead this team, I feel very lucky to be to be captain and sort of helping us get better all the time and achieve our goals. I’m just very happy for everyone involved.”After the #CWC22final the Aussie squad circled the pitch and sat there for hours. Even after the floodlights went off, they weren't in any hurry to leave. Finally, the sprinklers came on and that's when the team moved insideSuch a well deserved celebration for a champion team. https://t.co/p8bGGfjRp2— Snehal Pradhan (@SnehalPradhan) April 4, 2022\n\nAt the risk of sounding like a post on LinkedIn, you can’t help but wonder if there is a lesson in all of this, not just for India but for all those responsible for running the women’s game in their respective countries. If you want success, you need to invest... and that’s not just speaking about financial investment. Invest time, invest in the right people, invest energy and most of all, invest in a vision that helps a team to succeed, not predicated on a team’s success. For now, though, let’s just sit back and admire the genius of this Australian side. It is not often you get to see such brilliance unfold right in front of you and realise immediately it is special. You don’t need to wait for decades to acknowledge where this team led by Meg Lanning will finish on the charts of greatest teams the game has ever seen. Remember, after their world record 26-match ODI win streak ended last year, they are already on a 12-match win-streak now and no one can write them off from going on another pathbreaking run from here. As Nasser Hussain said for Healy’s innings, Hagley Oval was touched by greatness.This Australian team’s legacy will be more than just wins and numbers. It will be a legacy of will, of fight and a desire to dominate.Indeed then, why do we fall? So that we learn to pick ourselves up. With inputs from ICC Business Corporation FZ LLC 2020  and ESPNCricinfo StatsguruAlso read:Blog: Australia vs England – 2022 ICC Women’s Cricket World Cup finalReport: Incredible Australia reclaim CWC trophy, riding on Healy’s record-breaking 170What a superstar: Reactions to Healy’s record knock in WC final against England","author":"Vinayakk Mohanarangan","time":"2022-04-04T14:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172535-bqzadbzebp-1649057142.jpeg","tags":["ICC Women's Cricket World Cup","CWC 22","Meg Lanning","Alyssa Healy"],"source":"https://scroll.in/field/1021003/played-42-won-40-from-2017-to-2022-meg-lannings-australia-complete-incredible-journey-to-the-top"}