{"title":"Playlist picks: YouTube star Jonita Gandhi likes her Lata Mangeshkar as much as her Justin Bieber","content":"With over 30 songs in Indian films across several languages in 2018, Jonita Gandhi is one of the busiest playback singers at the moment. Her name also resonates with music lovers for the independent releases she brings out on YouTube ever so often.It was not Rajvaadi Odhni, Gandhi’s song in Abhishek Varman’s April 17 release Kalank, but her recent cover of Vaseegara (Minnale, 2001; Zara Zara in Hindi for the Bollywood remake, Rehnaa Hai Tere Dil Mein) that found heavy circulation across social media, and rightly so.\n\n\n    \n    Play\n\nVaseegara, Jonita Gandhi.The most popular of Gandhi’s re-arranged covers and mash-ups receive over five million views or more. The responses to her cover of Chura Liya (Yaadon Ki Baaraat, 1973) and a mashup featuring Lag Jaa Gale (Woh Kaun Thi?, 1964) show the clout she has on YouTube.It’s part of a plan for the 29-year-old Indian-Canadian singer. Before Gandhi made headway in Bollywood in 2013 and 2014 with songs by Vishal-Shekhar and AR Rahman, she developed a sizable following on YouTube through her covers.“YouTube is a creative outlet for me, where I can sing songs my own way without worrying what people are thinking,” Gandhi told Scroll.in. “Luckily, I have had this as a stronghold much before my Bollywood career. In Hindi films, you never know what you are singing for, whether you will like the composition, and sometimes we sing songs we don’t even like. And when they become hits, you are glad, but now, you are stuck with this.”\n\n\n    \n    Play\n\nKahaan Hoon Main, Highway (2014).Ruing the fact that film songs she loved working on the most, such as Kahaan Hoon Main (Highway, 2014) and Ahista (Laila Majnu, 2018), never became super-hits, Gandhi said, “Bollywood is an unpredictable and volatile industry, so having YouTube as a resource allows me to have my own audience and broaden my distribution channel through which I can push content on my terms. It makes sense to put your eggs in different baskets.”Gandhi formally trained in Western classical music in Canada in her early years as well as in Hindustani singing after her return to India. Her musical inspirations and references are multifarious. We asked Gandhi to share with us her current favourites from her ever-changing playlist.Jonita Gandhi’s playlist“I rarely listen to music for leisure. Simply because I am working with music all the time. When I do listen to songs, it’s some track someone sends for work purposes or if I am on a flight listening to a song to rehearse for a performance.But I have been discovered a lot of music that way. Since my network is so huge, working in multiple South [Indian] film industries, and because I grew up in Canada, my influences are diverse. In Canada, in my teens, I loved Beyonce, Christina Aguilera, the R&B stuff like Lauryn Hill, Mariah Carey.But I was also Bollywood crazy outside school. I was obsessed with Shreya Ghoshal and Sunidhi Chauhan and would perform and dance to their songs in our Indian community. So, here are the six songs that I am particularly fond of right now.”Killing Me Softly (1996). Group: Fugees.“I heard when I was around 11 or 12, a couple of years after the song came, and it’s still one of my favourites. There’s such soul in the singing. Lauryn Hill is a beautiful singer. She has a naturally thick voice, which I don’t have and I try to fake.”\n\n\n    \n    Play\n\nKilling Me Softly (1996), Fugees.Man Mohana Bade Jhoothe, Seema (1955). Singer: Lata Mangeshkar. “This is my go-to riyaaz song, especially that one last minute, which is terrific. So many of Lata Mangeshkar’s songs are like singing schools, and this one is for me. I heard it first in a reality show. I would watch those Chhote Ustaad, Sa Re Ga Ma Pa-type shows. A contestant sang this, and I was like, this is so difficult with so many taans, I have to check out the original.”\n\n\n    \n    Play\n\nMan Mohana Bade Jhoothe, Seema (1955).Yeh Rishta, Meenaxi: A Tale of Three Cities (2004). Singer: Reena Bhardwaj.“I love this song. It’s such a feelgood song, it gives me immediate feels. I heard it around the time we were just discovering Rahman. It’s still not dated. Even the album was good, though I think the film didn’t work.”\n\n\n    \n    Play\n\nYeh Rishta, Meenaxi: A Tale of Three Cities (2004).Maruvaarthai, Enai Noki Paayum Thota – unreleased. Singer: Sid Sriram.“The song is by Darbuka Siva, a fantastic musician from Chennai. I love the singer, Sid Sriram, who’s so versatile. His voice has a soulful R&B-meets-carnatic vibe and I resonate with him for his multicultural influences. All those sides to him come out in this song. I love its chord progression and arrangement, it’s a fantastic song to drive to. I don’t understand the song’s lyrics. I only understand English, Hindi and Punjabi, but my first connection to any song is based on the melody and the arrangement.”\n\n\n    \n    Play\n\nMaruvaarthai, Enai Noki Paayum Thota – unreleased.My Song (2018). Singer: H.E.R.“This is a very minimalist song, with just the voice and the piano mainly. I just love the simplicity, because I am also big into covers and unplugged stuff. My Song shows what you can do with less instead of over-complicating a song with extra instruments. When you strip a song down to its basics, it sounds pure.”\n\n\n    \n    Play\n\nMy Song (2018), H.E.R.Company (2016). Singer: Justin Bieber.“I love this because of the the bass-and-synth combination. Charlie Puth’s Attention also has that and you can add it to the list too. Though Love Yourself was more popular from this album, Purpose, but Company is my top song. Also, Bieber’s a Canadian artist – I have to throw that in because I am too.”\n\n\n    \n    Play\n\nCompany (2016), Justin Bieber.","author":"Devarsi Ghosh","time":"2019-04-27T12:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117358-tyqgachqhl-1555071238.jpeg","tags":["Jonita Gandhi","YouTube","Playlist Picks"],"source":"https://scroll.in/reel/919715/playlist-picks-youtube-star-jonita-gandhi-likes-her-lata-mangeshkar-as-much-as-her-justin-bieber"}