{"title":"Plea before attorney general seeks contempt action against Swara Bhasker for Ayodhya verdict remarks","content":"A petition was filed before Attorney General of India KK Venugopal on Monday, seeking his consent to initiate criminal contempt proceedings against actor Swara Bhasker for allegedly “scandalising” the Supreme Court following the Ayodhya verdict, Live Law reported. It was filed by Karnataka resident Usha Shetty and refers to the statements made by Bhasker at a panel discussion organised by non governmental organisation Mumbai Collective in February. The disputed 2.77 acres of land in Ayodhya was claimed by both Hindus and Muslims following the Babri Masjid demolition in 1992. In November last year, the Supreme Court permitted the construction of the temple and directed the government to acquire an alternative plot of land to build a mosque.According to the petition, Bhasker said: “We are living in a country where the Supreme Court of our country states in a judgment that demolition of Babri Masjid was unlawful and in the same judgment rewards the same people who brought down the mosque.”It alleges that the actor made objectionable statement in saying that “courts are not sure if they believe in Constitution”. Shetty argued that the actor’s remarks were not only a “cheap stunt of publicity” but also a deliberate attempt to turn masses to resist and revolt against the Supreme Court.“What then do we do and it seems to me that as everyone has said that the path is clear to us and it has been shown to us by you all whoever of you all have been part of the protest by students by the women and by the citizen protestors it is to resist,” the petition quotes Bhasker as saying. Shetty, represented by advocates Anuj Saxena, Prakash Sharma and Mahek Maheshwari, called Bhasker’s comments “scandalous and derogatory”, claiming that she seemingly provoked crowd. “The alleged contemnor statements intends to incite feeling of no-confidence amongst the public with respect to the proceedings of the Hon’ble Court and integrity of the Hon’ble Judges of the Apex Court of India”, the petition added.On August 14, the same Supreme Court bench had convicted senior advocate Prsahant Bhushan of criminal contempt for his tweets posted in June. Bhushan’s first tweet commented on an undeclared emergency and the role of Supreme Court and the last four chief justices. Another tweet was about Chief Justice SA Bobde trying out a Harley Davidson superbike in his hometown Nagpur. The court is also hearing another contempt of court case filed against Bhushan for an interview he gave to Tehelka magazine in 2009, in which he claimed that half of the 16 erstwhile chief justices of the Supreme Court had been corrupt.","author":"Scroll Staff","time":"2020-08-18T10:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137087-bqrbdzsxkp-1582524585.jpeg","tags":["Swara Bhaskar","Supreme Court","Ayodhya","KK Venugopal","Contempt Proceedings"],"source":"https://scroll.in/latest/970653/plea-before-attorney-general-seeks-contempt-action-against-swara-bhaskar-for-ayodhya-verdict-remarks"}