{"title":"Pleas against ED chief’s tenure extension are politically motivated, Centre tells Supreme Court","content":"The Union government on Monday told the Supreme Court that the petitions challenging the extensions granted to the Enforcement Directorate chief are politically motivated as they have been filed by leaders of the Congress or Trinamool Congress, reported Bar and Bench.The Supreme Court is hearing at least eight petitions filed by the Opposition leaders who have sought to quash a November 2021 government order extending the tenure of Enforcement Directorate Director Sanjay Kumar Mishra by a year.The government said that some leaders from the Congress and Trinamool Congress are being investigated by the Enforcement Directorate. “In most of the cases, the competent courts have either taken cognisance of the case [against the political leaders] or constitutional courts have refused to grant any relief to them,” the affidavit said.Congress leaders Sonia Gandhi and Rahul Gandhi have been questioned by the central agency in a money laundering case related to the National Herald newspaper. Trinamool Congress leader Partha Chatterjee is in judicial custody after being arrested by the Enforcement Directorate on July 23 in connection with a teacher recruitment scam. On Monday, Senior Advocate AM Singhvi, representing Surjewala, said that the inflexibility of the Enforcement Directorate chief’s tenure is an essential ingredient of the person’s functional independence, reported The Hindu. “Piecemeal extensions of tenure like this takes away the fixity of tenure, which is the hallmark of independence,” Singhvi contended.Meanwhile, the Supreme Court appointed Senior Advocate KV Viswanathan as an amicus curiae, or friend of the court, to assist the bench in the case, reported Live Law. The court posted the matter for hearing on September 19. The caseThe petitioners have contended that the Centre’s decision to extend the tenure of the Enforcement Directorate chief violated the Supreme Court’s verdict in September when it had held that no further extension shall be granted to Sanjay Kumar Mishra beyond November.However, just a day before his retirement in November, the Centre extended his tenure by a year.The decision came three days after the government introduced two Ordinances which allowed it to extend the tenures of the directors of the Central Bureau of Investigation and the Enforcement Directorate to up to five years.This was the second term extension for Mishra. In 2020, his tenure was extended for 12 months after he had completed his two-year term. The petitioners alleged that the ordinances were introduced to avoid the scrutiny of Parliament.","author":"Scroll Staff","time":"2022-09-06T11:53:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/136933-llymgkktqc-1598738164.jpg","tags":["Enforcement Directorate","Supreme Court","Congress","Trinamool Congress","SK Mishra"],"source":"https://scroll.in/latest/1032153/pleas-against-ed-chiefs-tenure-extension-are-politically-motivated-centre-tells-supreme-court"}