{"title":"Plea in Madras High Court seeks police action against actor Kamal Haasan for ‘Hindu terror’ remark","content":"An advocate clerk has filed a petition in the Madras High Court seeking a First Information Report be filed against actor Kamal Haasan for his comments on “Hindu terrorism”, PTI reported on Thursday. During the hearing on Thursday, High Court Justice MS Ramesh asked the public prosecutor to get information from the Chennai Police in connection with the actor’s statement. The matetr will be taken up again next week for further hearing.In a column for Tamil weekly magazine Ananda Vikatan on November 2, Haasan wrote that while earlier, “the Hindu right wing would not indulge in violence, but instead held debates”, it now “used muscle power” instead of dialogue. “They can no longer say ‘Can you show me a Hindu Terrorist?’”Haasan had said that this terrorism is neither a win nor progress for those who call themselves Hindus. “Going from ‘Truth alone triumphs’ to ‘Might alone triumphs’ will make us all barbaric.”Petitioner G Devarajan said, “By making such statements Kamal Haasan is trying to brand Hindus as terrorists.” Haasan should understand that no religion preaches violence, and only teaches peace, the petitioner added. “The actor with vested interests is trying to divide the Tamil community on basis of religion.”Devarajan also sought action against Ananda Vikatan for publishing the article. He added that he had approached the Chennai police commissioner on November 4 and the Teynampet Police on November 6 with his complaints against the actor but no action was taken.A day after the Ananda Vikatan article was published, a defamation case was registered against Haasan in Varanasi. On November 4, the Akhil Bharatiya Hindu Mahasabha said that Haasan and “the likes of him” should be shot dead or hanged so that they “learn a lesson”. Another leader of the Hindu Mahasabha had called for a boycott of all films starring the actor and his family members.","author":"Scroll Staff","time":"2017-11-16T19:12:27.198425+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/858133-article-tgxjkwbuhi-1454899303.jpeg","tags":["Kamal Haasan","Madras High Court","Chennai Police"],"source":"https://scroll.in/latest/858133/plea-in-madras-high-court-seeks-police-action-against-actor-kamal-haasan-for-hindu-terror-remark"}