{"title":"Plot to kill Khalistan supporter in US part of larger conspiracy of planned murders, say prosecutors","content":"An unsuccessful plot by an alleged Indian government official to assassinate a Sikh separatist leader in New York was part of a larger conspiracy to kill one person in California and at least three in Canada, the United States Department of Justice has claimed.The aim was to kill at least four people in the two countries before June 29. The details were part of an indictment, which was made public on Wednesday, and included information about the alleged attempt to assassinate Gurpatwant Singh Pannun.A dual citizen of the US and Canada, Pannun is the general counsel of Sikhs for Justice. The organisation advocates for Khalistan, an independent state for Sikhs, and is banned in India. Pannun has himself been designated a terrorist in India.The Department of Justice has not named the alleged Indian government official – who it refers to as CC-1 in the indictment. He was described as a “senior field officer” with responsibilities in security management and intelligence. He has previously served in the Central Reserve Police Force.The prosecutors have charged Nikhil Gupta, 52, an Indian national, with “murder for hire” and “conspiracy to commit murder for hire”. The charges carry a maximum sentence of 20 years in prison.Gupta, who is alleged to be an international narcotics and weapons trafficker, was arrested on June 30 in the Czech Republic and is reportedly awaiting extradition to the US.According to the indictment, Gupta was working at the direction of the alleged Indian intelligence officer. He contacted an individual in the US, who he believed was a “criminal associate” for help to contract a hitman to murder Pannun in New York.But the associate was a confidential source working with the US Drug Enforcement Agency. The drug official then put Gupta in touch with a purported hitman, who was an undercover officer, the US indictment said.It added that the Indian official had first spoken to Gupta on May 6 for the job and promised to get a criminal case against him in Gujarat dismissed in return. On May 12, in a phone conversation with Gupta, the government employee told him that the case against him “has already been taken care of” and that “nobody from [the] Gujarat Police is calling”.According to the document, the official and Gupta largely communicated in English with some Spanish terms thrown in. They spoke via an encrypted messaging application, it added.The purported hitman, in a deal allegedly brokered by Gupta, was offered $100,000 to murder the New York target, the prosecutors said. On June 9, Gupta and the government employee “arranged for an associate to deliver $15,000 in cash” to the undercover officer “as an advance payment for the murder”. During a call on the same day, Gupta allegedly declared the murder of Pannun would change the hitman’s life because “we will give more bigger job more, more job every month, every month 2-3 job”, the indictment alleged.Following Sikh separatist leader Hardeep Singh Nijjar’s murder in Canada on June 18, the alleged Indian government official sent Gupta a video showing his bloody body slumped in his vehicle. He also shared the address of the target’s home in New York.A day later, Gupta told the undercover officer posing as a hitman that Nijjar “was also a target” and “we have so many targets”. After his murder, he added that there was now “no need to wait” on killing the New York individual.US says it looks forward to India’s investigationOn Thursday, the White House said that it looked forward to the results of a high-level inquiry committee that India had set up on November 18 to examine the inputs shared by the United States, PTI reported.The matter will not have an impact on India-US ties, White House national security spokesperson John Kirby added. “India remains a strategic partner and we’re going to continue to work to improve and strengthen that strategic partnership with India,” he said.In Tel Aviv, US Secretary of State Antony Blinken said that Washington is taking the case “very seriously”.#WATCH | On US Justice Department indicting an Indian national in an alleged foiled assassination plot in US, US Secretary of State, Antony Blinken says, \"This is an ongoing legal matter. I can say that this is something we take very seriously. A number of us have raised this… pic.twitter.com/Ac6S6mNBrU— ANI (@ANI) December 1, 2023\n\n\nEarlier in the day, India’s foreign ministry spokesperson Arindam Bagchi said that it was a “matter of concern” that an Indian government official was linked to the plot. “This is also contrary to government policy,” he added.Bagchi did not explicitly deny the allegations and reiterated a statement given after the Financial Times first reported about the alleged conspiracy to kill Pannun.“The nexus between organised crime, trafficking, gunrunning, and extremists at an international level is a serious issue for the law enforcement agencies and organisations to consider, and it is for that reason that a high-level inquiry committee has been constituted and we will be guided by its results,” he said.","author":"Scroll Staff","time":"2023-12-01T13:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196088-xxejanhmmj-1700708459.jpg","tags":["Gurpatwant Singh Pannun","India","US","Nikhil Gupta","Khalistan"],"source":"https://scroll.in/latest/1059912/plot-to-kill-khalistan-supporter-in-us-part-of-larger-conspiracy-of-planned-murders-say-prosecutors"}