{"title":"PM CARES Fund: Delhi HC sets aside order directing IT department to disclose details on exemption","content":"The Delhi High Court on Monday set aside an order of the Central Information Commission directing the Income Tax department to disclose details of the tax exemption granted to the Prime Minister’s Citizen Assistance and Relief in Emergency Situations, or PM CARES, Fund, reported PTI.In April 2022, the commission had directed the Income Tax department to provide copies of all the documents submitted in the exemption application and the file notings granting the approval related to the PM CARES Fund. The direction was passed on an Right to Information application filed by a person named Girish Mittal.The PM CARES Fund was established in March 2020 as a “dedicated national fund” to deal with “any kind of emergency or distress situation” in the aftermath of the coronavirus pandemic.On Monday, Justice Subramonium Prasad said that the applicant sought a reply from the central public information officer of the Income Tax department and not from the PM CARES Fund. The court said that the PM CARES Fund does not come under the Income Tax department’s  controlling authority.     “Since the information sought for by the respondent relates to a third party, PM CARES Fund ought to have been heard,” the court said, reported PTI.Under Section 11 of the Right to Information Act, any information related to a third party can only be divulged after giving notice to that third party.“In view of the above, the CIC [Central Information Commission] ought to have followed the procedure specified under Section 11 of the RTI Act before ordering for grant of information as sought for by the respondent herein.”The court also noted that the Central Information Commission does not have the jurisdiction to direct a body to furnish information under Section 138 of the Income Tax Act. “In any case, even if they had the jurisdiction, the failure to give PM CARES, notice of hearing, would in itself have vitiated the impugned,” the court said, reported PTI.Under Section 138 of the law, information related to an assessee can only be supplied after approval from the principal chief commissioner or chief commissioner or principal commissioner or commissioner.The central public information officer had also denied information to Mittal under Section 8(1)(j) of the Right to Information Act, reported The Indian Express.The section exempts disclosure of personal information that is not related to any public activity or that would invade the privacy of an individual unless the appellate authority is satisfied that the larger public interest justifies disclosing such information.Mittal had said that on March 27, 2020, the Income Tax department had approved the applications given by the PM CARES Fund for granting tax exemption, reported The Indian Express. In his application, Mittal said that he wanted to know the procedure followed by the Income Tax department in granting a swift approval. He also wanted to know whether any rules or procedures were ignored by the department in granting the approval.","author":"Scroll Staff","time":"2024-01-23T12:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/142171-kllntpgcpa-1590911670.jpeg","tags":["Income Tax Department","Delhi High Court","PM CARES Fund"]}