{"title":"PM Modi is like a god to people who will benefit from new citizenship law: Shivraj Singh Chouhan","content":"Senior Bharatiya Janata Party leader and former Madhya Pradesh Chief Minister Shivraj Singh Chouhan said that Prime Minister Narendra Modi is like a god to persecuted communities that will benefit from the amended citizenship law, ANI reported on Monday. The BJP leader made the remarks on Sunday amid nationwide protests against the Citizenship Amendment Act that have claimed 24 lives so far.“Narendra Modi has emerged as god for these people who were living a life akin to hell,” Chouhan said at an event in Rajasthan’s Jaipur city. “God gave them life, their mother gave them birth but it is Narendra Modi who gave them a new lease of life.”However, according to a report in The Indian Express, Chouhan made the comments in Indore at a party event attended by Working President JP Nadda. Chouhan highlighted instances of abuse faced by women from the persecuted communities in Pakistan, Bangladesh, and Afghanistan.Chouhan recalled that when he was Madhya Pradesh chief minister he had asked a district magistrate not to take action against the communities even after the expiry of their visas. He wondered why some people were against the Citizenship Amendment Act. “Thank Narendra Modi, and offer salutations to Amit Shah,” he added.Nadda, meanwhile, targeted the Congress, saying the party’s former President Rahul Gandhi had not read history and was not sympathetic towards those who had suffered because of Partition.The Citizenship Amendment Act grants citizenship to people from six persecuted minority religious communities in Bangladesh, Afghanistan and Pakistan – except Muslims – provided they have lived in India for six years and entered the country by December 31, 2014.\n\n\n    \n    Play","author":"Scroll Staff","time":"2019-12-23T19:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/107984-hpppofvxea-1544636859.jpeg","tags":["Shivraj Singh Chouhan","Narendra Modi","Madhya Pradesh","Citizenship Amendment Act"],"source":"https://scroll.in/latest/947687/pm-modi-is-like-a-god-for-people-who-will-benefit-from-new-citizenship-law-shivraj-singh-chouhan"}