{"title":"PM Modi calls up leaders of five neighbour countries on New Year’s Day, skips Pakistan","content":"Prime Minister Narendra Modi on Wednesday called up his counterparts in Bangladesh, Nepal, Bhutan, Sri Lanka, and Maldives to exchange New Year greetings. Pakistan was conspicuous by its absence from Modi’s call list. Modi told his Bangladesh counterpart Sheikh Hasina that close relations between the two countries were a priority for his government. The conversation came amid a strain in the ties between the two countries over India’s Citizenship Amendment Act and National Register of Citizens. Late last month, Bangladesh Foreign Minister AK Abdul Momen said the citizenship law and the citizens’ register were India’s “internal issues” but expressed concern that any uncertainty in India was likely to affect its neighbouring countries. Earlier in the month, Momen had cancelled his visit to India after protests erupted in the North East. A senior advisor to Sheikh Hasina has said the country will take back undocumented Bangladeshi immigrants in India if New Delhi provides evidence. Modi, who expressed condolences on the death of former Bangladesh High Commissioner Syed Muazzem Ali, “noted the progress achieved in India-Bangladesh relations in 2019”. He said the upcoming birth centenary of Sheikh Mujibur Rahman, the country’s liberation hero and Hasina’s father, and 50 years of diplomatic ties “provided important milestones to further progress of the close India-Bangladesh ties, which is a priority of his government”.The prime minister spoke to Sri Lankan President Gotabaya Rajapaksa, who expressed confidence the two sides would enhance their friendly ties in 2020. Modi also spoke to Prime Minister Mahinda Rajapaksa, who talked of his desire to enhance bilateral relations. In his conversation with Bhutan’s King Jigme Khesar Namgyel Wangchuck, Modi talked of the achievements of the two countries in 2019 and the special bilateral relations. He stressed on the need to enhance youth exchanges and mentioned he was looking forward to the Wangchuck’s visit to India. The prime minister also spoke to Bhutan’s Prime Minister Lotay Tshering.In his conversation with Nepal Prime Minister KP Sharma Oli, Modi expressed satisfaction at the completion of several bilateral projects, especially the Motihari-Amlekhgunj petroleum pipeline. The two leaders agreed to expedite the inauguration of an integrated check post in Biratnagar and a housing reconstruction project in Nepal.Maldives President Ibrahim Mohamed Solih expressed his desire to deepen and strengthen bilateral ties and explore new areas of cooperation.","author":"Scroll Staff","time":"2020-01-01T21:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130297-oiaibmnpiv-1574423063.jpg","tags":["Narendra Modi","Pakistan","Imran Khan","Sheikh Hasina","Citizenship Amendment Act","NRC"],"source":"https://scroll.in/latest/948496/pm-modi-calls-up-leaders-of-five-neighbours-to-discuss-bilateral-ties"}