{"title":"Mamata Banerjee refuses to speak at Modi event for Netaji after ‘Jai Shri Ram’ chants","content":"West Bengal Chief Minister Mamata Banerjee refused to speak at an event in Kolkata on the occasion of freedom fighter Subhas Chandra Bose’s 125th birth anniversary, reported ANI. The chief minister refused to speak after “Jai Shri Ram” slogans were chanted when she rose to address the gathering.“I think a government program should have dignity,” the chief minister said. “This is not a political programme... It doesn’t suit you to insult someone after inviting them. As a protest, I won’t say anything.”Prime Minister Narendra Modi was in Kolkata on Saturday to mark freedom fighter Subhas Chandra Bose’s 125th birth anniversary. Soon after his arrival, he attended an event at the Victoria Memorial with West Bengal Chief Minister Mamata Banerjee and Governor Jagdeep Dhankhar. The prime minister also paid tributes to the freedom fighter at the Netaji Bhavan in the city. He is scheduled to inaugurate a permanent museum dedicated to Bose. The prime minister also released a memorial postal stamp on the occasion of the birth anniversary.#WATCH | I think Govt's program should have dignity. This is not a political program....It doesn't suit you to insult someone after inviting them. As a protest, I won't speak anything: WB CM Mamata Banerjee after 'Jai Shree Ram' slogans were raised when she was invited to speak pic.twitter.com/pBvVrlrrbb— ANI (@ANI) January 23, 2021\n\n#WATCH | West Bengal: PM Narendra Modi at Victoria Memorial in Kolkata. CM Mamata Banerjee and Governor Jagdeep Dhankhar are also present. #NetajiSubhashChandraBose pic.twitter.com/9l0ET4YZKL— ANI (@ANI) January 23, 2021\n\nIn his address, the prime minister listed the influential figures who shaped India’s history. “This land, which has given us innumerable treasures in all fields, has also given us our national anthem and national song,” he said. “I pay my respects to all the great people Bengal has produced.”He also noted the contribution of Bose on his birth anniversary. “On the 125th birth anniversary of the leader, I bow to him on behalf of the grateful nation,” he said. “Today, I also salute this virtuous land of Bengal, which transformed the child Subhash into “Netaji”, his life austere, sacrificed and taught.”When the world was discussing basic rights of women, the prime minister said, Netaji formed the Rani Jhansi regiment and connected them to the freedom struggle. “He trained them and instilled in them a passion for the country and fighting for it,” he added. The prime minister said Netaji’s life, work and decisions inspired everyone. “Nothing was impossible for a person with such a resolve,” he said.Modi’s visit assumes significance ahead of the Assembly elections in West Bengal, which will be held in April-May. It will be a closely-watched contest between Bharatiya Janata Party and Mamata Banerjee’s Trinamool Congress. Earlier in the day, Banerjee held a huge rally in Kolkata to mark Bose’s birth anniversary. In an apparent dig at the BJP, she said that her party did not celebrate the occasion only in elections years. Banerjee asked the BJP why it did not observe Bose’s birth anniversary ever before or build a memorial for him. “We will build an Azad Hind Monument,” Banerjee said. “We will show how it will be done. They’ve spent thousands of crores in building statues and a new parliament complex.” She also criticised the Centre for not declaring Bose’s birth anniversary as a national holiday.Banerjee is also miffed with the Centre over its decision to call Bose’s birth anniversary “Parakram Diwas” instead of “Deshnayak Diwas”. The West Bengal chief minister said that she was not consulted about the name, according to PTI. She also criticised the Centre for not declaring Bose’s birth anniversary as a national holiday.","author":"Scroll Staff","time":"2021-01-23T17:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/153780-mbkusayljo-1611405642.jpg","tags":["Narendra Modi","Mamata Banerjee","Subhas Chandra Bose"],"source":"https://scroll.in/latest/984914/pm-modi-in-kolkata-for-subhas-chandra-boses-birth-anniversary-visits-victoria-memorial-with-cm"}