{"title":"PM Modi among 200 people to attend Ram temple foundation ceremony on August 5, says trust","content":"The trust set up by the government to oversee the construction of a Ram temple in Uttar Pradesh’s Ayodhya city on Wednesday announced that Prime Minister Narendra Modi will attend the “bhoomi poojan” or the ground-breaking ceremony on August 5, The Indian Express reported.Swami Govind Dev Giri, treasurer of Ram Janmabhoomi Teerth Kshetra Trust, told reporters that the prime minister had accepted their invitation and would be reaching Ayodhya on August 5. He added that the ground-breaking ceremony would be held around noon and Modi would offer prayers at Hanuman Garhi and the makeshift temple of the idol of Ramlalla before that.A silver brick will be set into the ground by Modi as a symbolic gesture of ground-breaking. A total of 200 people, including 150 invitees, would be allowed for the ceremony, Giri said. The physical presence of others will be curtailed due to the coronavirus crisis. However, the event will be telecast live, according to Hindustan Times. Dozens of giant LED screens will also be installed in Ayodhya and Faizabad cities. A member of the trust said that they have made arrangements for every devotee to “feel and experience” the event amid the restrictions. Meanwhile, the architect said the temple will be 161-foot tall, ANI reported. Nikhil Sompura added that the original design, which was prepared in 1988, mentioned its height as 141 feet.The trust met on July 18 to decide on the date of starting the construction work after it had to be put on hold for a few months because of the pandemic.In a landmark verdict in November, the Supreme Court had ruled that the disputed land in Ayodhya would be handed over to a government-run trust for the construction of a Ram temple. The court said that the demolition of Babri Masjid was illegal and directed the government to acquire an alternative plot of land to build a mosque.","author":"Scroll Staff","time":"2020-07-23T12:12:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/130625-lhsfbtgaig-1584696031.jpeg","tags":["Narendra Modi","Ayodhya","Uttar Pradesh","Ram Temple"],"source":"https://scroll.in/latest/968329/pm-modi-among-200-people-to-attend-ram-temple-foundation-ceremony-on-august-5-says-trust"}