{"title":"PM Modi chairs meeting with NSA, Chief of Defence Staff amid escalating tension with China","content":"Prime Minister Narendra Modi on Tuesday chaired a high-level meeting to discuss the ongoing border stand-off with China, according to multiple reports. It was attended by the three service chiefs, National Security Advisor Ajit Doval and Chief of Defence Staff General Bipin Rawat.This came amid escalating tension with China. Over the last two weeks, Chinese troops have clashed with the Indian Army at several points along the Line of Actual Control, ratcheting up tensions between the nuclear-armed neighbours. And at the same time, India has found itself in a spat with Nepal over a portion of land that is both countries claim as their own. However, officials said the meeting was meant to discuss reforms in the armed forces.Before the meeting with Modi, Defence Minister Rajnath Singh had met the three service chiefs. They reportedly briefed him on the ground situation in Ladakh, deployment of armed forces and the state of preparedness along the Line of Actual Control. Modi also held a separate meeting with the foreign secretary.The flurry of meetings came a day ahead of the three-day conference of Army commanders starting in Delhi. “The apex level leadership of Indian Army will brainstorm on current emerging security and administrative challenges and chart the future course for Indian Army,” the Army said in a statement. The conference was originally scheduled for April 13-18, but was postponed due to the coronavirus pandemic. It will now be held in two phases – the first phase from May 27-29, and the second in June-end.The current standoff centres around a strategic bridge being built near Daulat Beg Oldi, the last military post south of the Karakoram Pass. The Darbuk-Shyok-Daulat Beg Oldi road, which, once fully metalled, will give India a major advantage in terms of access and military mobilisation.China has reportedly put forward the condition that India stop building infrastructure even on its own side of the LAC. New Delhi, on the other hand, has asked Beijing to maintain status quo at the border. The Indian Army has reportedly increased its presence on the boundary with China in North Sikkim, Uttarakhand, Arunachal Pradesh, along with Ladakh, reported The Indian Express.Over the past three weeks, Chinese transgressions of the LAC have reportedly occurred at four places: Pangong Tso, Galwan Nalah and Demchok in Ladakh and at Naku La in Sikkim. These were not just incursions over disputed territory. There were actual scuffles, leaving dozens of troops injured and even reports alleging that some Indian soldiers were “detained” by the Chinese Army, though India has denied these. On Friday, Indian Army Chief MM Naravane landed in Leh to take stock of the situation in eastern Ladakh.Also read‘Wuhan spirit’ to LAC skirmishes: What you need to know about the India-China stand-offXi Jinping asks Chinese military to be ready for worst-case scenarioChinese President Xi Jinping on Tuesday ordered the country’s military to scale up training and battle preparedness to face “worst-case scenarios”, reported Xinhua. Xi made the remarks while attending a plenary meeting of the delegation of the People’s Liberation Army and People’s Armed Police Force.On May 22, China increased its defence budget by 6.6% to $179 billion, nearly three times that of India. China is the second-largest military spender after the United States. However, this year’s increase in defence budget is the lowest in recent times.","author":"Scroll Staff","time":"2020-05-27T07:58:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/61960-sauwxnuptu-1498858154.jpg","tags":["India","China","Narendra Modi","Ajit Doval","Chief of Defence Staff General","service chiefs","Ladakh","border tension","LAC"],"source":"https://scroll.in/latest/963024/pm-modi-chairs-meeting-with-nsa-chief-of-defence-staff-amid-escalating-tension-with-china"}