{"title":"PM Modi’s remarks on Uniform Civil Code an attempt to divert attention from Manipur, says Opposition","content":"Opposition parties on Tuesday said that Prime Minister Narendra Modi’s comments on the Uniform Civil Code constituted an attempt to divert attention from the violence in Manipur and concerns such as unemployment, PTI reported.A Uniform Civil Code involves having a common set of laws governing marriage, divorce, succession and adoption for all Indians, instead of allowing different personal laws for people of different faiths. The aim of such uniformity is meant to ensure equality and justice for women in particular, who are often denied their rights in marriage, divorce and inheritance under patriarchal personal laws.Implementing the code has been on the Bharatiya Janata Party’s agenda for years. Earlier this month, the Law Commission sought the views of citizens and religious groups on the matter.On Tuesday, Modi had said that Muslims in India are being instigated against the Uniform Civil Code and that even the Supreme Court has advocated for it.भारत के मुसलमान भाई बहनों को ये समझना होगा कि कौन से राजनीतिक दल उनको भड़का कर उनका राजनीतिक फायदा ले रहे हैं। हम देख रहे हैं कि यूनिफॉर्म सिविल कोड के नाम पर ऐसे लोगों को भड़काने का काम हो रहा है। एक घर में एक सदस्य के लिए एक कानून हो और दूसरे के लिए दूसरा तो घर चल पायेगा क्या?… pic.twitter.com/EROICLwt6v— BJP (@BJP4India) June 27, 2023\n\nHours after his comments, Congress General Secretary (Organisation) KC Venugopal said that Modi must answer the “real questions”.“Manipur has been burning for the last 60 days,” he said, according to PTI. “Why has the PM not uttered a single word? These are all diversionary issues. He wants to run away from the real issues of the country, that is why they are only trying to divert the issues.”Manipur has witnessed ethnic clashes between Meiteis and Kukis since May 3 that have left more than 100 persons dead, over 300 injured and thousands displaced. The violence broke out after thousands of people participated in a protest march to oppose the demand of the majority Meiteis to be included in the Scheduled Tribes category. Congress leader and Chhattisgarh Chief Minister Bhupesh Baghel asked what will happen to the culture and traditions of tribals if a law like the Uniform Civil Code is implemented, reported ANI.“Why do you [the BJP] always think from the Hindu-Muslim point of view?” Baghel asked. “In Chhattisgarh, we have tribal people. What will happen to their beliefs and orthodox rules through which they govern their society? If the UCC is implemented then what will happen to their tradition?”Rashtriya Janata Dal MP Manoj Jha said the prime minister should not make issues like the Uniform Civil Code an instrument of  “dog-whistle politics”, reported PTI.“Before speaking, the prime minister should have examined what the 21st Law Commission had said and deeply analysed debates of the Constituent Assembly without help.  Because those out to help you, end up causing harm to you.”The 21st Law Commission had released a consultation paper on August 31, 2018, saying that a Uniform Civil Code was “neither necessary nor desirable at this stage”. It had recommended that personal laws of various religions should be amended and codified to prevent discrimination.Dravida Munnetra Kazhagam leader TKS Elangovan said that a Uniform Civil Code should first be applied to Hindus, who will then have to “allow people from all castes to pray in temples”, reported NDTV.“Uniform Civil Code should be first introduced in the Hindu religion,” he said. “Every person including Scheduled Castes and Tribes should be allowed to perform pooja in any temple in the country. We don’t want UCC [Uniform Civil Code] because the Constitution has given protection to every religion.”All India Majlis-e-Ittehadul Muslimeen chief Asaduddin Owaisi also criticised Modi’s comments asking whether the country’s pluralism and diversity would be “snatched away”.“Why is Modi ji getting his inspiration from Pakistani law?” Owaisi asked, according to PTI. “He [Modi] even made a law against triple talaq here, but it did not make any difference at the ground level.”","author":"Scroll Staff","time":"2023-06-28T10:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191486-crtgduisdx-1687415018.jpg","tags":["Narendra Modi","Uniform Civil Code","BJP","Opposition"],"source":"https://scroll.in/latest/1051677/pm-modis-remarks-on-uniform-civil-code-an-attempt-to-divert-attention-from-manipur-says-opposition"}