{"title":"PM Modi’s claim about reservations for Muslims in Karnataka a ‘blatant lie’, says CM Siddaramaiah","content":"Karnataka Chief Minister Siddaramaiah on Wednesday rejected Prime Minister Narendra Modi’s claims that the state’s Congress-led government had transferred reservations meant for backward classes and Dalits to the Muslim community, calling the remark a “blatant lie”.A day earlier, the prime minister has said at an election rally in Rajasthan’s Tonk district that the Congress was providing reservations on the basis of religion to Muslims, NDTV reported.Modi also accused the Congress of conspiring to repossess people’s private assets for distribution among a “select” group, an apparent reference to Muslims. The prime minister had made similar comments on Sunday, which Opposition leaders criticised as hate speech.“Between 2004 and 2010, the Congress tried to implement Muslim reservation in Andhra Pradesh four times,” Modi claimed on Tuesday. “But due to legal hurdles and the awareness of the Supreme Court, it could not fulfil its intention.”Modi alleged that the Congress had in 2011 tried to implement reservations for Muslims throughout the country. “They played the game of snatching away the rights provided to the SC [Scheduled Castes], ST [Scheduled Tribes] and OBC [Other Backward Classes] and giving them to others for vote bank politics,” he said.Modi also claimed that when the BJP government was in power in Karnataka, it abolished the state’s Muslim quota. Ahead of the Assembly elections last year, the BJP government in Karnataka had decided to remove Muslims from the Other Backward Classes quota, but was later reprimanded for the action by the Supreme Court.Siddaramaiah on Wednesday said that the prime minister’s claims were “indicative of his desperation born from a fear of defeat [in the Lok Sabha elections]”. He challenged Modi to substantiate his “irresponsible allegations with evidence or apologise to the nation”.In Karnataka, Siddaramaiah said, Muslims had been included in the 2B category for backward classes. He was referring to a sub-category that had been carved out for Muslims from the larger Other Backward Classes quota in 1994 on the recommendation of the Chinnappa Reddy Commission, formed in 1986 to examine the state’s reservation categories.From the 32% reservation quota for Other Backward Classes, 4% was given to Muslims under the sub-category 2B. Sub-categories 2C and 2D, representing the dominant Vokkaliga and Lingayat castes, were granted 4% and 5% reservation in government jobs and education.“This reservation has been in place for the past three decades,” the chief minister said. “Neither the BJP government previously in power at the state, nor the Narendra Modi-led Union Government that has been in power for the past ten years, has questioned this reservation.”Siddaramaiah clarified that reservations cannot be amended arbitrarily, and revisions in the scheme could only be made based on social and economic surveys.“State governments do not have the authority to modify reservations for Scheduled Castes and Tribes,” the chief minister said. “Such amendments require the approval of both Houses of Parliament. The fact that a prime minister lacks even this basic knowledge is truly tragic for our country.”Siddaramaiah also referred to the previous BJP-led government’s decision to do away with reservations for the Muslim community, on grounds that Muslims should not have been counted as a backward class as the Constitution does not provide for faith-based reservations.The Congress had promised to restore the 4% quota in the run-up to the Assembly elections in 2023. In April, 2023, the Supreme Court stayed the decision to scrap the quota.“It appears that PM Modi has overlooked how the [former Chief Minister] Basavaraj Bommai government, with the sole intention of dividing votes based on religion before the last Assembly elections, attempted to arbitrarily amend the reservation and got reprimanded by the Supreme Court,” Siddaramaiah said.Prime Minister @narendramodi's claim that the Congress has  transferred the reservation quota from backward classes and Dalits to Muslims is a blatant lie.It  stems from ignorance but also indicative of his desperation born from a fear of defeat. No leader in the history of our… pic.twitter.com/626QZpRVJ0— Siddaramaiah (@siddaramaiah) April 24, 2024\n\n\nThe chief minister also said that the previous BJP government in the state had announced an increase in reservations for Scheduled Castes from 15% to 17% and for Scheduled Tribes from 3% to 5%. He said that the party had claimed that they had written to the Centre about extending the quota.“However, on March 14, 2023, the Minister of Social Justice and Empowerment, Narayana Swamy, informed the Lok Sabha that neither had such a letter been received from the state’s BJP government, nor was there any proposal to increase reservations under consideration,” Siddaramaiah said.Reservation for Muslims in Andhra PradeshIn June 2004, the then Congress government in an undivided Andhra Pradesh had issued a government order to the Commissionerate of Minorities Welfare to look into “socio-economic and educational conditions of Muslim community in the state” to include them as Other Backward Classes, The Indian Express reported.In response, the commissionerate recommended a 5% reservation to “Muslim Minorities in employment, educational and other fields on par with the Backward Classes in the State”. This was subsequently implemented, but the Andhra Pradesh High Court struck down the quota as unsustainable.A year later, the state government promulgated another ordinance providing 5% reservation to Muslims that was eventually turned into a legislation, The Indian Express reported. However, it was once again struck down by the High Court.The High Court’s ruling has been challenged in the Supreme Court. It is yet to be heard.Also read: Legally dubious, politically profitable: Why BJP scrapped the Muslim OBC quota in KarnatakaKarnataka Muslim quota: SC says no political statements should be made on pending cases","author":"Scroll Staff","time":"2024-04-25T17:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191990-epuxaqsmyw-1714041169.jpg","tags":["Lok Sabha 2024","Siddaramaiah","Narendra Modi","Congress","Muslim","Muslim quota"]}