{"title":"PM Modi urges first-time voters to dedicate votes to soldiers who carried out Balakot air strike","content":"Prime Minister Narendra Modi on Tuesday appealed to first-time voters to dedicate their votes to the defence forces during a rally at Latur in Maharashtra.“I want to ask the first-time voter, can your vote be dedicated to those soldiers who conducted air strike on Balakot in Pakistan?” he asked. “Can your first vote be dedicated to those soldiers who were killed in Pulwama attack?”Modi said the Bharatiya Janata Party’s manifesto did not mention the Balakot air strike, but said the government carried it out when it was warranted, PTI reported. “We have ensured that terrorists are identified and killed, even if we have to enter other countries to do so,” he said.The prime minister mentioned the defence forces in his election speech despite the Election Commission directing parties to keep them out of election campaigns. “They are apolitical and neutral stakeholders in a modern democracy,” the Election Commission had said.The prime minister said that the Congress manifesto speaks for Pakistan when it says that Article 370 will never be scrapped. “Congress wants to give an open licence to anti nationals,” he said. “This is exactly what Pakistan wants. How can you trust such a party?”मैं अपने first time voter से कहना चाहता हूं कि क्या आपका पहला वोट पाकिस्तान के बालाकोट में एयर स्ट्राइक करने वाले वीर जवानों के लिए समर्पित हो सकता है क्या?क्या आपका पहला वोट पुलवामा में शहीद हुए हमारे वीर जवानों के लिए समर्पित हो सकता है क्या?: पीएम मोदी #IsBaarNaMoPhirSe pic.twitter.com/QajmCNyjMk— BJP (@BJP4India) April 9, 2019\n\nModi criticised the Congress party for promising in its poll manifesto to repeal the Armed Forces (Special Powers) Act if it comes to power. “What Congress has said in its ‘fraud manifesto’, Pakistan is also saying the same,” Modi said.Modi said the Congress and the Nationalist Congress Party are now supporting those who advocate a separate prime minister for Jammu and Kashmir. “Sharad sa’ab, you are standing with such people!” Modi said, according to ANI. “The country has no expectations with Congress party but Sharad sa’ab you! Does it suit you?”Modi said those who speak of a separate prime minister for Jammu and Kashmir are the one on whom the nation had placed its trust. “The country can now understand whom did those, who governed J&K for decades, actually serve,” he said. “The thoughts in their hearts is now in the open.”Former Jammu and Kashmir Chief Minister Omar Abdullah had said that the National Conference has always stood for restoring the original terms on which Maharaja Hari Singh acceded to India in 1947. Jammu and Kashmir had its own prime minister and Sadar-i-Riyasat until 1965, when these posts were replaced by the chief minister and the governor.PM Modi in Latur, Maharashtra: Those who talk of a separate PM & secession of J&K are the ones whom the nation had trusted once. The country can now understand whom did those, who governed J&K for decades, actually serve. The thoughts in their hearts is now in the open. https://t.co/QGy9p7O5dh— ANI (@ANI) April 9, 2019","author":"Scroll Staff","time":"2019-04-09T13:30:29.951775+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117081-ldnrccojbe-1554795975.jpeg","tags":["Narendra Modi","Balakot Air Strike","Pulwama Attack","Lok Sabha Elections"],"source":"https://scroll.in/latest/919427/pm-modi-urges-first-time-voters-to-dedicate-votes-to-soldiers-who-carried-out-balakot-air-strike"}