{"title":"Modi announces repeal of farm laws, protests to continue till they are revoked in Parliament","content":"Prime Minister Narendra Modi on Friday announced that the Union government will repeal the three new farm laws that had faced vociferous protests for over a year. However, farmer unions have said that they will continue to hold agitations at the borders of Delhi till the laws are revoked in Parliament. In an address to the nation on the occasion of Guru Parab on Friday morning, Modi said that the laws will be repealed by the end of the month in the Winter Session of Parliament. The announcement came ahead of the Assembly elections in Punjab and Uttar Pradesh scheduled for early next year. Farmers from the two states have been at the forefront of the agitation.“Today, I appeal to all protesting farmers – on the auspicious day of Guru Parab, please return to your homes,” the prime minister said. “I appeal to you to return to your farms and your families. Let us make a fresh start.”The protesting farmers had expressed fears that the central government’s new laws would make them vulnerable to corporate exploitation and would dismantle the minimum support price regime.Addressing the nation. https://t.co/daWYidw609— Narendra Modi (@narendramodi) November 19, 2021\n\nFarmer unions and Opposition parties welcomed the government’s decision to repeal the laws. However, farmer leader Rakesh Tikait, who has been one of the prominent faces of the agitation, said that the movement to ensure statutory guarantee for minimum support price would continue.On Friday evening, the Samyukt Kisan Morcha, which is an umbrella body of farmers’ unions also reiterated the demand. The body also demanded that cases registered against protesting farmers in various states should be revoked.एमएसपी पर गारंटी कानून बनने तक जारी रहेगा आन्दोलन ;- @RakeshTikaitBKU pic.twitter.com/JQOCoOLe44— Rakesh Tikait (@RakeshTikaitBKU) November 19, 2021\n\nIn his speech on Friday morning, Modi said that the Union government had introduced the laws with pure intentions, but could not explain their importance to some farmers. He said that the government had introduced the laws in the interest of farmers, particularly small cultivators, and for the bright future of the rural poor.“I seek forgiveness from the people and, with a pure heart, state that perhaps there was something lacking in our penance,” the prime minister said.Modi also said that the government had spared no effort in listening to the protesting farmers’ concerns. “The government was also willing to modify the provisions that the farmers had opposed,” Modi said.The prime minister, however, claimed that crores of farmers and several farmers’ organisations welcomed and supported the laws. “I am very grateful to all of them, and I thank them,” Modi said.The three laws that will be repealed are the Farmers’ Produce Trade and Commerce (Promotion and Facilitation) Act, 2020, the Farmers Empowerment and Protection) Agreement on Price Assurance and farm Services Act, 2020, and the Essential Commodities (Amendment) Act, 2020.At Delhi’s Ghazipur border, which has been one of the sites of the farmers’ agitation, people raised slogans of “Kisan Ekta Zindabad” (long live farmers’ unity), ANI reported.#WATCH | Farmers celebrate at Ghazipur border with \"Kisan Zindabad\" slogans following PM Narendra Modi's announcement to repeal all three farm laws. pic.twitter.com/QHNpbtEW0g— ANI (@ANI) November 19, 2021\n\nModi on Friday also announced that the government will set up a committee on agriculture, which will comprise representatives of the Union government, state governments, farmers, agricultural scientists and agricultural economists.He said that the committee will look into matters such as zero budget or natural farming, examining scientific ways of changing crop patterns and making the minimum support price more effective and transparent.“Our government has been working for the interest of farmers, and will continue to do so in future,” Modi said.Laws repealed for votes, says OppositionOpposition leaders including Congress’ Rahul Gandhi and Navjot Singh Sidhu, West Bengal Chief Minister Mamata Banerjee and Delhi Chief Minister Arvind Kejriwal have congratulated the farmers on the Centre’s decision to repeal the laws.“The country’s farmers, through their satyagraha, made arrogance bow its head,” Gandhi tweeted. “Congratulations on the victory against injustice! Hail India, hail India’s farmers!”देश के अन्नदाता ने सत्याग्रह से अहंकार का सर झुका दिया। अन्याय के खिलाफ़ ये जीत मुबारक हो!जय हिंद, जय हिंद का किसान!#FarmersProtest https://t.co/enrWm6f3Sq— Rahul Gandhi (@RahulGandhi) November 19, 2021\n\nHowever, several Opposition leaders also claimed that the announcement was made as the BJP feared defeat in the upcoming elections in Punjab and Uttar Pradesh. “Doesn’t the country understand that polls are approaching and they [the BJP] might have felt that [the] situation isn’t right?” Congress General Secretary Priyanka Gandhi Vadra told reporters, according to ANI. “They can see in surveys that the situation isn’t right. So, they have come to apologise before polls.”  Congress leader P Chidambaram also took a dig at the BJP, saying what cannot be achieved through protests can be attained by the fear of polls.What cannot be achieved by democratic protests can be achieved by the fear of impending elections! PM’s announcement on the withdrawal of the three farm laws is not inspired by a change of policy or a change of heart. It is impelled by fear of elections!— P. Chidambaram (@PChidambaram_IN) November 19, 2021\n\nThe protestsThousands of farmers, mainly from Punjab, Haryana and Uttar Pradesh, have been protesting at Delhi’s border entry points since November 2020, seeking the withdrawal of the farm laws.The farmers were concerned about the new laws, which would have opened up the country’s agriculture markets to private companies.The Centre, however, had claimed that the laws would give farmers more access to markets and boost production through private investment.In January, nearly two months into the protest movement, the Supreme Court suspended the implementation of the farm laws. It instead set up a committee and tasked it to consult stakeholders and assess the impact of the laws.","author":"Scroll Staff","time":"2021-11-19T09:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166541-loxcynxsoz-1637297387.jpg","tags":["Narendra Modi","national news","Narendra Modi speech"],"source":"https://scroll.in/latest/1010920/pm-modi-says-centre-will-repeal-three-new-farm-laws"}