{"title":"‘PM Narendra Modi’ movie review: A 131-minute victory parade on the big screen","content":"Originally intended to be a vote catcher until its release was postponed by the Election Commission of India, PM Narendra Modi works perfectly as a victory parade. Omung Kumar’s biopic stars Vivek Anand Oberoi as the man of every moment, whether as a child selling tea, the chief minister of Gujarat and the aspiring prime minister in 2014. Modi has been speaking in slogans and aphorisms since he was knee-high, the screenplay by Oberoi and Anirudh Chawla suggests. For all the emphasis on how self-made Modi is, there appears to be a touch of destiny to the manner in which he shimmies to the top.The movie ends with Modi’s victory in the 2014 Lok Sabha election. Given the popularity of sequels and franchises, and the resounding mandate the leader has been handed in the 2019 general election, a homegrown MCU – a Modi Cinematic Universe – is entirely possible.Any insights the movie offers into Modi’s rise are inadvertent. The monomaniacal focus on one man above all else will surely be of interest to those who study how cinema can be used for propaganda. There is something to be said about the considerable time devoted to explaining Modi’s controversial handling of communal riots in Gujarat in 2002 and his packaging as a hero for religious minorities. The presence of a television channel owner who, in collusion with the Congress party, might have orchestrated the 2002 riots in Gujarat and influenced the decision of the United States to deny Modi a visa in 2005, makes for a fascinating conspiracy theory. When a Muslim man pretends to be a Hindu during the 2002 riots and shouts “Jai Shri Ram” to save his life, the irony goes unnoticed.The absence of any reference to Modi’s abandoned wife, Jashodhaben, suggests that even a hagiography needs to be careful about what it chooses to showcase and what to ignore. Perhaps the only element of surprise is the lengthy disclaimer, which seeks to remind viewers that the movie “intends to inspire nationalism and reverence for our great nation”. \n\n\n    \n    Play\n\nPM Narendra Modi (2019).Early in the narrative, a young Modi is cast in a local play about dowry. He is supposed to play a dowry seeker, but changes the dialogue on the spur of the moment and criticises the practice. “Feminist” is one of the many titles the screenplay bestows on its subject. He digs canals to bring water to rural women. After an earthquake, he cradles survivors in his arms. He supervises security operations in the wake of an armed attack on the Akshardham Temple in Gandhinagar in 2002. He plants the Indian flag in Kashmir in the face of a threat from terrorists. He gives a speech despite imminent danger of being assassinated. Among the more telling scenes is a reference to Vijay Anand’s Guide (1965). Dev Anand’s character Raju is a tourist guide who becomes a reluctant spiritual leader and dies after he embraces his destiny – to be free of the impulses of the body and to live on as an idea that will influence future generations. “Na insan, na bhagwan, sirf main hoon, main hoon, main, main,” Raju says as he celebrates his liberation from the cycle of life and death. Not a man, not a god, only I exist, only I.After watching the movie, Modi is deeply stirred by Raju’s asceticism, and briefly goes off to the mountains to live as a sage. However, the metaphysical implications of the Guide sequence escape the screen version of Modi. The hagiopic adopts only the latter half of the message – I, me myself, self-contained and above all else. There is barely any room for other characters, including Zarina Wahab as Modi’s mother, Manoj Joshi as Amit Shah, and Anjan Srivastav as Atal Bihari Vajpayee. Prashant Narayanan plays the scheming television network owner (no prizes for guessing who it is supposed to be) who colludes with the Congress to attempt to blacken Modi’s fair name. The Rashtriya Swayamsewak Sangh come in for praise, and Nehru-bashing includes the remark that had Vallabhbhai Patel been prime minister instead of Nehru after Independence, Kashmir would have been the most peaceful place on Earth. And on it goes, for 131 unrelenting minutes.Amit Shah (Manoj Joshi) in PM Narendra Modi (2019). Courtesy Legend Global Studio.","author":"Nandini Ramnath","time":"2019-05-24T07:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120315-almasmzvab-1558627149.jpg","tags":["PM Narendra Modi film","Vivek Anand Oberoi","Omung Kumar"],"source":"https://scroll.in/reel/924538/pm-narendra-modi-movie-review-a-131-minute-victory-parade"}