{"title":"PM Narendra Modi claims Rajiv Gandhi used INS Viraat to go on a vacation with his family","content":"Prime Minister Narendra Modi on Wednesday claimed that former Prime Minister Rajiv Gandhi used the warship INS Viraat to go on a vacation with his family when he was the prime minister. Modi was addressing a rally at Ramlila Maidan in New Delhi.“Friends, have you ever heard that anyone ever used a warship to go on a holiday with his family?” Modi asked. “Don’t be astonished. This has happened in our country. The family of this ‘naamdar’ [dynast] had used India’s pride, INS Viraat, as their personal taxi. They had insulted it. This was at the time when Rajiv Gandhi was the prime minister, and was on a ten-day vacation.”क्या आपने कभी सुना है कि कोई अपने परिवार के साथ युद्धपोत से छुट्टियां मनाने जाए?कांग्रेस के सबसे बड़े परिवार ने INS विराट का अपनी पर्सनल टैक्सी की तरह इस्तेमाल किया था।ये बात तब की है जब राजीव गांधी प्रधानमंत्री थे और 10 दिन की छुट्टियां मनाने निकले थे: पीएम #ModiHiAayega pic.twitter.com/PECQr9kvXn— BJP (@BJP4India) May 8, 2019\n\nThe prime minister said INS Viraat had been deployed for maritime security when it was recalled for Rajiv Gandhi’s use.Modi claimed that Rajiv Gandhi’s in-laws were also on vacation with him. “Is taking foreigners along on a warship not compromising national security? Just because they were Rajiv Gandhi’s in-laws from Italy, they had all these concessions?” The prime minister also alleged that an Indian Air Force helicopter was also put at the service of the Rajiv Gandhi family. Modi had claimed on May 4 that while Congress leaders looked up on Rajiv Gandhi as “Mr Clean”, he had died as “Corrupt No 1”. The Congress had lashed out at Modi, and filed a complaint with the Election Commission. However, on May 6, the prime minister challenged the Congress to contest the remainder of the Lok Sabha polls in Rajiv Gandhi’s name.Polling in all seven seats in Delhi will be held on May 12. The results will be announced on May 23 along with those of other Lok Sabha constituencies around the country.","author":"Scroll Staff","time":"2019-05-09T07:53:17.332464+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119253-adkhernawy-1557368113.jpg","tags":["Narendra Modi","INS Viraat","Rajiv Gandhi"],"source":"https://scroll.in/latest/922815/pm-narendra-modi-claims-rajiv-gandhi-used-ins-viraat-to-go-on-a-vacation-with-his-family"}