{"title":"‘PM Narendra Modi’ trailer launched: ‘A film that is not about a person but a country’","content":"“Modi hai toh mumkin hai” – if it’s Modi, it’s possible. That was a common refrain by the actors and crew who addressed a press event in Mumbai on Wednesday to launch the trailer for PM Narendra Modi, the upcoming biopic on the prime minister. The film has been directed by Omung Kumar (Mary Kom, Sarbjit) and will be released on April 5, a week before the General Elections begin on April 11. The trailer features Vivek Anand Oberoi playing Modi through various stages of his life – including his early years with the Rashtriya Swayamsevak Sangh, his long stint as Chief Minister of Gujarat – leading up to his party’s victory in the 2014 Lok Sabha elections. Modi is shown as a man of action in the trailer, rescuing Muslims during the communal riots in Gujarat in 2002, personally supervising the response to the attack on the Akshardham temple in 2002, and talking tough against Pakistan: “I warn Pakistan, if they attack us again, I will cut off their hands. You have seen our sacrifice, now witness our revenge.”The trailer also contains glimpses from Modi’s childhood, his years as a tea seller, his RSS training, and his years in self-imposed exile from marriage and family.Produced by Sandip Ssingh, Anand Pandit and Suresh Oberoi, the film will be released in Hindi, Telugu and Tamil. PM Narendra Modi was previously scheduled for April 12, but the producers announced that the release had been advanced by a week. Voting for the 17th Lok Sabha elections will be held in seven phases till May 19.    Last week, the Congress told the Election Commission that the film’s release during the Lok Sabha polls should amount to a violation of the election code of conduct. Responding to a question about the Opposition’s complaints about the timing of the release, Sandip Ssingh said, “You journalists can decide whether it is propaganda. We are focusing on bringing a honest story to the audiences.”  \n\n\n    \n    Play\n\nPM Narendra Modi (2019).At the trailer launch event, Vivek Anand Oberoi came dressed as Modi, prompting a journalist to shout out “Mitron”, the word the prime minister commonly uses in his speeches. Among the cast members present were Manoj Joshi, who plays Amit Shah, Zarina Wahab, who plays Modi’s mother, Prashant Narayanan, who is cast as a crooked businessman, and Barkha Bisht, as Modi’s estranged wife jasodhaben. Anirudh Chawla, the film’s co-writer, was the host of the event. “Biopics are plenty, but this is the first time we have a film that is not about a person but a country,” he said. “The film holds up a mirror to the country. It is about the hope that a tea seller can become the prime minister too.”Chawla described the prime minister as “one of the most enigmatic and charismatic leaders of any generation” and “one of the biggest brands in the world”.  Explaining how the film, which went into production in late January, was ready for release in 38 days, Chawla said, “If Modi can work  with speed, why not us?”The biopic was filmed in Ahmedabad and the Himalayas, among other locations. “The principle of Minimum government and maximum governance  was applied to the film too,” Chawla declared.Vivek Anand Oberoi at the trailer launch of PM Narendra Modi in Mumbai.Sandip Ssingh said he wished that the biopic had been made earlier. “Everybody looks at Modi as a political figure, but it is time to look at him as a person,” he said. “The nation is inspired by him and we will witness this in the 2019 election as well.”Director Omung Kumar described himself as “the most neutral person in this whole film”. He added, “When Ssandip asked me [to do the film], I felt, why not? I looked only at the story of this person, his goal and what he has become. I was not into the politics.”Oberoi said Modi had entranced India. “Destiny works in mysterious ways,” the actor said. “All of us have faced some kind of a struggle in our lives. But during the process of playing this role I felt that I don’t have the right to say I have struggled when I think of how Modi has struggled. He has captured the imagination of the people, those who love and hate him so both intensity.”When a journalist asked Oberoi whether he was a Modi bhakt, the actor said, “I appreciate the devotion of devotees and the criticism of critics.” Was the timing of the film’s release strategic? Oberoi reiterated, “Modi hai to mumkin hai.”Asked if the film tackles any controversial subjects about Modi, Omung Kumar said, “Watch the film and decide.”Vivek Anand Oberoi and Suresh Oberoi in PM Narendra Modi. Courtesy Legend Global Studio.","author":"Scroll Staff","time":"2019-03-21T07:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/115703-svumfgmcrh-1553110117.jpeg","tags":["Omung Kumar","Vivek Oberoi","PM Narendra Modi film"],"source":"https://scroll.in/reel/916963/pm-narendra-modi-trailer-launched-a-film-that-is-not-about-a-person-but-a-country"}