{"title":"PM to decide on caste census, says Nitish Kumar after 10-party delegation from Bihar meets Modi ","content":"Bihar Chief Minister Nitish Kumar on Monday led a delegation of 10 political parties from the state to meet Prime Minister Narendra Modi to press for a caste-based census, NDTV reported. Janak Ram, a state minister from the Bharatiya Janata Party, was also part of the delegation.On July 20, the Union home ministry told Parliament that it had decided to not conduct a caste-based census. The only caste-wise data that the next census would collate would be on Dalits and Adivasis, the same as every census in independent India’s history. India’s largest caste bloc – the Other Backward Classes – would not be included in this exercise.The announcement sparked a political debate, with several political parties stressing the need for enumerating people from all castes.After the meeting on Monday, Kumar told reporters that all parties in Bihar were unanimous in their support for such a census.Kumar said that people in Bihar and the rest of the country hold the same opinion on the matter. “We are grateful to the PM for listening to us,” ANI quoted the chief minister as saying. “Now, he has to take a decision on it.”Bihar’s Leader of Opposition Tejashwi Yadav said that a caste census would be a historic task that would benefit the poor and marginalised sections of society.He added that parties from Bihar on Monday sought a caste-based census not just in the state, but in the entire country, according to ANI.On Sunday, Rajya Sabha MP and former Bihar Deputy Chief Minister Sushil Kumar Modi claimed that the BJP was never against a caste-based census. “That is why we supported the resolutions passed in this regard in [Bihar’s] Legislative Assembly and Legislative Council,” he said. In a series of tweets, Sushil Kumar Modi said that although there were  several technical and practical difficulties in conducting a caste-based census, the BJP supported the demand in principle.जातीय जनगणना कराने में अनेक तकनीकि और व्यवहारिक कठिनाइयां हैं, फिर भी भाजपा सैद्धांतिक रूप से इसके समर्थन में है।— Sushil Kumar Modi (@SushilModi) August 22, 2021\n\nThe exclusion of the Other Backward Classes from the next caste census has triggered protests as the group dominates the political scenario in Bihar after the implementation of the Mandal Commission report.The Mandal Commission had recommended that members of the Other Backward Classes should be granted reservations to 27% of the jobs under the central government.Earlier this month, Kumar sought an appointment with Modi to push for the exercise, while other prominent leaders from Bihar, including former Chief Minister Jitan Ram Manjhi and Yadav, backed the demand.Data on casteA countrywide exercise to count the population of all caste groups was last conducted in 1931. In independent India, census reports have published data noting the population of Scheduled Castes and Scheduled Tribes, but not other caste groups.However, several welfare programmes implemented by the central government are based on caste identities. In many parts of the country, caste plays a key role in politics.  Earlier this month, Bihar Deputy Chief Minister Renu Devi had said that the state government was free to conduct a caste-based census. However, the central government will not accept any such proposal because of its policy decision, she had said.","author":"Scroll Staff","time":"2021-08-23T13:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/150691-zfhcuzphps-1614598062.jpg","tags":["Nitish Kumar","Narendra Modi","Bihar","census","caste-based census","Tejashwi Yadav","caste census","Renu Devi"],"source":"https://scroll.in/latest/1003510/pm-to-decide-on-caste-census-says-nitish-kumar-after-10-party-delegation-from-bihar-meets-modi"}