{"title":"PMLA authority upholds ED’s attachment of National Herald assets worth nearly Rs 752 crore","content":"The adjudicating authority under the Prevention of Money Laundering Act on Wednesday upheld the freezing of assets worth Rs 751.9 crore of the National Herald newspaper, which is promoted by the Congress, The Indian Express reported. The order allows the Enforcement Directorate to take possession of the assets. However, the final confiscation of these properties can be carried out only if the trial court rules in favour of the prosecution.The assets include the Herald House in Delhi as well as properties in Mumbai, Lucknow and some other locations, according to PTI.The central investigative agency had attached the properties in November through a provisional attachment order issued in a case under the Prevention of Money Laundering Act. The case has been filed against the newspaper’s publisher, Associated Journals Limited and its holding company, Young Indian Private Limited.Congress leaders Sonia Gandhi and Rahul Gandhi are majority shareholders of Young Indian, and hold shares of 38% each.The adjudicating authority said on Wednesday it believes that the frozen assets are proceeds of the crime and linked to money-laundering, PTI reported.In April 2008, the newspaper, which was founded and edited by Jawaharlal Nehru before he became India’s first prime minister, suspended operations as it had incurred a debt of over Rs 90 crore.Bharatiya Janata Party leader Subramanian Swamy filed a complaint against the newspaper in 2012, alleging that Sonia Gandhi and Rahul Gandhi set up Young Indian Private Limited to buy the debt using the funds from the party.Swamy alleged that Young Indian paid only Rs 50 lakh to obtain the right to recover Rs 90.25 crore that the Associated Journals Limited owed to the Congress.The Enforcement Directorate has alleged that Associated Journals Limited is in possession of proceeds of crime in the form of immovable properties spread across India to the tune of Rs 661.69 crore.The Congress has claimed that there was no money exchange and only conversion of debt into equity took place to pay off dues like salaries.","author":"Scroll Staff","time":"2024-04-11T13:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178002-rthuksuhuy-1659530272.jpg","tags":["Prevention of Money Laundering Act","Enforcement Directorate","National Herald","national herald case","congress party","attachment of assets","take over of assets"],"source":"https://scroll.in/latest/1066499/pmla-authority-upholds-eds-attachment-of-national-herald-assets-worth-nearly-rs-752-crore"}