{"title":"Pocket vetoed: Governors are sitting on bills – and undermining federalism","content":"The Telangana government on March 2 moved the Supreme Court challenging Governor Tamilisai Soundararajan’s refusal to act on 10 bills, passed by the state’s Legislature, pending for approval before her.The Telangana government has argued that Soundararajan must decide on the bills, and cannot keep them pending for long durations. This practice of governors not acting on bills passed by Legislatures has been playing out in several Opposition-ruled states. Scroll was able to identify five states where legislation was stuck since the governor was not converting them into law. The number of bills currently in limbo: 22.In spite of the prevalence of this trend, experts argue that the Constitution does not give governors the option to not act on pending bills, and the pocket vetoes they are exercising are undermining federalism.Pocket vetoesAll bills passed by a state’s Legislature become laws only upon receiving the governor’s assent. Article 200 of the Constitution gives governors the power to either grant assent to a bill, reject it or reserve it for the president’s consideration in certain cases.While rejecting the bill, the governor may suggest amendments. However, the legislature is not obligated to accept these suggestions and can pass the bill again in its original form for the governor’s approval. On this occasion, the governor must either give assent or reserve it for the president’s consideration.However, by not prescribing a timeframe within which the governors must take a decision the Constitution has provided a loophole for governors to delay legislation  – a manoeuvre sometimes called a pocket veto.The Telangana government has argued before the Supreme Court that the governor must be asked to decide on the pending bills “as soon as possible”. “Any refusal on the part of the governor, including delay, will defeat parliamentary democracy and will of the people,” the state argued in its petition.Seven of these 10 bills have been pending with the governor for more than six months.While hearing the matter on Monday, the Supreme Court did not issue a formal notice to the governor’s office in the matter. However, it sought the views of the Centre – which appoints governors – on the Telangana government’s plea. The Supreme Court will hear the matter next on March 27.This came against the backdrop of repeated flare-ups between Soundararajan and the Chief Minister K Chandrashekar Rao’s Bharat Rashtra Samithi government in recent months.Telangana Chief Minister K Chandrashekar Rao. Credit: PTIA prevailing trendJust like in Telangana, governors of several Opposition-ruled states have been exercising pocket vetoes.For example, Kerala’s Governor Arif Muhammad Khan has not acted on eight pending bills for several months. As a result, like Telangana, the Left government there is also reportedly planning to approach the Supreme Court. While Khan had indicated in January that he will send two of those bills to the president for consideration, it is unclear if he has.In West Bengal too, two bills – West Bengal (Prevention of Lynching) Bill, 2019 and Howrah Municipal Corporation (Amendment) Bill, 2021 – remain pending. Former governor Jagdeep Dhankhar had not acted on these bills from 2019 till July 2022, when he became the country’s vice president. Just like Dhankhar’s immediate successor La Ganesan, current Governor CV Ananda Bose has also kept the two bills passed by the Trinamool Congress government pending.Similarly, Punjab’s Governor Banwarilal Purohit has exercised his pocket veto over the Punjab Protection and Regularisation of Contractual Employees’ Bill since 2021. While the state’s previous Congress government requested Purohit in December 2021 to decide on it, and 11 other bills that were pending at that time, the current Aam Aadmi Party government resorted to formulating a policy under existing laws to meet the legislation’s purpose.Kerala Governor Arif Mohammed Khan. Credit: PTIIn Congress-ruled Chhattisgarh too, former governor Anasuya Uikey had kept the Chhattisgarh Public Service (Scheduled Castes, Scheduled Tribes and Other Backward Classes Reservation) Amendment Bill pending since early December. In response, the state government moved the High Court in January alleging that Uikey’s position on the bill was “illegal, arbitrary and contrary to the spirit of the Constitution”. It also alleged that Uikey’s “inaction [was] politically motivated”.Uikey’s successor Biswabhusan Harichandan, who took charge in February, has not cleared it yet.Modi vs pocket vetoWhile the trend seems to have gone up significantly during the Modi years, governors exercising their pocket veto is not new. For example, between 2011 and 2014, then Gujarat governor Kamla Beniwal, appointed by the United Progressive Alliance government, had not acted on the Gujarat Local Authorities Law (Amendment) Bill passed by then chief minister Narendra Modi’s Bharatiya Janata Party government. It was only in November 2014, after a new governor took office appointed by the Modi government, that this bill became law. Just like Opposition chief ministers now, Modi too had publicly attacked Beniwal at the time over her pocket veto.Former prime minister Manmohan Singh with Prime Minister Narendra Modi. Credit: Amit Dave/Reuters‘Governors can’t sit on bills’Constitutional experts such as PDT Achary, former Lok Sabha secretary general, highlight that governors do not have the right to keep bills pending. “Governors must exercise one of the options Article 200 has given them,” Achary told Scroll. “Sitting on the bill is not one of them.”He added, “The Constitution has not given any timeline for governors to act because its makers probably didn’t find it necessary, as governors were given options to choose from.”Chakshu Roy, head of outreach at non-profit research institute PRS Legislative Research, concurred that there is no mechanism for governors to delay assent, and they must act on aid and advice of the state Cabinet. “The Constitution expects constitutional authorities to act with responsibility,” Roy told Scroll.Further, Achary suggested that pocket vetoes by governors, who are appointed by the Centre, undermine federalism. “[Governors exercising a pocket veto] certainly goes against the federal structure,” he said.Roy suggested that governors delaying bills brings the Cabinet system of government itself into question. “The Council of Ministers are responsible to the electorate and the governor isn’t,” he added. “This is true irrespective of whether it’s a ruling party government or an Opposition party government [in the state].”","author":"Nachiket Deuskar","time":"2023-03-27T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188289-zqzqsgczxa-1679550536.jpeg","tags":["Governors","Telangana","Constitution","Tamilisai Soundararajan"],"source":"https://scroll.in/article/1046106/pocket-vetoed-governors-are-sitting-on-bills-and-undermining-federalism"}