{"title":"Police arrest Kashmir journalist, family claims he is under illegal detention","content":"The Jammu and Kashmir Police have arrested a journalist, Aasif Sultan, who works for Srinagar-based magazine Kashmir Narrator, Kashmir Reader reported on Saturday. The magazine’s editor as well as Sultan’s family, however, claimed that he has been under illegal detention for the past six days.Sultan was taken into custody from his home in Batamaloo on Monday night allegedly for questioning. Station House Officer, Batamaloo, Parvez Ahmad told Kashmir Reader that Sultan was formally arrested in connection with recent incidents that took place in Batamaloo area of Srinagar. “The initial questioning of the accused, subsequent searches and disclosures made in the case so far have led to seizure of incriminating materials from various locations,” the police said in a statement. “It also establishes his complicity for harbouring known terrorists involved in serious terror crimes.”South Srinagar’s Superintendent of Police GV Sundeep Chakravarthy told Outlook that Sultan was called for questioning for the past six days. He said the police would call him in the morning and release him in the evening. He also said the police found evidence of Sultan being involved in “unlawful activities”, but did not reveal details of the activities.The police have questioned Sultan for his cover story on militant commander Burhan Wani which appeared in the June issue of the magazine, his ideology and other stories, Kashmir Narrator said in a statement. The police also took away his laptop, cell phones and other documents during the raid. The magazine has taken up the matter with international media watchdogs like International Federation of Journalists and Committee to Protect Journalists.The magazine’s editor, Showkat Mota, said the police have been telling him that he was being questioned for a story. “Police have kept him under illegal custody,” he said. “Why did they not produce him before court in these six days? Why after we made it public?”The Kashmir Working Journalist Association and the Kashmir Journalist Association have demanded disciplinary and legal action against police officials for violation of the fundamental rights of an individual through illegal detention. They have also demanded his immediate release.","author":"Scroll Staff","time":"2018-09-01T20:11:38.773808+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/892845-jghetejbwq-1535812341.jpg","tags":["Jammu and Kashmir","Press freedom","Kashmir Narrator","Aasif Sultan"],"source":"https://scroll.in/latest/892845/police-arrest-kashmir-journalist-family-claims-he-is-under-illegal-detention"}