{"title":"‘Police fired without warning’: As two Guwahati teenagers are killed, eyewitnesses recall the horror","content":"On Thursday evening, 17-year-old Sam Stafford died after being shot in the face during a protest against the Citizenship Amendment Act in Guwahati. The incident took place in Hatigaon, in the heart of Assam’s largest city. Eyewitnesses who spoke to Scroll.in claimed the police fired without provocation and did not even give warning. “Four five police vehicles came in and parked themselves at some distance from the approaching protesters,” said Asif Alom, who was present when Stafford was hit. “Then several men wearing helmets got down from the last vehicle, took position and started firing without any warning.”The security forces did not bother with tear gas or rubber bullets and used live bullets right from the start, Alom claimed. “They did not give any verbal warning, either,” he said. “Direct encounter.”Since the evening of December 10, Guwahati and several parts of Upper Assam have been in a state of lockdown as protests raged against the Citizenship Amendment Act. The law, which seeks to naturalise non-Muslim undocumented migrants from Pakistan, Afghanistan and Bangladesh, was passed in the Rajya Sabha on December 11.  Many Assamese fear that the state will be physically and culturally swamped by migrants from Bangladesh. On Tuesday evening, the Guwahati administration declared an indefinite curfew and suspended mobile internet. On Thursday, as protests continued to roil the state, broadband services were also snapped.On Thursday, as many as 26 people with bullet injuries were brought to the government-run Guwahati Medical College and Hospital, according to official records. Two of them – 19-year-old Deepanjal Das and Sam Stafford – were dead when they were brought to the hospital.A relative of Sam Stafford holds up his picture, a day after he was killed in police firing in Guwahati. Credit: Arunabha SaikiaMany of the injured people were mere bystanders, caught in the wrong place at the wrong time, their families say.Neyaz Ahmed, a local businessman, gave a similar account of the firing. “They kneeled down, took position and fired,” he said. “Even as people retreated, they kept at it. In fact, as people fled inside the side lanes, they took position outside again and kept firing.”The firing, eyewitnesses claimed, continued even after the security forces got moving again. This time, they fired from their vehicles, said Alom. “They fired their way through the entire stretch of the road,” he claimed.Everyone that Scroll.in spoke to said the protesters had not thrown stones at the security forces.But the police deny using excessive force. “All other measures were used by the tonne,” said GP Singh, Assam police’s additional director of police (law and order). Singh, who was sent from Delhi just a day earlier, on December 11, to take charge of the situation, played down the reports of casualties.“If a couple of bullet injuries can bring the situation to normalcy, it is ok,” he said.Hundreds of people turned up for the funeral of Sam Stafford on Friday afternoon. Photo: Dhruba DuttaRunning from bulletsAround 6 pm on Thursday, 51-year-old Nazmeen Khanom Afroz stepped out of her house in Hatigaon. There was no milk at home and she had heard that some shops in the neighbourhood were finally open. Her 25-year-old daughter, Suzana Afroz, and neighbour, 41-year-old Nazma Begum, also decided to go along to get some air.Afroz was unable to get the milk. She ran into a protest rally, instead – men, women and children defying the curfew and marching, sloganeering against the Bharatiya Janata Party, which is in power at the Centre as well as the state.According to Suzana Afroz, they stood on the pavement watching when four or five police vehicles approached the protesters. Suzana remembers the street lights going off as soon as the vehicles stopped and the rally breaking into chaos. “We heard loud noises resembling gunshots and people started running helter-skelter,” she recalled.The three women ran into one of the lanes leading away from the main road, said Suzana Afroz. “We entered a house and lay down on the ground.” Her mother and she were on the floor next to each other when Nazmeen Afroz complained of a tingling sensation in her left foot. “I thought she had pulled a nerve or something so I put my hand on her foot to massage her,” she said.As soon as she touched her mother’s foot, Suzana Afroz realised it was not a pulled nerve. “I could feel her flesh and my hand was dripping with her blood,” she said.Nazmeen Khanom Afroz had been shot. A bullet grazed past Nazma Begum’s leg, too.Fearful of more unrest in the coming days, Guwahati residents stocked up on groceries on Friday. Photo: Arunabh Saikia‘Firing for five minutes’ Deepanjal Das, one of the two deceased, was returning from work when he came in the line of police firing in Lachit Nagar around 5.30 pm, according to his brother, Padmana Das. This was six km from Hatigaon, where Stafford was killed. Deepanjal Das worked as a cook at the Sainik Bhavan. He had arrived in the city from his native village in Chhaygaon barely five months ago.Sixty two-year-old Rajen Medhi, who also lives in Hatigaon, had gone to buy dal, vegetables and medicines when the lights went off and the police started firing. Medhi was hit by a bullet in the back of his left thigh and is now recovering in the hospital.Amarendra Kumar Jhadhav, a neighbour who found Medhi lying on the pavement bleeding, recounted the same story as Suzana Afroz. “Everything suddenly went dark and the police started firing,” he said.  Jhadhav said the police kept firing for at least five minutes: “It went on for a really long time.”Medical shops opened on Friday to heavy footfall. Photo: Arunabh Saikia","author":"Arunabh Saikia","time":"2019-12-13T21:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132770-cvcljxdyng-1576250690.jpg","tags":["Citizenship Amendment Bill","Assam","Guwahati","Citizenship Act"],"source":"https://scroll.in/article/946772/police-fired-without-warning-guwahati-residents-on-evening-of-horror-that-left-two-teenagers-dead"}