{"title":"Political crises in Tamil Nadu, three other states expose the shortcomings of the anti-defection law","content":"Political churn and uncertainty in states like Uttarakhand and Arunachal Pradesh last year (where rebellions in the ruling Congress led to the fall of both state governments before their subsequent restoration) and in Tamil Nadu (where VK Sasikala and O Panneerselvam of the All India Anna Dravida Munnetra Kazhagam were locked in a battle for power) and Nagaland (which saw Chief Minister TR Zeliang step down to make way for a “consensus leader”) this month have had two fallouts. One, MLAs from some of these states have been forced to take a “vacation”. They have been sequestered into resorts by their leaders to secure their loyalty. Two, it has raised fundamental questions about the effectiveness of the anti-defection law in the country.Defection is the switching of loyalty by an MP or MLA from the political party on whose ticket he won an election to another. The crux of arguments against defection is that candidates secure votes and get elected because of their affiliation with a political party. Defecting from that party violates the trust of voters and leads to political instability. Added to it is the role of money and the promise of power that is used to engineer defections, leading to the erosion of our political processes.Defections are not a recent phenomenon in our politics. One of the first set of defections happened in 1952 when independent MLAs in the Madras Legislative Assembly defected to support the minority Comgress government of C Rajagopalachari. They reached epic proportions between 1967 and 1983 when there were approximately 2,700 defections at the state level. Ministerial positions were the reward for 212 defectors, and 15 became chief ministers.It was during this period that the idea of a legal deterrent to prevent defections started brewing. In 1967, a resolution was passed in the Lok Sabha, consequent to which the government formed a committee under the chairmanship of the then Home Minister YB Chavan to study the subject. A conference of presiding officers of legislative bodies held that year also deliberated on the issue. But two attempts in 1973 and 1978 to get a bill passed by Parliament remained unsuccessful.Finally, in 1985, the Constitution was amended to prevent defection. Switching parties or violating the whip of the party on a vote in the legislature was punishable with legislators losing their seat in the House. The presiding officer of the House became the authority to decide cases of defection. An amendment to the law in 2003 specified that for members of a political party to merge with another party, two-thirds of the members had to agree to the merger as against the one-third required in the original law.InstabilityHowever, the anti-defection law has not worked according to plan. For example, in 1993, the speaker of the Goa Legislative Assembly joined the defectors to become chief minister. In 2008, during a trust vote in Parliament, MPs of the Opposition Bharatiya Janata Party showed bundles of notes alleging it was money offered to them to support the Congress-led United Progressive Alliance government. These and other incidents in states are a testament to the failure of the anti-defection law. It has neither ensured political stability nor cleansed our politics of money power.What it has been able to do is convert the malice of defection from an individual to a group activity. Expose the office of the speaker of the Legislative Assembly to the pressures of petty politics and most importantly stifle the opinion of individual legislators on issues discussed in the legislature. The last one becomes particularly important because it reduces our MPs and MLAs from thinking lawmakers to mere numbers required for passing a bill.A criticism of the anti-defection law is that the penalty for defection comes into play after defecting legislators have destabilised a government. It is also an example of implementing a legal solution to solve a political problem. A point that was emphasised by the committee appointed to study the subject in 1967. The committee, in its report, observed, “There can be no perfect or infallible deterrent for the kind of political defections that are rooted in political irresponsibility and opportunism that create instability…”The way aheadOver the years, the Law Commission, Administrative Reforms Commission, and the vice-president among others have recommended changes to strengthen the law. These include:Creating mechanisms for greater inner party democracy.Limiting the usage of whips only on votes in the legislature, which impact the continuance of government.Referring cases of defection to the president / governor to decide the issue, relying upon the advice of the Election Commission. Another matter that requires careful attention is the creating of disincentives for political parties from accepting defecting legislators to their fold.It has been 33 years since the enactment of the anti-defection law. It was supposed to mark the beginning of our journey for a clean political life. But its shortcomings have taken a toll on our political and legislative system. The time has now come to go back to the drawing board and rethink the need and structure of the anti-defection law.","author":"Chakshu Roy","time":"2017-02-26T10:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/830026-52017-vltlybvfww-1487764318.jpg","tags":["Anti-defection law","Tamil Nadu","Nagaland","Political churn"],"source":"https://scroll.in/article/830026/political-crises-in-tamil-nadu-three-other-states-expose-the-shortcomings-of-the-anti-defection-law"}