{"title":"‘Political conspiracy’, alleges HD Revanna on his arrest for alleged abduction related to rape case","content":"Former Karnataka minister HD Revanna on Sunday called his arrest by a special investigation team probing allegations of sexual abuse against him and his son Prajwal Revanna a “political conspiracy”, The Indian Express reported.HD Revanna had been arrested in an abduction case related to the sexual abuse case on Saturday. On Sunday, he was sent to the custody of the special investigation team till May 8.On Thursday, the Karnataka Police filed a case against HD Revanna for allegedly abducting a woman who claims to have been raped by his son, the MP from Karnataka’s Hassan.HD Revanna is a leader of the Janata Dal (Secular), which is an ally of the Bharatiya Janata Party. He is also an MLA from the Holenarsipur Assembly constituency in Hassan. Prajwal Revanna, who is seeking re-election from Hassan in the Lok Sabha polls, was suspended from the party on Tuesday.The former state minister was arrested from the Bengaluru residence of his father and former Prime Minister HD Deve Gowda after a special court rejected his petition for an anticipatory bail on Saturday.On Sunday, HD Revanna, when he was brought to the Bowring Hospital in the state capital for a medical checkup, told reporters: “In my 40 years of political career, there are no allegations against me.”He also denied wrongdoing when he was questioned by the members of the special investigation team, The Indian Express quoted unidentified officials as saying.The woman, who worked at the Revanna household three years ago, had allegedly been abducted to prevent her from testifying against Prajwal Revanna. The first information report was filed based on a complaint by the woman’s son in Mysuru district.In his complaint, the man alleged that his mother is one of the women in the videos of alleged sexual abuse by Prajwal Revanna that had come to light in late April. He said that a man named Satish Babanna, a close aide of the Revanna family, had come to their house on the night of April 29 and coerced his mother into accompanying him.Ahead of HD Revanna’s arrest on Saturday, the special investigation team rescued the woman who had allegedly been held captive at the farmhouse of a man identified as Rajshekhar, the former state minister’s close aide.This is the second first information report filed against HD Revanna. On April 28, the former state minister and Prajwal Revanna were booked by the Karnataka Police for sexual harassment and criminal intimidation.“And since there was no evidence in that case, a kidnapping case was filed on May 2,” HD Revanna alleged on Sunday.Prajwal Revanna is believed to have flown to Germany between April 27 and April 28 using his diplomatic passport.","author":"Scroll Staff","time":"2024-05-06T08:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200454-qyhkkdbyjf-1714716278.jpeg","tags":["Karnataka","Prajwal Revanna","HD Revanna","sexual abuse","abduction case"],"source":"https://scroll.in/latest/1067474/political-conspiracy-alleges-hd-revanna-on-his-arrest-for-alleged-abduction-related-to-rape-case"}