{"title":"Political interference in religious and spiritual areas not desirable, says Puri shankaracharya ","content":"Nischalananda Saraswati, the shankaracharya of the shrine in Puri, said on Saturday that political interference in religious and spiritual areas was not desirable and that even the Constitution does not allow this, The Hindu reported.“Politicians have their limits and they have responsibility under the Constitution,” Saraswati said. “There are rules and restrictions in religious and spiritual domain and these rules should be followed. Interfering every area by politicians is insanity. This is also a heinous crime according to the Constitution.”The shankaracharyas of all four shrines, called peeths, have announced that they will not attend the inauguration ceremony of the Ram temple in Ayodhya on January 22. The shrines are situated in Joshimath in Uttarakhand, Dwarka in Gujarat, Puri in Odisha and Sringeri in Karnataka, The heads of the Puri and Joshimath shrines have said that they will not attend the inauguration because religious scriptures are not being adhered to at the event.On Saturday, the shankaracharya said at the Ganga Sagar Mela in West Bengal that according to the scriptures, there are laid-down rules for consecrations and the head of state or the prime minister has to follow them.“Overstepping these rules for propagating one’s name is an act of rebellion against god... and going down the path of destruction,” the shankaracharya saidHe also reiterated that he keeps going to Ayodhya but will not participate in the consecration of the Ram temple.Saraswati, however, said that he was not stopping anyone from attending the ceremony and that he was not angry with the Central government but regretted that in his invitation, he had been asked to attend with a colleague.He said that despite the religious and spiritual superiority of the shankaracharyas, they had not been given a place in the sanctum sanctorum of the temple and were instructed to stay outside.“This is not acceptable to me,” the shankaracharya added. “I do not like the prospect of watching the inauguration of Ram Temple by sitting at the event and clapping.”On January 4, Saraswati had told reporters that he would skip the consecration ceremony as he was “conscious of the dignity of his position”.“[Prime Minister Narendra] Modi will inaugurate the temple, he will touch the idol, then what am I supposed to do? Stand and clap?” the seer can be heard saying in a video that has been widely circulated on social media.The Ram temple is being built on the site of the razed Babri mosque. The Babri mosque was demolished by Hindutva extremists on December 6, 1992, because they believed that it stood on the spot where the deity Ram had been born.","author":"Scroll Staff","time":"2024-01-14T15:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145494-ksqrgcgfnt-1623647683.jpg","tags":["Puri Shankaracharya Swami Nischalananda Saraswati","Puri Shankaracharya","Ram temple","ram temple inauguration","Hinduism","Politicians"]}