{"title":"Political interests do not influence tax distribution to states, says finance minister","content":"Political interests do not come in the way of the states receiving funds from the Centre, Finance Minister Nirmala Sitharaman said during the Budget Session in Parliament on Monday, reported ANI.The minister’s comments came in response to a question by the Leader of the Congress party in the Lok Sabha Adhir Ranjan Chowdhury. The West Bengal MP had asked why states ruled by Opposition parties in South India were being deprived of their dues by the Bharatiya Janata Party government at the Centre.“The latest example is Karnataka where the entire Ministry has been agitating against the indiscriminate and arbitrary attitude of your administration,” Chowdhury said. “I would like to know whether the state government of Karnataka has been deprived from obtaining their legitimate due because a few months ago, this situation was not there.”The Congress won the Assembly polls in the southern state in May last year replacing the BJP government. Karnataka has seen a decline in its tax share from 4.71% under the 14th Finance Commission to 3.65% under the 15th Finance Commission. Article 280 of the Constitution states that the Union government must constitute a Finance Commission to distribute the tax revenue to state governments. This is required since the Centre collects the majority of taxes while states execute the majority of administrative work.Chowdhury alleged that when the BJP was in power in Karnataka everything was “hunky dory”.Sitharaman responded saying that tax devolution to states has nothing to do with the Government of India and is decided by the Finance Commission alone. The Union finance ministry is bound by the recommendations of the Finance Commission.“The Finance Commission goes all over to the state governments, talks to them and then submits the report,” she said. “This apprehension that some states are being discriminated against is a politically vitiated narrative...There’s just no possibility that any Finance Minister can intervene to say that I don’t like this state, stop the payment.”Sitharaman also questioned whether the Congress government in Karnataka was incurring expenses that its own Budget cannot sustain. Since coming to power in the state, the Congress government has launched a number of schemes including the Shakti scheme that offers women and trans persons free travel in non-premium government buses.The scheme is currently restricted to those who are domiciled in the state. Private transporters claim that the scheme is hurting their livelihoods. The party has also launched the Gruha Lakshmi scheme that provides a direct cash transfer of Rs 2,000 direct to women heads of families every month.Prime Minister Narendra Modi has repeatedly criticised Opposition parties for electoral promises offering “revdi” or freebies.  Karnataka-Centre at loggerheads over tax distributionSitharaman’s remarks follow that of Congress MP DK Suresh, who had criticised the interim Budget presented on Thursday, saying that southern states will be forced to demand a separate country if the Centre does not provide them their rightful share of taxes.“Today, if we see the share of taxes distributed, North India is getting more,” Suresh had said. “From us [Karnataka] more than Rs 4 lakh crore is collected every year under various taxes. How much are we getting back? If it is not addressed in the 16th Finance Commission, then people of South India have to raise their voice.”Suresh said that southern states must get their share of the Goods and Services Tax, customs and direct taxes. “We have been witnessing a lot of injustice to south India,” said the Congress leader. “We are seeing our share of money being distributed in north India.”Karnataka’s deputy chief minister and Suresh’s brother, DK Shivakumar, had defended him, saying Suresh was expressing the views of the people, but stressed that India should remain united.“There has to be a balance, the entire country is one,” he said. “You cannot only look at the Hindi belt. In this budget, there is no equal distribution of finances. Karnataka has been giving a lot of revenue to the Centre. For the entire South India, no major announcement has been made.”Shivakumar reiterated his stand on Monday, emphasising that the finance minister has the power rectify the injustice being meted out to the southern states.“Even on the finance commission issue, whatever discrepancy is there, they have the entire power to rectify it, give justice,” he told reporters.VIDEO | \"I know that Nirmala Sitharaman is a very intelligent leader and minister. She represents Karnataka. Finance minister has full power. Even on the finance commission issue, whatever discrepancy is there, they have the entire power to rectify it, give justice. For example,… pic.twitter.com/6eeBEK15T5— Press Trust of India (@PTI_News) February 5, 2024\n\n\nAlso read: How 15th Finance Commission is trying to manage South India’s anger over tax division – and failing","author":"Scroll Staff","time":"2024-02-05T17:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198187-yxejakwzvp-1707130663.jpeg","tags":["Adhir Ranjan Chowdhury","Nirmala Sitharaman","Budget Session","Congress","Tax Distribution","Karnataka","Finance Commission"]}