{"title":"Police was not at fault in Atiq Ahmed’s killing, Uttar Pradesh government tells SC","content":"The police was not at fault in the killing of gangster-turned-politician Atiq Ahmed in April, the Uttar Pradesh government has told the Supreme Court, The Indian Express reported.Atiq Ahmed and his brother Ashraf Ahmed were shot dead on April 15 from close range by three men posing as journalists while police personnel were taking them for a medical check-up. They were in custody in a murder case.The Uttar Pradesh government made its submission in a status report filed in response to a directive from the Supreme Court. On August 11, the court had asked the state to file affidavits on updates on the status of the investigation or trial in seven instances of killings in shooting by the Uttar Pradesh Police. The Supreme Court had also directed the state to indicate to what extent it had complied with recommendations and directions the court and commissions had previously given on the matter.The bench comprising Justices S Ravindra Bhat and Justice Aravind Kumar was hearing two petitions.The first petition filed by Advocate Vishal Tiwari had raised questions on the deaths of gangster Vikas Dubey and his gang members in 2020, as well as the killings of Atiq Ahmed and Ashraf Ahmed, Atiq Ahmed’s son Asad and aide Mohammed Ghulam. The other petition was filed by Atiq Ahmed’s sister Aisha Noori seeking a court-monitored investigation into her brothers’ killings.The Uttar Pradesh government rejected the allegations against the state police. “It is submitted that each of the seven incidents highlighted by the petitioner in his pleadings have been thoroughly investigated by the state, in accordance with the directions/guidelines issued by this hon’ble court in various decisions, and where the investigations are complete, no fault has been found on the part of the police,” the newspaper quoted the state government having told the court.The government told the Supreme Court that a three-member Special Investigation Team headed by an additional deputy commissioner of police had been constituted to investigate the killing of Ahmed brothers. This was being supervised by a three-member supervision team chaired by the additional director general of police of the Prayagraj Zone. Additionally, a commission chaired by former Allahabad High Court chief justice Dilip Babasaheb Bhonsle was also looking into the matter, the state said.The state reiterated that three accused had been arrested and chargesheeted under various provisions of the Indian Penal Code and Arms and Criminal Law Amendment Act, 1932. It added that the probe was “partially ongoing to collect evidence on some other points”. “[The police] is leaving no stone unturned to ensure a fair and impartial investigation into the incidents which includes the murder of Atiq Ahmad and Ashraf,” the state government said. “The sweeping allegations made against it are completely false and unjustified.”On August 11, the court had questioned how Atiq Ahmed was killed despite several police personnel guarding him. “There were 5 to 10 people guarding him [Atiq]... how can someone just come and shoot? How does this happen? Someone is complicit,” the bench had observed.Updating the Supreme Court about the action taken in the killing of Dubey and his gang members, the state government said, “Apart from the Justice BS Chauhan Commission’s report finding no fault with the actions of the state, even the criminal inquiries, magisterial inquiries and human rights commission have not found fault with the state.”“Most importantly, [Final Reports] finding no fault with the police action were accepted by the competent courts, there were no protest petitions by any kin of the slain accused and/or other third party challenging the same,” the government said. “[The petitioner] re-agitating the same issues over and over again in purported public interest is nothing but an abuse of process of the hon’ble court”.Also read: Explained: Why Atiq Ahmed’s killing was a death foretold","author":"Scroll Staff","time":"2023-10-01T10:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189161-sbcqbqchbg-1681624511.jpg","tags":["Atiq Ahmed","Uttar Pradesh","Supreme Court","Vikas Dubey"],"source":"https://scroll.in/latest/1056865/police-was-not-at-fault-in-atiq-ahmeds-killing-uttar-pradesh-government-tells-sc"}