{"title":"Political parties will be deregistered for launching anti-CAA demonstrations, says Assam CM","content":"Assam Chief Minister Himanta Biswa Sarma on Sunday warned political parties in the state that they could lose their registrations if found to be organising strikes and protests against the implementation of the contentious Citizenship (Amendment) Act, reported PTI.Sarma said that such protests would be considered a violation of a Gauhati High Court order dated March 19, 2023, which said that “bandhs are illegal and unconstitutional” and allowed the Assam government to recover the economic losses caused by protests or strikes from the organisations responsible for them.The Gauhati High Court order says: “Government of Assam in the Home and Political Department shall make an assessment of loss caused to the State on account of bandh or blockade, be it state-wise or district-wise or locality wise, which shall be recoverable from the organizers and main office bearers of such bandh or blockade as arrears of land revenue.”Sarma said on Sunday: “If any political party violates the High Court order, we will go to the Election Commission with it.”Opposition parties, student groups and civil society organisations have vowed to intensify their protests against the citizenship law.The Citizenship (Amendment) Act, approved by Parliament in December 2019, is aimed to provide citizenship to refugees from six minority religious communities, except Muslims, from Bangladesh, Afghanistan and Pakistan, on the condition that they have lived in India for six years and had entered the country by December 31, 2014.The Act has been widely criticised for excluding Muslims from its ambit, and had sparked widespread, and in some cases violent, protests across the country in 2019 and 2020. Indian Muslims fear that the law could be used, along with the nationwide National Register of Citizens, to harass and disenfranchise them. The National Register of Citizens is a proposed exercise to identify undocumented immigrants.The 16-party United Opposition Forum, Assam, had staged a sit-in demonstration in Kaliabor on Friday during Prime Minister Narendra Modi’s visit to the state. The forum has warned that it will launch a statewide agitation one day after the citizenship law is implemented. It has also submitted a memorandum to President Droupadi Murmu saying they will undertake a “democratic mass movement” across the state if the law is not repealed.Sarma on Sunday clarified that it is permissible for student groups to organise protests but political parties should not do so because the Gauhati High Court allegedly prohibits them.He said that those opposing the Citizenship (Amendment) Act should approach the Supreme Court and that coming out on the streets would serve no purpose as the law has already been enacted.“If more intense agitation was to take place, it should have been done before the law was passed,” Sarma said. “Now it is only a matter of notifying the rules, which the government is bound to do. Even if some agitation happens now, it is my guarantee that no new person will join it.”On February 10, Union Home Minister Amit Shah announced that the Citizenship Amendment Act would be implemented before the Lok Sabha elections.While the legislation received the president’s assent in late 2019, the rules of the citizenship law are yet to be published. This is despite parliamentary guidelines stating that the rules must be published within six months of an Act coming into force.","author":"Scroll Staff","time":"2024-03-11T13:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193530-lvsnfpnxyj-1693058054.jpg","tags":["Himanta Biswa Sarma","strikes","Anti-CAA protests"]}