{"title":"Meerut: Polio vaccinators mistaken for NPR enumerators, assaulted","content":"Residents of a locality in Meerut, Uttar Pradesh allegedly beat up a three-member polio vaccination team on Saturday, mistaking them for people collecting data for the National Population Register, The Times of India reported on Sunday. The residents of Lakhipura locality in Lisari Gate held the team hostage after beating them. However, two of the hostages managed to free themselves and inform the police.“We have received the complaint from the medical team and we are in the process of registering a first information report against the culprits for stopping public servants from performing their duty,” Lisari Gate Station House Officer Prashant Kapil said. “This is not the first time such an incident has happened in the area.”Kabir Ahmad Khan, one of the victims, said a family had opposed the administration of polio drops. “As per rule, we have to enter the name of the non-consenting parents in the tally register,” he said. “The moment we asked their names, there was a strong protest and within no time, we were surrounded by a mob. We tried to explain them the purpose of our visit. We even showed them the vaccine box and our IDs, but they didn’t listen to us.”Khan added that the women held one of the woman officers hostage. The mob, meanwhile, tore the register apart. Finally, senior staff and World Health Organization field officers reached the spot and tried to explain matters to the mob.Khan said it was obvious that the people were anxious about the National Population Register and National Register of Citizens. He said one of the youths in the mob told people not to provide any details to the officers, as he suspected them to be NPR data collectors. BiharA team of researchers from Lucknow in Uttar Pradesh were mistaken for surveyors of National Register of Citizens in Bihar’s Darbhanga district on Friday, and handed over to the police, Superintendent of Police Babu Ram told PTI on Sunday. The incident occurred in a village in the Jamalpur police station area.The team of 12 were employed by a US-based PhD scholar for a research project. The situation was defused at the police station, where officials verified the researchers’ identities and explained it to villagers.Rajasthan and West BengalOn January 22, incidents of government officials and individuals working in the private sector being assaulted were reported from Kota town in Rajasthan and Birbhum district in West Bengal. In Kota, the woman attacked was a surveyor from the National Economic Census department collecting data for the National Economics Census 2019-’20. A mob snatched the woman’s mobile phone and deleted all the data she had collected on an app, Borekheda Station House Officer Mahesh Singh said. The crowd wanted the woman to prove she was Muslim by reciting a verse from the Quran. The woman showed them an “Ayat Al-Kursi [The Throne Verse] card” from her wallet, following which the crowd was pacified.“I explained to them that the data collected was related to the economic census and had been uploaded on the portal, and that there was nothing wrong in it,” the surveyor said. “But they were not convinced and started misbehaving with me.” One person has been arrested in connection with the attack.In Birbhum district of West Bengal, villagers in Gourbazar village attacked 20-year-old Chumki Khatun, who was working for Google India and  Internet Saathi, which is Tata Trusts’ digital literacy initiative for rural women. The villagers suspected she was collecting data for the NRC. A mob set her house ablaze. Khatun and her family were forced to take refuge at the local police station. The police have not yet arrested anyone in connection with the attack.HyderabadImmunisation and health department officials faced opposition from Muslim residents in several parts of Hyderabad on January 20 and January 21, The New Indian Express reported on Sunday. Residents around Abids, Golconda and Musheerabagh areas accused the officials of secretly collecting data for the NRC and NPR, under the garb of polio immunisation.  “After booth-based vaccinations are done, we usually head out for door-to-door campaign to cover high-risk areas, and children who may have missed out on the vaccination during booth-immunisation,” Dr Nagarjuna Rao, immunisation programme officer for Hyderabad, told the newspaper. “However, this year in some Muslim colonies people refused to answer questions. They seemed petrified, assuming we were collecting information for the NRC.”Another, unidentified immunisation programme officer said that residents in these areas heckled them and threatened to file police complaints.NRC and NPRAs first reported by Scroll.in, the NPR is the first step to creating an all-Indian National Register of Citizens which would identify undocumented migrants residing in India. On December 24, the government allotted Rs 3,900 crore for the NPR initiative. However, it has denied that the NPR is in any way linked with the NRC, and claimed that the register is meant only for census data.The National Register of Citizens is a proposed exercise to distinguish undocumented migrants from genuine Indian citizens. One such exercise, carried out in Assam last year, led to the exclusion of over 19 lakh people.There have been nationwide protests against the NRC, NPR and Citizenship Amendment Act over the past two months. At least 26 people died in protests last month, including 19 in Uttar Pradesh itself.  Also read: NPR rules do not allow Modi government to collect data on parent’s birthplace and Aadhaar Scroll Investigation: Amit Shah’s all-India NRC has already begun – with the NPR  Corrections and clarifications: The headline of this article has been corrected to make it clear that a polio vaccination team was attacked only in Uttar Pradesh. The other cases reported across India involved a National Economic Census department official, an employee of Google India and Tata Trusts, and a team of researchers from Lucknow.","author":"Scroll Staff","time":"2020-01-26T13:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/36286-sfqrpgytso-1580024151.jpg","tags":["Uttar Pradesh","Meerut","Hyderabad","National Population Register","National Register of Citizens","polio vaccination"],"source":"https://scroll.in/latest/951141/polio-vaccination-teams-accused-of-collecting-npr-nrc-data-in-several-parts-of-india-beaten-up"}