{"title":"Delhi, Mumbai, Faridabad, Hyderabad, Ranchi, Goa: Pune police raids, arrests human rights activists","content":"On Tuesday morning, teams of Pune police raided the houses of activists in Mumbai, Ranchi, Hyderabad, Delhi, Faridabad and Goa. By evening, joint commissioner of Pune police, Shivaji Bodakhe, confirmed the arrests of five activists: Vernon Gonsalves and Arun Ferreira in Mumbai, Gautam Navlakha in New Delhi, Sudha Bharadwaj in Faridabad, Varavara Rao in Hyderabad.Others whose houses were searched include priest and activist Stan Swamy in Ranchi, Rao’s family members in Hyderabad, journalist Kranti Teluka in Hyderabad, Dalit scholar Anand Teltumbde in Goa. Teltumbde’s house was raided in his absence. Police reportedly took the keys from the security guard and walked in.Bharadwaj, who has worked as a human rights lawyer in Chhattisgarh for many decades, was the first to be detained at the Surajkund police station in Faridabad. She was subsequently arrested. In a dramatic midnight hearing, the transit remand obtained by the police to take her to Pune was recalled and she was placed under house arrest.Navlakha filed a petition in Delhi High Court, challenging the order of a local court granting Maharashtra police transit remand to take him to Pune. The High Court stayed the order and will hear his petition on Wednesday. Varavara Rao’s wife, Hemalata Rao, emerged from their house around 2 in the afternoon and told reporters that the Pune police forced their way into the house, presenting a four-page document in Marathi, which they could not read. Rao was subsequently taken to the Nampally court where the police obtained a transit order to take him to Pune.The raids are connected to investigations into a public meeting organised days before caste-related violence erupted at Bhima Koregaon near Pune on January 1. Every year, lakhs of Dalits gather here to commemorate a victory over the Peshwa army. This year, clashes broke out and one person was killed. An initial outcry focused attention on the role of Hindutva groups, but subsequently the police investigation pivoted to focus on activists working with Dalits, Adivasis and political prisoners instead. The police claimed the speeches made at the Elgaar Parishad, a public meeting held ahead of the January 1 event, sparked the violence. The investigators arrested five activists in June who they allege helped organise the meeting and instigated violence. This is the second round of arrests in the case. Scroll.in has reviewed the search warrants which cite sections of the anti-terrorism law, the Unlawful Activities (Prevention) Act, and sections of the Indian Penal Code relating to the offence of promoting enmity between groups as grounds for the raids.MumbaiArun Ferreira, a human rights activist and lawyer, confirmed that raids were being conducted on his house by members of the Vishrambaug police station from Pune. The raid at Vernon Gonsalves’s house began at around 6 am,  a relative confirmed.Ferreira, who in 2012 was acquitted of charges of being a Naxalite, told Scroll.in that he has been involved in the defence of Surendra Gadling, a Nagpur-based lawyer who was among the five social activists arrested in June on charges of stirring up violence in Bhima Koregaon.Ferreira was arrested from his house in Thane.RanchiThe search warrant issued for Stan Swamy’s house by Assistant Police Inspector Shivaji Pawar of Pune city’s Swargate division says that they had received confidential information about Swamy and so wanted to seize his laptop, hard drives, mobiles, notebooks and other technical equipment to prevent him from destroying information.  “The Maharashtra and local police came at around 6 am and knocked on [Swamy’s] room [in Ranchi] and said they have to conduct a search operation,” said Siraj Dutta, an activist from Jharkhand who witnessed the raid. According to Dutta, the police confiscated Swamy’s mobile, laptop, some audio cassettes, some CDs, and a press release on the Pathalgadi [movement] released a few weeks ago.With its epicentre in the state’s Khunti district, the Pathalgadi movement uses an Adivasi practice of installing stone tablets – traditionally used to mark graves – in order to list out provisions from the Indian Constitution that award vast powers to gram sabhas, village councils in Adivasi-dominated Fifth Schedule areas. The movement has been driven from the constant infringement of Adivasi lands rights for mining and industry.The raid on Stan Swamy's premises in Ranchi.“They wanted him to sign on a panchayat nama in Marathi, but Stan and all of us there refused,” Dutta added. “Stan requested a translation, which they did not give, but they gave an undertaking, explaining the whole statement to him in English and Hindi. The whole thing was video recorded. They made him sign on the panchayat nama, which basically explained the seizure list and that they had done this raid. Then they went away.”Xavier Dias, a friend of Swamy’s who is also an adivasi rights activist in Ranchi, said that Swamy has not left the state in two years. When he travels outside the state, it is only to Chennai for health checkups. Swamy is a cancer survivor. On August 11, Swamy had organised a Loktantra Bachao Andolan in Ranchi, which 150 people had attended, Dias said.HyderabadApart from the house of writer and activist Varavara Rao, the houses of his daughters, Anala and Pavana, were raided. Pavana is married to Professor K Satyanarayana, a Dalit activist who teaches at the English and Foreign Languages University. “There is a raid still going on at Prof Satyanarayana’s house on the campus,” said his colleague around 11 am in the morning. “Teams from the Pune police and Telangana police are still inside, and they are not letting anyone in. Some of his colleagues and staff are waiting outside.”The police also searched the house of Rao’s daughter Anala and her husband K Kumaranth, a journalist with the Hindu Businessline. The police also raided the home of journalist and activist Kranti Teluka, who works with Namaste Telangana in Hyderabad. After the raids were over, Teluka told reporters he woke up in the morning around 8 am to find himself surrounded by Marathi-speaking policemen. They kept him confined to one room while they searched his other two rooms. Previous arrestsOn June 6, teams from the Pune police arrested advocate Surendra Gadling, professor Shoma Sen and activist Mahesh Raut from their homes in Nagpur. In a coordinated operation, the police also arrested activists Sudhir Dhawale in Mumbai and Rona Wilson in Delhi, and brought all five of them to Pune.  They have been accused of having Maoist links and have been charged under sections of the controversial Unlawful Activities (Prevention) Act.  With inputs from Malini Subramaniam in HyderabadCorrections and clarifications: An earlier version of this story incorrectly said the house of Kaseem, an activist associated with the publication Virasam, was raided in Hyderabad.Also see: Republic TV’s hounding of rights activist shows ‘urban Naxal’ is convenient label to crush dissent. Read here.    Labelling Dalits and Adivasis as Maoists is an old state strategy for crushing dissent and criticism. Read here.A poet, a lawyer, a professor: These are the five activists held for sparking Bhima Koregaon clashes. Read here.","author":"Scroll Staff","time":"2018-08-28T11:03:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/892159-smcviwhycr-1535461669.jpg","tags":["Bhima Koregaon","Maharashtra","Arun Ferreira","Varavara Rao","Human rights violations","Vernon Gonsalves","Stan Swamy"],"source":"https://scroll.in/latest/892159/police-raids-reported-on-homes-of-human-rights-activists-in-mumbai-ranchi-and-hyderabad"}