{"title":"‘Ponnyin Selvan’ Book Three: Who was Poonguzhali and why did she agree to assist Vandiyadevan?","content":"Vandiyadevan ran through brush and climbed over sand mounds, he jumped over stones and grazed his feet on thorns, all in pursuit of the woman. Now he could see her, now he couldn’t. Every time he was about to give up, she appeared on the horizon. Vandiyadevan was reminded of the story of Rama chasing Maya Maricha. But she was no illusion. And she was no Maricha either. She did have the fleet-footedness of a deer, though. Ammamma! How fast she ran!Why on earth am I chasing after this woman, what insanity is this? Vandiyadevan thought to himself.He went on to rationalise it right away.On his way to Kodikkarai, Vandiyadevan had often thought of Senthan Amudan's description of the woman with whom he was in love. This must be her. It would be prudent to get to know her. She might be of help on his assignment. And he could also ask her the way to the lighthouse.He and his companion had been able to spot the top of the lighthouse from some distance away, but they hadn't been able to figure out how to get there. The moment they had entered the forest, the lighthouse had disappeared from view. They had ended up going round and round in circles, without finding their way to it.It was on one of these meandering, exhausting rounds that Vandiyadevan had spotted Poonguzhali leaning against the wall of the Kuzhagar temple.All he’d wanted to do was ask her the way, and here she was, running like an enchanted deer. There was little point in trying to catch up. He might as well give up. But the ignominy of losing to a woman in a chase… the prospect didn’t appeal to him one bit.Ah! There, she was on open ground. The azure waves of the sea gently lapped the sky. They were right by the shore. How lovely the sea was, a serene blue blanket spread out as far as the eye could see! And there, he could finally see the lighthouse in its entirety. There was a flare at the top of the lighthouse now. Its amber rays darted out in every direction and played tricks on the eye as they hit the clouds.Should he simply stop his pointless pursuit and head for the lighthouse? No! No! She was on open ground, without brush and undergrowth to hide behind. He could catch her easily enough. The terrain was not too challenging. His feet were no longer sinking into the sand. Grass had grown on this part of the shore, and firmed up the land. In some places, the mud from earlier rains had dried in the sun, and he was sure he wouldn’t lose his footing. There was no obstacle here. He would catch that girl for sure.Besides, she was headed for the sea, wasn’t she? Whichever direction she chose, she would at some point arrive at the water and would have to stop, wouldn't she? But what if this wonder woman walked right into the sea and disappeared? Adada! Why hadn't he thought to pursue her on horseback? It would have taken him no time at all to catch up with her on this landscape, if only he’d been able to gallop up to her.There. She was hesitating a bit. She seemed to have decided to switch paths – instead of making for the sea, she now turned to her right. She intended to give him the slip by running into the forest that was some distance away, in that direction. If he allowed her to reach the forest, he would have no hope of catching her. The chase would have been in vain. All the energy he had expended, all the time he had spent, would amount to nothing. Vandiyadevan’s legs were begging for mercy now…What was this? She seemed to have changed her mind yet again. She'd abandoned the thought of running into the forest. She looped right back, like a spinning top, and appeared to be making for the lighthouse now.All it would take now was a couple of grand leaps, and he could catch hold of her. He would grip her and say, “Woman! Why have you taken such a fright and started running away from me? I have a message for you from your beloved!” What a shock it would be for the girl, he thought. Of course, Senthan Amudan hadn't entrusted him with a message for her. So what? He could make something up.Vandiyadevan summoned every bit of strength left in his body, and leapt into the air. Four leaps, and he’d be right by her side.Instead, he surprised himself by yelling, “Aiyo!”His body realised what had happened to him before his mind did. And then it struck him that his legs were trapped. First, his feet sank into the slush, and then his ankles. The next thing he knew, he was knee-deep in mud.Adada! The landscape had played a trick on him. What had appeared to be an even surface had only been a thin layer of solidified mud. Under it was thick marsh.Vandiyadevan had heard of quicksand, pockets of mud that never fully dried. Cattle, horses, even elephants were known to have been sucked into the mud, bit by bit, until they were entirely submerged, and eventually died terrible deaths.Excerpted with permission from River Prince, Kalki, translated from the Tamil by Nandini Krishnan, Eka/Westland.","author":"KalkiNandini Krishnan","time":"2024-05-16T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200365-vksjkzukim-1714387313.jpg","tags":["Ponniyin Selvan","Nandini Krishnan","tamil","translation","mythological fiction"],"source":"https://scroll.in/article/1067195/ponnyin-selvan-book-three-who-was-poonguzhali-and-why-did-she-agree-to-assist-vandiyadevan"}