{"title":"‘Poonachi’ is Perumal Murugan’s first novel after he was attacked for ‘One Part Woman’","content":"The kid slept right below the old woman’s cot. The old woman got up every now and then, lifted the basket, and looked at the kid. Curled up on the gunny bag mattress, the little thing lay fast asleep.  A couple of hours after midnight, when the woman opened the basket to check, the kid struggled to her feet and cried out. Contracting her body a bit, she peed. “Poonachi, how will you sleep if your bed is damp?” the old woman asked as she hurriedly pulled the kid out. But once she  was out, Poonachi circled the old woman’s legs, bleating plaintively; sucking on an ankle, she tried to feed as well. “Is your stomach troubling you, Poonachi?” the old woman asked and picked up the kid. She went to the hut where the goats were tied up for the night. The nanny goat which had recently delivered her litter was lying on the ground, chewing the cud. The old woman roused her. Thinking that she was about to get something to eat, the goat stood up eagerly and tugged at the woman’s waist.As if they had been waiting for that moment, three kids came running and attacked her udder. Two kids grabbed hold of a teat each. The third tried hard to push the others aside with its snout and grab a teat. Their bodies trembled as they suckled fiercely. Holding Poonachi in her hand, the old woman didn’t know what to do. She thought of waking the old man. He had fallen into deep slumber just moments earlier. Otherwise, given the din the kids were making, he would have got up by now and yelled at them. Forcefully pushing aside the kid who sat beside the  nanny goat with the teat on the near side in its mouth, she brought Poonachi’s mouth closer. Poonachi’s nostrils must have sensed the odour of milk. Immediately, she tried to catch the teat in her mouth. Because the goat’s own kids had suckled on it, the teat had become swollen and was  too big for Poonachi’s mouth. So she caught a tip between her lips and tugged at it. The milk tasted even better than when she had been suckled earlier that day, and Poonachi went at it avidly.  She didn’t have the energy to butt the udder. The old woman didn’t release her hold either. Had Poonachi stood on the ground, the udder would have been beyond her reach. Just when she had wet her belly to some extent,  the realisation that an infant’s tender mouth was pressed around her teat dawned on the goat. Kicking her legs, she positioned herself at an oblique angle. Even then, her kids pushed their heads at her udder and continued to suckle. “Oh, you caught on to her quickly, eh?” the old woman  said as she patted the goat on her head. Then, holding a hind leg of the goat with one hand, she let Poonachi, whom she was holding in her other hand, suckle the goat. The nanny goat knew the feeding style of her kids. She tried to protect her udder from the intruder by jumping and sliding around. Every now and then, when his body became overheated, the old man would ask for goat’s milk. His wife would tie up the kids and squeeze a tumbler of milk from the goat’s udder early in the morning before letting them out to feed. The old man would receive the tumbler of raw milk in his hand and pour it into his mouth. On some days, he would ask her to boil it. She would drop a bit of palm jaggery in the boiled milk and give it to him. The milk and the eats made from it didn’t agree with the old woman. She drank it rarely, and reluctantly. For the nanny goat, it was a new experience to suckle  a kid other than her own. She had to fight to protect her udder. In the ensuing mêlée, Poonachi’s belly was half-filled. Stroking the tiny stomach, the old woman said, “Right. You’ve had enough for now. Go to sleep. We’ll take care  of it in the morning,” and put her back under the basket. Now that Poonachi had got a taste of milk, she couldn’t control her craving. Instead of lying down under the cover of the basket, she butted it again and again, and tried to suckle, until she became exhausted and lay down to sleep. The same thing happened over the next few days. Sometimes the old man came along to assist his wife. With one of them holding the goat’s neck in a firm grip and the other holding its legs together, they would get Poonachi to suckle. The goat didn’t at all wish to suckle this kid.  She would try to break free and run. But the old woman wouldn’t give up. The moment she woke the goat to suckle Poonachi, all her three kids would come running. Pushing them away was hard. When all three of them butted the goat’s udder, inserting Poonachi in the middle was difficult too. She couldn’t put them inside a basket either. If she tried to get Poonachi to suckle while the kids were away nibbling grass in the pasture, the goat would raise her voice and call out to her kids. Wherever they might be, the kids would come leaping and running as soon as they heard their mother’s call.  Somehow, on most days, Poonachi got enough milk to  fill half, or at least a quarter, of her stomach. At this rate, how would she ever recover and grow up healthy? If only she could manage for a month, she could start eating grass and leaves. The old woman worried about it all the time. For his part, the old man would tell her, “She comes from  a line that can deliver a litter of seven. Some fellow turned up from nowhere like god and gifted her to me. Don’t treat her like an orphan.” Whenever she was unable to get the goat to suckle Poonachi, she would fling random abuse at him: “The old wretch has brought this kitten home only to take the life out of me.” Excerpted with permission from Poonachi: The Story Of A Black Goat, Perumal Murugan, translated from the Tamil by N Kalyan Raman, Context.","author":"Perumal Murugan","time":"2018-02-12T08:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/868287-9501-ncivmyxhfp-1518363525.jpg","tags":["Perumal Murugan","Fiction","Tamil"],"source":"https://scroll.in/article/868287/poonachi-is-perumal-murugans-first-novel-after-he-was-attacked-for-one-part-woman"}