{"title":"‘Poor Things’ review: Emma Stone brilliantly anchors a full-tilt bizarre comedy","content":"Yorgos Lanthimos’s full-tilt bizarre Poor Things ratchets up the outrageous comedy seen in his previous movies, including The Favourite (2018). The Oscar-winning film is outre from the word go, whether in its outlandishly imagined nineteenth-century setting or its contemporary themes of liberation from damaging relationships.In a Victorian Era theme park that doesn’t follow any known rules of architecture or design, a surgeon whose face and body appear to have been stitched together re-vivifies a dead woman with the brain of her undead child. Godwin Baxter (Willem Dafoe) names his creation Bella. She has the jerky manner of a marionette, the odd syntax of someone still rolling her infant brain around English, and the openness of the pre-pubescent child.Unlike the creature re-animated by the scientist from Mary Shelley’s Frankenstein – an influence on this film as well as its source material, the Alasdair Gray novel of the same name – Bella lives up to her name. Bella (Emma Stone) enchants Godwin’s assistant Max (Ramy Youssef) and the shyster lawyer Duncan (Mark Ruffalo). Duncan spirits Bella away, where he satisfies her need for sex but is unable to rein in her increasingly uncontrollable behaviour.\n\n\n    \n    Play\n\nPoor Things (2023).Poor Things can be streamed on Disney+ Hotstar and rented from YouTube Movies, Apple TV+ and Google Play Movies. Written by Tony McNamara, the film is a knowingly warped coming-of-age story that also claims to double up as a fable of empowerment. A little knowledge is a dangerous thing, especially for women – the more Bella knows of how the world actually works, the more she begins to blossom in wild ways.The feminist discourse, littered with numerous sexually explicit scenes, is shallow at best. (Trim what Bella calls “furious jumping” from the 142-minute run-time and Poor Things shrinks to a more manageable length). In claiming to be a celebration of nineteenth-century women breaking free from the oppressive men in their lives, the movie could well be playing its cruellest joke yet on viewers.There are other things to marvel at in Poor Things. Lanthimos’s most ambitious film yet has unforgettable production design (by Shona Heath and James Price) and retro-futuristic costumes (by Holly Waddington). They combine with Bella’s affected speech to create a relentlessly unhinged feel.Shot almost entirely against vividly fabricated backdrops, and partly in black and white, the movie is a visual feat, unlikely anything that has recently come out of Hollywood. Bella’s circular journey away from and back to London takes her through locales that mesh period, imaginary and futuristic styles. Bella’s very real concerns never leaves the zone of fantasy either.Ramy Youssef and Willem Dafoe in Poor Things (2023).Pure at heart, blunt because she doesn’t know any better, and endlessly curious, Bella is brilliantly brought to life by Emma Stone. The performance is partly physical, given Bella’s puppet-like body language, but emotionally resonant too. Stone’s fearless, pitch-perfect portrayal is that much more commendable since Bella remains a construct trapped by the film’s stylistic flourishes and themes.The other performances are terrific too – Willem Dafoe as the oddly sympathetic mad scientist, Ramy Youssef as the smitten Max, Mark Ruffalo as the perverse Duncan. Lanthimos recruits an acting legend for a delicious cameo.Part of Bella’s journey from hedonism to self-realisation takes place on a ship, where she meets Martha, a German woman. Martha is played by Hanna Schygulla, who appeared in a string of film by the famously proficient and famously controlling director German director Rainer Werner Fassbinder. What life truths might Schygulla have had to swap with Bella? That’s another movie altogether.\n\n\n    \n    Play\n\nPoor Things (2023).","author":"Nandini Ramnath","time":"2024-02-28T09:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198823-tdtaspvdun-1709062569.jpeg","tags":["Poor Things review","Yorgos Lanthimos","Emma Stone"],"source":"https://scroll.in/reel/1064392/poor-things-review-emma-stone-brilliantly-anchors-a-full-tilt-bizarre-comedy"}