{"title":"‘Por Thozhil’ review: A gripping police procedural","content":"A gruff-and-tough police veteran who has forgotten how to smile teams up with a nervy, eager-to-please recruit to track down a serial killer. On the basis of this promising premise, debutant director Vignesh Raja builds up a gripping, oftentimes nail-biting drama.The Tamil-language Por Thozhil (The Art of War), which is out in cinemas, reaps rich dividends from Raja’s immersion in serial killer lore. At times behaving like Prakash (Ashok Selvan), the callow trainee officer who has committed criminology books to memory, Raja and co-writer Alfred Prakash have crafted a pleasingly old-fashioned police procedural.The plot unfolds in 2019. Two women have been killed in the same brutal manner in Trichy. Prakash is assigned to the case on his first day at work. His boss and reluctant mentor is Loganathan (R Sarathkumar), who has a reputation for brusqueness and is unable to suffer fools. Prakash gives Loganathan enough occasions to doubt his intelligence, until the young man’s bookishness comes handy and begins to complement the veteran’s understanding of the modus operandi at work. The two men, who have taken along Veena (Nikhila Vimal) to assist them, must race against time. More murders take place even as they parse the evidence. A potential suspect is introduced at the interval point. But there are further twists in store, some of which loop back to all those tomes that Prakash has been mugging and the films or shows that Vignesh Raja has no doubt been consuming.R Sarathkumar, Ashok Selvan and Nikhila Vimal in Por Thozhil (2023). Courtesy Applause Entertainment/E4 Experiments/Eprius Studio.As a follow-the-bread-crumb exercise, Por Thozhil is rarely found wanting. Shot in rich tones by Kalaiselvan Sivaji and smoothly stitched together by editor Sreejith Sarang, the movie boasts of stellar technique. Strong performances by the leads and ample jump scares that sometimes push the narrative into horror territory set the stage for a film that almost justifies its 147-minute runtime.Through smart dialogue and a neat structuring of events, Raja stages a compelling hunt for a monster. It’s when the monster’s back story emerges into view that Por Thozhil’s scripting feats fall short.There’s a Psychology 101 feel to the misogyny that leads to the deaths of innocent women. There’s even the mild hint of sneaking sympathy for the murderer, a suggestion that disharmonious families cause some men to garrotte women. If only it were so simple.Another female casualty is Loganathan’s assistant Veena, who suffers from the focus on the evolving relationship between him and Prakash. A sideshow for the most part, Veena gets few opportunities to address the film’s overall disinterest in women who have died horribly or the deeply twisted psyche of the men who commit horrific violence. The ending holds the door open for a franchise. Were Loganathan and Prakash to reunite for further crime-fighting, might Loganathan finally smile? Might Prakash discard his collection of books? The possibilities are endless, as well as the hope that the next time round, the plot will move beyond smart technique and into the dark recesses of the soul. \n\n\n    \n    Play\n\nPor Thozhil (2023).","author":"Nandini Ramnath","time":"2023-06-09T09:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191044-rlmlfuvegx-1686253981.jpg","tags":["Por Thozhil review","R Sarathkumar","Ashok Selvan","Vignesh Raja"],"source":"https://scroll.in/reel/1050597/por-thozhil-review-a-gripping-police-procedural"}