{"title":"Special report: Ex soldier was among 100-plus  ‘foreigners’ held in Assam in post-poll drive","content":"On May 5, said Reena Biswas, some men came to her home in Assam’s Kamrup district and asked her husband, Dilip Biswas, to report to the police station. “He was not home, he had gone for work,” she recalled. “They said he should bring his documents with him. I asked, what documents? They said NRC documents.”The NRC, or the National Register of Citizens, is a list of “genuine Indian citizens” living in Assam, currently being updated for the first time since 1951. The final draft of the register was published last year, leaving over 40 lakh applicants out.But Dilip Biswas’s name was in the final draft. He had voted in the Lok Sabha elections on April 23. He had even stood for the panchayat elections five years ago as a Communist Party of India (Marxist) candidate, his wife said.On May 6, he went to the Rangia police station, armed with his papers and accompanied by his uncle, Rabindra Chandra Biswas. Like his nephew, Rabindra Biswas had assumed the summons was to do with the citizens’ register – officials are hearing fresh claims to citizenship and objections to names already in the rolls before the final list is published on July 31, according to the current schedule.When they got to the police station, they found the summons had nothing to do with the citizens’ register. “They said this is not about hearings, this is a foreigners case,” said Rabindra Biswas. The police did not want to see Dilip Biswas’s documents. “They said the SP [district superintendent] office would check them,” said Rabindra Biswas. There were five or six alleged foreigners at the Rangia police station, including two women, he recalled. They were all taken away from the police station.Rabindra Biswas remained in Rangia, telling his nephew to call if something went wrong. “Around two o’clock, he called me saying, I think they are taking me to a detention centre,” he said. “Come fast.”Detaining ‘foreigners’Last month, the ironies of declaring foreigners in Assam became evident with the arrest of 52-year-old Mohammed Sanaullah. A soldier who had served in the Indian Army for 30 years, he was sent to a detention centre after being declared a foreigner. Since retiring from the army in 2017, he had reportedly worked with the border police, the special unit of the Assam police tasked with identifying suspected foreigners.In Assam, there are two parallel processes to sift citizens from so-called illegal or undocumented immigrants. One is the citizens’ register. The other is a system that comprises the border police and the Foreigners’ Tribunals – quasi judicial bodies set up to decide on cases of disputed nationality. The border police refers cases to the tribunals.Both the tribunals and citizens’ register have similar criteria for citizenship –people must prove that they or their ancestors entered the country before midnight on March 24, 1971, the eve of the Bangladesh War. Those left out of the citizens’ register will not immediately be considered foreigners. They will have to fight their cases in the tribunals. Those declared foreigners by the tribunals are liable to be deported.But India has no repatriation treaty with Bangladesh, which does not accept such individuals as its citizens in the first place. So the fate of the declared foreigner is to be clapped into one of Assam’s six detention centres indefinitely. These are facilities carved out of local jails, where those who failed to prove their citizenship share space with prisoners facing criminal charges.Over one lakh people have been declared foreigners over the decades, but the state did not have the capacity to trace them or accommodate them in detention centres. Since April, that seems to be changing.As of January 31, government figures showed, there were 938 foreigners held in such centres – 823 of them were those who had been declared illegal immigrants by the tribunals. Many of them had been held for seven years or eight years. But, according to a report published on May 10, at least 125 individuals had been rounded up and pitched into detention centres in the past one month alone.The acceleration in arrests coincided with hearings on a petition filed in the Supreme Court and taken up by a bench that includes Chief Justice Ranjan Gogoi. The petition was meant to highlight the plight of declared foreigners in indefinite detention. But the court seemed more concerned with the fact that many declared foreigners were still roaming free.At a hearing on March 13, Gogoi asked Assam’s solicitor general: “The existing centres are housing 900 people as against the so many who have been declared foreigners? Why are there not thousands?”A foreigners tribunal court in Dhubri. (Photo credit: Ipsita Chakravarty).A ‘spurt’ in arrestsSince then, the border police has swung into action. “In every district, a task force has been made,” said a senior officer of the border police. “The task forces were already there, but we were asked to review them, see if we needed more people.” The operations started from around April 24, the official said, the day after the last phase of the Lok Sabha elections in Assam.Bhaskar Jyoti Mahanta, Assam’s additional director general of police (border), confirmed that there had been 100-plus arrests in the past few weeks. “The task forces have been reactivated but increasing number of detentions is a matter of opinion,” he said. “We are supposed to be arresting everyone declared a foreigner. The court has chided us for not making arrests.”So far, Mahanta said, only a “minuscule” number of Assam’s declared foreigners had been detained. “There is a spurt [in arrests],” he admitted, “but we are not really going full blast.”Yet residents across Kokrajhar, Dhubri and Kaliabor districts spoke of several people being rounded up in one go and night raids by the border police. “They are running operations at night, entering houses at 3 am and 4 am, taking ladies as well,” said a resident of Gossaigaon, part of Kokrajhar district, who did not want to be identified. “New notices are being issued [by the border police].”As always, many of those affected in the latest spree of arrests are the Bengali-speaking rural poor of Assam, both Hindu and Muslim.People check their names on the final draft of the state's National Register of Citizens after it was released in July 2018, at a NRC Seva Kendra, Hatigaon in Guwahati.The wrong DilipTill Dilip Biswas was taken into detention, neither he nor his family knew he was under investigation. On May 6, Rabindra Biswas rushed to the district superintendent’s office.“At the Kamrup SP office, they said he is a declared foreigner, we don’t have time to look at his papers,” said Rabindra Biswas. They were directed to Guwahati. “So I took three or four people with me and went to the SP office in Guwahati. They said the final order [declaring him a foreigner] is out, they didn’t want to look at the papers.” The Kamrup district police refused to comment on the case.Finally they went to the foreigners’ tribunal in Rangia on May 7, asking for the case files. With the help of a lawyer, they got the documents the next day and found out where the problem lay. “The case was in the name of another Dilip Biswas,” said Rabindra Biswas.That Dilip Biswas lived in Baksa district and his father was called Uma Biswas. The Dilip Biswas of Kamrup district was the son of Umesh Biswas. But the resemblance ended there, according to his uncle.The other Dilip Biswas “has two daughters, no sons, no land, no permanent address, and has never voted”, he said. “Our Dilip was born in Tulsibari in 1979, has a school certificate, land deeds, a home, two sons.”For their Dilip Biswas, there was some relief. “The judgment was given with his name and address,” said a border official in Kamrup district. “But after local opposition, we checked the court records and found the inquiry officer had given the wrong name.”About 10 days after he was arrested, Dilip Biswas of Tulsibari was released.Protestors in Kolkata on April 11, after an elderly man identified as Amrit Das, died at a detention camp for those deemed to be foreigners in Assam. (Photo credit: Kuntal Chakrabarty/IANS).Too poor to fight casesOthers have not been so lucky. For many, the costs of fighting cases and attending hearings were so heavy they gave up the legal battle halfway, resigned to being declared foreigners ex parte. But for years, life had continued as usual and no one came for their arrest. Until now.Take the case of Netai Chandra Pal, from Dalgaon village, near the town of Gossaigaon in Kokrajhar district. On May 7, the police sent word to his house, asking him to report at the thana in Gossaigaon around 5 pm that day, recounted his nephew, Biswajit Pal. Netai Pal went with his papers and was promptly whisked away to the Kokrajhar detention centre, according to his nephew.But the summons did not come as a total surprise. “He got a notice five to seven years ago, several notices,” said Biswajit Pal. “Jetha [uncle] went to the foreigners’ tribunal in Kokrajhar town. But then he didn’t turn up for hearings after a point – he had money problems with the lawyer, his wife was ill and bedridden. One son is dead, the other has mental problems, He is also over 70 and has trouble moving.”Netai Pal, one of three brothers, comes from a family of potters who had moved from neighbouring Barpeta district to Kokrajhar. All three brothers got notices to appear before the tribunals. The other two fought their cases and got their “degree”, certifying them Indian citizens, said Biswajit Pal. But his uncle did not.“He never thought he would be locked up,” said Biswajit Pal. “He thought, I’m old, what will they do locking me up?”File photo of Sikandar Ali, whose son lost his case at a foreigners tribunal in Jorhat a few years ago, and was sent to a detention centre.The case of migrant labourersOthers were migrant labourers who were not home when notices from the border police arrived.In 2011, Johiruddin Sheikh and his wife, both migrant labourers from Kokrajhar district, had found work in Delhi, recounted their teenage son, Inamul Sheikh. When Assembly elections took place in Assam that year, they could not return in time to vote. That is how they were marked “D voters” or doubtful voters, said Inamul Sheikh. These are people whose citizenship is under doubt, prompting the Election Commission to attach the letter “D” to their names in the voter lists.When they returned home to Telipara village, near the town of Gossaigaon, they heard they had been served a D voter notice. “But we didn’t have the notice, we didn’t even know where to go,” said Inamul Sheikh.In 2015, the summons came again. That is when the family decided to fight their case in the Kokrajhar tribunal. But then misfortune struck. “After about one-and-a-half years, my father lost the tip of one of his fingers at the brick kiln where he worked,” said Inamul Sheikh. “He couldn’t work anymore. He did not have money for the lawyer or even to pay for transport to go to court. All our money went in treatment for him.”Meanwhile, Johiruddin Sheikh’s name was included in the draft list of the National Register of Citizens published in July last year. He had his father’s name in the 1951 National Register of Citizens as proof that the family had lived in Assam long before the cut-off date to determine foreigners.But on May 7, Johiruddin Sheikh received the familiar summons again. He went with his identity papers to the local police station.“Around 6.30 pm, my father-in-law asked the police if he could go home,” said Joinuddin Sheikh, Johiruddin Sheikh’s son-in-law, who lives in neighbouring Dhubri district. “They said, no, we’ll take you to the Kokrajhar station in a car and drop you back in the same car.”Joinuddin Sheikh frantically kept calling his father-in-law all evening. Around 9 pm, he picked up, saying he was at the Kokrajhar police station and was being taken for a medical check-up. When Joinuddin Sheikh tried calling him later that night, his phone was switched off. The next day, they learnt Johiruddin Sheikh was in the Kokrajhar jail.The family is now pinning their hopes on the Gauhati High Court, where they will appeal against the tribunal’s order. “We don’t even have the papers declaring him a foreigner,” said Inamul Sheikh. “We are trying to get it from the tribunal.”No hope of release?According to a Supreme Court order passed on May 10, declared foreigners held in Assam’s detention centres for more than three years will be released provided they gave their biometric details and a verifiable address, and reported regularly to the police station specified by the concerned tribunal. Additionally, two Indian citizens would have to provide a surety of Rs 1 lakh each, which will be forfeited should the former detainee go missing.But for Assam’s declared foreigners, many of whom are poor migrant workers or daily wage labourers, even these conditions will be hard to fulfil. Nandalal Das, a resident of Kaliabar, in Nagaon district, said his brother-in-law was detained years ago and they lost lakhs in legal bills. Neither the family nor anyone they know will be able to provide the surety. For him and for many others, there is no relief in sight from indefinite detention.","author":"Ipsita Chakravarty","time":"2019-06-03T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120616-ndnybykfwm-1559056036.jpg","tags":["Citizenship tangle","Assam","foreigners tribunals","Assam detention centres","Assam citizens"]}