{"title":"Potential precedent or historic mistake? What Mohun Bagan-ATK merger could hold for Indian football","content":"Mohun Bagan and ATK, Kolkata’s oldest and youngest football clubs announced a merger on Thursday that would see them step out on the field as ATK Mohun Bagan from next season onwards.Bagan, the oldest and the most successful club in the country with one of the largest fan bases, have joined forces with a six-year-old franchise. On paper, it seems a mismatch all day, but for the people in the higher echelons of the two football clubs, it’s a perfect marriage.Mohun Bagan, stricken with financial difficulties, were in desperate need of a helping hand while ATK, one of the most well-run clubs in the ISL, were crying out for a fanbase and heritage that most other clubs in Kolkata possess.So, with ATK Mohun Bagan, all the boxes are seemingly ticked. But whether it transpires the way everyone hopes remains to be seen.Identities at stakeMohun Bagan and ATK are the first major Indian clubs to merge. However, club mergers have been a regular phenomenon in world football with some of the top modern-day clubs formed through a similar union.AS Roma, Celta Vigo, Benfica, Paris Saint-Germain, Sampdoria, Watford are some of the famous European clubs which were established by the merging of two or more clubs.In almost all the big mergers, financial consolidation has always been a goal. But in some cases, strong regional pride has also led to multiple clubs in a particular region joining hands to challenge the other bigger forces in the country.AS Roma was formed by merging three clubs in Rome with an aim to challenge the dominance of the northern clubs. Similarly, Celta Vigo was formed by merging two clubs in the Galicia region in Spain. The aim was to have a stronger force to represent the region nationally.But with Kolkata already being the dominant force in Indian football, there is no room for such a unifying sentiment here. However, there are shades of the merger that led to the formation of French giants PSG in 1970 in the current scenario.Paris FC, a new club formed by an ambitious group of businessmen, were looking for an existing club to merge with in order to enter French League football. They did so when they agreed to join forces with second division side Stade Saint-Germain, a 64-year-old club on the outskirts of Paris.The franchise started off well, gaining plenty of fans in the city and getting promoted to Ligue 1 in the very first campaign but were forced to split two years later. Paris City council, which funded the Paris FC, was not happy with the club playing on the outskirts and did not want the mention of the distant suburb in the name of the club. The disagreement over the name and other aspects eventually led to the clubs getting split, forming Paris FC and PSG, who stuck with the new name.The financially powerful Paris FC kept the Ligue 1 status and the best players while PSG had to start from scratch in the third division with the younger players from the team. Eventually, the youngsters excelled to earn back-to-back promotions while Paris FC suffered relegation.With ATK and Mohun Bagan, both the clubs have different goals that seem to perfectly complement each other. But for the supporters, there is no common cause for unification. The complementing yet contrasting nature of the deal and also what they bring to the table in the new partnership could be a reason for potential conflicts.There has been a lot of noise from the Mohun Bagan faithful about the need to preserve its crest and jersey colours. Although their officials have assured that Bagan’s identity will not be diluted in the ATK-Mohun Bagan combine, fans aren’t convinced yet and some of them have even threatened to stop supporting the team if these elements are tinkered with.We have to agree with the fact and this is the way we should be going ahead. Two things are requested. The logo and the Jersey should not be changed. Name could be ATK Mohun Bagan and we are okii with it.— Tanmoy Bhattacharya (@tnmyb) January 16, 2020\n\nCan only speak for myself. But if the new owners mess with the emblem and jersey colours I will no longer support this team. From what I've heard, Mohun Bagan's logo & green-maroon jersey colours will remain intact. But can't be sure until it's officially unveiled #indianfootball https://t.co/jfJeXAmkxq— Chiranjit Ojha (@ChiranjitOjha) January 16, 2020\n\nFormer India skipper Bhaichung Bhutia also warned the ATK owners against tinkering with brand Mohun Bagan, stating they will lose out on the heritage if they do so. ATK, however, would be keen to have their presence in the name and logo of the new team. Despite being the younger and smaller franchise, they hold an 80% stake in the new team. Also in terms of pedigree ATK are two-time champions of the ISL and command a certain bit of respect.For ATK, they will also have to strike a harmonious relationship with Mohun Bagan board members who have been guilty of mismanagement in the past and their actions have left the club riddled with problems on and off the pitch. They would want the franchise, that has been run fairly well so far, to guard against any sort of inefficiency creeping in due to the bureaucratic way of Mohun Bagan’s operations. The two clubs thus would need to ensure that the new entity would be able to withhold the identities of both while forging a new chapter in the history of Indian football.Kolkata derby, no more the same?The Kolkata derby between Mohun Bagan and East Bengal is Indian football’s ultimate big-ticket fixture. The rivalry stretching back decades is the only one in Indian football that can match up to the big rivalry in European football in terms of the sheer significance it holds for locals.However, with ATK coming into the mix, the rivalry could be diluted. ATK Mohun Bagan may not draw the same degree of animosity from East Bengal, especially if the crest and colours of the team change. The ATK supporters too may not have the same intensity in the rivalry compared to the Mohun Bagan fans.If East Bengal don’t follow Mohun Bagan into the ISL next season, the Kolkata derby would also be devoid of the biggest stage in Indian football and be restricted only to cup competitions and Calcutta Football League.Mohun Bagan and their fans’ entry into the ISL may fuel other rivalries, but the move may come at a cost of India’s premium football fixture.I-League’s loss is ISL’s gainMohun Bagan’s departure from the I-League is set to be another bitter blow the already ailing I-League. With the competition set to lose at least one of its powerhouses, its status as the second-tier of Indian football will be further underlined.The absence of Mohun Bagan and potentially East Bengal, if they decide to join the ISL, could have repercussions on the broadcast deal with DSport with the broadcaster certain to lose out on eyeballs due to the absence of the big guns.Without proper broadcast, the I-League may struggle to exist.On the flip side, Mohun Bagan’s entry would not just bring in serious rise in audiences for the ISL but the league could have another centre like Kerala Blasters where one could expect a near-packed stadium for every game.Bagan’s rivalry with Bengaluru FC during the latter’s time in the I-League could be renewed to further spice up matters. ATK would also benefit from the Mohun Bagan’s fan base across the country that makes their presence felt in every away game.Thus, Mohun Bagan’s entry could provide  ISL with that springboard to revive its dwindling popularity.The merger is likely to come with its pros and cons, but there are plenty of reasons for Indian football faithful to be excited about the development.If successful, it could set a precedent for other clubs in India to come together and build strong and sustainable footballing institutions. However, on the other side, if the partnership fails, it could prove to be a historic mistake that could not just damage the health of the two clubs, but also the ISL and the I-League.","author":"Kaushal Shukla","time":"2020-01-17T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/134749-groujggywz-1579218279.jpg","tags":["Football","Indian Football","I-League","ISL","ATK","Mohun Bagan","East Bengal","Kolkata derby"],"source":"https://scroll.in/field/950152/potential-precedent-or-historic-mistake-what-mohun-bagan-atk-merger-could-hold-for-indian-football"}