{"title":"Power of the people was undone: Jagdeep Dhankhar criticises SC for striking down NJAC Act","content":"Vice President Jagdeep Dhankhar on Friday criticised the Supreme Court for striking down the National Judicial Appointments Commission Act in 2015, reported Live Law. “We the people – their ordainment was converted into a constitutional provision,” he said at the LM Singhvi Memorial Lecture. “Power of the people, which was expressed through a legitimate platform, that power was undone. The world does not know of any such instance.”The comments came amid a rift between the Union government and the Supreme Court over the appointment of judges. Union Law Minister Kiren Rijiju had told news channel Times Now on November 26 that the collegium system is not in consonance with the Constitution. On Monday, the Supreme Court had objected to the statement.Justice SK Kaul had also questioned whether the government was not clearing names for judicial appointments as the Supreme Court had struck down the National Judicial Appointments Commission Act.The law had proposed to make judicial appointments through a body comprising of the chief justice, two senior Supreme Court judges, the law minister and two other eminent persons nominated by the chief justice, the prime minister and the leader of the Opposition.The National Judicial Appointments Commission was to replace the collegium system, under which five senior-most judges of the Supreme Court, including the chief justice, decide on the appointments and transfers of judges to the top court and the High Courts.On Friday, Dhankhar said that when a substantive question of law is made, courts can look into the problem, reported The New Indian Express. But he added, citing the Constitution, that “nowhere it says a provision can be run down”.“I appeal to the people here, they constitute a judicial elite class, thinking minds, intellectuals – please find out a parallel in the world where a constitutional provision can be undone,” he said.The vice president also said that he was startled that after this verdict striking down the National Judicial Appointments Commission Act,  “there was no whispering in Parliament”.“It was taken as such,” he added. “This is too serious an issue”.","author":"Scroll Staff","time":"2022-12-03T19:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176504-pdejuwtphq-1656594799.jpeg","tags":["Jagdeep Dhankhar","Supreme Court","National Judicial Appointments Commission Act","Collegium system"],"source":"https://scroll.in/latest/1038955/power-of-the-people-was-undone-jagdeep-dhankhar-criticises-sc-for-striking-down-njac-act"}