{"title":"Pragya Thakur apologises for calling Nathuram Godse a patriot, says she respects Mahatma Gandhi","content":"Bharatiya Janata Party leader and terror-accused Pragya Singh Thakur on Friday apologised for calling Mahatma Gandhi’s assassin Nathuram Godse a patriot. She issued a statement hours after drawing criticism for her comment.“I apologise to the people of the country for my statements on Nathuram Godse,” she tweeted in Hindi. “My statement was absolutely wrong. I have a lot of respect for the father of the nation Mahatma Gandhi.”Thakur had told ANI on Thursday that Godse was a “deshbhakt”, or patriot. “Those calling him a terrorist should instead look within,” she had said, responding to Kamal Haasan’s remark against Godse. “They will be given a befitting reply in this election.”Later in the day, Pragya’s spokesperson and BJP leader Hitesh Bajpai claimed that Thakur had apologised and retracted her statement. BJP spokesperson GVL Narasimha Rao also condemned Thakur’s statement and said the party did not agree with her remark. Rao asked the BJP candidate from Bhopal to apologise publicly for the comment. Thakur had then told ANI that she agrees with the party line. The BJP leader said it was her personal opinion and not intended to hurt anyone’s sentiments. “If I have hurt anyone I do apologise,” The Indian Express had quoted her as saying. “What Gandhi ji has done for the country cannot be forgotten. My statement has been twisted by the media.”On Monday, Kamal Haasan, the founder of Makkal Needhi Maiam, at a public meeting in Tamil Nadu’s Aravakurichi Assembly constituency had called Godse India’s “first extremist”. He had also pointed out that Godse was a Hindu. On Wednesday, he said his comment was a “historical truth”. मैं नाथूराम गोडसे के बारे में दिये गए मेरे बयान के लिये देश की जनता से माफ़ी माँगती हूँ । मेरा बयान बिलकुल ग़लत था । मैं राष्ट्रपिता महात्मा गांधी जी का बहुत सम्मान करती हूँ ।— Sadhvi Pragya Official (@SadhviPragya_MP) May 16, 2019\n\nThakur contested the Lok Sabha elections against Congress’ Digvijaya Singh in Bhopal. Several Opposition parties had opposed her candidature and called out the Bharatiya Janata Party for fielding a terror accused.","author":"Scroll Staff","time":"2019-05-17T10:53:54.352952+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117931-znjkzjrrmv-1558069335.jpg","tags":["Pragya Singh Thakur","Nathuram Godse","Lok Sabha Elections","Mahatma Gandhi"],"source":"https://scroll.in/latest/923770/pragya-thakur-apologises-for-calling-nathuram-godse-a-patriot-says-she-respects-mahatma-gandhi"}