{"title":"Prajwal Revanna went to Germany on diplomatic passport, no political clearance was issued: MEA","content":"The Ministry of External Affairs on Thursday said it did not issue any political clearance for Karnataka MP Prajwal Revanna to travel to Germany. The parliamentarian left India on a diplomatic passport, the ministry added.Revanna, who is facing allegations of sexual abuse, is believed to be in the city of Munich in Germany, where he flew to last week using his diplomatic passport. The MP from Hassan was suspended from the Janata Dal (Secular) after the allegations came to light.Opposition leaders, including the Congress’ Rahul Gandhi and Priyanka Gandhi Vadra, have blamed the Bharatiya Janata Party, which is in power at the Centre, for allowing Revanna to leave the country. The Janata Dal (Secular) is contesting the Lok Sabha elections in Karnataka in alliance with the BJP.Home Minister Amit Shah, on his part, accused the Congress, which is in power in Karnataka, of delaying action against the parliamentarian, according to The Hindu.To a question on the matter on Thursday, foreign ministry spokesperson Randhir Jaiswal said: “No political clearance was either sought from or issued by MEA in respect of the travel of the said MP to Germany. Obviously, no visa note was issued either. No visa is required for diplomatic passport holders to travel to Germany.”The spokesperson added: “The Ministry has also not issued any visa note for any other country for the said MP…Yes, he travelled on a diplomatic passport.”On Wednesday, Karnataka Chief Minister Siddaramaiah wrote to Prime Minister Narendra Modi seeking that Revanna’s diplomatic passport be cancelled.Revanna had flown to Germany from Bengaluru on April 26, hours before the state government announced that it had set up a special investigation team to look into the sexual abuse allegations.The Hassan MP and his father, former state minister HD Revanna, are being investigated by a Special Investigation Team formed by the Karnataka government. The case is based on a complaint by a woman, who worked in the Revanna household for three-and-a-half years.The complainant has accused HD Revanna of sexually harassing her whenever his wife was not at home. She has also accused Prajwal Revanna of inappropriately touching women workers in the house.The complaint came shortly after more than 2,000 pen drives carrying videos of alleged sexual assault against several women, allegedly recorded by Prajwal Revanna himself, circulated in Hassan ahead of the Lok Sabha elections in the constituency on April 26.","author":"Scroll Staff","time":"2024-05-02T20:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200448-abgndgyqdj-1714661589.jpg","tags":["Karnataka","MEA","Prajwal Revanna","diplomatic passport"],"source":"https://scroll.in/latest/1067378/prajwal-revanna-went-to-germany-on-diplomatic-passport-no-political-clearance-was-issued-mea"}