{"title":"Prakash Javadekar says Congress’ claim of six surgical strikes during UPA rule is false","content":"Union minister Prakash Javadekar on Friday accused the Congress of falsely claiming that it had conducted six cross-border surgical strikes during the rule of the United Progressive Alliance government. Congress leader and former Union minister Rajiv Shukla had made the claim on Thursday.“Till recently, Congress was asking for proof of surgical strike [of 2016]. Now they say they have conducted 6 such strikes,” Javadekar tweeted. “An RTI enquiry has revealed that the first surgical strikes happened in 2016 and NOT before. One more false claim by Congress!”Shukla had asked the Bharatiya Janata Party to stop taking credit for steps taken to secure the nation’s security because every government has done its share. Till recently, Congress was asking for proof of surgical strike. Now they say they have conducted 6 such strikes! An RTI enquiry has revealed that the first #SurgicalStrikes  happened in 2016 and NOT before. One more false claim by Congress! @BJP4Rajasthan @BJP4India— Chowkidar Prakash Javadekar (@PrakashJavdekar) May 3, 2019\n\nThe Congress party’s remarks come when the Narendra Modi-led National Democratic Alliance has made national security one of the main talking points of its election campaign.Shukla had listed the dates when the strikes were purportedly carried out. “One was conducted on June 19, 2008, in Bhattal sector in Poonch, one from August 30-September 1, 2011 in Sharda sector across Neelam River Valley in Kel,” he told reporters at a press conference. “One surgical strike was carried out on January 6, 2013, at Sawan Patra check post; one on July 27 and July 28, 2013 in Nazapir Setor, another on August 6, 2013 in Neelam Valley and one on January 14, 2014.”","author":"Scroll Staff","time":"2019-05-03T13:12:00.633332+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/922188-wioovoyrti-1536482327.jpg","tags":["Prakash Javadekar","Surgical strikes","Lok Sabha polls","Rajiv Shukla","Congress","BJP"],"source":"https://scroll.in/latest/922188/prakash-javadekar-says-congress-claim-of-six-surgical-strikes-during-upa-rule-is-false"}