{"title":"Prakash Ambedkar-Asaduddin Owaisi tie-up in Maharashtra is likely to help the BJP","content":"He has both the name and the agenda. Prakash Ambedkar was seen as the new hope for progressive groups in Maharashtra, the fulcrum around which they could group themselves. The bigger parties, the Congress and Nationalist Congress Party, were expected to tie up with him. Together, the two groups were to take on the BJP in one-on-one fights in the forthcoming General Elections.But these hopes were dashed last week when Imtiaz Jaleel, the All India Majlis-e-Ittehadul Muslimeen MLA from Aurangabad, announced that his party had entered into an alliance with Ambedkar’s Bharipa Bahujan Mahasangh. Significantly Ambedkar himself has neither affirmed nor denied it. He did not respond to calls and messages from Scroll.in.The violence in Bhima Koregaon village near Pune in Maharashtra on January 1 propelled Ambedkar to the centre stage. He announced a bandh the next day, which was successful throughout the state. Most Dalit groups see him as their political leader. Ambedkar used this new standing in June to form a Third Front named the Vanchit Bahujan Aghadi, which would be neither with the Congress-Nationalist Congress Party nor with the BJP-Shiv Sena. The Left parties were only too happy to team up with him, and Ambedkar successfully reached out to smaller caste groups frustrated with the ruling BJP’s failure to deliver what it had promised them. Another former BJP supporter, the Maharashtra Muslim Sangh, recently announced its support to Ambedkar, while the Jamaat-e-Islami has also been working with him.Amid all this, came the announcement of a tie-up with Asaduddin Owaisi, known for his strident Muslim identity-based politics.What next?“We hope he changes his position,” said Prakash Reddy of the Communist Party of India. “We have worked with Prakash Ambedkar. He has a history of progressive politics. He believes in both the annihilation of caste and the transformation of society on the basis of class. He supports the rights of the landless.’’According to Reddy, the Left’s agenda was clear: To defeat the BJP through a programme-based state-wise alliance with all parties. Owaisi’s provocative speeches on the other hand, he pointed out, had a “communally polarising effect, which indirectly helps the BJP”.But what if Ambedkar did not change his position? Would the All India Majlis-e-Ittehadul Muslimeen be welcome in the broad alliance that Reddy envisaged?The veteran Communist was unwilling to answer such speculative questions. “Has Owaisi said he is willing to ally with the Congress?” asked Reddy. “Let us cross that bridge when we come to it.”While Congress leaders such as Ashok Chavan have expressed regret at Ambedkar’s new tie-up, insiders involved in bringing the various parties together said that the All India Majlis-e-Ittehadul Muslimeen is not quite an untouchable. It did poll five lakh votes in the last Assembly elections and won two seats. Since then, it has gone on to win seats in local body polls across the state. Additionally, till 2012, Owaisi was also part of the ruling alliance in the erstwhile Andhra Pradesh with the Congress, and also supported the United Progressive Alliance.Taking this into account, said these insiders, the Congress-Nationalist Congress Party are inclined to enter into a tacit understanding with Owaisi. Rather than allowing his candidates to act as spoilers, they may not put up strong candidates against them. These insiders also wondered if Ambedkar was using the announcement about the tie-up with Owaisi’s party to get more seats from the Congress than the two it is said to have offered him. A grassroots activist in touch with both sides revealed that both were blaming the other for playing hard to get. “Whom does one believe?” said the activist. “It seems like the match has just begun, and we have to wait till the final round.”‘Poisonous effect’But for those involved in social movements, these political games are a cynical dismissal of their concerns.  “Owaisi’s tie-up with Ambedkar will have a poisonous effect on our social fabric,” said a Muslim who regularly conducts awareness programmes in his community in small towns. “His characteristic high-pitched rhetoric on ‘Muslims-as-victims’ will drive away those Hindus who may have supported the broad alliance because of their disappointment with the BJP. Worse, his image will tar all the Dalit, OBC [Other Backward Classes] groups and Muslim groups who have teamed up with Ambedkar. The BJP will find many takers for whatever label it uses for this alliance: anti-national, Maoist, anti-Hindu…”Those who have worked with Ambedkar say two things about him. First, that he does not listen to others. “We see little difference between the politics of the RSS [Rashtriya Swayamsevak Sangh] and that of Owaisi,” said a Dalit activist from Pune. “But even if we tell Ambedkar this, he’ll do what he wants.”The second consensus about Ambedkar is that he is no simpleton. He cannot but be aware of the repercussions of his alliance with Owaisi. If he is willing to risk the potential damage to his alliance, there can be only two reasons for it. One, that he is using it as a bargaining chip with the Congress-Nationalist Congress Party. The other conclusion is more alarming to his supporters: Ambedkar is willing to play the BJP’s game, just as Owaisi has been. Wherever Owaisi has fought elections, his aim has been to wean Muslims (and Dalits in some reserved constituencies) away from secular parties, thereby splitting the anti-BJP vote, at the same time creating an exclusive Muslim bloc that sees itself as separate from the mainstream. Both outcomes have helped the BJP.So will the outcome of the Owaisi-Ambedkar tie up, which will discredit the Third Front even before it is fully formed.","author":"Jyoti Punwani","time":"2018-09-21T10:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/895161-rqdqviazmd-1537447200.jpg","tags":["Maharashtra politics","Prakash Ambedkar","Asaduddin Owaisi","AIMIM"],"source":"https://scroll.in/article/895161/prakash-ambedkar-asaduddin-owaisi-tie-up-in-maharashtra-is-likely-to-help-the-bjp"}