{"title":"Prashant Kishor resigns as principal advisor to Punjab CM Amarinder Singh ahead of 2022 polls","content":"Political strategist Prashant Kishor on Thursday resigned as principal advisor to Punjab Chief Minister Amarinder Singh ahead of the Assembly elections in the state next year, News18 reported. Kishor said he has decided to take “a temporary break from active role in public life”.In a letter to Singh, the elections strategist said he was yet to decide his next move. “I write to request you to kindly relieve me from this responsibility,” he added. “I take this opportunity to thank you for considering me for this position.”On March 1, the Punjab chief minister had announced that Kishor has been appointed as his principal advisor.During the 2017 polls, Kishor had handled the Congress’ poll campaign and helped the party win 77 seats in the 117-member Assembly. He formulated Punjab Congress programmes like “Coffee with Captain” and “Punjab Da Captain” to garner support for the party.  The next Assembly elections are expected to be held in February or March 2022. The Congress will seek to retain power and fend off the challenges by the Akali Dal-Bahujan Samaj Party alliance, Aam Aadmi Party and the Bharatiya Janata Party.Kishor’s company, Indian Political Action Committee, had recently helped Mamata Banerjee’s Trinamool Congress in the West Bengal Assembly elections. Held in eight phases between March to April, the Mamata Banerjee-led Trinamool Congress came to power for a third consecutive term winning 213 of the 294 seats. The Bharatiya Janata Party managed to secure only 77 constituencies.","author":"Scroll Staff","time":"2021-08-05T10:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/100642-xwbjovgcev-1614418463.jpg","tags":["Prashant Kishor","Amarinder Singh","Punjab Assembly elections","IPAC"],"source":"https://scroll.in/latest/1002090/prashant-kishor-resigns-as-principal-advisor-to-punjab-cm-amarinder-singh-ahead-of-2022-polls"}