{"title":"Prashant Bhushan says India Against Corruption movement ‘propped up by BJP-RSS’","content":"Aam Aadmi Party founder-member and civil rights lawyer Prashant Bhushan has claimed that the India Against Corruption movement was “propped up” by the Bharatiya Janata Party and its ideological mentor Rashtriya Swayamsevak Sangh to bring down the Congress-led United Progressive Alliance government. In an interview with India Today news channel, Bhushan also alleged that Delhi Chief Minister Arvind Kejriwal was aware of the BJP-RSS involvement.The IAC movement, spearheaded by social activist Anna Hazare and joined by Bhushan, Kejriwal and Yogendra Yadav, swept the country in 2011 and 2012. It was primarily dominated by strong anti-corruption protests against the UPA government.The AAP originated from the IAC movement. It came into being in November 2012. The party won a landslide victory in Delhi Assembly elections and Kejriwal went on to become the chief minister in 2015. While the AAP had won 67 out of the 70 seats in Delhi Assembly in 2015, the BJP bagged the remaining three seats and the Congress had drawn a blank. The same year, Bhushan was expelled from the party after his differences with Kejriwal, who is currently in his second term as the chief minister. Pollster Yogendra Yadav, who was also a founder-member of AAP, was also expelled from the party due to alleged anti-party activities.“In hindsight, there are two things that I do regret,” Bhushan said in his interview. “One is not seeing that the movement [IAC], to a large extent, was supported and propped up by the BJP and the RSS for their own political purposes to bring down the UPA government and get themselves in power. I have no doubt about their [RSS and BJP] role today. He [Anna Hazare] was also probably not aware of it. But Kejriwal was aware of it and I have little doubt about it.” Bhushan added that he had failed to assess Kejriwal’s character. “I understood it too late by which time we had created another Frankenstein-like monster,” he said.In 2019, Hazare had accused the BJP of using him to win the 2014 Lok Sabha elections. “Everybody knows that it was my agitation for Lokpal that catapulted the BJP and also the Aam Aadmi Party to power,” he had said. “Now I have lost all regards for them.”Congress leader Rahul Gandhi on Tuesday endorsed the remarks of Bhushan. “What was known to us has been confirmed by a founding AAP member,” he tweeted. “The IAC movement and the AAP were propped up by the BJP and the RSS to subvert democracy and bring down the UPA government.”","author":"Scroll Staff","time":"2020-09-15T17:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/146342-eqrekvbqwu-1597975751.jpg","tags":["Prashant Bhushan","AAP","BJP","RSS","IAC","Arvind Kejriwal","Anna Hazare","India Against Corruption"],"source":"https://scroll.in/latest/973178/prashant-bhushan-says-india-against-corruption-movement-propped-up-by-bjp-rss"}