{"title":"Prayagraj: Muslim activist’s house razed after police arrest him for protests over Prophet remarks","content":"Civic authorities in Uttar Pradesh’s Prayagraj demolished the house of Welfare Party of India activist Javed Mohammed on Sunday afternoon, claiming that it was an illegal construction.The demolition was carried out a day after the police arrested Mohammed for allegedly conspiring to carry out violent protests in Prayagraj against the disparaging remarks made by two Bharatiya Janata Party spokespersons about Prophet Muhammad.  On Friday, protests had erupted in several cities of the country, including Prayagraj.Earlier on Sunday, the Prayagraj Development Authority had asked Mohammed’s family to vacate the house by 11 am. The authority claimed that it had given a show cause notice to Mohammed, on May 10, asking him to appear for a hearing before it on May 24. However, he did not comply.Somaiya Fatima, the younger daughter of Mohammed, told Scroll.in that the family had not been served any notice about the alleged illegality of their house. Mohammed’s lawyer also questioned the legality of the demolition claiming that it belonged to his wife, but the order did not mention her name.Somaiya Fatima told Scroll.in that she and her mother had also been detained late on Saturday. They were released on Sunday morning.#WATCH | Demolition of the \"illegally constructed\" residence of Prayagraj violence accused Javed Ahmed underway, after the Prayagraj Development Authority (PDA) earlier put a demolition notice at the residence. pic.twitter.com/p1okHrFyz7— ANI UP/Uttarakhand (@ANINewsUP) June 12, 2022\n\nWhile there are no provisions under Indian law to demolish the home of anyone accused of a crime, this pattern has been regularly observed across Bharatiya Janata Party-ruled states.  Officials removing belongings, furniture and photographs from Javed Mohammad's house as the demolitiin continues in Parayagraj. Javed is one of the accused in the violence in the city on June 10. pic.twitter.com/xlaa13jxrI— Piyush Rai (@Benarasiyaa) June 12, 2022\n\nPrayagraj Senior Superintendent of Police Ajay Kumar told reporters that illegal weapons and objectionable posters were recovered from Mohammed’s house during the demolition. During demolition, Javed's house was searched and inappropriate material including weapon and posters were recovered. List of such items is being prepared. Among the recovered weapons include .12 bore and .315 bore pistol and cartridges: Ajay Kumar, SSP Prayagraj pic.twitter.com/Y5arJLJQXl— Piyush Rai (@Benarasiyaa) June 12, 2022\n\n‘No notice was served earlier’Somaiya Fatima told Scroll.in that the authorities had not issued any notice earlier about the house being illegal.“This is the first notice that we got last night [Saturday],” she said. “No one has even spoken to us about this before a day ago. If our property was truly illegal, then why did they not come and give us these notices early. This is an incredibly hard time for us.”Somaiya Fatima said that she and her mother, 50-year-old Parveen Fatima, were detained by the Prayagraj Police around 12.30 am on Sunday and taken to the city’s Civil Lines female police station.“They only told us that they wanted to speak to us about something and then they will let us go,” she told Scroll.in. “They started with asking us strange questions like what are the kind of conversations we have at home and what are the kind of posts we share. They were trying to get something controversial out of us, but none of that is even true. We only speak the truth.”Somaiya Fatima said that while women police officers tried to get them to talk, a male officer abused her mother and said that force should be used to make them “spill the truth”.The police also asked Somaiya and Parveen Fatima to call home and ask the family members to vacate the house. After they were released around 8 am on Sunday, Somaiya and Parveen Fatima were taken to their relatives’ homes instead of their own home.“They [The police] videographed us, our relatives, their home and asked us to not leave this place,” Somaiya Fatima  said. She added that the family still does not know about the whereabouts of her father.Petition filed against the demolitionKamal Krishna Roy, a lawyer of the Mohammed family, told Scroll.in that a petition has been filed in the Allahabad High Court challenging the demolition.In a letter to the chief justice, Roy and other lawyers have argued that the house was registered under the name of Parveen Fatima, the wife of Javed Mohammed. Documents from the Prayagraj civic authorities showed Parveen Fatima’s name on them.“The house was a gift from her [Parveen Fatima] father,” Roy told Scroll.in. “Under Muslim Personal Law when a woman gets a property...It does not automatically belong to her husband. The notice that the government has issued is against Javed Mohammad, but the property does not belong to him.”\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/gacckfbkjr-1655024036.jpeg\">\n  </picture><figcaption>A receipt from the Water Department of Prayagraj civic body bearing Fatima's name. (By special arrangement)</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/hbdobrfxej-1655024036.jpeg\">\n  </picture><figcaption>A house tax receipt from the Prayagraj civic body bearing Fatima's name. (By special arrangement)</figcaption></figure>\n“Any attempt by the District and Police Administration and the Development Authority to demolish that house will be against the basic principle of law and a grave injustice to the wife and children of Javed Mohammed,” the letter to the chief justice stated.The letter added that the Mohammed family had received no show cause notice as has been mentioned in the demolition orders.Roy said he expected an early hearing of the petition.Mohammed was arrested on SaturdayThe Uttar Pradesh Police arrested Mohammed on Saturday after some protestors in Prayagraj’s Atala area threw stones at the police after the Friday prayers.Senior Superintendent of Police Ajay Kumar alleged that Mohammed had also consulted his daughter, student activist Afreen Fatima, about the protests.Afreen Fatima said in a video that the police came to her house without a warrant and took her father into custody, Maktoob Media reported. She also said that the police detained her mother and sister and that she does not know their whereabouts. “My younger sister is just 19 years old and my mother is a diabetic patient,” she added.Afreen Fatima also claimed that the police attempted to detain her and her sister-in-law.Student leader @AfreenFatima136 says she is extremely concerned for the safety of her father, mother and sister, whose whereabouts are unknown to her. She claims that women and small children are being forcefully evicted from houses in the middle of the night. Watch: pic.twitter.com/cccm4T0eyw— Maktoob (@MaktoobMedia) June 11, 2022\n\nVisuals from Saturday night showed several police personnel at the house of Mohammed and Parveen Fatima.📌BIG. Massive police presence at Afreen Fatima's house. Notice served to them asks the family to vacate premises by 11 AM, tomorrow morning Her brother said, \"police has threatened us and behaved badly with us. Set to return at 2 am\" Story @thewire_in 👇https://t.co/TmRHqsmVzA pic.twitter.com/Ldi2Z0Euvm— Sumedhapal (@Sumedhapal4) June 11, 2022\n\nOn  Saturday, Uttar Pradesh Chief Minister Adityanath said that “strict  action” would be taken against “anti-social elements” who attempt to  disturb peace. “Not even one innocent person will be disturbed and not  even one culprit will be spared,” he said.माहौल खराब करने की कोशिश करने वाले अराजक तत्वों के साथ पूरी कठोरता की जाएगी। ऐसे लोगों के लिए सभ्य समाज में कोई स्थान नहीं होना चाहिए।एक भी निर्दोष को छेड़ा नहीं जाएगा और कोई भी दोषी छोड़ा नहीं जाएगा।— Yogi Adityanath (@myogiadityanath) June 11, 2022\n\nState BJP chief Swatantra Dev Singh supported the calls for demolition of the homes of persons accused of violence. “Those whose homes are in the shadow of bulldozers do not throw stones at others,” he said on Twitter.On Saturday, the Kanpur Development Authority demolished a four-storey high-rise building owned by a close aide of the main accused in the violence that broke out in the city last week.On June 3, at least 40 persons were injured in Kanpur after violence had erupted over the BJP spokerspersons’ comments on the Prophet Muhammed.Now-suspended BJP spokesperson Nupur Sharma had made derogatory comments during a debate on the Times Now television channel on May 26, while Naveen Jindal, who was media head of the BJP’s Delhi unit, had posted a tweet on June 1 about the Prophet. He deleted the tweet later. Jindal was expelled from the party on June 5.","author":"Aishwarya Iyer","time":"2022-06-12T08:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175671-fmiusttwut-1655040433.jpg","tags":["Javed Mohammed","Afreen Fatima","Uttar Pradesh Police","Prayagraj","UP Police"],"source":"https://scroll.in/latest/1025986/prayagraj-violence-authorities-give-demolition-notice-to-activist-afreen-fatimas-family"}