{"title":"Precise, patient, powerful, prolific: The wondrous rhythm of Jhulan Goswami’s bowling ","content":"“Next World Cup is in 2021. At this moment I am 34, I don’t think so till 38 I will be able to (continue) how I am bowling today. Because for a medium pacer to maintain their body is very difficult because there is lots of niggles, lots of small, small injuries there. If I will cope with all these things, I don’t think so, but still at this moment, I am just looking forward to this World Cup.”That was Jhulan Goswami just ahead of the ODI World Cup in 2017. She had only just taken her place as the highest wicket-taker in women’s ODIs, overtaking Cathryn Fitzpatrick’s tally of 181 – a record that the Australian had held for just over a decade. And 155 ODIs and 185 wickets into her international career, it appeared Goswami was on her last legs. She had enjoyed an illustrious time in India colours, scaling peaks that most previously thought insurmountable. Having lost a fair bit of pace, her powers should have been on the wane. So there she was, back in England, a country where she had enjoyed plenty of success, for what many thought would be a final hurrah.“For me, I think about today, not tomorrow,” she continued. “If I do well today, then I can think about tomorrow.”Goswami took care of over 1700 ‘todays’, often pushing her body to the very limit, on her way to the postponed ICC Women’s Cricket World Cup 2022 in New Zealand. Now, at 39, just five short of 200 ODIs and 250 wickets, she has well and truly earned the nickname ‘GOATswami’ – undoubtedly the greatest bowler of all time. Jhulan Goswami's India career \n    \n       Format  Mat  Inns  Balls  Wkts  BBI  Ave  Econ  SR  5w \n    \n     Tests  12  21  2266  44  5/25  17.36  2.02  51.5  3  ODIs  195  194  9549  245  6/31  21.74  3.34  38.9  2  T20Is  68  67  1351  56  5/11  21.94  5.45  24.1  1 \n   ESPNCricinfo Statsguru Every movement Goswami makes is precise – practiced hundreds of millions of times, perfected over a couple of decades. Such is her attention to detail that she marks different points in her run-up: the start, from where her right leg powers her forward; the second point from where her stride length slightly increases; and a third, from where she accelerates. It’s a method that has allowed her to more easily find a sense of rhythm in her bowling.There’s something mesmerising about Goswami’s bowling. Maybe it’s the predictability that makes it almost hypnotic. It is a sight we have seen a thousand times over, yet, every time, it somehow takes your breath away.At the top of her mark, Goswami first purposefully places her fingers on the ball – one on either side of the seam - making sure to maintain a firm grip. “But not too tight – varna jo back-spin hum chahte hai, woh nahin milega re,” (otherwise you won’t get backspin), she had often told young bowlers.Then, comes the little lean forward before she begins her run up, powerfully pushing off from the ground. Her long arms swing forward, one with the ball almost lost in her giant palm, the other palm open, slicing through the air. Her elbows move exaggeratedly, forward and back, almost leveling with her shoulders as she begins her journey to the crease.BCCI / Sportzpics The pronounced movements of her limbs make it seem like she is slow to approach the crease, but as she takes off in her jump, Goswami is a picture of power. Pushing off her left leg into a trademark high jump, her long arms extend upward: the right making a nice circular movement as she loads up, while the left reaches for the sky. Her 5’11’’ frame cuts an imposing figure at the crease as she lands, unleashing the ball as if from a catapult. BCCI / Sportzpics “Your delivery stride needs to be powerful. For that, you need strong legs, especially your glutes. A lot of your power and speed will come from your legs, bas upper body strength se pace nahin milega. (You can’t generate good pace with only upper body strength),” she’d say.Once the ball is released, there is the follow through, and Goswami’s finish is arguably the best in the world. She pulls her left arm down sharply and her right hand diligently follows its path, the momentum taking it past her left hip. Her back is almost perpendicular to the ground, the force propelling her forward: “always towards the target”. It’s a photo finish.The effort is evident in every delivery Goswami bowls. At the international level, there have been 13,166 of those recorded. Yes, thirteen thousand, one hundred and sixty-six such occasions. Who knows how many millions have gone unseen.“Being a medium pacer is hard work – you have to be prepared to do extra. Nothing comes easy. Ek hafte, ya ek maheene mein shayad improvement nahin dikhega, (you may not see any improvement within a week or even a month), but you have to keep focusing on the process. If you focus on the process, automatically results will come. Effort is most important.”India is not an easy place for a medium pacer to bowl. Just ask Goswami, who has shared the field with as many as 17 different seamers across a 20-year ODI career.Flat surfaces that rarely have any carry mean that if there is no swing on offer, the seamers are usually easy to line-up. But through this time, Goswami has found a way to thrive at home, taking close to 40% of her international wickets in India.Her ability to consistently attack the stumps, and the patience to wait for a batter to make the first move, have held her in good stead in generally unhelpful conditions. She knows what it means to work hard for her wickets. That is probably why she celebrates each with equal enthusiasm. It is also probably why, when there is even a little spice in the pitch, she’s able to make best use of it.“Agar swing nahin mil raha hai, toh aage daalke faayda nahin hai (There’s no point bowling full if there is no swing on offer),” Goswami once told me after a domestic game. “You have to hit the ball on a hard length, and most important, you have to be patient. If you bowl full on these (flat) wickets, the batter will easily get on top of you. Bowl in the right areas and try to hit the seam; new ball se kuch toh movement milega (you will get some movement with the new ball). You have to understand how to utilise that.”In 2017, Goswami didn’t get too much help from the pitches in England, but once she found her rhythm in the tournament, she provided the team with consistent breakthroughs. While there is hope that the surfaces in New Zealand will aid the fast bowlers, it seems likely the batters will enjoy themselves more. Either way, as she has done all her career, Goswami will find a way: charging in, limbs moving rhythmically, eyes fixed on her target, a picture of pure power.India's Jhulan Goswami celebrates taking the wicket of Australia's Meg Lanning Action Images via ReutersSo, this World Cup, when you see her bowling in the blues, drink it all in and allow yourself to be mezmerised by her flowing movements a few more times. Because who knows how many more of these images we will get to see. It is possible that these are her last ‘todays’ in India colours. The final push of a prolific career. This article was originally published on March 5, 2022. On March 12, 2022 after Jhulan Goswami picked up her 40th ODI wicket to become the leading wicket-taker in the history of the ICC Women’s Cricket World Cup.Ananya Upendran is a former Hyderabad pacer, and now a freelance journalist. She previously worked as Managing Editor of Women’s CricZone. Quotes in this article as per conversations the author has had with Jhulan Gosawmi in the past. Also read:New Zealand, same old zeal: From 2000 to 2022, Mithali Raj closes a World Cup loop","author":"Ananya Upendran","time":"2022-03-05T18:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171086-waczcktxjw-1646483896.jpeg","tags":["Jhulan Goswami","ODI World Cup","ICC Women's Cricket World Cup","Team India","Indian cricket"],"source":"https://scroll.in/field/1018823/precise-patient-powerful-prolific-for-jhulan-goswami-a-final-push-towards-world-cup-glory"}