{"title":"‘Premeditated murder’: In Lakhimpur Kheri, farmers blame Union minister and son for deaths ","content":"On Monday afternoon, as the slogans of “Amar shahidon ka balindan, yaad rakhega Hindustan” – India shall remember the sacrifice of the immortal martyrs – rent the steamy air in Uttar Pradesh’s Lakhimpur Kheri, Rajandeep Kaur’s sobs became louder. With her younger brother declared a “martyr”, a sense of finality had rung in, she could no longer be in denial. “He had left home so happy yesterday,” she said, the words barely audible amid her tears. “What has happened to my lovely brother – how can this be true?”Kaur’s younger brother, 20-year-old Gurvinder Singh, who lived in adjoining Bahraich district’s Nanapara village, was one of the eight people who had died in Tikunia village in Lakhimpur Kheri on Sunday, October 3. Four of them were farmers – all from the Sikh community, which had moved into the area after Partition, converting the inhospitable ravines of the Terai region along the Himalayan foothills into lush fields of sugarcane, rice and wheat. Over the past year, these Sikh farmers have been part of a larger movement against the three contentious farm laws that the Narendra Modi government rushed through Parliament without any substantive discussion in September 2020. Farmer groups fear the laws, currently under suspension, will pave the way for the corporate takeover of Indian agriculture.Rajandeep Kaur's 20-year-old brother, Gurvinder Singh, is among the eight people who died in the violence on Sunday.On Sunday, hundreds of farmers from across the Terai region had gathered at Tikunia, where Uttar Pradesh deputy chief minister Keshav Prasad Maurya was scheduled to arrive by helicopter to attend an event nearby. According to the farmers, they had assembled there to protest Maurya’s arrival, black flags in tow, since he belongs to Bharatiya Janata Party, India’s ruling party. A little after midday, the protesters said they came to an understanding with the district authorities: Maurya would not land there and instead come by road, taking an alternative route. “We were all set to go back to our homes,” said Pargat Singh, the head of the Sikh Sangathan, a community organisation in Bahraich.But then, a surprise came their way.‘Mowed down by SUVs’Around 3.30 pm, as they were wrapping up, three large SUVs came charging through the main road, the protestors alleged.“They came at us really fast, and mowed down the people sitting by the side of the road,” said Karanjeet Singh, a resident of Chokra Farm, 60 km from Tikunia. Several other farmers gave similar accounts. On Monday evening, video footage emerged that seemed to corroborate these accounts. This is how peacefully protesting farmers were mowed down by BJP minister son's car #WhatsApp #LakhimpurKheri #लखीमपुर_किसान_नरसंहार pic.twitter.com/GTa2EH1dqe— Chhotubhai Vasava (@Chhotu_Vasava) October 4, 2021\n\nKaranjeet Singh said his cousin, Lavpreet Singh, came under the vehicles and died moments later.The 19-year-old Lavpreet Singh had in September cleared the English language tests to go to Australia. “He wanted to go abroad so that he could give our parents a life of luxury,” said his younger sister Amardeep Kaur. Amardeep Kaur shows her brother Lavpreet Singh's photograph.Apart from Gurvinder Singh and Lavpreet Singh, two other men were allegedly crushed to death by the vehicles – 35-year-old Daljit Singh and 65-year-old Nakshatra Singh.Minister’s son fired at a protestor?After the vehicles reportedly ran over the protestors, a crowd descended upon the men in the vehicles, the farmers conceded. “After that, things, of course, became out of control,” said Karanjeet Singh. Two burnt vehicles lay beside the road bearing testimony to the backlash. The burnt carcass of one of the vehicles.Three of the people aboard the vehicles were killed. Two of them were reportedly BJP workers while the third person, on the wheels of one of the cars, was said to have been employed by the minister of state for home affairs Ajay Mishra Teni as a driver. According to several people present at the spot on Sunday, Teni’s son, Ashish Mishra, was driving one of the other cars and shot Gurvinder Singh in the head after the young farmer tried to stop him from fleeing. All this purportedly happened in the presence of armed policemen.“After he shot our boy, he kept firing blanks, and the police behind him were doing the same thing, as he slipped into the sugarcane farms,” Pargat Singh alleged.Sardar Charanjeet Singh, Daljit Singh’s uncle, said: “Nothing can possibly bring back the dead, but we want the minister to be sacked and his son to be arrested.” Sardar Charanjeet Singh shows a photograph of his nephew, Daljit Singh, who died on Sunday.A local journalist, Raman Kashyap, 35, also died on Sunday. The circumstances surrounding his death remain unclear. He was a correspondent with Sadhna News. “He had gone [to Tikunia] to collect news,” said his brother, Ramlakhan Kashyap. “We got to know in the evening that he was missing. At 2.30 in the morning, we got a call summoning us to the morgue to identify the body.”A counter-complaint On Monday, the police filed a First Information Report against Union minister Ajay Mishra’s son and others. Scroll.in visited the local police station but the officials there did not disclose details of the case. Uttar Pradesh government also announced Rs 45 lakh as financial assistance for the families of those who had died in the violence.But the minister stuck to his claim that the farmers had initiated the violence. He told a TV channel that the cars were on the way to receive the deputy chief minister, when farmers threw stones at them, which made one of the drivers lose control.The brother of Hari Om Mishra, the driver who died, filed a police complaint claiming that the farmers had attacked the SUVs, which were passing by, with “illegal guns, swords and lathis”. “They had attacked us with the intention to kill after they saw the car of sansad ji [member of Parliament].”Not only do the farmers dismiss that claim, they insist the other side had come with the intention to kill. “The road had been cordoned off by the police who weren’t even letting two-wheelers pass,” said Pargat Singh. “But these three cars forced their way through, thanks to the sheer speed they were coming at and they just never applied breaks.”He added, “Their plan had changed, they were supposed to take an alternative route [for Maurya’s journey], so why did these three cars come at all?”An open threatAccording to the farmers, the biggest “giveaway” that what happened on Sunday was a planned operation by the BJP was the “warning” issued by the minister barely a week ago when he had visited the area to distribute food kits in Palia village. In the meeting, Teni spoke about “disciplining” the protesting farmers. “If I were to go back to my old ways, these farmers would not only have to leave Palia, but Lakhimpur (Kheri) itself,” he can be heard saying in a video.On September 25, Sikh farmers in the Palia area had waved black flags at Teni. “He warned us that he would teach us a lesson,” said Gurusahab Singh, the cousin of Gurvinder Singh. “How much more brazen can it get? This is the BJP’s open goondagiri.”“What happened yesterday,” he insisted, “was an act of premeditated murder.”","author":"Arunabh Saikia","time":"2021-10-05T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164774-ercccijjjs-1633373022.jpg","tags":["Farmers Protest","Uttar Pradesh","Lakhimpur Kheri","Farm Laws"],"source":"https://scroll.in/article/1006947/premeditated-murder-in-lakhimpur-kheri-farmers-blame-union-minister-and-son-for-deaths"}