{"title":"CBI defers Manish Sisodia’s questioning in Delhi excise policy case","content":"The Central Bureau of Investigation on Sunday deferred the questioning of Deputy Chief Minister Manish Sisodia in the Excise Policy case, reported ANI.Earlier in the day, Sisodia, who also hold the finance portfolio, had urged the central agency to postpone his questioning till the last week of February in view of the preparations for Delhi’s Budget.The central agency had summoned Sisodia to appear before it on Sunday for questioning. He, along with 14 other persons, was booked by the CBI in August on charges of irregularities in the now-scrapped liquor policy, which was part of the new excise regulations.Sisodia has, however, not been named in the chargesheet. On August 30, the agency had raided premises linked to the Aam Aadmi Party leader and other accused persons.On Sunday, Sisodia had said that he was busy finalising the city Budget.“Because it is the last week of February, it is a very crucial time for me as Delhi’s annual Budget is being prepared,” Sisodia said, according to The Indian Express. “It is in the last stages. I have requested time [from the CBI] till the end of February so that the budget is finalised.”On Saturday, Sisodia had alleged that the CBI and the Enforcement Directorate were using their full might against him.“Raids at home, searches in bank locker, they found nothing against me,” he had said. “They want to disrupt the education system of Delhi that I have set up.”सीबीआई ने कल फिर बुलाया है. मेरे ख़िलाफ़ इन्होंने CBI, ED की पूरी ताक़त लगा रखी है, घर पर रेड, बैंक लॉकर तलाशी, कहीं मेरे ख़िलाफ़ कुछ नहीं मिलामैंने दिल्ली के बच्चों के लिए अच्छी शिक्षा का इंतज़ाम किया है। ये उसे रोकना चाहते हैं।मैंने जाँच में हमेशा सहयोग किया है और करूँगा.— Manish Sisodia (@msisodia) February 18, 2023\n\nThe Enforcement Directorate is investigating a money laundering aspect in the case and has alleged that the liquor policy, that has now been put on hold, caused a loss of Rs 2,873 crore to the government exchequer.  On Saturday, Delhi Chief Minister Arvind Kejriwal had called the allegations against Sisodia a scam, reported The Indian Express.“There is no such thing as the excise scam. There was no scam,” Kejriwal had said during a press conference. “We made the best, the most transparent [liquor] policy of its kind in the country. The same policy has led to an increase of 48% in revenue in Punjab.”","author":"Scroll Staff","time":"2023-02-19T10:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178743-mkrkhovdhw-1676783383.jpg","tags":["Manish Sisodia","AAP","CBI"],"source":"https://scroll.in/latest/1044171/preparing-budget-manish-sisodia-asks-cbi-to-defer-questioning-in-delhi-excise-policy-case"}