{"title":"Press Club of India calls for strict action after journalist attacked at Amit Shah election rally","content":"The Press Club of India on Sunday said it “vehemently condemns” the attack on a journalist covering Union home minister Amit Shah’s rally in Uttar Pradesh’s Rae Bareli.Earlier in the day, Raghav Trivedi, who works for news portal Molitics, was assaulted allegedly by workers of the Bharatiya Janata Party during Shah’s rally, reported The Indian Express.“I came from Delhi to cover ground reports in Rae Bareli and Amethi,” Trivedi told the newspaper. “During Shah’s rally, I interviewed women and many of them said they were brought to the event by their village pradhan with the promise they would be paid Rs 100.”He said he then approached local BJP leaders to question them about the claims.“Initially, they denied any wrongdoing but when I informed them I had recorded statements of women, a group forcibly took me to a secluded place and demanded I delete the recording,” said Trivedi. “When I refused, they began to assault me…I pleaded with police and bystanders for help, but no one intervened.”The journalist told Newslaundry that nearly 40 police personnel were at the spot but did not come to his rescue.Following the assault, the Press Club of India urged the Election Commission and the local administration to ensure strict action against the attackers.“Journalists in their day-to-day reportage have been subjected to regular physical intimidation, harassment and attack,” said the press body.The Press Club of India vehemently condemns the attack on @moliticsindia journalist, Raghav Trivedi while he was covering the Union home minister, Amit Shah’s rally in Rae Bareli, UPWe urge the EC and local authorities to ensure strict action against the attackers.— Press Club of India (@PCITweets) May 12, 2024\n\n\nA first information report was filed based on a complaint by Sanjeet Sahni, a cameraman who had accompanied Trivedi. The case was filed against unidentified persons under Sections 147 (rioting), 323 (voluntarily causing hurt), and 504 (intentional insult with intent to provoke breach of the peace) of the Indian Penal Code.","author":"Scroll Staff","time":"2024-05-13T10:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200667-anlytovupy-1715574603.jpeg","tags":["Raghav Trivedi","Press Club","Amit Shah","BJP","Bharatiya Janata Party","Lok Sabha 2024"],"source":"https://scroll.in/latest/1067791/press-club-of-india-calls-for-strict-action-after-journalist-attacked-at-amit-shahs-election-rally"}