{"title":"Press bodies, activists condemn police action against two journalists for covering Tripura violence","content":"Press bodies, politicians and activists on Sunday condemned the detainment of two journalists – Samriddhi Sakunia and Swarna Jha – who were covering the recent anti-Muslim violence in Tripura. The journalists have been charged under Indian Penal Code sections 120(B) (punishment for criminal conspiracy), 153(A) (offence of promoting disharmony, enmity or feelings of hatred between different groups on the grounds of religion) and 504 (intentional insult).In a statement, media body Digipub said that the police had invaded the privacy of the journalists by demanding their Aadhaar and transport details.“This is not the first time that journalists have been intimidated for doing their jobs in this country,” Digipub, an association of 11 digital news organisations, said. “Many journalist face criminal investigations, arrests and jail terms, as India faces a sharp degradation of in press freedom.”   Scroll.in is among the founding members of the Digipub News India Foundation. The other members of the association are HW News, Alt News, Article 14, Boomlive, Cobrapost, Newsclick, Newslaundry, The News Minute, The Quint and The Wire.DIGIPUB condemns in the strongest terms the intimidation against journalists of HW News Network. pic.twitter.com/yq2mLMI0GO— DIGIPUB News India Foundation (@DigipubIndia) November 14, 2021\n\nThe Editors Guild also condemned the police action and demanded that the journalists be released immediately.The press body made the comment while citing a statement issued by HW News, the news channel for which Jha and Sakunia work. HW News said that Section 46 of the Code of Criminal Procedure does not allow women to be arrested after sunset or before sunrise without the order of the magistrate. It said that this procedure was not followed by the police.  “This is sheer harassment and targeting of the press on the part of Tripura Police and Tripura Government to suppress us from reporting facts of the case,” the statement added.Editors Guild condemns this action and demands their immediate release and restoration of their freedom to travel.@Tripura_Police @assampolice @DGPAssamPolice @HMOIndia https://t.co/qVx7ArzojA— Editors Guild of India (@IndEditorsGuild) November 14, 2021\n\nThe Foundation for Media Professionals condemned the incident, noting that India was ranked 142nd in the World Press Freedom Index.“Cases of police action against journalists whose reportage contradicts government versions have become all too common,” the organisation said in a statement...However now the bringing of any ‘negative’ issues to light is increasingly seen as a crime in India, with only public relations flattery being welcomed by authorities.”pic.twitter.com/imL0OcAn2J— Samrat X সম্রাট (@MrSamratX) November 14, 2021\n\nCommunist Party of India (Marxist-Leninist) Politburo member Kavita Krishnan questioned if Tripura was a police state and if doing journalism was a crime under the Bharatiya Janata Party government’s rule.“So it’s a crime now to tweet on Tripura anti-Muslim violence, or even report on it,” she tweeted. “Lawyers, journalists, all are under threat.”Journalist Rana Ayyub called the police action a “brazen misuse of power”.“The journalism community in India must speak in one voice against this tactic of intimidation to silence journalists who counter their narrative,” she tweeted.So it’s a crime now to tweet on Tripura anti-Muslim violence, or even report on it. Lawyers, journalists, all are under threat— Kavita Krishnan (@kavita_krishnan) November 14, 2021\n\nWhat brazen misuse of power is this @Tripura_Police . The journalism community in India must speak in one voice against this tactic of intimidation to silence journalists who counter their narrative. https://t.co/lwn43uKvsy— Rana Ayyub (@RanaAyyub) November 14, 2021\n\nFIR against journalists  On Sunday morning, the Tripura Police had filed a first information report against Samriddhi Sakunia and Swarna Jha, who work for the news channel HW News, based on a complaint by a person named Kanchan Das. He had alleged that Sakunia and Jha made an “instigating speech” against the Hindu community and the Tripura government while visiting people from the Muslim community in the Unakoti district’s Paul Bazaar area.    In tweets posted in the morning, Sakunia and Jha alleged that they were being held captive in a hotel in Dharmanagar sub-division of North Tripura district. They finally managed to leave the state in the afternoon, but the police of neighbouring Assam detained them in Karimganj district and handed them over to the Tripura Police.","author":"Scroll Staff","time":"2021-11-14T21:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157981-pbstslvwsr-1619090855.jpg","tags":["HW News","Tripura Police","Swarna Jha","Samriddhi Sakunia","Digipub","Freedom for Media Professionals","Editors Guild of India"],"source":"https://scroll.in/latest/1010551/press-bodies-activists-condemn-police-action-against-two-journalists-for-covering-tripura-violence"}