{"title":"President’s Rule imposed in Puducherry","content":"The Union Territory of Puducherry was placed under President’s Rule on Thursday, three days after the V Narayanasamy-led Congress government failed to prove its majority in a floor test in the Assembly.The Union home ministry on Thursday issued a gazette notification that officially announced the implementation of President’s Rule. On Wednesday, the Centre had approved the dissolution of the Puducherry Assembly.Following a string of resignations, months before the Puducherry Assembly election, the Narayanasamy-led Congress government lost its majority on February 22. After submitting his resignation to Lieutenant Governor Tamilisai Soundarajan, Narayanasamy said that the government elected by the people had been toppled, and the Opposition will be taught a lesson in the upcoming election.After the collapse of the Congress-led government, the BJP said it will not stake claim to form a government, but asserted that the party will win in the upcoming Assembly election.The Congress government was reduced to a minority, following the resignation of four of its MLAs. Congress legislator A John Kumar resigned on January 16, following Malladi Krishna Rao who quit the day before. Two others, A Namassivayam and E Theeppainjan, had resigned in January.On February 21, two more MLAs – one from the Congress and the other from the Dravida Munnetra Kazhagam – tendered their resignations. K Lakshminarayanan, the Congress MLA, said he quit because he did not get his due recognition in the party.Following the resignations, the number of MLAs supporting the government was reduced to 12, including the Speaker. This included MLAs from the DMK and an independent candidate. The Opposition, on the other hand, had 14 MLAs. The effective strength of the House came down from 33 to 26, while the majority mark was 14.","author":"Scroll Staff","time":"2021-02-25T20:16:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/97703-nqhtjstahn-1534432181.jpg","tags":["Puducherry","President's rule","Puducherry Assembly","V Narayansamy"],"source":"https://scroll.in/latest/987941/presidents-rule-imposed-in-puducherry"}