{"title":"Preview: In Uttarakhand, BJP and Congress are locked in a high-stakes battle","content":"In the 21 years that Uttarakhand has been a state, the chair of the chief minister has rarely found a lasting occupant. During this period, the state has had 11 chief ministers, and only one of them, ND Tiwari, managed to complete his full term.But even in the context of Uttarakhand’s history of political instability, 2021 was a remarkable year. When Pushkar Singh Dhami took oath for the top post on July 4, the hill state got its third chief minister in four months.Eight months on, as counting of votes begins at 8 am on Thursday, the ruling Bharatiya Janata Party is hoping that last year’s political tumult does not cost it power in the state. On the other hand, the Congress is praying that the state sticks to its historical trend of voting out the incumbent party.The results of the Assembly election – which was held in a single phase on February 14 – will be out on Thursday.What’s at stake for the BJP?In the past two years, the BJP’s performance in Assembly elections has been patchy at best, considering the party’s dominance in national politics. After the 2019 Lok Sabha elections, Assembly polls were held in ten states and two Union Territories, out of which the BJP and its allies only won four elections – Assam, Bihar, Puducherry, and Haryana.The contest in Uttarakhand will be a chance for the saffron party to prove it can put up strong performances in Assembly elections, including those in which it is the incumbent party.The poll verdict will also be seen as an indicator of Prime Minister Narendra Modi’s popularity, and the extent to which he can influence an Assembly election in favour of the BJP. Modi had campaigned extensively in the run-up to the polls, during which he addressed both physical rallies and virtual ones in the state.The Uttarakhand election will also be a referendum on the performance of the Centre’s welfare schemes for the underprivileged, particularly the schemes devised in the wake of Covid-19 pandemic.The BJP, in its manifesto for the state, has promised to pay farmers an additional amount of Rs 6,000 over and above the Rs 6,000 that they get under the PM-Kisan Samman Nidhi Scheme.Further, the elections will show the extent to which the BJP’s espousal of hardline Hindutva causes resonates with voters in the state. The party has promised a stricter law to deal with alleged cases of “love jihad”, under which offenders would face up to ten years’ imprisonment.“Love jihad” is a conspiracy theory propounded by Hindutva activists, who believe that Muslim men lure Hindu women to marry them in order to later convert them to Islam.Uttarakhand, like many other BJP-ruled states, already has a law to deal with allegations of forced or fraudulent religious conversions. The Uttarakhand Freedom of Religion Act stipulates a punishment of one to five years’ imprisonment for carrying out such conversions. In cases where the person who was “forcibly converted” was a minor, a woman, or a person from the Scheduled Castes or Scheduled Tribes, the punishment ranges from two to seven years’ imprisonment.Dhami, on the last of campaigning in the state, also promised that if the BJP is re-elected, it will form a committee to draft a uniform civil code.A uniform civil code would entail having a common set of laws governing marriage, divorce, succession and adoption for all Indians, instead of allowing different personal laws for people of different faiths. Such a code has long been on the political agenda of the BJP.Meanwhile, the Uttarakhand government’s stance on the Haridwar hate speech case could also have a bearing on the elections. Between December 17 and 19, Hindu supremacists had called for violence against Muslims at a religious conclave held in Uttarakhand’s Haridwar city. However, it was not until January 13 that the police made its first arrest in the case – that of Jitendra Narayan Tyagi, formerly known as Wasim Rizvi.The police arrested another accused person, seer Yati Narsinghanand Giri, in the case on January 15.While the hate speech case may serve to further alienate minorities from the BJP, the police action may spark anger among hardline Hindu voters.Hindu supremacist seer Yati Narsinghanand Giri. (Credit: Narsinghanand Saraswati/Facebook)What’s at stake for the Congress?The Uttarakhand election will provide an opportunity for the Congress to show that it can beat the BJP in a direct contest in a northern state.Questions on whether the Congress could effectively take on the BJP became particularly prominent after its performance in the 2020 Bihar Assembly election, where it won only 19 out of the 70 seats that it contested. The Congress’ ally, the Rashtriya Janata Dal, had blamed the grand old party for the defeat of the “mahagathbandhan” alliance in Bihar.A Congress victory in Uttarakhand will lend more weight to its claim of being a party that can serve as the driving force of an anti-BJP alliance.The results of the election will also show whether the Congress managed to benefit from the farmers’ protest, and whether it could convince voters of its ability to deal with unemployment.The Congress, in its manifesto, has promised to withdraw cases against farmers who took part in protests against the three now-repealed agricultural laws. It has also promised to fill up 57,000 posts in various government departments within a year of assuming office.Unemployment is a rising concern in the hill state of Uttarakhand. According to an analysis by Factchecker.in, the last five years saw the state’s working age population grow by 11.7%. However, in this period, the number of people with jobs fell by 8.9 lakh.Another factor that would concern the Congress is the rise of the Aam Aadmi Party. The Arvind Kejriwal-led outfit is making no secret of its national ambitions, and of its intent to displace the Congress as the main opposition at the national level. In this election, the AAP has also thrown its hat in the ring in a bid to expand its national footprint.\n\t\t\n\tThe Aam Aadmi Party's chief ministerial candidate Ajay Kothiyal. (Credit: AAP/Twitter)If the Congress does not perform well in the Uttarakhand election, it may provide an opening for the AAP to take up the opposition space in the state.  Key facesThe current chief minister, Pushkar Singh Dhami, is the youngest chief minister of the state, having taken over the mantle at the age of 45 years. He contested the election from the Khatima constituency in the Udham Singh Nagar district.Dhami has faced the challenge of steadying the BJP’s ship in Uttarakhand after internal dissent and allegations of corruption against former chief minister Trivendra Singh Rawat.He won the Khatima constituency twice, in 2012 and 2017.Dhami belongs to the Thakur community, which may be significant in the state’s poll arithmetic. In Uttarakhand, the Thakur and Brahmin communities are politically crucial, as the two groups together account for 60% of the voters, according to The Times of India.From the Congress camp, former Chief Minister Harish Rawat is the most prominent face. He has been the chief minister of the state in three separate terms between 2014 and 2017.In December, Rawat said that he would lead the Congress’ campaign in Uttarakhand. The party, however, did not name him its chief ministerial face.Nevertheless, a day before the elections, Rawat had claimed that no one in the Congress had objected to him name as the Congress’ chief ministerial candidate.The former chief minister is a party veteran, and had won his first Lok Sabha election from the Almora constituency in 1980. From 2012 to 2014, he had served as the Union Minister for Water Resources under the Manmohan Singh government.Till October 22, Rawat was the Congress’ leader in charge of Punjab. He was closely involved in the turf war between Punjab Congress chief Navjot Singh Sidhu and former chief minister Amarinder Singh.Rawat contested from the Lalkuan constituency in the Nainital district.A relatively unknown political entity is AAP’s chief ministerial candidate Ajay Kothiyal. He is a retired colonel, a factor that holds much significance in a state where a large number of families have members who serve or have served in the armed forces.Kothiyal joined AAP on April 20.The retired colonel had received praise for his relief work during the 2013 Kedarnath flash floods in the state.In the 2022 election, Kothiyal contested from the Gangotri constituency in the Uttarkashi district.Missing environmental concernsWhile much of the campaigning in Uttarakhand focussed on employment, poverty alleviation measures and religion, the one topic that was conspicuous in its absence was ecology.The silence of political parties on environmental concerns was particularly jarring in Uttarakhand, as the state has had to contend with flash floods and landslides in the past few years. Much of the destruction due to such events has been linked to climate change and ill-planned infrastructure projects.Further, about 70% of the state’s area is under forest cover, and experts have often described its Himalayan ecosystem as being fragile.Even where political parties have touched upon ecological concerns, the policies that they have espoused may have been detrimental to the environment. For example, the BJP listed “Mission Himavat” – an initiative aimed at ensuring soil stability – in its manifesto. However, the Centre has pushed the Char Dham road-widening project, which links the four Hindu shrines of Gangotri, Yamunotri, Kedarnath and Badrinath.Several environmental experts have expressed serious concerns about the project. On February 11, Ravi Chopra, the chairperson of a high-powered committee appointed by the Supreme Court to oversee the project, resigned from his post. He has expressed fears of slope destabilisation and soil erosion on account of the project, as noted by Newsclick.On December 14, the Supreme Court had allowed the Ministry of Defence to widen roads for the project. The court had held that the widening of roads will be of strategic importance for border and national security.    Exit pollsIn the 2017 elections, the BJP had secured a comfortable victory by winning 57 out of 70 seats. The Congress had won 11 seats, while Independent candidates had won from two constituencies.This time, exit polls have predicted a tough fight between the two major national parties. Although most of them have predicted that the BJP will emerge as the single largest party, some of them have tipped the grand old party to be the winner.India Today-Axis My India has projected that the saffron party will secure victory in 36-46 constituencies, while the Congress party will win 20-30 seats. On the other hand, ABP-CVoter has predicted that the former party will win 26-32 seats, and the latter will win 32-38 seats.","author":"Neerad Pandharipande","time":"2022-03-10T06:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171246-fckrjrfrux-1646779971.jpg","tags":["Uttarakhand","BJP","Congress","election results uttarakhand 2022","Pushkar Singh Dhami","Harish Rawat","Uttarakhand Election Result 2022"],"source":"https://scroll.in/latest/1019065/preview-in-uttarakhand-bjp-and-congress-are-locked-in-a-high-stakes-battle"}