{"title":"Preview: Exit polls predict BJP will win in Assam, but will anti-CAA sentiment impact votes?","content":"Elections to the 126-member Assembly in Assam saw a vociferous campaign from the Bharatiya Janata Party, which hopes to retain power in the state. The votes will be counted on May 2 for the state Assembly, whose majority mark is 64.  The saffron party is in alliance in the state with Asom Gana Parishad and the United People’s Party Liberal. The Congress-All India United Democratic Front-Left combine, however, held its own and pushed back with anti-Citizenship Act rhetoric.The three-phased elections – held on March 27, April 1 and April 6 – saw over 73% voter turnout on the first day, and 79.97% and 80.96% on second and third days. The polling had some stray incidents of violence, amid the second wave of the Covid-19 pandemic.This was also the first election after the fierce protests against the new citizenship law across the country, which first began in Assam. But the reason for the demonstrations in the state were entirely different from the rest of the country.The Citizenship (Amendment) Act, notified in 2019, made undocumented non-Muslim migrants from Bangladesh, Afghanistan and Pakistan eligible for Indian citizenship. Across the country, protests broke out against the law, seen as an assault on secular values inscribed in the Constitution.In Assam, and other states of the North East, the new citizenship law protests were led by indigenous communities who feared that the region would be swamped by Bengali-speaking migrants.Poll promisesOn March 22, Union Home Minister Amit Shah criticised the Congress’ tie-up with the Badruddin Ajmal-led AIUDF, saying that it will not be possible to stop infiltration if their alliance comes to power after the Assembly elections. Shah has reiterated this claim several times over the course of the campaigns. The BJP promised to implement all clauses of the Bodo Agreement within two-and-a-half years. The party also asserted that laws against “love and land jihad” would be implemented in the state.Meanwhile, all the Congress needed to do was venture where the BJP could not – no CAA. Be it Rahul Gandhi or Priyanka Gandhi, the Congress ensured the party’s stand on the new citizenship law was loud and clear.The Gandhis also took up the cause of the workers at tea plantations. The Congress promised to pay them a minimum wage of Rs 365 if voted to power. Rahul Gandhi further pledged to set up a special ministry and resolve the problems of the workers.Tea estates in Assam are the main source of employment for the state’s tea tribe population. The community is considered as one that can swing the elections due to its presence in at least 40 seats.Indian workers pluck tea leaves inside the Durgabari tea garden estate on the outskirts of the northeastern Indian city of Agartala December 10, 2005. Inspired by the success of whisky and wine makers, Indian tea planters are turning parts of their verdant Assam, Tripura and Darjeeling estates in the east of the country into luxury resorts to help beat an industry slump. Credit: Jayanta Dey/Reuters.Also read:In Assam, the Congress fought hard – but will it be enough to dislodge the BJP?Heavyweights and star campaignersPrime Minister Narendra Modi and Union Home Minister Amit Shah held multiple rallies in the state. During his speeches, they urged militants to return to the mainstream, attacked the Congress’ alliance with AIUDF, and claimed there was a global conspiracy to defame Indian tea.Meanwhile, Assam Chief Minister Sarbananda Sonowal, who contested from the Majuli seat, was not named as the BJP’s chief ministerial face before the elections. Sonowal contested against three-time former Congress leader Rajib Lochan Pegu.State Minister Himanta Biswa Sarma, also the primary person to manage the Covid-19 pandemic, along with the leader in charge of the state, Jay Panda, led the campaigns. Sarma, the incumbent MLA from the Jalukbari constituency in Kamrup (Metro) district since 2001, contested against the Congress’ Romen Chandra Borthakur.Another prominent constituency is Titabor, earlier held by former Assam Chief Minister Tarun Gogoi for four consecutive terms. Gogoi, the Congress’ senior and most prominent leader in the state, died after post-Covid complications on November 23. This year, the Congress fielded candidate Bhaskar Jyoti Baruah against former Asom Gana Parishad MLA Hemanta Kalita.The Congress relied on local leaders with a few appearances from the Gandhis.The Raijor Dol, led by farmer leader Akhil Gogoi and the Asom Jatiya Parishad, launched by the All Assam Students’ Union and the Asom Jatiyotabadi Chhatra Parishad – the two largest and most influential of nationalist student outfits in the state – contested the elections together. The parties united to fight the polls as a combined anti-CAA forum against the BJP.Also read:Will Hagrama Mohilary’s popularity thwart the BJP’s political calculations in Bodoland?A demonstrator holds a piece of cloth with \"No CAA\" written on it during a protest against the Citizenship Amendment Act in Nagaon district in Assam on January 4, 2020. Credit: Anuwar Hazarika/Reuters.CAA and other controversiesThe BJP’s leaders repeatedly dismissed concerns that the CAA may cause the party to lose a significant number of votes.On March 4, BJP Assam unit President Ranjeet Dass claimed that the massive protests against the CAA in the state would not make any political difference in the Assembly elections, and that his party would trounce the Congress-led alliance easily.However, on April 2, Sarma said that the BJP had “encouraged the formation” of Assam Jatiya Parishad and the Raijor Dal to split the anti-CAA votes.Ahead of polling, another controversy emerged after the Election Commission reduced the campaigning ban imposed on Sarma from 48 hours to 24 hours, three days ahead of the last phase of voting on April 6. Sarma was barred from campaigning after he threatened Bodoland People’s Front leader Hagrama Mohilary. The BJP and Mohilary’s party fought the 2016 polls together, but the latter forged an alliance with the Congress this March.Hours after voting ended on April 1, an electronic voting machine was found in a private vehicle of a BJP leader. Four Election Commission officials were suspended and the poll panel ordered repolling in a booth in Ratabari constituency.Later in the same week, another five Election Commission officials were suspended after it was found that 171 votes were cast at a booth in Dima Hasao district that has just 90 registered voters. The poll panel also ordered repolling in a few more booths.Also read:Exit polls: TMC likely to return in Bengal, BJP to retain Assam, DMK to sweep TN, Left win in KeralaExit pollsPolitical experts say this was the closest contest in the state in years. On Thursday, multiple exit polls predicted that the BJP will retain power. The ruling party in the state is likely to win 75 to 85 seats, the India Today-Axis My India exit poll predicted. The Congress-led alliance is expected to get 40-50 seats.The Republic-CNX exit poll also showed that the BJP and its allies could win 74 to 84 seats and the Congress-AIDUF-Left combine could secure 40 to 50 constituencies.Jan Ki Baat exit polls projected 70 to 81 seats for the BJP alliance and 45 to 55 seats for the Congress-led combine.The ABP-CVoter survey, meanwhile, said that the fight could be tighter as the exit poll gave 58 to 71 seats to the BJP and 53 to 66 seats to the Congress.","author":"Scroll Staff","time":"2021-05-02T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/158465-fzjbkismvy-1619851021.jpg","tags":["Assam","Assam election","Assam polls","Sarbananda Sonowal"],"source":"https://scroll.in/latest/993580/preview-exit-polls-predict-bjp-will-win-in-assam-but-will-anti-caa-sentiment-impact-votes"}