{"title":"Preview: Will a turmoil-ridden Congress battle the threat from Aam Aadmi Party in Punjab?","content":"The Congress’s tenure in Punjab has been long-drawn and dramatic, with many unresolved problems. As recently as a few months ago, the interests of the party’s key leaders clashed, resulting in very public mudslinging. At the end of the party’s last act, a staunch rival – the Aam Aadmi Party – entered the stage. Armed with big promises, Arvind Kejriwal’s party made it clear it was here to claim the Congress  bastion. Exit poll analysis released on Monday also tipped the scales in AAP’s favour.As counting of votes is set to begin at 8 am on Thursday, it remains to be seen if the Congress will lose yet another state.Apart from these parties, the Bharatiya Janata Party, the Shiromani Akali Dal-Bahujan Samaj Party coalition, Punjab Lok Congress, the Shiromani Akali Dal (Sanyukt), and the Sanyukt Samaj Morcha are also in the picture in Punjab.A total of 1,304 candidates contested for Punjab’s 117 seats on February 20. Approximately 2.04 crore residents cast their votes.The conflict within CongressThe openness of the Congress’ inner disputes posed a large question – how did voters perceive their leaders fighting among themselves? In December, the Trinamool Congress in its mouthpiece, Jago Bangla, said that the Congress was a “spent force” embroiled in infighting. The comment was not about Punjab particularly, but summarised the party’s internal conflict that has raged for years.The turf war essentially took place between former Chief Minister Amarinder Singh and Punjab Congress chief Navjot Singh Sidhu. The rivalry dates back to June 2019, when Sidhu was a state minister. At the time, Singh had divested Sidhu of key portfolios and allotted him other ones instead. Subsequently, Sidhu quit as minister in July 2019.The rift between the two continued, with Sidhu demanding a prominent role in the Congress. Sidhu and Singh publicly criticised each other for months before Sidhu was appointed the Punjab Congress chief on July 18 last year.Former Chief Minister of Punjab Amarinder Singh met Navjot Singh Sidhu before the latter became the chief of Punjab Congress unit. (Credit: PTI) Nevertheless, the confrontations continued between the chief minister  and the state Congress president.In September, Amarinder Singh quit. “I  feel humiliated,” he had said, and while leaving, he called Sidhu a “disaster”.In February, Congress leader Rahul Gandhi at an election rally claimed that Singh was removed from his post  after he had refused to waive electricity bills of the poor.Congress’s CM faceNavjot Singh Sidhu once again tendered his resignation days after Congress replaced Amarinder Singh with Charanjit Singh Channi – Punjab’s technical education minister and a Dalit leader. But his resignation was not accepted by the Congress.Initially, there were rumours that Sidhu was even being considered for the chief minister’s post, but the party decided to continue with Channi if it won another term.In the Assembly polls, Channi was fielded from two seats – Chamkaur Sahib and Bhadaur. Sidhu contested from the Amritsar East seat. He faced competition from Shiromani Akali Dali’s Bikram Singh Majithia, who surrendered before court on February 24 in a case related to drugs. BJP fielded former Indian Administrative Services officer Jagmohan Singh Raju from the constituency. Also read: Chief Minister Channi projects a new Congress in Punjab – but can he convince voters?A look at the key constituencies in Punjab and the main contenders there. More competition: Punjab Lok CongressAs soon as Amarinder Singh bitterly quit the post of chief minister, he teased a possible alliance with  the BJP. He met Union Home Minister Amit Shah and claimed to have discussed farmers’ issues. However, for a while he had spoken about keeping his political options open.As the polls drew nearer, Singh announced his own party, the Punjab Lok Congress, and declared that it would take on all 117 seats. In December, Singh sealed an alliance deal with BJP and they roped in Shiromani Akali Dal (Sankyukta) as well.The same month, Singh announced he would be contest from Patiala. He has represented the Patiala Assembly constituency four times – in 2002, 2007, 2012 and 2017. Preneet Kaur, his wife, is a Lok Sabha MP from Patiala.The Congress had inadvertently created more competition for itself.Farmers’ weak representationPunjab was at the Centre of yearlong farmers’ protests. The farmers were disgruntled with the Bharatiya Janata Party government for bringing in laws that they said sought to bring corporate influence in buying of produce.When Prime Minister Narendra Modi on November 19 repealed the farm laws, the Opposition said that it was done for votes.On December 25, 22 farmer organisations that were a part of the Samyukt Kisan Morcha, which spearheaded the farmers’ agitation, decided to float their own political party, the Samyukt Samaj Morcha. However, several major unions, like factions of the Bharatiya Kisan Union, kept away.The new party entered into an alliance with Haryana-based farm leader Gurnam Singh Chaduni’s Sanyukt Sangharsh Party. Out of 117 seats, Chaduni’s party will contest 10, while the Morcha has fielded candidates in 104 seats.Since the Morcha was not registered as a party by the Election Commission in time for the polls, its candidates are contesting as independents. The commission did, however, allot an election symbol to the party – the rope and wood cot that is ubiquitous in Punjab’s villages.The aim of this party was to represent farmers. However, it has received a mixed response from farmers themselves.Also read: Why the new farmers’ party in Punjab has failed to draw much enthusiasm from farmersThe BJP narrative The BJP had won the Punjab elections in 2012 and 2007 after forming alliances. In the run up to this year’s polls, the saffron party created a narrative in which it portrayed itself as a sabotaged faction. A perfect instance of this narrative was when, in January, Prime Minister Narendra Modi’s convoy was stuck near Ferozepur for 15 minutes as some protestors blocked the route. The Centre called it a “security lapse” and steered the blame towards Chief Minister Channi. The matter even landed up in the Supreme Court.Protestors block Prime Minister Narendra Modi's cavalcade in Ferozepur on January 5. (Credit: PTI) Conversely, the chief minister blamed the BJP for unleashing an Enforcement Directorate  inquiry on his nephew, which appeared like a well-timed ruse to  tarnish Channi’s image just before the polls. The central agency has  often received flak for operating on the saffron party’s direction,  employed to humiliate members of the Opposition.Next on the BJP campaigning agenda was the word “Pakistan”, which seemed to be the party’s synonym for “bad”.On  February 16, Modi said at an election rally in Pathankot city that AAP was a “photocopy” of the  Congress and both parties spoke the “language of Pakistan”. But what is the parlance of Pakistan? It was never specified. Pakistan  has been a sensitive issue in Punjab, since the state shares its border  with the country. The Centre has often said that it is worried about  the security of states along the international border and thus, it  deemed fit to extend the BSF’s area of operation  in Punjab, West Bengal and Assam to 50 km from the  international border, from the earlier jurisdiction of 15 km.  The Union government has claimed that this would help control  trans-border crimes. However, Punjab has seen it as an encroachment on its power and even moved the Supreme Court against this.The arrival of AAPThe Aam Aadmi Party has made its presence felt in Punjab, with Arvind Kejriwal frequently visiting the state since November. At press conferences, he made a host of promises to the residents of the state. They included a stipend of Rs 1,000 for every adult woman, healthcare benefits, free medicines, tests and surgeries in government hospitals, providing everyone a health card, and setting up 16,000 village and mohalla (neighbourhood) clinics along the lines of those in Delhi.The party opened its account of victories in Punjab when it won 14 seats in the Chandigarh Municipal Corporation elections in December. From then on, the party extended its social brand by trying to involve people in campaigns. For instance, before announcing the chief ministerial face for Punjab, the party floated a telephone number and asked people to message them the name of the candidate of their choice. Eventually, Bhagwant Mann was chosen as the party’s chief ministerial face. Mann contested from the Dhuri Assembly seat.But AAP’s gain of favour in Punjab attracted a severe allegation. In February, former member of the party Kumar Vishwas claimed that Kejriwal was willing to take the support of separatists during the 2017 Assembly polls. According to Vishwas, Kejriwal had said that he would either become the chief minister of Punjab or the “first prime minister of an independent nation”, in an apparent reference to Khalistan. Kejriwal denied this.The Khalistan movement is a separatist campaign aimed at creating a country for Sikhs by seceding from Punjab.Aam Aadmi Party chief Arvind Kejriwal gestures during a road show in Amritsar on February 13. (Credit: Narinder Nanu/AFP) Exit polls favour AAPIn the 2017 elections, Congress had secured a majority by winning 77 seats. The Aam Aadmi Party-led coalition had won 22 seats and the BJP-led National Democratic Alliance 18.Exit polls that came out on March 7 predicted an AAP victory this time.The predictions said AAP was likely to take Punjab, registering a win in 63 seats, NDTV reported based on the average of various exit polls.The Congress was tipped to win 28 constituencies. The Shiromani Akali Dal-Bahujan Samaj Party alliance could win 19 seats, and the BJP-Punjab Lok Congress alliance was predicted to win only four.According to Times Now-Veto, the Arvind Kejriwal-led party is likely to win 70 seats in Punjab, while the Congress is tipped to win 22 constituencies. The Akali Dal-Bahujan Samaj Party alliance is likely to win 19 seats, while the Bharatiya Janata Party-Punjab Lok Congress alliance is expected to register a victory in five seats.Missed in campaigns: Drug menaceIn a flurry of rallies and internal conflicts, Punjab’s burgeoning drug problem has not been addressed properly. Punjab Congress chief Navjot Singh Sidhu repeatedly accused Amarinder Singh, who came to power in 2017 on the promise of tackling the drugs and sacrilege issues, of not doing enough to stop the drug trade in Punjab.Drugs and de-addiction had featured prominently in the campaigns during the 2017 Assembly election. The Congress and AAP had promised action against the drug syndicates. When the Congress assumed power, the state government formed a special task force against drugs and opened 193 outpatient opioid-assistance treatment clinics across the state. The task force was mandated to ensure criminal prosecution of drug traffickers, rehabilitation of addicts and creation of mass awareness against drugs.However, they have had little effect and drugs remain entrenched in the state.According to Chandigarh-based Post Graduate Institute of Medical Education and Research, 15%, or 40 lakh residents of Punjab are dependent on addictive substances, both licit and illicit, The Wire reported. At 6,960 cases, Punjab recorded the second-highest number of cases registered under the Narcotic Drugs and Psychotropic Substances Act, 1985 in the country in 2020, according to the National Crime Records Bureau.","author":"Yash Daiv","time":"2022-03-10T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171245-yebgfxroau-1646760141.jpg","tags":["Assembly election","Punjab polls","Punjab Assembly Elections","AAP","Congress","BJP","Navjot Singh Sidhu","Amarinder Singh"],"source":"https://scroll.in/latest/1019051/preview-will-a-turmoil-ridden-congress-battle-the-threat-from-aam-aadmi-party-in-punjab"}