{"title":"Prime Minister Narendra Modi inaugurates first phase of Kashi Vishwanath corridor ","content":"Prime Minister Narendra Modi on Monday inaugurated the first phase of the Kashi Vishwanath corridor in Uttar Pradesh’s Varanasi, his Parliamentary constituency, ANI reported. The work on the 400-metre corridor, which connects the Kashi Vishwanath temple to the banks of Ganga river, started in 2019, according to The Hindu. A total of 23 buildings will be inaugurated in the first phase, ANI reported. More than 300 properties have been acquired for the project.However, the steps and the ghat (river embankment) will take another two months to complete, said the project’s architect, Bimal Patel, according to The Hindu.At the inauguration ceremony, Modi urged people to take three resolutions on “cleanliness, creation and continuous efforts for self-reliant India”.He said that the Kashi Vishwanath temple was earlier 3,000 square feet in size, but has now been expanded to about 5 lakh square feet. The prime minister said this would allow about 50,000-75,000 devotees to visit the temple at once.  “The dedication of Kashi Vishwanath Dham will give a decisive direction to India and will lead to a brighter future,” Modi said. “This complex is a witness of our capability and our duty. With determination and concerted thought, nothing is impossible.”Earlier on Monday, the prime minister visited a temple in Varanasi and interacted with people in the city.“I am overwhelmed,” Modi tweeted in Hindi on Monday morning. “In some time, we will witness the inauguration of the Kashi Vishwanath Dham project. Before this, I did darshan of Kaal Bhairav [an incarnation of Hindu deity Shiva], the Kotwal of Kashi.”काशी पहुँचकर अभिभूत हूँ।कुछ देर बाद ही हम सभी काशी विश्वनाथ धाम परियोजना के लोकार्पण के साक्षी बनेंगे।इस से पहले मैंने काशी के कोतवाल काल भैरव जी के दर्शन किए। pic.twitter.com/iEYUPhzPC6— Narendra Modi (@narendramodi) December 13, 2021\n\n#WATCH | People greet Prime Minister Narendra Modi in his parliamentary constituency Varanasi, Uttar Pradesh (Source: DD) pic.twitter.com/mQkmpdSZ5Z— ANI UP (@ANINewsUP) December 13, 2021\n\nThe Kashi Vishwanath corridor is being inaugurated months ahead of the 2020 Uttar Pradesh Assembly elections scheduled to be held in February-March next year.Meanwhile, Samajwadi Party chief Akhilesh Yadav on Sunday  claimed that his government, which was in power in Uttar Pradesh  between 2012 and 2017, had approved the Kashi Vishwanath corridor, PTI reported.“Just  so that the public does not any questions, they are inaugurating the  Kashi Vishwanath Corridor,” PTI reported. “If there is a Cabinet  which passed the Kashi Vishwanath Corridor, it was the Samajwadi Party’s  government.” Yadav said that he was ready to produce documents to prove his claim.","author":"Scroll Staff","time":"2021-12-13T13:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167469-xqagyrgajn-1639379738.jpg","tags":["Narendra Modi","Kashi Vishwanath corridor","Uttar Pradesh","Varanasi","Uttar Pradesh Assembly elections"],"source":"https://scroll.in/latest/1012699/prime-minister-narendra-modi-to-inaugurate-first-phase-of-kashi-vishwanath-corridor-today"}