{"title":"Prithviraj Sukumaran on what makes ‘The Goat Life’ special: ‘A deeply meditative character study’","content":"Just days before the release of his new movie Aadujeevitham, actor-filmmaker Prithviraj Sukumaran is in Mumbai, attending a press conference and talking up a project he says is one of the demanding in his career yet.Blessy’s Malayalam-language movie will be released on March 28 as The Goat Life in Hindi, Tamil, Telugu and Kannada. Aadujeevitham has been adapted from renowned Malayalam writer Benyamin’s Goat Days, itself inspired by real-life migrant worker Najeeb Ahmed’s hellish experiences while herding livestock in the Saudi Arabian desert.Apart from starring Sukumaran as Najeeb, The Goat Life has Amala Paul and Haitian actor Jimmy Jean-Louis in the cast. Shot by Sunil KS and scored by AR Rahman, the survival drama promises a visually striking and psychologically rich exploration of one man’s attempt to liberate himself from modern-day slavery.The film’s director is a reputed hit-maker. Sukumaran himself has a storied career, spanning productions in Malayalam, Tamil, Telugu and Hindi. The 41-year-old movie star will be familiar to Hindi viewers from Aiyyaa (2012), Aurangzeb (2013) and most recently Salaar: Part 1 – Ceasefire ((2023).Despite their collective heft, and even after the reputation of Benyamin’s novel, Blessy and Sukumaran struggled for years to get The Goat Life off the ground. Sukumaran spoke to Scroll during his Mumbai visit about the obstacles involved in the film’s production, the personal investments he made to play Najeeb, and the sweet spot in which the Malayalam film industry currently finds itself.Aadujeevitham sounds like an extremely challenging film to have been in. But was it also fun to make?The more challenging the film, the more fun you usually end up having. When you’re in the middle of the process, you get stressed and you lose sight of how much you enjoyed it.Aadujeevitham was definitely one of the tougher films I have made, not just in terms of the character but the sheer scale and what we have tried to achieve. It’s a 16 year-long journey – the director came to me with the script in 2008.Blessy, Prithviraj Sukumaran and Jimmy Jean-Louis.Where were you at that point in your career? You had appeared in Thalappavu, but your big hits and your own production company were some years away.I wasn’t even married at the time. I wasn’t a father, nor a director yet. So it was a long, long time back.It took us 10 years to finally start the shoot because the scale at which Blessy had envisioned the film was impossible in Malayalam in 2008. It was only by 2016-17 that Malayalam cinema had sort of grown in its business potential enough for us to think, okay, this is possible.We finally started the shoot in 2018 [in Wadi Rum in Jordan]. But then the [coronavirus] pandemic hit and a completely unforeseen set of circumstances came about. The good thing is that the director, the team and the production house were steadfast in truly believing in what we were making.Unfortunately for me, I had just gone through a very big physical transformation. I had lost about 31 kilos. The pandemic struck and there was a gap of one-and-a-half years where I obviously couldn’t sustain that diet. What that meant was that when we resumed the shoot after one-and-a-half years, I had to re-do the process. The film was also a whole year in post-production.How do you lose 31 kilos?I relied heavily on fasting and fasted workouts. I am making it sound very scientific, like there is a method to it, but there really isn’t a healthy way to be losing one-third of your body weight.The first part of the transformation required me to put on a lot of weight. So you will also see a very fat me in the film. That was deliberately done so that the change seems all the more drastic.I had this laser focus during the process. I knew it was a big responsibility, a role that any actor would die for. Just because I am where I am in my career was not a license to be slack.\n\n\n    \n    Play\n\nThe Goat Life (2024).What about Benyamin’s book made it worth all the trouble?By the time Blessy approached me, the book was already a smash hit, it was in its third or fourth edition. Multiple filmmakers across the country wanted to make a film, but Blessy managed to get the rights.Blessy was then, and now, one of the most coveted filmmakers in Malayalam. Any big star would want to work with him. For him to be setting aside 16 years of his career – that kind of commitment from that filmmaker was part of the deal.How has The Goat Life approached Benyamin’s prose?All the landscapes, the different terrains and backdrops within which the story happen are just that. The story actually happens within the person. It’s a deeply meditative character study, and that was that really appealed to me as well as Blessy. It’s almost like a very spiritual character study of this one man.The challenge that we had, though, was that the book is extremely detailed. We had to decide what exactly we were trying to encapsulate here. Rather than challenging the imagination of each reader, we decided to leave that aside.You will see spectacular backdrops and unbelievable desert topography. Even the Kerala portions of the film are stunning. But all of that remains a backdrop – what you are trying to follow is the character’s emotional arc. Our endeavour was to try and make you feel what that man must have felt. After having read the book multiple times, having had multiple discussions with Blessy, and having spent a lot of time ideating on how to approach this character, I realised that it was going to be virtually impossible to approach it as a whole. Although the ordeal lasted three-and-a half years, the character arc is much more complex.So I decided to break the character arc into three portions – denial, anger and the final coming to terms that regardless of however long this experience lasts, this is something that the character will have to live with. Maybe at the other end is death or maybe there is escape.Not only did Blessy agree with my interpretation, but the interpretation lent itself to the way the shoot was designed.\n\n\n    \n    Play\n\nBehind the scenes of The Goat Life.When you said that the movie couldn’t have been made 16 years ago, did you mean in term of financing or the technology?Technology doesn’t really matter for you to tell a story. I am not a believer that better technology essentially means better storytelling.One factor was the budget – it was impossible for us to be spending this kind of money on a film at the time. The industry has since gone through a metamorphosis in terms of revenue streams, so a film like Aadujeevitham is a more feasible proposition.Secondly, the network that we have today of being able to release a film worldwide did not exist. Today, apart from my company that is releasing the film in Kerala, there are five A-list companies releasing the film in their own territories. There are also distributors showcasing the film in multiple countries. This network wasn’t available to this extent back in 2008. I guess it’s part of a divine design that the film had to go through such a long gestation period.Did you always envisage The Goat Life as something that could also travel as a non-Malayalam film?We always knew that we wanted people to be able to access this film in their own languages.A small percentage of the film is concerned with language. The rest of the film is just me and animals. There is some degree of computer-generated imagery, but there are mostly real animals. The interaction between the actor and the animals had to be real, so we decided to take the harder route and do it with a lot of silence.This is also why Mr AR Rahman is such a big player in this film. I have had the privilege of doing Mani Ratnam’s Raavanan and Vasanthabalan’s Kaaviya Thalaivan with him. I told him that I wish I had this music when I was acting. He has really done magic with this one.\n\n\n    \n    Play\n\nThe Music Storm, The Goat Life (2024).It’s a big commitment for you to travel to Mumbai to promote the film’s Hindi version. Is this partly because Hindi audiences are now more familiar with your work?I do get more selfie requests at the airport.It’s as much a responsibility to be acting in the film as it is to be promoting it. Back in Kerala, the film has an organic buzz because the story is so famous and everybody’s looking forward to seeing the cinematic version of it.Outside of Kerala, where maybe most people don’t know about Najeeb and the book, it’s our responsibility to make you aware of why this is not another film. This is something that happens once in a lifetime. I don’t know many actors who can say that they have been involved with the same film for 16 years, that they’ve shot a film for four years.Most importantly, I don’t know how many films you can watch and say, my God, we just saw something that somebody actually lived through, who is around even today. It is just humanly impossible for someone to have gone through this.Non-Malayalam speakers, particularly Hindi viewers, are fascinated by the ability of Malayalam filmmakers to tackle unusual, risky subjects. What do you make of this fascination?Before I start gloating about my own industry, I must also give you some perspective. You probably only hear of the good films. For every Bramayugam or Manjummel Boys or Premalu, there are five other films releasing in Kerala that you’re not aware of, which are not that remarkable. I’ve also been part of such films.The rosy-rosy picture that people outside Kerala paint of Malayalam cinema is maybe slightly skewed in its perspective. I think I have the right to say this because I’m from Malayalam.Having said that, we are going through a wonderful, beautiful phase. There is a whole group of extremely talented writers, directors, producers and actors who are very adventurous with what they want to do with their craft and the medium. Our consistency in terms of making standout content has been really commendable.I don’t believe in the narrative of looking down on other film industries, or being on a pedestal and saying that there are things that you need to learn from us. All industries have phases. There was a time when we were looking up to Hindi cinema and thinking, how do these guys do it, how have they rewritten the rules of mainstream cinema?Are there good business practices that Malayalam cinema can adopt from other language industries?There isn’t a lot we need to be learning, per se, but one aspect we need to really work on, which we are currently working on, is to establish a proper distribution network across the world. The distribution networks for Malayalam cinema in the rest of India and the world are still very nascent. We are nowhere near full potential.We have suddenly realised over the last two-three years that a superhit Malayalam film can collect as much as, maybe even more than Kerala, in the United Arab Emirates. That’s because we have tapped into that market. We have suddenly realised that North America is no longer a 40,000-dollar market but it could be a one-million dollar market. Once we start tapping into all these markets, we will have way more liberty in terms of dreaming bigger and spending more money on our films.","author":"Nandini Ramnath","time":"2024-03-18T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199331-aygznzltlx-1710711435.jpeg","tags":["Prithviraj Sukumaran","The Goat Life","Blessy"],"source":"https://scroll.in/reel/1065330/prithviraj-sukumaran-on-what-makes-the-goat-life-special-a-deeply-meditative-character-study"}