{"title":"Private liquor stores in Delhi to be shut as old policy returns","content":"Delhi on Thursday reverted to its old liquor policy, under which only state-run stores are allowed to operate, PTI reported. All private liquor shops will shut down under this policy.There are nearly 250 private liquor shops in Delhi, and these will be replaced by over 300 government-run stores, an unidentified excise department officer told the news agency. “So there will be more shops and the number will grow further in the coming days as 500 shops are planned to be opened by four Delhi government undertakings,” the official said.The government undertakings – Delhi Tourism And Transportation Development Corporation Limited, Delhi State Industrial and Infrastructure Development Corporation, Department of Delhi State Civil Supplies Corporation Limited and Delhi Consumer’s Cooperative Wholesale Store Ltd – have been asked to open 700 liquor shops in the National Capital by the end of 2022, officials told PTI.On July 30, the Delhi government had withdrawn its new liquor policy after Lieutenant Governor Vinai Kumar Saxena recommended an inquiry into it by the Central Bureau of Investigation. Under the new policy, which was implemented from November 17, licences of 849 liquor shops were issued to private firms through open bidding. Earlier, four government corporations ran 475 liquor stores and the remaining 389 were in private hands.The Central Bureau of Investigation has filed a case alleging irregularities the new policy. In its first information report, the agency has alleged that Delhi Deputy Chief Minister Manish Sisodia and other public servants took decisions about the policy without the approval of the competent authority with “an intention to extend undue favours to the licencees post tender”.The Aam Aadmi Party has denied the allegations, saying that the case was part of the Bharatiya Janata Party’s “Operation Lotus” to topple the government in Delhi. Sisodia has alleged that raids were conducted at his home to put pressure on him to join the BJP.Meanwhile, officials of Delhi State Industrial and Infrastructure Development Corporation, one of the government undertakings tasked with opening the state-run shops, has said that most of the work in outlets designated to has been completed, the Hindustan Times reported last week.“Work is on in full swing to open liquor stores at all 110 spots for which we have received the licences,” an unidentified official from the corporation told the newspaper. “Nearly 90% interior work has been completed at our upcoming stores in Kanti Nagar, Jheel, Punjabi Bagh central market, Trilokpuri, Lado Sarai, Jhilmil Phase 1 and at several other locations.”","author":"Scroll Staff","time":"2022-09-01T13:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/141028-uwcqmwslpr-1588924576.jpg","tags":["Delhi","liquor policy","Manish Sisodia","Delhi excise policy"],"source":"https://scroll.in/latest/1031804/private-liquor-stores-in-delhi-to-be-shut-as-old-policy-comes-into-effect"}