{"title":"Pro Kabaddi, Eliminator: Patna Pirates and Haryana Steelers move to semis after contrasting wins","content":"The Patna Pirates made it to the semi-final of the Pro Kabaddi League for a record-extending eight time on Monday after beating Dabang Delhi by a narrow 37-35 score in the first eliminator at the Gachibowli Stadium in Hyderabad. In the second eliminator, Haryana Steelers came up with a resounding 42-25 win over the Gujarat Giants.Pirates skipper Sachin Tanwar scored nine important points for his team as they held on to beat the Season 8 champions.Tanwar gave his team the perfect start with two points in the first raid of the match. Dabang Delhi skipper Ashu Malik, who top scored with 19 points, made up soon after as the two teams matched each other well in the opening stages. The Patna Pirates kept the match going, with Tanwar getting the Dabang Delhi all out with a raid worth four points.Malik too then put in a four-point raid, following which Yogesh tackled Manjeet in the Pirates’ next raid to get the three-time champions all out and ensure a close first half score, with Delhi leading 20-19.A second super raid for Malik kickstarted the second half as Dabang Delhi tried to take a hefty lead. The Patna Pirates did not let that happen as Manjeet continued to support his captain and take his team level on points with 10 minutes left. The match, which was swinging continuously, saw both teams competing at their best with only a few points separating them. The lead kept changing hands in the final five minutes but eventually, it was the Patna Pirates who prevailed in what was a tightly contested clash. Two straight super tackles seemed to give Malik’s team the edge but late drama saw Tanwar’s successful raid get the Dabang Delhi all out once again. Then Manjeet got Vishal Bhardwaj in the final raid of the match, sealing the Pirates’ spot in the first semi-final against the Puneri Paltan.Steelers cruise past GiantsThe Haryana Steelers recorded their first ever playoffs victory in emphatic style, beating the Gujarat Giants 42-25, to book a spot against defending champions Jaipur Pink Panthers in the semi-final.While the raiding duo of Vinay (12 points) and Shivam Patare (eight points) duly took the applause, the architect of the Steelers victory was Mohit Nandal, whose seven tackle points effectively ended the Giants’ qualification hopes.The Steelers were right on top of the Giants from the start. Vinay and Patare combined in attack to inflict the first all out of the match on the Giants and give the Steelers a seven-point lead.The Giants came back strongly though, with Parteek Dahiya coming up with a super raid to dismiss Nandal, Jaideep Dahiya and Rahul Sethpal, leading to an all out and the Gujarat-team taking a one point lead.A battle of attrition followed in the last five minutes of the half, with the Steelers defence coming to the fore. Nandal, in particular, was instrumental in ensuring the Steelers went into the break leading 21-16.The Steelers late rally had left the Giants reeling, and early in the second half they were forced into a second all out. From there the Steelers’ dominance grew steadily, and soon enough Vinay and Patare were grabbing points for fun. Vinay’s super raid to take out Sombir, Deepak Singh and D Balaji helped the Steelers to a third all out as they took a massive 36-19 lead going into the final ten minutes of the game. Eventually, they registered a comfortable 17-point win.","author":"Scroll Staff","time":"2024-02-27T09:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198796-dwegxzfoic-1709005877.jpg","tags":["Haryana Steelers","Patna Pirates","Sachin Tanwar","Dabang Delhi","Gujarat Giants","PKL","Pro Kabaddi League","Kabaddi"],"source":"https://scroll.in/field/1064335/pro-kabaddi-eliminator-patna-pirates-and-haryana-steelers-move-to-semis-after-contrasting-wins"}