{"title":"Pro Kabaddi: How Bhiwani’s Monu Goyat became the costliest non-cricketing sportsperson in India","content":"Forty-eight hours ago, Monu Goyat was just another one of the 29 Indian kabaddi players training at the national camp in Sonepat for the 2018 Asian Games. Then, on Wednesday evening, nearly 1,500 km away in Mumbai, an auctioneer’s hammer went down and his life changed.Suddenly, the 25-year-old was the most valuable non-cricketing sportsperson in India. After a fierce bidding war between three Pro Kabaddi franchises at the player auction for season six of the league, Goyat was knocked down at Rs 1.51 crore and sold to the Haryana Steelers.Goyat is now more valuable than Indian football captain Sunil Chhetri, arguably a more well-known sporting figure in the country who was bought for Rs 1.50 crore in the Indian Super League last year. He is more valuable than Sushil Kumar, the two-time Olympic medal-winning wrestler, who was bought for Rs 55 lakh in Pro Wrestling League. He is also more valuable than HS Prannoy, the most expensive shuttler at last year’s Premier Badminton League auction.What is even more surprising given his price tag is that Goyat, who represents the Services Sports Control Board at the national level, did not even play the first three seasons of Pro Kabaddi. The Indian armed forces did not allow their players to participate in Pro Kabaddi till season three, and Goyat was only drafted for the first time in season four when Bengal Warriors picked him up. Goyat, a raider, formed a good partnership with South Korean kabaddi star Jang Kun Lee in his first Pro Kabaddi season, accumulating 59 points from 13 matches, but could not stop his team from finishing last in the league. The season four champions Patna Pirates, however, realised his potential and snapped him up for Rs 44.5 lakh in the fifth season’s auction.Breakthrough seasonIt was in season five that Goyat came into his own, combining with Pardeep Narwal to become one of the league’s most threatening raiding pairs. If Narwal did not get you, Goyat would. The two scored a combined 560 raid points as Patna Pirates won their third straight Pro Kabaddi title. Goyat’s return was an impressive 191 raid points in 26 matches, the fourth highest of the season behind Narwal (369), Rohit Kumar (219), and Ajay Thakur (213).But while Narwal, Kumar, and Thakur were all retained by their franchises for season six, Goyat wasn’t. He was also left out of the 14-man Indian squad that travelled to Iran for the Asian Kabaddi Championship in November last year. Goyat couldn’t do anything more but keep performing. He led his Services team to the final of the senior Nationals in January and then to the title at the Federation Cup in February. Three months later, his consistency was finally rewarded at the Pro Kabaddi auction.Monu Goyat (bottom row, third from right) with the Services team that finished runners up in the senior Nationals (Image: Monu Goyat/Facebook)Goyat, along with the other Indian national campers in Sonepat, were all huddled up watching the auction on television on Wednesday when five of them crossed the Rs 1 crore mark for the first time in history. But no one expected the 25-year-old “silent assassin”, as Goyat is referred to in PKL, to breach the Rs 1.5 crore mark.“My performance in Pro Kabaddi, the Nationals and the Federation Cup has been very good, so I knew I would be one of the top two buys in the auction,” said Goyat. “But in no way did I expect it to touch Rs 1.51 crore. I thought it would be Rs 1 crore at the most.“The teams had a limited budget [of Rs 4 crore] so none of us expected it to go so high. But then Deepak [Hooda], Rishank [Devadiga] and [Nitin] Tomar all went for upwards of Rs 1 crore. And then Rahul [Choudhari] was bought for Rs 1.29 crore.”Goyat could not believe the final price he was bought for and neither could the other campers. “My teammates were all making fun of me and cracking jokes, but they were all very happy for me. I’m thrilled,” he added.After playing as the secondary raider for the Bengal Warriors and Patna Pirates, Goyat will be the Haryana Steelers’ hit man in the sixth season. He won’t have Pardeep Narwal beside him anymore but Goyat is looking forward to forging new partnerships.“I’m very happy that I will become the primary raider of my team,” he said. It’s a lot of responsibility, but I’ll work hard. The team has put its confidence in me, so I have to prove myself.” Goyat will be moving away from three-time champions Patna Pirates but said he had no regrets. “That’s the nature of this league. You have to play for the team that picks you. My new team is now everything to me. Haryana has a good squad: There is Wazir Singh, Surender Nada, Vikas Khandola, Sachin Shingade. There are some good junior boys too,” he said.‘Calculated strategy’Haryana Steelers head coach Rambir Singh Khokhar, who is also one of the coaches at the national camp, said that he had been observing Goyat for a long time and made sure that the franchise bagged him in the auction. “We had a budget and we expected Monu’s price to reach Rs 1.4 crore but not higher,” he said.Khokhar also revealed how the Steelers ensured that the Patna Pirates would not be able to retain Goyat using their Final Bid Match card, which allows a team to buy back its player from the previous season by matching the price he is sold for in the auction. Monu Goyat with Pardeep Narwal (Image: Monu Goyat/Facebook)From Goyat’s base price of Rs 20 lakh till the bidding reached Rs 1.37 crore — a record already — only  U Mumba and Dabang Delhi were vying for his services. Then, at Rs 1.37 crore, the Steelers stepped in and eventually won the bid at Rs 1.51 crore.“It was a calculated strategy,” said Khokhar. “We knew that Patna had a Final Bid Match card but then we also knew that they did not have enough money left in their auction purse to use it if it crossed a certain amount.”That’s how the shy Monu Goyat, hailing from the Kungar village  in Haryana’s Bhiwani district, became the most expensive non-cricketer in the country. Goyat’s uncle Vijender Singh, who was a former national-level kabaddi player for Haryana himself and should not be confused with the boxer of the same name, had introduced his nephew to the sport when he was 10 years old. “I am so happy Monu has finally been rewarded for his hard work,” Singh said. “Monu was a very active and energetic child and used to only keep running around the village when he was young. When he was in Class 5, I finally decided to introduce him to kabaddi in order to dispense his energy. I knew he had the stamina for the sport and once he started playing, I was confident he would go far.”Singh is also confident his nephew will finally make the Indian national squad soon. “I’m 100% sure Monu will play in the Asian Games. He deserves it and it will be a very proud moment for the entire family.” If Goyat does get picked for India, he could enter the sixth season of Pro Kabaddi as an Asian Games gold medallist and the most expensive kabaddi player in history. Not bad for a lad from a village whose population was less than 10,000 according to the  2011 census.","author":"Jaideep Vaidya","time":"2018-06-01T14:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/881042-ebgelcfjyx-1527828114.jpg","tags":["Pro Kabaddi","Monu Goyat","kabaddi","Haryana Steelers"]}