{"title":"Pro Kabaddi: Puneri Paltan beat Haryana Steelers in thrilling final to clinch first title","content":"Puneri Paltan bested a young and resilient Haryana Steelers on Friday to lift their first-ever Pro Kabaddi League title in what was an exciting final which could have gone either way. A guided performance from the Puneri Paltan took them to the trophy with a 28-25 victory over the Steelers at the GMC Balayogi Stadium in Hyderabad.It was a closely fought encounter in the first half as the Haryana Steelers had an answer to all of the Puneri Paltan’s raids.Puneri Paltan’s defence gave their side an early lead after they got Haryana Steelers' raiders Shivam Patare and Vinay. However, Mohit Goyat was then tackled by Ankit to get the Steelers on the scoreboard in the final. This boosted their confidence as Rahul Sethpal led the charge with his defending to keep the clash interesting.However, a moment of magic from Pankaj Mohite saw him complete a super raid worth four points as the Paltan contingent took a decisive lead. Ashish's successful raid in the final seconds for the Steelers meant that the score read 10-13 heading into the final 20 minutes.The only all out of the final came off Goyat's raiding, giving the Puneri Paltan a substantial lead at the start of the second half. This did not deter the spirit of a young Haryana Steelers, as the raiders entered the action and grabbed as many bonus points as they could to get them close to Puneri Paltan.Pankaj Mohite was the game-changer for the Puneri Paltan. Siddharth Desai got Puneri Paltan skipper Aslam Inamdar and star all-rounder Mohammadreza Shadloui to give his team hope but the Puneri Paltan lived up to their form to seal their first PKL title.","author":"Scroll Staff","time":"2024-03-02T09:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198925-fudomjdzze-1709351374.jpg","tags":["Pankaj Mohite","Puneri Paltan","Haryana Steelers","Pro Kabaddi League","Kabaddi","PKL"],"source":"https://scroll.in/field/1064578/pro-kabaddi-puneri-paltan-beat-haryana-steelers-in-thrilling-final-to-clinch-first-title"}