{"title":"Pro Kabaddi: A star rises – the making of Jaipur Pink Panthers raider Arjun Deshwal","content":"On January 15, when Arjun Deshwal entered the U Mumba half as the clock began ticking down, roars of ‘Arjun, Arjun’ rang through the Sawai Mansingh Stadium in Jaipur.Although it had been four years since the Rajasthan state capital had been witness to the Pro Kabaddi League, there was no dearth of support for the home team, defending champions Jaipur Pink Panthers.And certainly no lack of support for their star player and raider, Deshwal.The 24-year-old raider from Baseda, Uttar Pradesh deserves all the praise and more. He’s been incredibly consistent for the two-time champions since they signed him in the auction ahead of Season 8 (2021-22).As the most valuable player of Season 9, Deshwal led the raid points charts with 296 points in 24 matches and crossed the Super 10 mark 17 times. In his first season for Jaipur, he finished with 267 points (second on the list of top raiders) and 16 Super 10s.Currently, Deshwal leads the raid points charts once again with 262 points and 16 Super 10s.A recent performance that showcased his brilliance was against UP Yoddhas in Kolkata on February 12 when the UP native scored 20 points in the 67-30 win for Jaipur.That’s just under 30 per cent of the total points scored by Jaipur, achieved by one single player.But when you sit and talk to Deshwal about his prowess and talent, he becomes a little sheepish about the lavish praise being foisted on him.“No one should be overconfident,” explained Deshwal to Scroll during the Jaipur leg of the PKL.“If I do well for my team in one match, then sometimes I end up having a bad performance. It’s a team game, so only if we play together, we can succeed.”Deshwal isn’t being merely modest when he attributes the success that Jaipur have had the past couple of seasons to the entire team.Jaipur captain Sunil is an incredibly able defender and leader, very astute in his strategic thinking while the likes of Bhavani Rajput and Reza Mirbagheri also put in the yards in raiding and defending respectively.However, it is not just Deshwal’s talent that makes him the imperious player he is – it’s also his attitude to the game and his overall personality.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nThe making of a star raiderThe 24-year-old raider would watch children older than him play kabaddi at the local college ground. At the age of 11, he decided to join his seniors in learning about the game and playing it for fun, at first.Then an uncle of his saw Deshwal’s interest and decided to start coaching him. But the fun game soon turned into despair for Deshwal who wasn’t used to the discipline and strict nature of the training.“My family supported me, but they told me to focus on kabaddi only,” recalled Deshwal about his early days in the sport.“But once I started getting beatings because I wasn’t behaving properly, I ran back home and told my parents I didn’t want to play kabaddi anymore.”“But slowly, my guruji also helped me to get better. I began to learn to play well and practised hard in the morning and evening.”After progressing through the junior ranks, Deshwal began featuring in the senior national competitions from 2017 onwards for Services. The UP native had been recruited into the Indian army courtesy of Upendra Kumar Malik, the assistant coach of U Mumba in Season 6 (2018-19) and Season 7 (2019).Although his first PKL season had Deshwal featuring in only three matches, Season 7 would see the 24-year-old raider play 19 matches and score 104 raid points with three Super 10s – just a glimpse of his talent.\n\n\n    \n    Play\n\nHis main weapon is the bonus point – whereby the raider extends their foot past the bonus line when the opposition is at a full strength of seven players. But Deshwal is both quick and astute in drawing the defence out before he weaves through them as they tackle him unsuccessfully.It is in this manner that his average raid points per match rate is 11.91 – effectively a Super 10 every match.The current Jaipur coach, Sanjeev Baliyan, was also U Mumba’s coach in Season 7 and when the Mumbai franchise released him before Season 8, Baliyan wasted no time in urging the Jaipur franchise to snap him up.“I had this dream – I wanted to play for Abhishek [Bachchan] sir’s team,” recalled Deshwal.“Not only him, but the whole team does so much for the players. So my family was also happy that I was going to be a part of the [Jaipur] family.”Did Deshwal have any idea about what he was getting into when he was first signed by U Mumba for Rs 10 Lakh back in 2018?“I didn’t know what Asian Games was, at the beginning,” said Deshwal.“But then I started seeing Pro Kabaddi on TV and dreamed that one day I would also go there.”“Now that I’m here, I’ve learned how to talk to the media. I have fans coming up to me for autographs and selfies and I’m very grateful for all their love and support.”But despite the glamour that comes with being a valuable player for a successful team like Jaipur, Deshwal continues to remain humble and focused.“I don’t want the trust of AB sir and the staff to be broken,” explained Deshwal.“If you look at everything I’ve done [in the PKL], I am standing here today for the same reason that my village supported me, my family supported me and I have worked hard.”In that match against UP Yoddhas in Kolkata, Deshwal crossed the 900-raid point mark and the 50 Super 10s milestone. He’s already written himself into the annals of the PKL. Now, he is in prime position to help Jaipur deliver their third title.","author":"Tanya Kini","time":"2024-02-25T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198741-aiaurfpxlh-1708785945.jpg","tags":["Arjun Deshwal","Jaipur Pink Panthers","U Mumba","Kabaddi","Pro Kabaddi League"],"source":"https://scroll.in/field/1064199/pro-kabaddi-a-star-rises-the-making-of-jaipur-pink-panthers-raider-arjun-deshwal"}