{"title":"Pro Kabaddi League: Season 8 saw the emergence of a few more stars that could feature at the Asiad","content":"Season 8 of the Pro Kabaddi League took place at the opportune moment. And it wasn’t just to prove that a contact sport event could take place in a bio-secure bubble. Of course, it did mark the return of the league after there was no PKL in 2020 due to the pandemic.The significance of Season 8, that started in December and ended last week, is that it provided a perfect litmus test ahead of the Asian Games later this year.After Iran ousted India for the gold medal at the previous edition in 2018 – the first time India had not won the Asiad, ever – there was an expectation from the Indian point of view that a change of guard may be in order to reclaim the top spot at the 2022 Games in Hangzhou. PKL8 provided a glimpse of the form of players, and who may be in contention of making it to their respective teams for the sport’s biggest international competition in September.Here’s a look of the Top 5 raiders and defenders from Season 8.Best RaidersPawan Sehrawat was the league's best raider in Season 7 and 8Pawan Sehrawat (Bengaluru Bulls)The Bengaluru Bulls captain continued his rich run of form from last season to top the raider’s charts this term as well. The 26-year-old scored 304 raid points this season from 24 matches, at times single-handedly dragging the Bulls to wins. Overall, he has scored 986 raid points from 104 matches, making him the third most successful raider in PKL history.Arjun Deshwal (Jaipur Pink Panthers)The only consistent bright spark from in an inconsistent Jaipur Pink Panthers outfit was their raider Arjun Deshwal. The former U Mumba attacker, now in his third PKL season, scored 267 raid points in the 22 matches the Jaipur team played this season. The team eventually finished eight, but Deshwal’s exploits made him the second most successful raider this season.Maninder Singh (Bengal Warriors)The man from Jalandhar had led the Jaipur Pink Panthers to the title in the inaugural PKL season in 2014, and then helped the Bengal Warriors to the title in Season 7. He continued to score heavily for the Kolkata-franchise this year, but couldn’t help them get past the group stage. He was still the third-highest scoring raider this season, with 262 points from 22 matches.Naveen Kumar (Dabang Delhi)The Most Valuable Player of the season could not play each of the 24 matches the Dabang Delhi team played this season because of a knee injury. He did start the season strongly, setting a record for 28 consecutive Super 10s – a run that started from Season 7. The 21-year-old added two more Super 10 performances at the end of the season, the first to get past the Bulls in the semi-final, and the second to ensure Delhi won the title against the Pirates in the final. He scored 207 raids points from 17 matches.Surender Gill (UP Yoddha)The fifth best raider of this season was UP Yoddha’s Surender Gill. At the beginning of the season, when the Yoddha’s Rs 1.65 crore acquisition Pardeep Narwal struggled for form and fitness, it was Gill who kept the team afloat. He kept battling through tackles, pulling off stunning raids to the point that he temporarily became the raider of choice ahead of Narwal. He scored a commendable 189 raid points from 23 matches. Top 5 Raiders \n    \n       Player  Team  Raid Points \n    \n     Pawan Sehrawat  Bengaluru Bulls  304  Arjun Deshwal  Jaipur Pink Panthers  267  Maninder Singh  Bengal Warriors  262  Naveen Kumar  Dabang Delhi  207  Surender Gill  UP Yoddha  189 \n  Best DefendersMohammadreza Shadloui Chiyaneh (R) championed the Pirates' defence in his first ever PKL seasonMohammadreza Shadloui Chiyaneh (Patna Pirates)In terms of defenders, Shadloui was the find of the season. The tall and powerful defender tormented raiders from the left corner position with telling ankle holds. He was never shy of charging in for support tackles either. So crucial was his role for Patna that, often, if he had been tagged out, the rest of the defence would soon crumble. He made 86 successful tackles in 24 matches for the finalists. It’s almost certain that he will be there at the Asian Games, playing for Iran.Sagar (Tamil Thalaivas)Reclaimed by the Tamil Thalaivas this year after making his PKL debut in Season 7, Sagar stepped up his performances this year to the point that he was the leading defender for a decent chunk of the season. From the right corner position, he made 74 successful tackles to outshine captain and star Indian defender Surjeet Singh.Saurabh Nandal (Bengaluru Bulls)Another right corner defender made it to the Top 5 defenders list. Retained by the Bulls after a debut season in 2019, Nandal become a vital cog in a defensive line-up that included Mahender Singh, making 63 successful tackles in 24 matches to help the Bulls make it to the semi-finals.Jaideep Dahiya (Haryana Steelers)Debutant Jaideep Dahiya had a solid first season in the PKL, proving to be a major member in Haryana Steelers’ defensive line-up. He put in 61 successful tackles in 22 matches. The left cover defender became a key player for Rakesh Kumar’s team that barely missed out on a playoff spot.Sumit (UP Yoddha)Perhaps a drop from his performance last season, but Sumit, in the left corner of the UP Yoddha defence still makes it to the Top 5 list with 59 successful tackles from 24 matches. He was the main defender the Yoddha looked towards when the struggling Pardeep Narwal and Surender Gill were on the bench, waiting for revival. With captain Nitesh Kumar also inconsistent this season, Sumit took charge in defence. Top 5 Defenders \n    \n       Player  Team  Successful Tackles \n    \n     Mohammadreza Shadloui Chiyaneh  Patna Pirates  86  Sagar  Tamil Thalaivas  74  Saurabh Nandal  Bengaluru Bulls  63  Jaideep Dahiya  Haryana Steelers  61  Sumit  UP Yoddha  59","author":"Shahid Judge","time":"2022-02-28T12:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170664-lojsrcjnki-1645805757.jpg","tags":["PKL","Mohammadreza Shadloui Chiyaneh","Pawan Sehrawat","Naveen Kumar"],"source":"https://scroll.in/field/1018362/pro-kabaddi-league-season-8-saw-the-emergence-of-a-few-more-stars-that-could-feature-at-the-asiad"}