{"title":"Pro Kabaddi: Pawan Sehrawat for Rs 2.26cr, Vikash Khandola for Rs 1.7cr & other top signings","content":"Pawan Sehrawat emerged as the most expensive player in the history of the Pro Kabaddi League after the star raider was acquired by Tamil Thalaivas for a whopping Rs 2.26 crore. The 12 PKL franchises spent more than Rs 50 crore on 130 players during the player auction on August 5 and 6.  Vikash Khandola found a new home in Bengaluru Bulls after he was acquired for Rs 1.70 crore (a record he held till Pawan Sehrawat was bid for).    Most expensive players in PKL season 9 auctions \n    \n       Name   Position   Contracted\n  amount   Team  \n    \n     Pawan Kumar\n  Sehrawat   Raider   Rs 2.26 crore   Tamil Thalaivas   Vikash\n  Khandola   Raider   Rs 1.7 crore   Bengaluru Bulls    Fazel\n  Atrachali   Defender   Rs 1.38 crore   Puneri Paltan   Guman Singh   Raider   Rs 1.21 crore   U Mumba   Pardeep\n  Narwal    Raider   Rs 90 lakh (FBM)   UP Yoddha   Sunil Kumar   Defender   Rs 90 lakh   Jaipur Pink\n  Panthers  \n  Iranian Fazel Atrachali broke his own record for the most expensive defender and overseas player after being acquired by Puneri Paltan for Rs 1.38 crore.  Raider Guman Singh emerged as the most  expensive category B player at the auction after being acquired for a Rs 1.21 crore by U Mumba. Pardeep Narwal, the most expensive player in the last PKL player auction, returned to the UP Yoddha side after the franchisee used the Final Bid Match (FBM) Card at Rs 90 lakh. Sunil Kumar was the second-most expensive player in category B after Jaipur Pink Panthers acquired the defender for Rs 90 lakh.Steelers snap BastamiAmirhossein Bastami was most expensive player  in category C, going to the Haryana Steelers for Rs 65.10 lakh. Ravi Kumar emerged  as the surprise pick after he was acquired for Rs 64.10 lakh by Dabang Delhi  K.C. Jai Bhagwan, one of the 24 players who took part in the final of the 2022 Khelo India University Games, was acquired by U Mumba for Rs 10 lakh. Amount spent by PKL teams \n    \n       Team  Total amount\n  (In Indian Rupee)  \n    \n     Tamil\n  Thalaivas    4.40 crore   Puneri\n  Paltan   4.38 crore   Telugu\n  Titans   4.38 crore   Jaipur Pink\n  Panthers   4.37 crore   Bengaluru\n  Bulls   4.37 crore   Dabang Delhi\n  K.C.   4.31 crore   Patna\n  Pirates   4.31 crore   UP\n  Yoddha   4.29 crore   Bengal\n  Warriors   4.22 crore   U Mumba   4.22 crore   Gujarat\n  Giants    3.85 crore   Haryana\n  Steelers    3.76 crore","author":"Scroll Staff","time":"2022-08-12T16:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128406-yqgkiampvl-1570035843.jpg","tags":["Vikash Khandola","Pawan Sehrawat","Tamil Thalaivas","PKL","Pro Kabaddi League","Bengaluru Bulls","Fazel Atrachali","Puneri Paltan","Pardeep Narwal","PKL 9","Kabaddi"]}