{"title":"‘Promise fulfilled’: BJP leaders hail Centre’s decision to revoke J&K’s special status","content":"Members of the Bharatiya Janata Party on Monday hailed the Narendra Modi government’s decision to repeal Article 370, which provided special status to the state. Soon after the announcement, BJP’s National General Secretary Ram Madhav tweeted an old picture of Modi that showed a banner in the background “Remove 370, end terrorism...”, which the leader captioned: “Promise fulfilled”.Earlier in the day, the BJP leader had said it was a “glorious day” as the martyrdom of thousands for complete integration of the state was being honoured. The saffron party’s veteran leader LK Advani also expressed happiness with the government’s decision. “...I believe it was a bold step towards strengthening national integration,” NDTV quoted a statement by Advani. He said that he had congratulated Modi for the “historic initiative”.Finance Minister Nirmala Sitharaman said that this was a decision that the country had been waiting for 70 years. “Even our manifesto mentioned the need to abrogate Article 370, so it is not something we brought out suddenly like a rabbit from a magic hat,” ANI quoted her as saying. BJP leader Subramanian Swamy suggested that the government’s next agenda should be to get back the area under the control of Pakistan. “Return of the territory in the possession of Pakistan is the next agenda item for us,” he said, according to PTI.Himachal Pradesh Chief Minister Jairam Thakur said the announcement was a “victory of the country’s Constitution”. He congratulated Modi and Home Minister Amit Shah on the decision to scrap Article 370. BJP MP Jitendra Singh said in the Rajya Sabha that the common man in Srinagar was rejoicing, adding that it was a day of redemption. “We have no right to deprive J&K from being part of the global world,” he said.BJP leader Baijayant Jay Panda said the slogan of “From Kashmir to Kanyakumari, India is one” had finally been realised. “Thank you, PM Narendra Modi and Home Minister Amit Shah for having the courage to take this long overdue, historic decision.”Former Union Finance Minister Arun Jaitley called it a monumental decision and claimed a historical wrong had been undone. “The decision of the government will help the people of J&K the most,” he claimed. “More investment, more industry, more private educational institutions, more jobs and more revenue.”The former minister said a temporary and transient provision cannot be treated as permanent. “It had to go,” he added. “Separate status led to separatism. No dynamic nation can allow this situation to continue.”Former Minister of External Affairs Sushma Swaraj and former Union minister Rajyavardhan Singh Rathore also welcomed the Centre’s decision.Other parties supporting Centre’s decisionThe Bahujan Samaj Party, the Telugu Desam Party, the Biju Janata Dal, the YSR Congress Party, the All India Anna Dravida Munnetra Kazhagam, the Shiv Sena, the Bodoland People’s Front, and the Aam Aadmi Party were among the other parties to support the government’s move.Aam Aadmi Party chief and Delhi Chief Minister Arvind Kejriwal said his party hoped the decision would bring peace and development in Kashmir.“Our party gives complete support,” said the Bahujan Samaj Party’s Satish Chandra Kumar. “We want that the bill be passed. Our party is not expressing any opposition to Article 370 bill and the other bill.”Shiv Sena leader Aditya Thackeray said it was a moment of pride for the National Democratic Alliance. “I pray that now with the reorganisation of Jammu, Kashmir & Ladakh, the citizens there will benefit with peace, progress and prosperity, which was being held back from them for years due to its isolation from the rest of the country,” he tweeted.","author":"Scroll Staff","time":"2019-08-05T18:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125049-roewzzcovl-1565009445.jpg","tags":["Jammu and Kashmir","Centre","BJP","Article 370"],"source":"https://scroll.in/latest/932912/promise-fulfilled-bjp-leaders-hail-centres-decision-to-revoke-j-ks-special-status"}