{"title":"Prosecute Ramdev for remarks against allopathy or dissolve modern medical facilities: IMA to Centre","content":"The Indian Medical Association on Saturday demanded that the Centre take action against yoga guru Ramdev for his comments on modern medicine.The medical body was referring to Ramdev’s claim that allopathy was a “stupid science”. He even claimed that medicines such as remdesivir and favipiravir approved by the Drugs Controller General of India for coronavirus treatment had failed. “Lakhs of patients have died because of allopathic medicines rather than a shortage of oxygen,” he claimed.Yoga guru claiming Allopathy as stupid science. This pandemic brings new shock every day. pic.twitter.com/1W9ojVOIGY— Subhasree Ray (@DrSubhasree) May 21, 2021\n\nThe top medical body demanded that the Centre either book Ramdev under the Epidemic Diseases Act or accept his accusations and “dissolve” modern medical facilities. It added that his comments challenged the integrity of Drugs Controller General of India and Union Health Minister Harsh Vardhan. “Remdesivir and Favipiravir are approved by CDSCO (Central Drug Standard Control Organisation) and were notified for use for the Covid patients by the central government in June-July, 2020,” the IMA said. “The said notification was made by the Centre under section 2A of the Epidemic Diseases Act, 1897.”And so, the IMA said, under the Epidemic Disease Act, Ramdev “deserves to be prosecuted for disobeying and causing danger to the life of many” by making them not take allopathy drugs.The Indian Medical Association said 1,200 doctors of modern medicine had died fighting the unprecedented crisis in India. “In a war-like setting, it has become a passion for people with malicious opportunistic attitude to hit from the back the medical warriors to boost up their unscrupulous, unprincipled, deceitful and unpatriotic business fortunes,” it said. The association said that Ramdev had even referred to doctors as “murderers” in the past in the presence of the health minister. “It is a well-known fact that Yogi Guru ji and his associate Shri Balkrishna have been taking modern medical allopathy treatment as and when they get into illness,” it said. “Now to mislead people at large, he [Ramdev], is making all false and baseless accusations so that he can sell his illegal and unapproved drugs.” The Indian Medical Association said it will approach the court if the health minister does not take suo moto action against Ramdev. “The healthcare of a country should be handled by a professional in a professional way,” the association said. “Treating unscientific illiteracy with deaf ears and blind eyes in hardly professionalism.” India is struggling to contain a ferocious second wave of the pandemic, which has overwhelmed the country’s health infrastructure. Several states are facing acute shortages of oxygen and vaccine doses. On Saturday, India registered 2,57,299 new coronavirus cases and 4,194 death. With this, the country’s tally rose to 2,62,89,290 while the toll climbed to 2,95,525 since the pandemic broke out in January 2020.Ramdev and his company Patanjali Ayurved had courted another controversy earlier this year for promoting  a product called Coronil, which the firm claimed was the “first evidence-based medicine” for coronavirus.Union Health Minister Harsh Vardhan had attended the event where Ramdev released a research paper on Coronil. The Indian Medical Association had strongly objected to the Centre’s endorsement of the “unscientific product”. In an interview with News Nation, Ramdev even claimed that a World Health Organization team had visited his company and given Coronil the licence for sale in more than 150 countries. Several Bharatiya Janata Party leaders also backed Patanjali’s claim. However, WHO later clarified that it had not reviewed or certified the effectiveness of any traditional medicine.","author":"Scroll Staff","time":"2021-05-22T18:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/143377-ocpzxefdpd-1593081183.jpg","tags":["Indian Medical Association","Ramdev","allopathy"],"source":"https://scroll.in/latest/995514/prosecute-ramdev-for-remarks-against-allopathy-or-dissolve-modern-medical-facility-ima-tells-centre"}