{"title":"Provide timeframe for restoring Jammu and Kashmir’s statehood, Supreme Court tells Centre","content":"The Supreme Court on Tuesday told the Centre to state a timeframe within which it would restore statehood for Jammu and Kashmir, Live Law reported.A five-judge bench headed by Chief Justice of India DY Chandrachud is hearing over 20 petitions challenging the Central government’s decisions to revoke Jammu and Kashmir’s special status and split the erstwhile state into two Union Territories in 2019.On Tuesday – the twelfth day of daily hearings on the matter – Solicitor General Tushar Mehta referred to a statement by Union Home Minister Amit Shah from August 2019 that statehood for Jammu and Kashmir would be restored in due course of time. Mehta, representing the Union government, told the court that Jammu and Kashmir’s status as a Union Territory was not permanent.“How impermanent is this?” the chief justice asked in response. “When are you going to have elections?”Later in the day, Mehta reiterated his position after receiving information about the government’s stand on the case. However, he said that Ladakh will continue to remain a Union Territory.“I will make a positive statement day after tomorrow,” he said, according to NDTV. Chief Justice Chandrachud questioned whether it was possible for the Centre to temporarily convert a state into a Union Territory in order to ensure national security. The solicitor general replied in the affirmative and referred to Assam, Tripura and Arunachal Pradesh as examples.The chief justice, however, said that in such a situation, the Centre would have to state that the progression of a Union Territory back to a state would take place. In response, Mehta said that the government’s position was consistent with this approach, Live Law reported.Chief Justice Chandrachud acknowledged that national security concerns were relevant in the case, but said it was important to restore democracy in the region.“We understand that these are matters of national security...the preservation of nation itself is the overriding concern,” he said. “But without putting you in a bind, you and AG [Attorney General R Venkataramani] may seek instructions on the highest level – is there a time frame in view?”The case will be heard again on August 31.Also read:Can Parliament extinguish a state? What’s at stake as the Supreme Court hears Article 370 petitions","author":"Scroll Staff","time":"2023-08-29T15:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192874-prtapativn-1691160099.jpg","tags":["DY Chandrachud","Jammu and Kashmir","Supreme Court","Tushar Mehta"],"source":"https://scroll.in/latest/1055074/provide-timeframe-for-restoring-jammu-and-kashmirs-statehood-supreme-court-tells-centre"}