{"title":"Public have lost faith in Manipur government, group of BJP MLAs write to PM","content":"Nine Meitei MLAs from Manipur, including eight from the Bharatiya Janata Party, submitted a memorandum to the prime minister’s office on Monday saying that the people of the state “have lost complete faith” in the N Biren Singh government, The Indian Express reported.“Despite many steps that have been taken to bring the situation under control, not much improvement is seen on the ground,” the memorandum said. “...At present, there is no trust and confidence in the government and administration. Public has lost complete faith in the present state government.”Four of the nine signatories to the memorandum – Karam Shyam Singh, Th Radheshyam Singh, S Brojen Singh and Kh Raghumani Singh – had resigned from their administrative and advisory positions in the government, sparking speculations of rift within the Biren Singh government, The Indian Express reported.In their memorandum, the MLAs urged Prime Minister Narendra Modi to take “some special measures” for proper administration of the government.The memorandum was submitted on the same day another delegation of 30 MLAs met Defence Minister Rajnath Singh and Finance Minister Nirmala Sitharaman. However, Nishikant Sapam, one of the nine signatories to the memorandum, told The Indian Express that this was due to miscommunication and did not mean that there were factions within the BJP.Ethnic clashes between the Meitei and Kuki communities which sparked off last month in Manipur continues unabated as the state has now slipped into a civil war-like situation. The violence has left more than 100 persons dead, over 300 injured and thousands displaced. Nearly 60,000 are taking shelter in 350 relief camps.  On Tuesday, Congress General Secretary Jairam Ramesh wrote on Twitter that representatives of 10 Opposition parties wanted to submit a memorandum on the violence to the prime minister, but they could not get an appointment.“Why is he so extraordinarily callous, insensitive & silent on Manipur.” Ramesh wrote, tweeting a copy of the memorandum. “Shocking would be a mild word to describe it.”Here is memorandum that 10 Opposition Parties of Manipur wanted to submit to the PM. He had no time for them or even for BJP MLAs. Why is he so extraordinarily callous, insensitive & silent on Manipur. Shocking would be a mild word to describe it. pic.twitter.com/vyeO7behun— Jairam Ramesh (@Jairam_Ramesh) June 20, 2023\n\nIn the memorandum dated June 19, the Opposition parties blamed “the divide and rule politics” of the BJP government at the Centre and the state for the spread of the violence in Manipur.The Opposition also criticised Modi for maintaining a “stoic silence” on the unrest, and pointed out that peace did not prevail in Manipur despite Home Minister Amit Shah’s visit to the state.","author":"Scroll Staff","time":"2023-06-21T13:36:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/68413-qjhsqylkbu-1505381223.jpg","tags":["Manipur","BJP","N Biren Singh","Narendra Modi","Manipur violence"],"source":"https://scroll.in/latest/1051300/public-have-lost-faith-in-manipur-government-group-of-bjp-mlas-write-to-pm"}