{"title":"Puducherry crisis: BJP says it will not stake claim to form government after Congress loses power","content":"The Bharatiya Janata Party on Monday said that it will not stake claim to form the government in Puducherry after Chief Minister V Narayanasamy lost the vote of confidence in the Assembly, Hindustan Times reported.However, BJP’s Puducherry chief V Saminathan expressed confidence that the party will come to power in the Union Territory after the upcoming Assembly elections. “We will not try and form a government at this stage,” the BJP’s Puducherry chief was quoted as saying by the newspaper. “With the people’s blessings in the forthcoming elections and [Prime Minister Narendra] Modiji’s leadership, the National Democratic Alliance will form a government with BJP and its alliance partners All India NR Congress and All India Anna Dravida Munnetra Kazhagam.” Saminathan said that the “worst chapter” in Puducherry’s history had come to an end. He alleged that the Congress government looted the Union Territory’s finances and misused the funds sanctioned by the Centre for jobs, education and infrastructure. “A culture of corruption and exploitation is the only thing that Congress and Dravida Munnetra Kazhagam have given to the people instead of development and helping them,” he was quoted as saying by the Hindustan Times. “The people of Puducherry will teach them a lesson in the coming elections.”Also read: Congress government in Puducherry falls, CM points finger at BJP and Centre after resigningSaminathan added: “You saw during Rahul Gandhi’s visit how poor women had to complain about suffering during cyclones.”Meanwhile, Narayanasamy submitted his resignation to newly appointed Lieutenant Governor Tamilisai Soundararajan after Assembly Speaker VP Sivakolundhu declared that the Congress-led government had lost majority. “This is murder of democracy,” he said, according to ANI. “The Speaker’s ruling is incorrect. [The] BJP government at the Centre, AINR Congress and AIADMK have succeeded in dislodging our government by using voting power used by three nominated members. The people of Puducherry and this country will teach them a lesson.” During the debate in the House earlier in the day, the chief minister had accused former Lieutenant Governor Kiran Bedi, and the Centre of colluding with the Opposition to topple his government.The Congress government in Puducherry was reduced to a minority, following the resignation of four of its MLAs. Congress legislator A John Kumar resigned last Tuesday, following Malladi Krishna Rao who quit on Monday. Two others, A Namassivayam and E Theeppainjan, had resigned in January.A day before the government’s test of strength, two more MLAs – one from the Congress and the other from the DMK – tendered their resignations. K Lakshminarayanan, the Congress MLA, said he quit because he did not get his due recognition in the party. The MLA said he had been approached by the Bharatiya Janata Party and the regional AINR Congress. He added that he will make his next move after consulting his supporters. After all these resignations, the number of MLAs supporting the Puducherry government in the Assembly was reduced to 12, including the Speaker. This included MLAs from the DMK and an Independent leader. The Opposition, on the other hand, has 14 MLAs. The effective strength of the House came down from 33 to 26. The simple majority mark was 14.","author":"Scroll Staff","time":"2021-02-22T15:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155265-rbjgjixmqs-1613983740.jpg","tags":["Puducherry","BJP","Puducherry trust vote"],"source":"https://scroll.in/latest/987594/puducherry-crisis-bjp-says-it-will-not-stake-claim-to-form-government-after-congress-loses-power"}