{"title":"Pulwama terror attack: NIA files chargesheet, names Jaish chief Masood Azhar, brother among accused","content":"The National Investigation Agency on Tuesday filed a chargesheet in the 2019 Pulwama terror attack, in which 40 Central Reserve Police Force personnel were killed after an explosive-laden car driven by a suicide bomber rammed into their bus in Jammu and Kashmir, security officials told Scroll.in. Nineteen persons, including Jaish-e-Mohammad chief Masood Azhar and his brother Rauf Asghar, have been named in the 13,800-page chargesheet filed before a special NIA court in Jammu.Azhar is wanted in India for several attacks, including the 26/11 Mumbai terror attacks. In a statement, the NIA said seven accused have been arrested so far in the case, six others named in the chargesheet were killed in various encounters and five are still missing. Four of them are Pakistani nationals, it added.This case, whose inquiry was led by NIA Joint Director Anil Shukla, highlighted the use of e-commerce platforms by the planners of the terror module for purchase of high-end batteries, phones and some chemicals, PTI reported.The chargesheet also detailed how the planning and execution of the terror attack was done from Pakistan. “The investigation has revealed that Pulwama attack was a result of well-planned criminal conspiracy hatched by Pakistan-based leadership of terrorist organisation Jaish-e-Mohammad,” the statement said. “The JeM leaders have been sending their cadres to the terrorist training camps of Al-Qaeda-Taliban-JeM and Haqqani-JeM in Afghanistan for receiving training in explosives and other terrorist tactics. Investigation also revealed a well-crafted mechanism by Pakistani establishment to push terrorists into the Indian territory from the launch pads located in Shakargarh (Pakistan) opposite Samba-Kathua Sector in Jammu.”Officials also told the Hindustan Times that they have irrefutable evidence – technical, material and circumstantial – of Pakistan’s role in the attack. Azhar’s video and audio recordings praising the Pulwama attack are also part of the evidence to establish link. Meanwhile, the NIA claimed the main conspirator was Jaish terrorist Umar Farooq, the son of Ibrahim Athar, the main accused in the 1999 IC-814 hijack, NDTV reported. They added that Athar is the older brother of Masood Azhar. The chargesheet stated that 20 kg of RDX was smuggled from Pakistan via Samba in Jammu by Farooq, who was killed by special forces in Kashmir in March last year. “Farooq also visited Afghanistan for explosives training in 2016-17,” the NIA statement said.The chargesheet also includes the name of 22-year-old Insha Jan, a resident of Hakripora in Pulwama, who was arrested along with her father in March.The NIA’s investigation also revealed that Pakistan used Adil Ahmad Dar, the suicide bomber who rammed the CRPF convoy on February 14, because it wanted to project the attack as a result of a home-grown militancy against “India’s occupation of Kashmir”, one of the officers told the Hindustan Times. The 19-year-old Dar, also known as Waqas Commando, was from Gundibagh, in South Kashmir’s Pulwama district.","author":"Scroll Staff","time":"2020-08-25T19:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113952-mzzyfgwqdc-1582814116.jpg","tags":["Pulwama","NIA","Masood Azhar","Jammu and Kashmir","Pulwama attack"],"source":"https://scroll.in/latest/971351/pulwama-terror-attack-nia-files-chargesheet-names-jaish-chief-masood-azhar-brother-among-accused"}