{"title":"Pulwama IED attack: This is the worst January-June period in 14 years for security forces in Kashmir","content":"For armed forces in Jammu and Kashmir, this has been the deadliest first half of the year since 2005. The last week alone has accounted for 10 deaths, starting with a “fidayeen” or suicide attack in South Kashmir’s Anantnag town.Then on Monday, two army personnel were killed in an IED blast in Pulwama district. The two Army men suffered severe contusions and concussions, according to a defence spokesperson. They died while undergoing treatment at an Army hospital in Srinagar. Earlier that day, an army major was killed in a gunfight with militants in Achabal in Anantnag district.According to the South Asia Terrorism Portal, these deaths take the total number of casualties for armed forces in the Kashmir region up to 72 for the first six months of 2019, with a few days still remaining in June. That is the highest tally in the first six months of the year since 2005, when 105 personnel were killed during the same period. The deaths renew focus on Prime Minister Narendra Modi’s policies in Kashmir, home to a long-running militancy and the primary source of discord in the India-Pakistan relationship. After first teaming up with the Kashmiri People’s Democratic Party to form the government in 2015, Modi’s Bharatiya Janata Party has followed an increasingly militaristic approach to the conflict – with many believing that this ignores the political roots of the dispute. Militancy and mass protests saw a huge jump over the last five years, as the Modi government stuck with a military response. In 2018, it broke off with the PDP, leaving the state first under Governor’s rule and then President’s rule. Militant organisations targeted Indian military personnel, rather than civilians. One such attack, also in Pulwama earlier this year, saw a vehicle-borne suicide bomber drive into a convoy of paramilitary troops on the Jammu-Srinagar National Highway, killing 40 in the process. That attack led India to deploy it Air Force to bomb what it claimed were militant training camps in Balakot, Pakistan. This reulted in a skirmish in the sky and several tense days when the prospect of outright war between the neighbours loomed large.While that did not happen, the  IED attack in Pulwama this week is a reminder that, despite the Balakot  strike, Indian forces will still have to face the challenge of militancy. Much of it, the government claims, is sponsored from across the border. Which invites the bigger question: does New Delhi have a policy in place to resolve the political dispute in Kashmir?","author":"Scroll Staff","time":"2019-06-18T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117056-vncppivjgy-1554755739.jpg","tags":["Jammu and Kashmir","Kashmir","Pulwama"],"source":"https://scroll.in/article/927436/pulwama-ied-attack-this-is-the-worst-january-june-period-in-15-years-for-security-forces-in-kashmir"}