{"title":"Pune Police books seer Kalicharan, five others for alleged hate speeches against Muslims, Christians","content":"The Pune Police have filed a first information report against seer Kalicharan Maharaj, Hindutva leader Milind Ekbote and four other persons for allegedly making inflammatory speeches at an event in the city, the officials said on Wednesday according to PTI.Earlier this week, the Chhattisgarh Police had booked Kalicharan after he insulted Mahatma Gandhi at a Hindutva event held in state capital Raipur.In Pune, the alleged incendiary speeches were made on December 19 on Shiv Pratap Din – an event to commemorate 17th-century Maratha ruler Shivaji’s killing of Afzal Khan, a general of the Bijapur Sultanate.According to the FIR, the speeches delivered by the accused persons were intended to hurt the religious sentiments of Muslims and Christians and to create a communal rift between people.The police have booked the six accused persons under Indian Penal Code sections 295 (A)(deliberate and malicious intention of outraging religious feelings of any class), 298 (deliberate intention of wounding religious feeling of any person) and 505 (2)(false statement, rumour made in place of worship, etc, with intent to create enmity, hatred or ill-will).One of the accused persons, Hindutva leader Ekbote, had allegedly made provocative speeches before the caste violence took place in Bhima Koregaon village in 2018. No action has been taken against him so far in this matter.The police have also booked Captain (retired) Digendra Kumar for making incendiary speeches at the Pune event, PTI reported. “Kumar was awarded the Mahavir Chakra for his contribution to the Kargil war,” said Police Inspector (crime) Harshavardhan Gade.A spate of hate speechesLast week, at the two-day Dharam Sansad, or religious parliament in Chhattisgarh’s Raipur city, many religious leaders had reportedly called upon Hindus to take up weapons and prepare themselves for the establishment of a Hindu nation. After the event, Kalicharan was booked on charges of promoting enmity between communities.The case against the seer was filed days after provocative speeches against Muslims were made at two events in Haridwar and Delhi. At the Haridwar event, speakers asked Hindus to buy weapons for genocide against Muslims. In Delhi, people took an oath to “die for and kill” to make India a Hindu nation.Three people have been booked after the Haridwar event, but no action has been taken against those who attended the Delhi conclave.","author":"Scroll Staff","time":"2021-12-29T16:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168150-foytgabzeu-1640771245.jpg","tags":["Kalicharan Maharaj","Milind Ekbote","Afzal Khan","Shivaji Maharaj","Pune"],"source":"https://scroll.in/latest/1013888/pune-police-books-seer-kalicharan-five-others-for-alleged-hate-speeches-against-muslims-christians"}