{"title":"Punjab passes three bills to counter Centre’s farm laws, jail term for people buying below MSP","content":"Punjab on Tuesday approved three bills to counter the Centre’s farm laws. The state is the first in the country to have formally rejected the controversial laws.One of the bills provides for imprisonment of not less than three years for the sale or purchase of wheat or paddy below the minimum support price. The bill also makes forcing farmers to sell below MSP punishable. Another bill cleared by Punjab prevents black-marketing of food grains. Farmers owning up to 2.5 acres have also been given protection against the attachment of their land. The bills, however, need the assent of the governor before they become laws. The governor could withhold assent and refer them to the president.Punjab Chief Minister Amarinder Singh had moved a resolution in the legislative Assembly against the three new agriculture laws that were passed in Parliament last month amid chaos, PTI reported.“I am not afraid of resigning,” Chief Minister Singh said after moving the resolution, according to NDTV. “I am not afraid of my government being dismissed. But I will not let the farmers suffer or be ruined. We have stood with you, now it is your turn to stand with us.”The three bills introduced by Singh were: the Farmers Produce Trade and Commerce (Promotion and Facilitation) Special Provisions and Punjab Amendment Bill 2020, the Essential Commodities (Special Provisions and Punjab Amendment) Bill 2020, and the Farmers (Empowerment and Protection) Agreement on Price Assurance and Farm Services (Special Provisions and Punjab Amendment) Bill 2020.The resolution against the central farm laws was moved on the second day of a special Assembly session convened to discuss the contentious legislations and ways of opposing them. Besides the farm laws, the resolution also contests the amendments made to the Electricity Act.“Three farm legislations, along with proposed Electricity (Amendment) Bill, 2020, are clearly against the interests of farmers and landless workers, and the time-tested agriculture marketing system established not only in Punjab but also in Haryana and western Uttar Pradesh,” Singh told the Assembly.3 Farm legislations along with proposed Electricity (Amendment) Bill, 2020 are clearly against interests of farmers & landless workers, & time-tested agriculture marketing system established not only in Punjab but also in Haryana, and Western UP: Punjab CM Captain Amarinder Singh https://t.co/5ZL5LMoPT9 pic.twitter.com/1F3LbfCmLE— ANI (@ANI) October 20, 2020\n\nHe said the draft resolution explains how the farm laws are also against the Constitution that categorises agriculture as a state subject. The chief minister alleged that the new laws were a direct attack to encroach upon the Constitutionally guaranteed functions and powers of states. “I find it very strange what the government of India wants to do,” Singh said. Ahead of the session, the Punjab Cabinet on Sunday had authorised Singh to take any legislative or legal decision he may deem fit without “caring for the consequences”. The Cabinet meeting was held after a meeting of the Congress Legislature Party in which the legislators unanimously stressed the need to reject the farm laws, even if Centre “dismisses” the state governments demands.On my way to Vidhan Sabha for one of the most important sessions in the history of Punjab. We have taken feedback of Farmer Unions, Officials and above all, Punjabis and it will be my endeavour today to ensure farmers are duly protected from the Anti-Farmers Laws of Central Govt. pic.twitter.com/x5PLr761as— Capt.Amarinder Singh (@capt_amarinder) October 20, 2020\n\n\n\n\n    \n    Play\n\nThe farm lawsThe three ordinances – Farmers Produce Trade and Commerce (Promotion & Facilitation) Ordinance 2020, The Farmers (Empowerment & Protection) Assurance and Farm Service Ordinance 2020 and The Essential Commodities (Amendment) Ordinance 2020 – were passed in September. They were signed into laws by President Ram Nath Kovind on September 27.A month later, protests against the laws continue to be staged in many parts of the country. When two of the legislations were tabled during a chaotic session in Parliament on September 20, some Opposition MPs claimed that they would prove to be the “death warrant” for the agricultural sector.Taken together, the three legislations loosen regulations on the sale, pricing and storage of agricultural produce. They allow farmers to sell outside mandis notified by the Agricultural Produce Market Committee. They enable contract farming through deals with private sector companies. They take food items like cereals and pulses off the list of essential commodities, lifting stock limits on such produce.The government claims the new laws would give farmers the freedom to sell in the open market. But farmers disagree. They say the laws will weaken the minimum support price mechanism under which the government buys agricultural produce, leave farmers to the mercy of market forces and threaten food security.Most Opposition parties and farmers’ organisations across the country have strongly opposed the bills. The Shiromani Akali Dal, one of the Bharatiya Janata Party’s oldest allies, pulled out of the National Democratic Alliance in protest against these bills.Also read:Rahul Gandhi says farmers’ voices ‘suppressed’ in Parliament when farm bills were passedAgricultural laws: Farm leaders walk out of meeting with Centre, demand minister’s presence","author":"Scroll Staff","time":"2020-10-20T12:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/149445-mscbsdripj-1603201858.jpg","tags":["Amarinder Singh","Punjab","Punjab Assembly","farm laws","farm bills"],"source":"https://scroll.in/latest/976245/punjab-cm-moves-resolution-against-centres-farm-laws-introduces-three-bills-to-oppose-them"}