{"title":"Punjab: Manhunt launched to nab Sikh leader Amritpal Singh, says police","content":"The Punjab Police on Saturday said that a “massive manhunt” has been launched to arrest Sikh  leader Amritpal Singh, ANI reported.The police said that statewide cordon-and-search operations have been launched against Singh’s organisation Waris Punjab De. As part of the operations, 78 persons have been arrested and several more have been detained, the police said.Earlier, in the day, more than 50 police vehicles chased Singh and his aides in a bid to take him into custody, India Today reported.Mobile internet services and SMS services have been suspended in several districts of Punjab till 12 pm on Sunday, ANI reported. The decision was taken in the interest of public safety, the state department of home affairs and justice said.Amritpal Singh, 29, had taken over the Waris Punjab De organisation last year before the death of its founder Deep Sidhu, an actor and activist who died in an accident in February 2022. Singh has garnered a large following in the state through his speeches that often focus on Sikhism and Punjab.On February 23, hundreds of Singh’s supporters stormed the Ajnala police station in Amritsar demanding the release of his close aide Lovepreet Singh Toofan, who was arrested in an alleged kidnapping and assault case.Several police personnel were injured during the violent clashes. Amritpal Singh also threatened to put up a permanent dharna at the police station if Toofan was not released and the first information report against him was not quashed.  The police later said that in the “light of the evidence presented”, it was decided that Toofan would be discharged. He was released on February 24 following a court order based on an application by the police.","author":"Scroll Staff","time":"2023-03-18T18:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188123-wzhycdrqyl-1679143460.jpeg","tags":["Punjab","Punjab Police","Amritpal Singh","Waris Punjab De"],"source":"https://scroll.in/latest/1045854/punjab-khalistan-sympathiser-amritpal-singh-detained-in-jalandhar-district"}