{"title":"Punjab CM, Navjot Sidhu form group for better Congress-state government coordination","content":"Punjab Chief Minister Amarinder Singh and the state’s Congress President Navjot Sidhu on Friday formed a group to improve coordination between the party and the state government, ahead of the 2022 Assembly elections, PTI reported. The strategic policy group, to be led by Singh, will have Sidhu, three Punjab Cabinet ministers, four Congress working presidents and the party’s General Secretary Pargat Singh as members, PTI reported, citing a government statement.Highly positive Co-ordination meeting on proposal for roaster of Ministers to sit at Punjab Congress Bhawan !! pic.twitter.com/uPuUPEMQE9— Navjot Singh Sidhu (@sherryontopp) August 20, 2021\n\nThe group, which will focus on speeding up the implementation of government schemes, will hold meetings every week, according to NDTV. Sidhu also suggested that Punjab Cabinet ministers should be present at the Congress office in Chandigarh to speak to party workers.“Ministers spending quality hours at Pradesh Congress Committee’s office for five days a week to hear [the] concerns of Congress workers, unions and the people of Punjab, and taking immediate action will be a great way to discharge their duty,” Sidhu wrote in a letter to Singh. After the meeting, the Punjab chief minister tweeted a roster for the Cabinet ministers. “[I] have deputed all my Cabinet Ministers to be present for three hours from 11 am to 2 pm at the Punjab Congress office daily beginning Monday, as per the roster, to interact with public and party cadre,” he said. Have deputed all my Cabinet Ministers to be present for three hours from 11 am to 2 pm at @INCPunjab office daily beginning Monday, as per the roster, to interact with public and party cadre. pic.twitter.com/kr7mQG4SFs— Capt.Amarinder Singh (@capt_amarinder) August 20, 2021\n\nFriday’s meeting showed signs of increased cooperation between the two leaders, whose public disagreements had created a crisis for the Congress in Punjab. Sidhu had been appointed the Punjab Congress chief on July 18.Last month, Sidhu had suggested that the infighting in the Punjab Congress was largely over as he took charge of the party’s state unit. In his first speech as president of the Punjab Pradesh Congress Committee on July 23, Sidhu said that he will work along with Singh. “The Congress is united today, contrary to what our Opposition is saying,” he had said. Hinting at his tussle with the Punjab chief minister, Sidhu added, “Those who oppose me help in my improvement.”Before his appointment as the Punjab Congress chief, Sidhu had criticised the chief minister on the 2015 sacrilege case – when Sikh religious text Guru Granth Sahib was desecrated at Bargari in Faridkot – and the alleged delay by his government to bring perpetrators to justice.He had also spoken out against the liquor, sand and transport mafias operating in Punjab. Sidhu had also hit out at his own party for the electricity crisis in the state.","author":"Scroll Staff","time":"2021-08-20T16:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163039-gamwrkngpl-1629454579.jpg","tags":["Navjot Sidhu","Amarinder Singh","Punjab politics"],"source":"https://scroll.in/latest/1003329/punjab-cm-navjot-sidhu-form-group-for-better-congress-state-government-coordination"}