{"title":"Punjab CM’s advisors are not briefing him properly, says governor amid tussle over Assembly session","content":"Punjab Governor Banwarilal Purohit wrote to Chief Minister Bhagwant Mann on Saturday over the convening of the state Assembly session, stating that the Aam Aadmi Party leader is not being guided properly by his legal advisors, reported PTI.On Friday, Purohit had sought details of the legislative business to be taken up in the Assembly session called by the ruling Aam Aadmi Party government on September 27. Describing his demand as “too much”, Mann had said that seeking governor or president’s consent before any Assembly session is a mere formality.“In 75 years, no president/governor ever asked list of legislative business before calling session,” Mann wrote in a tweet. “Legislative business is decided by BAC [Business Advisory Committee] and speaker. Next Governor will ask all speeches also to be approved by him.”Gov/Presi consent before any session of Legislature is a formality. In 75 years, no Presi/Gov ever asked list of Legislative business before calling session. Legislative business is decided by BAC and speaker. Next Gov will ask all speeches also to be approved by him.its too much— Bhagwant Mann (@BhagwantMann) September 23, 2022\n\nOn Saturday, Purohit wrote to Mann and cited Articles 167 and 168 from the Constitution, reminding him of the chief minister’s legal duties towards the governor.“After reading your statements in today’s newspapers, it appears to me that perhaps you are ‘too much’ angry with me,” Purohit wrote. “I think your legal advisors are not briefing you adequately. Perhaps your opinion about me will definitely change after reading the provisions of Article 167 and 168 of the Constitution, which I’m quoting for your ready reference.”Quoting from Article 167, Purohit wrote that it is the duty of the chief minister to inform the governor of the decisions of the council of ministers related to the administration of the state and legislation proposals. The Article also mentioned that the chief minister has to provide such information “as the governor may call for”.Aam Aadmi Party’s chief spokesperson Saurabh Bharadwaj asked the governor to be mindful of his limits. “The BJP-appointed governor of Punjab is acting as if he is a school principal and elected members of the state Assembly are his students,” he said at a press conference in New Delhi.'Too much' angry with me, seems like your legal advisors aren't briefing adequately. Perhaps your opinion about me will change after reading provisions of Article 167 & 168 of the Constitution: Punjab Governor to CM Bhagwant Mann on his recent press statements pic.twitter.com/AtvugrIo8R— ANI (@ANI) September 24, 2022\n\nThe governor had withdrawn his assent for a special session called by the AAP government on September 22 to pass a confidence motion. Mann had sought the session days after accusing the Opposition Bharatiya Janata Party of attempting to poach its legislators and topple the government.However, after Purohit had withdrawn his assent, the state government decided to reconvene the session on September 27 with a revised agenda and proposed to take up issues such as stubble burning and electricity supply.","author":"Scroll Staff","time":"2022-09-24T16:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180236-mgxdnbupnc-1663774793.jpg","tags":["Banwarlilal Purohit","CM Bhagwant Mann","Punjab","AAP"],"source":"https://scroll.in/latest/1033565/punjab-cms-advisors-are-not-briefing-him-properly-says-governor-amid-tussle-over-assembly-session"}