{"title":"Punjab governor says upcoming Assembly session is ‘illegal’","content":"Punjab Governor Banwarilal Purohit on Friday said the impending Assembly session called by the Aam Aadmi Party government is illegal, reported The New Indian Express. The Bhagwant Mann government has called the session on October 20 and October 21 to discuss the construction of the Sutlej Yamuna Link canal, unidentified officials told the newspaper.This is the second time this year that a row has erupted between the government and the governor over the summoning of an Assembly sitting. The governor had described the session called on June 19 as a “breach of law” and has not approved the four bills passed by the Assembly during that special sitting, reported The Tribune.On Friday, the governor’s office said in a letter that the government’s decision to call the sitting was an attempt to extend the Budget session that ended on March 22. “Any such extended session is bound to be illegal, and any business conducted during such sessions is unlawful and ab initio void,’’ the letter said, meaning that it has no legal effect. It added: “Based on legal advice and for reasons stated in the said letter, the governor had pointed out that the calling of such a session was patently illegal, against the accepted procedures and the practice of the legislature, and against the provisions of the Constitution.’’The letter sent to the Vidhan Sabha cited the objections raised by the governor to the session held in June. Meanwhile, the state Cabinet will likely discuss the canal issue at a meeting on Saturday. It will also pay homage to agricultural scientist MS Swaminathan, bring amendments to the Goods and Services Tax Act and protest the use of central agencies by the Narendra Modi government against opposition party members.","author":"Scroll Staff","time":"2023-10-14T10:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180236-mgxdnbupnc-1663774793.jpg","tags":["Punjab","Banwarilal Purohit","Punjab Assembly"],"source":"https://scroll.in/latest/1057574/punjab-governor-says-upcoming-assembly-session-is-illegal"}