{"title":"Punjab: AAP government to hold Assembly session on September 27 amid tussle with governor","content":"Punjab Chief Minister Bhagwant Mann on Thursday said that the Cabinet has decided to convene an Assembly session on September 27.The development came a day after Governor Banwarilal Purohit withdrew an order summoning a special session of the Assembly on Thursday, thwarting the Aam Aadmi Party government’s plan for a majority test.The governor withdrew his order citing the absence of specific rules regarding summoning the Assembly only for a confidence motion.The Mann government wanted to table the confidence motion in order to dissuade speculation of its MLAs being poached. The AAP has accused the Bharatiya Janata Party of trying to topple its government in Punjab by offering bribes to at least ten of its legislators.  On Thursday, Mann convened an emergency meeting of AAP MLAs and subsequently, the Cabinet. In a video posted on Twitter, the Punjab chief minister said his government will approach the Supreme Court against Purohit’s decision to not allow a special session of the Assembly.Mann said: “Not letting an elected government work is the murder of democracy”.लोकतंत्र में जनता बड़ी होती हैं...लोगों द्वारा चुनी हुई सरकार को काम न करने देना...लोकतंत्र की हत्या है...आज कैबिनेट की बैठक में 27 सितंबर को सत्र बुलाने का फैसला लिया गया... नदियों को रोका नहीं जा सकता, वो अपने रास्ते खुद बनाती हैं...इंकलाब जिंदाबाद! pic.twitter.com/x6X9PmjOPb— Bhagwant Mann (@BhagwantMann) September 22, 2022\n\nThe  chief minister added that it was surprising that the Congress also  wanted the BJP’s “Operation Lotus” to succeed in bringing down the AAP  government in Punjab. Punjab Congress chief Amarinder Singh Raja Warring had described the AAP’s actions as “another unconstitutional act” and welcomed the governor’s decision.Mann said that matters like stubble burning and electricity will be discussed in the special session on September 27. However, there are speculation that the government might table a motion despite the governor’s decision to convene a session for the purpose, PTI reported.Finance Minister Harpal Singh Cheema evaded a direct reply when reporters questioned him on the matter. He said the business advisory committee of the House will decide which business is to be taken up on that day.Meanwhile,  the AAP legislators began a “peace march” from the Vidhan Sabha complex  to the governor’s residence to protest against his decision.Last  month, the AAP had alleged that the BJP offered Rs 20 crore each to 40  of its MLAs in Delhi to persuade them to switch sides. The Arvind  Kejriwal-led party had then sought a vote of confidence in the Delhi Assembly and won the motion on September 1.#Watch | #Punjab AAP MLAs hold a peace march from Vidhan Sabha to Raj Bhawan to protest against Governor Banwarilal Purohit's decision to withdraw his order summoning a special Assembly session today called by the Bhagwant Mann-led government.Read here: https://t.co/XrvXY5jD5d pic.twitter.com/DmfYa5hTUN— The Indian Express (@IndianExpress) September 22, 2022","author":"Scroll Staff","time":"2022-09-22T13:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172029-nemwyetijz-1648209663.jpeg","tags":["Punjab Assembly","AAP","BJP","Bhagwant Mann","Punjab"],"source":"https://scroll.in/latest/1033405/punjab-aap-government-to-hold-assembly-session-on-september-27-amid-tussle-with-governor"}