{"title":"Punjab elections: CM Charanjit Channi, Arvind Kejriwal booked for violating poll code","content":"A day before voting for the Assembly polls in Punjab, Chief Minister Charanjit Singh Channi and Aam Aadmi Party President Arvind Kejriwal were booked for violating the model code of conduct.The state’s chief electoral officer on Saturday directed the police to file an first information report against Kejriwal, ANI reported.The action against Kejriwal, whose party is contesting the elections in the state, came after Shiromani Akali Dal Vice President Arshdeep Singh Kler lodged a complaint objecting to a video being circulated by the Aam Aadmi Party on its social media handles.The video uses derogatory language alongside photographs of former Punjab Chief Minister Amarinder Singh and Shiromani Akali Dal President Sukhbir Singh Badal, reported The Indian Express.Following complaint by Shiromani Akali Dal, Punjab Chief Electoral Officer requests Sr SP SAS Nagar to register FIR against AAP convenor and Delhi CM Arvind Kejriwal \"for violating Model Code of Conduct and making frivolous allegations against other parties\" pic.twitter.com/TKmOYwDdRS— ANI (@ANI) February 19, 2022\n\nKler said that the video “maligned the image” of the Shiromani Akali Dal and other political parties.The chief electoral officer said that the clip was not approved by the state level Media Certification and Monitoring Committee. “It is submitted that Model Code of Conduct has been enforced in the state of Punjab,” the order by the chief electoral officer added. “In the light of MCC no party can put any objectionable videos targeting particular political leader on any prevalent handles on internet.”Badal is also likely to be booked for flouting the poll code after the state Chief Electoral Officer told the police to register an FIR against him too.  The Aam Aadmi Party’s Ferry Sofat lodged a complaint alleging that the Shiromani Akali Dal president had sought votes through a video on his official Facebook page.The Punjab Chief Electoral Office said Badal’s action flouts the model code of conduct and Section 126 (1) (b) of the Representation of People Act, 1951.Channi booked for temple visit, campaigningChanni along with Punjabi singer Shubhdeep Singh Sidhu were also booked for violating the model code of conduct, NDTV reported.Channi and Sidhu had visited a temple in Punjab’s Manasa near Bathinda on Friday. They went campaigning from door-to-door later, even though canvassing had ended, Based on a complaint lodged by the Aam Adami Party, Channi and Sidhu were booked under Section 188 of the Indian Penal Code for disobeying a public servant’s order, according to the FIR, said The Indian Express. Sidhu is the Congress candidate from Manasa.Polling will be held from 8 am till 6 pm in Punjab on Sunday. Counting of votes will be held on March 10.","author":"Scroll Staff","time":"2022-02-19T20:27:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/139337-jfptwodfhj-1589809295.jpg","tags":["Punjab","State elections","Arvind Kejriwal","Charanjit Singh Channi"],"source":"https://scroll.in/latest/1017783/punjab-polls-ceo-asks-police-to-file-fir-against-arvind-kejriwal-for-allegedly-derogatory-video"}