{"title":"Punjab governor approves convening Assembly session on September 27","content":"Punjab Governor Banwarilal Purohit has approved the state government’s request to hold a special Assembly session on September 27, Speaker Kultar Singh Sandhwan said on Sunday.The session will begin at 11 am on Tuesday, he said.The Hon. Governor, Punjab, has very kindly acceded to our request and  summoned the Punjab Vidhan Sabha to meet for it's  third session on 27.9.2022 at 11.00 AM at Chandigarh— Kultar Singh Sandhwan (@Sandhwan) September 25, 2022\n\nThe governor had withdrawn his order for a special session called by the AAP government on Wednesday to pass a confidence motion a day after giving his approval.Mann had sought the session days after accusing the Opposition Bharatiya Janata Party of attempting to poach its legislators and topple the government. Purohit had said there was no provision to summon a special Assembly session to consider a trust vote.After the governor withdrew the order, the state government decided to reconvene the session on September 27 with a revised agenda and proposed to take up matters such as stubble burning and electricity supply.On Friday, Purohit had sought details of the legislative business to be taken up in the Assembly session called by the ruling Aam Aadmi Party government on September 27. Describing his demand as “too much”, Mann had said that seeking governor or president’s consent before any Assembly session is a mere formality.  However, Purohit said that as per Article 167 of the Constitution, it is the duty of the chief minister to inform the governor of the decisions of the council of ministers related to the administration of the state and legislation proposals. He said that the Aam Aadmi Party leader was  not being guided properly by his legal advisors.In response, the state government wrote a protest letter to the governor, stating that the demand for the agenda of the session was “beyond the Constitution” and contrary to precedents, The Indian Express reported.“Nevertheless, the government proposes to take up Legislative/Government Business which inter alia includes burning issues of GST, stubble burning, power scenario etc. for consideration of the state legislature,” the state government said in the letter.It added: “In addition, business on different issues as per notices received from the Hon’ble Members may also be taken up during the Session as per relevant provisions of the “Rules of Procedure and Conduct of Business in the Punjab Vidhan Sabha.”","author":"Scroll Staff","time":"2022-09-25T12:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/udumswvgdh-1538835200.jpg","tags":["Punjab","Banwarilal Purohit","Kultar Singh Sandhwan","Punjab Assembly"],"source":"https://scroll.in/latest/1033605/punjab-governor-approves-convening-assembly-session-on-september-27"}