{"title":"Punjab Assembly adopts resolution opposing Centre’s extension of BSF jurisdiction in state","content":"The Punjab Assembly on Thursday adopted a resolution rejecting the Centre’s notification on the extension of the Border Security Force’s jurisdiction in the state, PTI reported. The members of the Assembly called the expansion of the security force’s operational limit an insult to the state police.“All the political parties of Punjab have unanimously condemned the decision of [the] Union government and have demanded that the Union Government should withdraw notification dated 11.10.2021 issued by the Ministry of Home Affairs, Government of India,” the resolution stated.In October, the Centre extended the Border Security Force’s jurisdiction in Punjab to 50 kilometres from the international border. It also extended the security force’s jurisdiction for a similar area along the international border in West Bengal and Assam.In all three states, the Border Security Force’s area of operation was earlier up to 15 kilometres from the international border.On Thursday, Punjab Deputy Chief Minister Sukhjinder Singh Randhawa moved the resolution in the Assembly against the Centre’s notification, PTI reported. He called the extension of Border Security Force’s jurisdiction in Punjab an “attack on [the] federal structure”.The resolution stated that Punjab Police had contributed largely to the maintenance of the unity and the integrity of India. The extension of Border Security Force’s jurisdiction, the resolution said, was “an expression of distrust towards the state Police and people of Punjab”.It also said that the Centre should have asked the Punjab government before extending the security force’s jurisdiction in the state.Shiromani Akali Dal leader Bikram Singh Majithia asked the government to direct the Punjab Police to not cooperate with the Border Security Force beyond 15 km.But, former Punjab Chief Minister Amarinder Singh opposed the resolution adopted by the Punjab Assembly, PTI reported. He said that the Border Security Force  jurisdiction extends up to 50 km from the international border in Jammu  and Kashmir, Rajasthan, Gujarat and West Bengal.“The BSF like the Punjab Police is our own force and not any external or foreign force coming to occupy our land,” Singh said. “The operational jurisdiction of the BSF concerns national security and not the law and order in the state, which the current powers that be in Punjab are apparently not able to understand.”Singh said that the Punjab government should refrain from politicising the matter for “petty partisan ends and motives”.Punjab Chief Minister Charanjit Singh Channi has been critical of the Centre after it extended the jurisdiction. He had asked Union Home Minister Amit Shah to roll back the decision on October 13.On October 25, he had also said that the state government will approach the Supreme Court if the Centre does not acknowledge its concerns about the expansion of the Border Security Force’s jurisdiction in the state.","author":"Scroll Staff","time":"2021-11-11T18:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129266-dlcyxjwnnd-1612786875.jpg","tags":["BSF","Punjab","Punjab Assembly","Border Security Force","Charanjit Singh Channi","Punjab Police"],"source":"https://scroll.in/latest/1010353/punjab-assembly-adopts-resolution-opposing-centres-extension-of-bsf-jurisdiction-in-state"}