{"title":"Punjab polls: AAP puts out phone number for voters to nominate the party’s CM candidate","content":"The Aam Aadmi Party on Thursday urged the voters of Punjab to recommend chief ministerial candidates for the upcoming state elections. Flanked by the party’s state unit chief Bhagwant Mann and state-in-charge Raghav Chadha at a press conference in Chandigarh, Aam Aadmi Party National Convenor Arvind Kejriwal announced a phone number (7074870748) on which voters could call or send messages to name a person of their choice as the chief ministerial candidate. “We often see that parties name relatives of politicians as the chief minister candidate,” Kejriwal told reporters. “Bhagwant Mann is very dear to me. He is my younger brother...I had suggested that we should make him [the chief ministerial candidate], but he [Mann] said that we should consult the people.”The “janata chunegi apna CM” drive will run till the evening of January 17, Kejriwal said.मैंने कहा '@BhagwantMann' को मुख्यमंत्री का चेहरा बना देते हैं!लेकिन भगवंत मान ने कहा \"नहीं Sir, बंद कमरे में मुख्यमंत्री का चेहरा नहीं चुनना चाहिए। Punjab की जनता Decide करेगी।\"- श्री @ArvindKejriwal #JantaChunegiCM pic.twitter.com/um0voyviqO— AAP (@AamAadmiParty) January 13, 2022\n\nMeanwhile, Mann told the reporters that he had suggested that the party should run this campaign.“When people nominate their chief ministerial candidate, it gives them confidence that their man is at the helm of affairs,” Mann said.The 117 seats of the Punjab Assembly will go to polls in a single phase on February 14. The results will be announced on March 10. The state will see a multi-cornered fights as the Congress, the Bharatiya Janata Party and its allies, the Aam Aadmi Party and the Akali are in the fray.","author":"Scroll Staff","time":"2022-01-13T16:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168745-bfdvfmtypb-1642069658.jpeg","tags":["Arvind Kejriwal","Bhagwant Mann","Punjab elections","Aam Aadmi Party"],"source":"https://scroll.in/latest/1014975/punjab-polls-aap-puts-out-phone-number-for-people-to-nominate-the-partys-cm-candidate"}