{"title":"Punjab: Several BJP, Shiromani Akali Dal leaders say they are returning to the Congress","content":"Several former Congress leaders from Punjab, who had joined the Bharatiya Janata Party and the Shiromani Akali Dal in recent years, on Saturday said that they wanted to return to their erstwhile party.Those who announced their intention to return to the Congress included Raj Kumar Verka, Balbir Singh Sidhu and Gurpreet Singh Kangar – who had joined the BJP – and Hans Raj Josan, Mohinder Singh Rinwa and Jeet Mohinder Singh Sidhu – who were with the Shiromani Akali Dal. The group of leaders met Congress General Secretary KC Venugopal in New Delhi and expressed their interest in returning to the Congress, the party’s Punjab unit chief Amarinder Singh Raja Warring said on X, formerly known as Twitter.They will be formally inducted into the party in the presence of the senior leadership, Warring added.Various senior leaders from Punjab including former cabinet ministers Balbir Sidhu ji & Gurpreet Kangar Ji, former MLA Raj Kumar Verka Ji, Mohinder Rinwa Ji, Hans Raj Joshan Ji & Jit Mohinder Sidhu Ji,   Kamaljeet Dhillon ji S/o former MLA Amrik singh Dhillon Ji, Amarjeet singh… pic.twitter.com/I7DqOSirhK— Amarinder Singh Raja Warring (@RajaBrar_INC) October 13, 2023\n\nOn Friday, the Shiromani Akali Dal expelled Rinwa and Josan accusing them of indulging in anti-party activities, The Indian Express reported. Jeet Mohinder Singh Sidhu had quit the Shiromani Akali Dal a day earlier after the party’s disciplinary committee reportedly served him a show cause notice.The newspaper quoted BJP’s Punjab chief Sunil Jakhar as saying that he had been unaware of these developments. “It is very unfortunate,” Jakhar said on Saturday. “I take full responsibility. We will examine the shortcomings, which led to this.”Jakhar himself quit the Congress in May 2022 to join the BJP.","author":"Scroll Staff","time":"2023-10-14T18:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195006-pknqtulviu-1697285192.jpeg","tags":["Punjab","Congress","BJP","Shiromani Akali Dal"],"source":"https://scroll.in/latest/1057600/punjab-several-bjp-shiromani-akali-dal-leaders-say-they-are-returning-to-the-congress"}