{"title":"Punjab chief minister’s nephew arrested in illegal sand mining case, sent to ED custody","content":"Bhupinder Singh Honey, the nephew of Punjab Chief Minister Charanjit Singh Channi, was on Thursday arrested by the Enforcement Directorate in connection with an illegal sand mining case, reported PTI, citing officials. He was arrested on money laundering charges.Honey was sent to the Enforcement Directorate custody till February 8 by a Jalandhar court, the Hindustan Times reported.On January 18, the Enforcement Directorate officials had raided Honey’s home and 10 other places in Punjab.The arrest of the chief minister’s nephew comes weeks before Punjab’s Assembly elections, which are scheduled to take place on February 20.On Friday, Leader of Opposition in Rajya Sabha Mallikarjun Kharge called the arrest “political” and claimed that it was done to put pressure on the chief minister, reported ANI. “If action had to be taken against someone, it should’ve been done over 4-5 months, not in one single day,” Kharge said. “It’s being done purposely. Channi is a Scheduled Caste chief minister. They want to hassle and demoralise him.”Channi, however, said that he has no objections with the law doing its work, according to ANI.The central agency is investigating the money laundering case based on a first information report registered in 2018 by the Punjab Police against a person called Kudrat Deep Singh, who owns a quarry in Nawanshahr town of Shaheed Bhagat Singh Nagar district. Channi’s nephew is reportedly a director at one of the companies formed by Kudrat Deep Singh.The Enforcement Directorate had seized Rs 8 crore during the raid at premises belonging to Honey, reported NDTV. The central agency’s officials will be questioning Honey and two of his associates about the source of the cash seized, according to India Today.According to the FIR, a total of 26 people have been booked in the case. In 2018, the police had found 30 trucks carrying sand from area where mining was illegal.","author":"Scroll Staff","time":"2022-02-04T09:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169661-tkrtvbthvc-1643946063.jpg","tags":["Enforcement Directorate","Sand mining","Money laundering","Bhupinder Singh Honey","Charanjit Singh Channi"],"source":"https://scroll.in/latest/1016611/punjab-cms-nephew-arrested-in-illegal-sand-mining-case-reports"}