{"title":"Punjab moves Supreme Court against Centre’s decision to extend BSF jurisdiction in state","content":"The Punjab government on Saturday moved the Supreme Court against the Centre’s decision to extend the Border Security Force’s jurisdiction in the state, The Indian Express reported. The Congress-ruled Punjab is the first state to challenge the decision in court.In October, the Centre had extended the BSF’s area of operation in Punjab, West Bengal and Assam to 50 kilometres from the international border, from the earlier jurisdiction of 15 kilometres. The Union government has claimed that this would help control trans-border crimes. However, Punjab and West Bengal governments have said that the order was an encroachment into their powers.Punjab Advocate General DS Patwalia on Saturday said the state has filed a suit in the Supreme Court under Article 131 of the Constitution of India, The Indian Express reported. Article 131 provides the Supreme Court powers to adjudicate on disputes between two or more states, or states and the Centre. “The Centre has been asked to respond in 28 days after which it will be listed before the bench,” Patwalia added.In its plea, the Punjab government said that the Centre took the decision to extend the Border Security Force’s jurisdiction without consulting it. “This amounts to encroachment upon the powers and the role of the plaintiff-state of Punjab by the Centre, inasmuch as more than 80% of the border districts, all the major towns and cities including all the district headquarters of Punjab fell within 50 km area from the Indo-Pakistan international border,” the Punjab government said, according to The Indian Express. Earlier this month, the Centre had dismissed the concerns of Punjab and West Bengal about the order, describing them as “ill-founded”. Meanwhile, BSF Director General Pankaj Kumar Singh has said that in West Bengal and Assam, “demographic changes” could have led to the enhancement of the force’s jurisdiction; “Demographic balance has changed in Bengal and Assam leading to revolt among the people… voting pattern has changed in the neighbouring border districts,” Singh had said at a press briefing earlier this month. “The government thinking was that this notification can help in catching the infiltrators.","author":"Scroll Staff","time":"2021-12-11T20:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136254-wcvuvvbuxv-1613409827.jpg","tags":["Punjab","BSF","Supreme Court"],"source":"https://scroll.in/latest/1012615/punjab-moves-supreme-court-against-centres-decision-to-extend-bsf-jurisdiction-in-state"}