{"title":"Punjab: SIT files chargesheet against Sukhbir Singh Badal, seven others in Kotkapura firing case","content":"A Special Investigation Team of the Punjab Police on Friday filed a chargesheet naming former Chief Minister Parkash Singh Badal and Akali Dal President Sukhbir Singh Badal in the 2015 Kotkapura police firing case, PTI reported.On October 14, 2015, the police fired at a group of protestors and baton-charged them in the Faridkot district’s Kotkapura city, injuring several persons. Later on the same day, two people were killed in police firing at the district’s Behbal Kalan village. The protests were against a series of incidents of desecration of the Guru Granth Sahib, the holy text of the Sikhs. Parkash Singh Badal was then the chief minister of Punjab and his son Sukhbir Singh Badal was the home minister.Faridkot Senior Superintendent of Police Harjit Singh said that eight persons have been named in the chargesheet, The Indian Express reported. Apart from the Badals, the persons who have been named are former state police chief Sumedh Singh Saini, former Deputy Inspector General Amar Singh Chahal, the then Station House Officer of the Kotkapura police station Gurdeep Singh and other senior police officials Paramraj Umranangal, Sukhmander Singh Mann and Charanjit Singh Sharma.According to the chargesheet, Sukhbir Singh Badal and Saini were the masterminds of an alleged conspiracy to use illegal and excessive force against the protestors. Parkash Singh Badal has been accused of having facilitated the conspiracy.The accused persons have been charged under provisions pertaining to attempted murder and criminal conspiracy, among others, under the Indian Penal Code. They have also been charged under the Arms Act.Commenting on the chargesheet, Chief Minister Bhagwant Mann said that the faces of the conspirators in the Kotkapura firing case have been exposed, according to PTI. “Sentiments of crores of people will be soothed… we stand by the promise of getting justice,” he said in a tweet.ਕੋਟਕਪੂਰਾ ਗੋਲੀ ਕਾਂਡ ਦੇ ਦੋਸ਼ੀ ਅਤੇ ਸਾਜ਼ਿਸ਼ ਰਚਣ ਵਾਲਿਆਂ ਦੇ ਚਿਹਰੇ ਹੇਏ ਬੇਨਕਾਬ..ਕਰੋੜਾਂ ਲੋਕਾਂ ਦੀਆਂ ਭਾਵਨਾਵਾਂ ਨੂੰ ਸਕੂਨ ਮਿਲੇਗਾ .. ਅਸੀਂ ਇਨਸਾਫ਼ ਦਿਵਾਉਣ ਦੇ ਵਾਅਦੇ ਤੇ ਕਾਇਮ ਹਾਂ …ਮੰਤਰੀ ਜਾਂ ਸੰਤਰੀ   ਕਾਨੂੰਨ ਸਭ ਲਈ ਇੱਕ ਹੈ..ਸੱਚ ਕਦੇ ਛੁਪਦਾ ਨਹੀਂ ..— Bhagwant Mann (@BhagwantMann) February 24, 2023\n\nSukhbir Singh Badal said that political opponents have been targeting him and his family for the past few years. He claimed that he was out of Punjab on the day of the firing and had not spoken to any of the officers.","author":"Scroll Staff","time":"2023-02-25T11:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187280-azbmchnkis-1677304189.jpg","tags":["Parkash Singh Badal","Sukhbir Singh Badal","Punjab","Kotkapura firing"],"source":"https://scroll.in/latest/1044593/punjab-sit-files-chargesheet-against-sukhbir-singh-badal-seven-others-in-kotkapura-firing-case"}