{"title":"Amarinder Singh counters Harish Rawat’s ‘treated him with highest regard’ claim","content":"The Congress’ in-charge for Punjab, Harish Rawat, said on Friday that there was no truth to allegations that the party humiliated former Chief Minister Amarinder Singh, NDTV reported.“I would like to clarify that the party has always given him respect and treated him with high regard,” Rawat, who is also a former chief minister of Uttarakhand, told reporters.However, Singh contradicted Rawat’s statement. “The world saw the humiliation and the insult heaped on me,” he said, according to ANI. “If this was not humiliation then what was it?” The developments came a day after Singh said he will quit the Congress party as he felt “humiliated” by the leadership that had replaced him as chief minister with Charanjeet Singh Channi. However, Singh had dismissed speculation that he may join the Bharatiya Janata Party.Singh had stepped down as the chief minister on September 18. The Congress leader said he had offered to resign three weeks before that but Congress President Sonia Gandhi asked him to continue, The Hindu reported. Singh added that he was asked to resign in a humiliating way just hours before a Congress Legislative Party meeting, which he claimed was called to unseat him, according to the newspaper. Meanwhile, Rawat claimed that Punjab Congress MLAs were unhappy with Singh for not taking action in connection with the 2015 sacrilege incident, which took place when the Shiromani Akali Dal was in power.Rawat was referring to the desecration of Sikh religious text Guru Granth Sahib at the Bargari village in Faridkot district.Singh countered this remark also. He claimed that Rawat himself had told him that he was satisfied with his government’s work, The Hindu reported.Rawat had stated in August that the Congress would contest the 2022 Punjab Assembly elections under Singh’s leadership, despite some party MLAs demanding his removal. Singh asked how Rawat was now claiming that Congress MLAs were dissatisfied with him. “If they were [upset], then why did he [Rawat] deliberately keep me in the dark all this time?” Singh asked, according to The Hindu. The former Punjab chief minister had met Home Minister Amit Shah on Wednesday, leading to speculation that he might join the Bharatiya Janata Party. A day after the meeting, Singh dismissed the rumours but also said he will not stay with the Congress. Rawat on Friday said that Singh seemed to be under some sort of pressure, the Hindustan Times reported. He urged the former chief minister to rethink his decision and not help the BJP in any way.“The BJP is trying to make him their mask in Punjab which is not his stature,” Rawat said.The former Uttarakhand chief minister also said the meeting raised questions about Singh’s secular credentials, which he said, have “always been the core of his politics for all these years”.Countering Rawat, Singh said that the only pressure on him was his faithfulness to the Congress, because of which he endured repeated insults, The Hindu reported. Crisis in Punjab CongressSingh had  stepped down as chief minister following differences with former Punjab Congress chief Navjot Singh Sidhu.  Earlier this year, the tussle between Singh and Sidhu, who was demanding a more prominent role in the Congress, had thrown the Punjab unit  of the Congress into a crisis. Sidhu resigned as the Punjab Congress  chief on Tuesday, just two months after being appointed to the post.He had reportedly been upset about changes made to the Punjab Cabinet and appointments to the state administration.  Fifteen MLAs  were inducted into Punjab Chief Minister Charanjit Singh Channi’s  Cabinet, but Sidhu was reportedly ignored when the Cabinet ministers  were chosen.Sidhu was reportedly disappointed with Sukhjinder Randhawa  being given a key ministry, according to NDTV. Randhawa was  given the home portfolio and made the deputy chief minister. Sidhu was also upset about the inclusion of Rana Gurjit Singh  in the Punjab Cabinet. He was accused in a sand mining scam, following  which he quit former Chief Minister Amarinder Singh’s Cabinet in 2018.","author":"Scroll Staff","time":"2021-10-01T15:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163517-edexnbydfz-1630480305.jpg","tags":["Amarinder Singh","Harish Rawat","Congress","Punjab","Punjab politics","Navjot Singh Sidhu"],"source":"https://scroll.in/latest/1006728/punjab-congress-crisis-we-treated-amarinder-singh-with-highest-regard-says-party-leader"}