{"title":"Punjab CM’s nephew admitted that he took Rs 10 crore bribe to facilitate sand mining, claims ED","content":"Punjab Chief Minister Charanjit Singh Channi’s nephew has admitted that he received Rs 10 crore in cash to facilitate illegal sand mining operations and manipulate transfer and posting of officials in the state, the Enforcement Directorate claimed on Monday, according to PTI.Bhupinder Singh Honey was arrested on February 3 on money laundering charges in a case related to alleged illegal sand mining. A court in Punjab’s Jalandhar city has remanded him to Enforcement Directorate custody till February 8.On January 18, the Enforcement Directorate officials had raided Honey’s home and 10 other places in Punjab. On Monday, the law enforcement agency claimed that it had “established” based on statements recorded during the investigation that Rs 10 crore seized during the raids belonged to Bhupinder Singh, PTI reported.“Further, Bhupinder Singh accepted that he received the seized cash in lieu of facilitation in sand mining operations and transfer/postings of officials,” the Enforcement Directorate noted in a statement.The central agency is investigating the money laundering case based on a first information report registered in 2018 by the Punjab Police against Kudrat Deep Singh, who owns a quarry in Nawanshahr town of Shaheed Bhagat Singh Nagar district. Channi’s nephew is reported to be a director at one of the companies formed by Kudrat Deep Singh. Congress leaders have claimed that the Enforcement Directorate had arrested Honey to put pressure on Channi, the party’s chief ministerial candidate for Punjab elections. The party has described the arrest as a political ploy.“If action had to be taken against someone, it should’ve been done over four-five months, not in one single day,” Leader of Opposition in Rajya Sabha Mallikarjun Kharge said on Friday. “It’s being done purposely. Channi is a Scheduled Caste chief minister. They want to hassle and demoralise him.”Punjab will go to polls on February 20. The results for the 117 seats in the Assembly will be declared on March 10.","author":"Scroll Staff","time":"2022-02-07T16:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169799-dmgnbkebuw-1644227933.jpg","tags":["Bhupinder Singh Honey","Charanjit Singh Channi","Enforcement Directorate","Illegal sand mining","Punjab elections"],"source":"https://scroll.in/latest/1016831/punjab-cms-nephew-has-accepted-that-he-took-rs-10-crore-to-facilitate-sand-mining-claims-ed"}