{"title":"Punjab: 19-year-old beaten to death by mob over alleged sacrilege at Ferozepur gurdwara","content":"A 19-year-old youth was beaten to death by a mob for allegedly committing a sacrilege at a gurdwara in Punjab’s Ferozepur district, the police said, PTI reported on Sunday. The police have registered a murder case against the mob.The teen, identified as Bakshish Singh, allegedly tore up the pages of the Guru Granth Sahib, the holy book of Sikhs, at the Gurdwara Baba Bir Singh in Bandala village, the police said.After tearing pages of the holy book, Bakshish Singh tried to flee but was caught by persons nearby. Villagers gathered at the gurdwara when they came to know about the incident and beat him up, the police said.He was taken to a hospital for treatment but later succumbed to his injuries, the police added.The police filed a case against Bakshish Singh on charges of sacrilege under Indian Penal Code section 295-A (deliberate and malicious acts, intended to outrage religious beliefs). The case is based on a complaint by Lakhbir Singh, the chairperson of the Sri Guru Granth Sahib Satkar Committee.“Bakshish entered the gurdwara at around 2 pm,” the complaint said, according to The Indian Express. “At that time there was no one inside the room where Guru Granth Sahib is installed. He tore the pages of Guru Granth Sahib and came out with torn pages. Some persons sitting in the Langar Hall spotted him. He was chanting ‘Prabhu, ehnan ton mainu bachao’ [God, save me from them]. We later handed him over to police.”Lakhvir Singh said that the teen had been handed over to police alive after he had been beaten up. “We don’t know what happened to him later,” he said.Bakshish Singh’s father claimed that his son was mentally challenged for the past few years and was undergoing treatment. He urged the police to file a case against those who had allegedly killed his son.Initially, a case was filed against unidentified members of the mob under Indian Penal Code section 307 (attempt to murder), PTI quoted the police as saying. It was later turned into an FIR for murder.","author":"Scroll Staff","time":"2024-05-05T13:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200497-ghnogcntfh-1714895636.jpeg","tags":["Punjab","mob violence","lynching","Sacrilege"]}