{"title":"Punjab Cabinet minister Fauja Singh Sarari resigns amid extortion allegations","content":"Punjab minister Fauja Singh Sarari resigned from the Cabinet on Saturday, four months after an audio clip purportedly suggesting his involvement in an extortion plan surfaced, PTI reported. In July, he was inducted into the Cabinet and allocated portfolios covering horticulture, food processing and defence services welfare.Malvinder Singh Kang, a spokesperson of the Aam Aadmi Party’s Punjab unit, said Sarari has resigned due to “personal reasons”.The Aam Aadmi Party government in the state appointed Patiala Rural MLA Dr Balbir Singh as the new Punjab Cabinet Minister later in the day. Singh, an eye surgeon, had defeated senior Congress leader Brahm Mohindra’s son Mohit Mohindra from the Patiala Rural seat in the Assembly elections held last year.Sarari’s resignation  In September, a controversy had erupted after Sarari was purportedly heard in the audio clip discussing a plan to trap some contractors hired for transportation of foodgrains to allegedly extort money from them, reported The Indian Express.Although Sarari maintained that the audio clip was doctored, Punjab Chief Minister Bhagwant Mann had served him a show cause notice. The retired police inspector and first-time MLA from Guru Har Sahai in Ferozepur had not responded to Mann’s notice, reported the newspaper.Opposition parties in Punjab had asked why the Aam Aadmi Party government was not taking action against him and sought Sarari’s resignation.Sarari is the second minister to have resigned from the Punjab Cabinet since the Aam Aadmi Party government came to power in the state last year. In May, Mann had dismissed Vijay Singla as the health minister of Punjab after he faced corruption allegations.","author":"Scroll Staff","time":"2023-01-07T16:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185341-wvthqkazaw-1673087085.jpg","tags":["Fauja Singh Sarari","Punjab","Bhagwant Mann","Corruption Charges","Aam Aadmi Party"],"source":"https://scroll.in/latest/1041393/punjab-cabinet-minister-fauja-singh-sarari-resigns-amid-extortion-allegations"}