{"title":"Punjab Congress crisis: After meeting CM, Navjot Sidhu likely to remain state chief, say reports","content":"Punjab Congress leader Navjot Singh Sidhu is likely to continue as the chief of the party’s state unit, multiple reports suggested on Thursday evening after he held a meeting with Chief Minister Charanjit Singh Channi in Chandigarh.Sidhu had resigned from the post on Tuesday just two months after being appointed to the post. However, the Congress leadership did not accept his resignation. On Wednesday, Channi said that he had called up Sidhu and asked him to “resolve the issue”.On Thursday morning, Sidhu said in a tweet that he had agreed to meet the chief minister. The two leaders have not given an official statement after the meeting.A formal announcement on the matter will likely to be made on October 4 after Channi discusses certain objections raised by Sidhu at a Cabinet meeting, News18 reported, citing an unidentified senior Congress leader.Sources within the party said the same thing to the Hindustan Times.Sidhu has reportedly been upset about changes made to the Punjab Cabinet and appointments to the state administration.On Wednesday, party leaders said that Sidhu was disappointed after Sukhjinder Randhawa was given the home portfolio and made the deputy chief minister. Sidhu was also upset about the inclusion of Rana Gurjit Singh in the Punjab Cabinet. He was accused in a sand mining scam, following which he quit former Chief Minister Amarinder Singh’s Cabinet in 2018.Sidhu was also opposed to the appointments of senior lawyer Amar Preet Singh Deol as the state’ advocate general and Indian Police Service officer Iqbal Preet Sahota as the director general of police, according to The Print. Both the appointments were made after Channi became the chief minister.Sahota was the head of the special investigation team looking into the 2015 sacrilege case. He had allegedly conducted a shoddy investigation in the case, according to The Print.The sacrilege case pertains to a series of incidents of desecration of Sikh holy book Guru Granth Sahib.Deol was the lawyer of the then Director General of Police Sumedh Singh Saini, who is being investigated for his alleged role in the killing of two protestors demanding action against those responsible for the desecration of the Guru Granth Sahib.Deol had recently managed to secure bail for Saini in the investigation against him. The Punjab and Haryana High Court ordered that the police officer cannot be arrested till the state Assembly elections are over next year.The sacrilege case was one of the flashpoints for the rift between Amarinder Singh and Sidhu. The former Congress chief had criticised Singh for his alleged delay in taking action against the perpetrators in the case.In Thursday’s meeting between Sidhu and Channi, the chief minister reportedly agreed to withdraw one of these appointments, NDTV reported, citing unidentified sources.Earlier this year, the tussle between Singh and Sidhu, who was demanding a more prominent role in the Congress, had thrown the Punjab unit of the Congress into a crisis.  On September 18, Singh resigned as the Punjab chief minister, saying that he “felt humiliated”.After Sidhu resigned as the Punjab Congress chief, Singh said that he was not a “stable man” and not fit for Punjab.","author":"Scroll Staff","time":"2021-09-30T13:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117981-uqphtmuuho-1573135312.jpg","tags":["Navjot Singh Sidhu","Congress","Punjab","Punjab Congress","Charanjit Singh Channi","Punjab political crisis"],"source":"https://scroll.in/latest/1006619/punjab-congress-crisis-navjot-singh-sidhu-to-meet-cm-charanjit-singh-channi-for-talks-today"}