{"title":"Punjab sacrilege cases: On Bills providing life term, state pushes for President’s assent","content":"Punjab Deputy Chief Minister Sukhjinder Singh Randhawa has written to the central government requesting President Ram Nath Kovind’s approval on two Bills passed by the state that mandate strict punishment for sacrilege cases, reported NDTV.The Code of Criminal Procedure (Punjab Amendment) Bill, 2018, and The Indian Penal Code (Punjab Amendment) Bill, 2018, had been passed in the state Assembly in 2018. They had also received the governor’s assent.The laws mandate a jail term up to a life sentence for those who cause any kind of sacrilege to the Guru Granth Sahib, the Bible, Quran, and Bhagavad Gita, with the intention to hurt religious sentiments, according to NDTV.The letter comes after two people were lynched by mobs in Punjab within 24 hours for alleged sacrilege attempts in separate incidents.On December 18, a man was killed in an altercation with devotees at the Golden Temple in Amritsar after he had tried to pick up a kirpan (ceremonial sword) kept in front of the Sikh holy text Guru Granth Sahib.The next day, another man was beaten to death in Nizampur village of Kapurthala district after villagers saw him disrespecting the Sikh religious flag Nishan Sahib. However, the police have denied the allegations of sacrilege in this case. They have said that man had tried to break into a gurdwara, but nothing was stolen.Randhawa’s letter said that the sacrilege of holy books had become a problem in the state. He added that current provisions under Indian Penal Code Sections 295 and 295-A that provides for three years’ punishment was “inadequate to deal with this situation”, reported The Indian Express.The deputy chief minister told the newspaper that an accused could get bail within 15 days under the current provisions. Randhawa added that those who were committing these crimes do not fear the law.“These lynchings have taken place only because people think that the culprits would not be given harsh punishment,” Randhawa said. “They took the law into their own hands.”Punjab is a border state and therefore it is extremely necessary to maintain communal harmony, he said in the letter. Thus, “deterrent punishment” was needed for those trying to harm communal harmony through sacrilege.“So, I again request that the Presidential assent for the said Bills may kindly be obtained and conveyed to the State government, at the earliest possible,” the letter said, according to The Indian Express.Randhawa told the newspaper that the state administration had written to the Union government about the matter “umpteen times”. He added that the proposed laws were with the home ministry and keep going back and forth between the state government and the Centre.“They [the Centre] keep raising objections, one after the other,” Randhawa told The Indian Express. “The [state] Department of Home has replied to all the questions being raised by them. We have been arguing that Guru Granth Sahib is considered a living Guru of Sikhs. Then why can’t sacrilege be dealt with like a murder?”Apart from life terms for sacrilege, the Bills also proposes to increase the punishment from two years to 10 years under Section 295 of the Indian Penal Code.Meanwhile, the police in Punjab have been trying to ascertain the identity of the man who was lynched by a mob on Sunday, reported PTI. The police also backtracked on their statement that a murder case had been registered against the accused persons.The police added that their priority was to establish the identity of the man who was killed and that they had shared his pictures with the media and their counterparts in other states.The National Commission of Minorities had on Sunday taken suo motu cognisance of the two alleged attempts of sacrilege in Punjab and asked the state’s chief secretary to submit a report on the incidents by December 26.Also read:Alleged sacrilege attempt at Golden Temple: Special Investigation Team to investigate case","author":"Scroll Staff","time":"2021-12-21T11:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167809-kcticfcbec-1640066927.jpg","tags":["Sukhjinder Singh Randhawa","Punjab","sacrilege","Punjab sacrilege cases"],"source":"https://scroll.in/latest/1013297/punjab-sacrilege-cases-on-bills-providing-life-term-state-pushes-for-presidents-assent"}