{"title":"Punjab CM criticises Centre for extending BSF’s jurisdiction in state, calls it attack on federalism","content":"Punjab Chief Minister Charanjit Singh Channi on Wednesday criticised the Centre’s decision to extend the jurisdiction of the Border Security Force up to 50 kilometres from the international border.Channi termed the move as a direct attack on federalism. He urged Union Home Minister Amit Shah to roll back the decision.I strongly condemn the GoI's unilateral decision to give additional powers to BSF within 50 KM belt running along the international borders, which is a direct attack on the federalism. I urge the Union Home Minister @AmitShah to immediately rollback this irrational decision.— Charanjit S  Channi (@CHARANJITCHANNI) October 13, 2021\n\nThe Union home ministry has also extended the BSF’s jurisdiction for a similar area along the international border in West Bengal and Assam, The Indian Express reported. In all three states, the BSF’s area of operation was earlier up to 15 kilometres from the international border.However, the home ministry has reduced the force’s jurisdiction in Gujarat from 80 kilometres to 50 kilometres.In Rajasthan, the area has remained unchanged at 50 kilometres, according to India Today. There is also no change in Meghalaya, Nagaland, Mizoram, Tripura, Manipur, Jammu and Kashmir and Ladakh, where no limit has been prescribed.In the areas demarcated by the Centre, the BSF has powers of arrest, search and seizure at par with the police.The home ministry said that the decision “establishes uniformity in defining the area within which Border Security Force can operate as per its charter of duties”, India Today reported. The BSF, however, does not have the power to investigate crimes and the force has to hand over suspects or accused persons to local authorities, News18 reported, citing unidentified officials. The official added that the BSF can only be involved in cases related to arms and ammunition, and the Narcotic Drugs and Psychotropic Substances Act.","author":"Scroll Staff","time":"2021-10-13T23:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129266-dlcyxjwnnd-1612786875.jpg","tags":["Border Security Force","Punjab","Charanjit Singh Channi","Centre","BSF"],"source":"https://scroll.in/latest/1007653/punjab-cm-criticises-centre-for-extending-bsfs-jurisdiction-in-state-calls-it-attack-on-federalism"}