{"title":"Punjab elections: Bhagwant Mann is AAP’s chief ministerial candidate","content":"The Aam Aadmi Party on Tuesday announced Bhagwant Mann as the party’s chief ministerial candidate for the Punjab Assembly elections. On January 13, the party had urged the voters of Punjab to recommend the chief ministerial candidates for polls. Aam Aadmi Party National Convenor Arvind Kejriwal had announced a phone number (7074870748) on which voters could call or send messages to name a person of their choice as the chief ministerial candidate.Kejriwal had said that the party wanted Mann to be the chief minister’s face but he had suggested the idea of asking for people’s choice.पंजाबियों ने चुना #AAPdaCM चेहरा | AAP National Convenor Shri @ArvindKejriwal LIVE https://t.co/SE9ixq2ldh— AAP (@AamAadmiParty) January 18, 2022\n\nOn Tuesday, Kejriwal said that over 21 lakh people voted to choose the party’s chief minister’s face. He said that 93.3% of the votes went to Mann, while 3.6% people voted for Congress’ Punjab unit chief Navjot Singh Sidhu.Kejriwal said that the votes cast in his name were declared invalid.Mann represents the Sangrur constituency in the Lok Sabha. He was made the party’s state unit chief in 2017. Before entering into politics, Mann was a comedian. “[We] Have to deal with several problems in Punjab,” Mann said according to ANI. “Focus will be on providing jobs to youth. ‘Mafia raj’ will be abolished. I belong to a middle-class family, never thought of reaching here. Will win seats by 2/3 margin.” The 117 seats of the Punjab Assembly will go to polls in a single phase on February 20. The results will be announced on March 10. The state will see a multi-cornered fights as the Congress, the Bharatiya Janata Party and its allies, the Aam Aadmi Party and the Akalis are in the fray.  Also read:Punjab chief minister’s nephew raided in relation to alleged illegal sand mining weeks before polls","author":"Scroll Staff","time":"2022-01-18T12:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168955-omrwsirurx-1642489308.jpeg","tags":["Arvind Kejriwal","Aam Aadmi Party","Punjab","Punjab elections"],"source":"https://scroll.in/latest/1015307/punjab-elections-bhagwant-maan-is-aaps-chief-ministerial-candidate"}