{"title":"Punjab governor withdraws order for special Assembly session to table confidence motion","content":"Punjab Governor Banwarilal Purohit on Wednesday withdrew an order summoning a special session of the Punjab Assembly on September 22, reported ANI. The earlier order had been issued on Tuesday after the Bhagwant Mann government said it wanted to table a confidence motion. In a new order, Purohit said that Tuesday’s directive has been withdrawn as there exists no provision to summon a special Assembly session to consider a confidence motion. Punjab Governor withdraws orders calling for Assembly session for a “confidence motion” called by Punjab government due to “absence of specific rules” to do so. pic.twitter.com/k9uKb8ukSe— ANI (@ANI) September 21, 2022\n\nOn Monday, Chief Minister Mann had announced that he table a confidence motion on Thursday. Purohit had on Tuesday given his approval for the session.Mann called for the trust vote days after the Aam Aadmi Party alleged that the Bharatiya Janata Party offered Rs 25 crore each to at least ten of its legislators in the state. On September 14, the Punjab Police filed a case in connection with the allegations hours after Kejriwal alleged that the BJP was now trying to buy its MLAs in Punjab.On Wednesday, JM Balamurugan, the principal secretary to the governor, said in a letter to Assembly Speaker Surinder Pal that he has received a representation from Leader of Opposition Partap Singh Bajwa, MLAs Sukhpal Singh Khaira and Punjab BJP chief Ashwani Sharma, stating that there is no legal provision to convene a special session for a trust vote in favour of the state government.Balamurugan said that Additional Solicitor General Satya Pal Jain also held that there is no such legal provision. Reacting to the governor’s decision, Mann wrote on Twitter that not letting an Assembly session take place raises questions on democracy in the country. Delhi Chief Minister and Aam Aadmi Party National Convenor Arvind Kejriwal also questioned how a governor could refuse permission for a special session.“Democracy is over,” he tweeted. “Two days ago, the governor gave permission for the session.”Kejriwal alleged that orders for the decision had come from the top – an apparent reference to the BJP leadership.“Today the country has the Constitution on one side and Operation Lotus on the other,” he added.Operation Lotus is a term used to refer to the BJP’s alleged attempts to orchestrate defections in Opposition parties.  Last month, the AAP had alleged that the BJP offered Rs 20 crore each to 40 of its MLAs in Delhi to persuade them to switch sides. The Arvind Kejriwal-led party had then sought a vote of confidence in the Delhi Assembly that it won on September 1.राज्यपाल कैबिनेट द्वारा बुलाए सत्र को कैसे मना कर सकते हैं? फिर तो जनतंत्र खतम हैदो दिन पहले राज्यपाल ने सत्र की इजाज़त दी। जब ऑपरेशन लोटस फ़ेल होता लगा और संख्या पूरी नहीं हुई तो ऊपर से फ़ोन आया कि इजाज़त वापिस ले लोआज देश में एक तरफ़ संविधान है और दूसरी तरफ़ ऑपरेशन लोटस। pic.twitter.com/BHwuyUG23X— Arvind Kejriwal (@ArvindKejriwal) September 21, 2022","author":"Scroll Staff","time":"2022-09-21T21:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180236-mgxdnbupnc-1663774793.jpg","tags":["Banwarilal Purohit","Punjab Assembly","Punjab","Arvind Kejriwal","Trust vote","Bhagwant Mann","Operation Lotus"],"source":"https://scroll.in/latest/1033376/punjab-governor-withdraws-order-for-special-assembly-session-to-table-confidence-motion"}