{"title":"Punjab, the Urdu literary hub of Pakistan, is slowly waking up to its lost Punjabi identity","content":"Some years ago, I was conducting a workshop with 40-odd undergraduate students at an elite university in Lahore. Using the symbols of Punjabi folk love legends – Heer-Ranjha, Sohni-Mahiwal, and Mirza-Sahiban – the plan was to deconstruct the concept of “forbidden love” and the societal structural factors that shaped it. While most of the students were familiar with the names of the lovers, not one knew anything else about these stories. Given that we were in Lahore, the provincial capital of Punjab, and Punjab being the country’s most powerful, educated and economically developed province, with other provinces complaining of its dominance, the situation seemed absurd. These folk love legends are the essence of traditional Punjabi culture. The symbol of Heer-Ranjha is ubiquitous in Sufi Punjabi poetry. Thus, even a cursory acquaintance with Punjabi culture would ensure a familiarity with these stories. So, how could these elite students in Lahore be so far removed from the city’s Punjabi influence?The absurdity starts to make sense in the local educational context. In no school in Punjab, public or private, is Punjabi taught as a compulsory subject, unlike Urdu and English. The situation is similar in higher education, where only a handful of universities offer programmes in the Punjabi language and literature. There are only three Punjabi language newspapers in Punjab, compared to around two dozen Sindhi language newspapers published in Sindh. The Punjab in India publishes more than two dozen Punjabi language newspapers.The Pakistani Punjab, on the other hand, served as the literary hub of the Urdu language, giving the country some of its most famous writers – Faiz Ahmed Faiz and Saadat Hasan Manto. Lahore, in particular, played a crucial role in the promotion of the Urdu language and literature during the formative years of the country. With organisations such as the Progressive Writers Association and Halqa-e-Arbab-e-Zauq that held regular literary gatherings in the city, Urdu literature and scholarship bloomed.Punjabi folk love legends such as Mirza-Sahiban are the essence of traditional Punjabi culture.The rise of UrduIn many ways, this was the culmination of a pre-Partition culture. After the annexation of the province in 1849, the colonial regime promoted Urdu in Punjab. In the Lahore Durbar that preceded the British, Persian was the official language, a legacy of the Mughal Empire. With the arrival of the British, Urdu replaced Persian. The primary reason for choosing Urdu over any other language in Punjab was familiarity with the language of colonial officers, who were coming to administer the newly colonised region. The British had been using the language in northern India and felt it could also be used in Punjab. So in 1854, Urdu, a language that was alien to the people of Punjab, was given the status of vernacular official language.As British schools started springing up around Punjab, Urdu and English became the medium of instruction. Punjabi was thought to be too barbarous a language compared to Urdu. Slowly, as indigenous schools popular throughout the Lahore Durbar and spread across the province were dismantled, a new breed of students emerged, divorced from the educational experiences of their predecessors. Whereas education earlier was a communal experience reinforced by family members at home, new divisions now emerged between children who were educated and parents who were not. These divisions were often understood as a differentiation between those who were civilised and those who were not. An entire civilisation, culture, history, people, literature, language, experience was stigmatised as Punjab raced towards modernity.Lahore in British India became the educational centre of Punjab with Urdu and English as the medium of instruction. Towards the end of the 19th century, a thriving publishing industry had developed in the city. By 1883, of the 13 newspapers published here in vernacular languages, 11 were in Urdu. It was a language shared by the intellectual elite of the city, irrespective of their religion. Urdu in Punjab was not just the language of the Muslims but also of educated Hindus and Sikhs.Language and religionHowever, a new conflict took root at the start of the 20th century as nationalist fervour swept the country. Urdu became increasingly associated with Muslims, while Hindu nationalists demanded the same rights for Hindi. When in 1900 the British made Hindi the official language of Uttar Pradesh, along with Urdu and English, a demand for the same intensified in Punjab, led by the Arya Samaj. In 1917, Hindi was introduced as an optional language in educational curriculum. Thus, in the first half of the 20th century, languages became intertwined with growing communal sentiment.In this battle between Urdu and Hindi, it was Punjabi that lost out. As languages acquired religious identities, Punjabi increasingly became associated with Sikhs. It is an attitude that continues to exist in contemporary Punjab. While the language is still used in the vernacular, it is completely cut off from intellectual and educational structures. Just as it was imagined during the colonial regime, it is still often referred to as a barbarous language. In October 2016, a leading private school organisation found itself in the limelight for all the wrong reasons when one of its principals, in a school notice, declared Punjabi an example of “foul language”. It is no surprise, therefore, that Punjabi students studying in the best schools and colleges of Punjab grow up without even a minor acquaintance with classical Punjabi writers or its popular folk stories.The Lahore-based Punjabi Adabi Board is at the forefront of a growing movement to make Punjabi a medium of instruction in schools in Punjab. (Credit: Punjabi Adabi Board public group / Facebook)Reclaiming Punjabi, Punjabiyat However, for several years now, Punjabi nationalists have been gathering in front of the Punjab Parliament every February 21 – International Mother Language Day – to demand that Punjabi be made the medium of instruction in schools in the province, like it is for other provincial languages. There were earlier just a handful of intellectuals, who were largely ignored by the media and those in power. But over the years, the protest has grown in size and is now accompanied by a celebration of Punjabi culture with dhol, music and dance. The Punjabi Adabi Board, a Lahore-based literary organisation that promotes literature in Punjabi, has been at the forefront of this movement.For now, the movement is still not big enough to make a dent, but it is accompanied by similar initiatives. Faisalabad has been hosting an annual Punjabi literature festival for several years now. This year, a leading university in Lahore organised an academic conference on Punjabi literature that coincided with Mother Language Day. There is now, it seems, an increasing awareness of the absence of Punjabi and Punjabiyat from the Punjab of Pakistan and there are a few determined to reclaim this identity.Haroon Khalid is the author of three books – Walking with Nanak, In Search of Shiva and A White Trail","author":"Haroon Khalid","time":"2018-03-02T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/870501-83407-jxzhtrnjvv-1519924990.jpeg","tags":["Pakistan","Punjab","Punjabi","Urdu"],"source":"https://scroll.in/article/870501/punjab-the-urdu-literary-hub-of-pakistan-is-slowly-waking-up-to-its-lost-punjabi-identity"}