{"title":"Punjab CM says he will file defamation case against Arvind Kejriwal for remarks on ED raids","content":"Punjab Chief Minister Charanjit Singh Channi on Friday said that he will file a defamation case against Aam Aadmi Party National Convener Arvind Kejriwal for remarks on the Enforcement Directorate raids in the state, PTI reported.AAP has been criticising Channi following raids on his nephew Bhupinder Singh Honey in a money laundering case. The raids have taken place weeks before the Punjab Assembly elections that are scheduled to take place on February 20. On Wednesday, Kejriwal remarked that the Punjab chief minister “is not an ordinary man, but a dishonest man”.Channi said on Friday that the Delhi chief minister had crossed all limits and that he had asked for Congress’s permission to file a defamation case against Kejriwal.The Punjab chief minister said that Kejriwal has a habit of making allegations to malign people. Channi added that he could only be held responsible if money was seized from his house or his son’s house, India Today reported. He claimed that he had nothing to do with the money allegedly seized from Honey’s house.“I will not contest the election if I am found guilty or money is seized from my house,” he said.Meanwhile, Kejriwal claimed on Friday that the AAP’s surveys show that Channi could lose from his Chamkaur Sahib constituency. “People are in shock on seeing ED officers counting big wads of notes on TV,” he said.The Enforcement Directorate on Tuesday raided Honey’s home, and 10 other places in Punjab, connection with an alleged illegal sand mining case. The agency is reportedly investigating the case based on a first information report registered in 2018 by the Punjab Police against a person called Kudrat Deep Singh.Singh owns a quarry in Nawanshahr town of Shaheed Bhagat Singh Nagar district in Punjab. Honey is reportedly a director at one of the companies formed by Singh.","author":"Scroll Staff","time":"2022-01-21T16:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169102-lrgefgtdiz-1642759809.jpg","tags":["Arvind Kejriwal","Enforcement Directorate","Punjab","Charanjit Singh Channi","Bhupinder Singh Honey"],"source":"https://scroll.in/latest/1015595/punjab-cm-says-he-will-file-defamation-case-against-arvind-kejriwal-for-remarks-on-ed-raids"}