{"title":"‘Pushpa’ composer Devi Sri Prasad keeps it simple: ‘Even a dance song needs a catchy tune’","content":"Pushpa wasn’t the only one rising.Sukumar’s Telugu-language Pushpa: The Rise has been a success in its Hindi version. Which means a wider audience for hit-maker Devi Sri Prasad.Prasad’s catchy melodies, dance numbers and crisp production have adorned a series of Telugu blockbusters. When the movies are dubbed in Hindi, his songs are among the highlights, such as Ringa Ringa (Arya 2), reworked as Dhinka Chika for Salman Khan’s Ready and Aa Ante Amalapuram (Arya), featured in the Hindi-language Maximum (2012).Gudilo Badilo from DJ: Duvvada Jagannadham clicked with a national audience after the Hindi version reportedly clocked 10 crore views in record time on YouTube. All three songs feature Allu Arjun, making Prasad a key contributor to the Telugu star’s popularity. Arjun, who plays a smuggler in Pushpa: The Rise, once again has Prasad’s pulsating tunes for company. If the feral Daakko Daakko Meka has Pushpa explaining his dog-eat-dog philosophy, he turns Romeo with the sweet Srivalli, sung by Sid Sriram. \n\n\n    \n    Play\n\nDaakko Daakko Meka, Pushpa: The Rise (2021).Devi Sri Prasad’s mastery of the soundscape of the Telugu star vehicle has similarly worked for Chiranjeevi, Pawan Kalyan, NTR Jr, Nagarjuna and Prabhas. The 42-year-old composer’s success has also benefitted Tamil actors such as Kamal Haasan, Vijay, Suriya, Vikram, Karthi and Dhanush. Prasad’s influence extends to Bollywood: after Ready, Salman Khan rehashed a Prasad tune most recently in Radhe: Your Most Wanted Bhai (2021).Hindi film composers have borrowed Prasad’s idiom of loud folk mixed with electronics, such as Sajid-Wajid in Rowdy Rathore and Pritam for R Rajkumar. Prasad’s original Hindi tunes will be heard in Rohit Shetty’s next film.\n\n\n    \n    Play\n\nSeeti Maar, Radhe (2021), a reworking of Devi Sri Prasad’s song from DJ: Duvvada Jagannadham.Prasad hopes that fans remember his melodies too, such as the ones in Uppena (2021). “Even a dance song needs a catchy tune you can hum,” he told Scroll.in. Prasad’s earliest compositions were for romantic movies such as Varsham, Arya, Bommarillu, 100% Love, and Mr Perfect. First-time actor Ashish is certainly fetching fans online thanks to Prasad’s soulful songs in the upcoming Rowdy Boys.    \n\n\n    \n    Play\n\nPreme Aakasamaithe, Rowdy Boys.Prasad attributes his success to his childhood influences: Michael Jackson, Ilaiyaraaja and Mandolin Srinivas. The son of screenwriter G Satyamurthy, whose credits include Abhilasha, Khaidi No 786, and Kshana Kshanam, Prasad grew up in Chennai listening to Ilaiyaraaja. While his mother enrolled him for Mandolin Srinivas’s classes, “my father showed me all kinds of films and explained them, including Satyajit Ray and K Vishwanath’s movies,” Prasad said. “It was he who introduced me to Michael Jackson by gifting me a VHS of The Legend Continues documentary.”    \n\n\n    \n    Play\n\nGurave Namaha, Prasad’s tribute to Mandolin Srinivas.Prasad attributes his mastery over the dance hit to his own terpischorean skills, which he shows off in live performances. “I notice what is the audience responding to, grooving to, which phrases they sing aloud,” he said. “This helps me keep my finger on their pulse.” Before he began scoring movies, Prasad wanted to become a singing-dancing popstar. He plays a prominent role in the music video for his debut single Aye Unnoda in the 1990s. Prasad frequently shows up in his film songs. He hopes to release independent music and headline a movie by Sukumar, all of whose productions have Prasad’s music.\n\n\n    \n    Play\n\nCharusheela, live, featuring Devi Sri Prasad.A combined understanding of melody, rhythm and storytelling and a skill for phonetically catchy phrases are among Prasad’s hit-making ingredients – “Ringa ringa”, “Sa re ga ma pa dha ni sa, arey karo zara jalsa”, and “aa ante Amalapuram” (inspired by the Andhra Pradesh town close to where he was born). Given his track record, filmmakers often trust Prasad’s vision. For instance, Oo Antava from Pushpa: The Rise is “laidback and slow”, unlike the usual energetic item song. The entire composition is “just one melody line, with four notes, running on loop, with no antara or anything”, he added. The jazzy Ninnu Chudagaane in the Pawan Kalyan blockbuster Attarintiki Daredi is another example of Prasad running with his instinct. In Sukumar’s Rangasthalam, Prasad included elements of boatmen’s songs in Yentha Sakkagunnave, which he also sang. “Rangasthalam is set in a village near Godavari River, and I have seen the seas all my life, coming from Chennai, so adding that element felt right,” Prasad said.    \n\n\n    \n    Play\n\nYentha Sakkagunave, Rangasthalam.In the hit romance Uppena, Prasad infused sufi into the heartwarming Nee Kannu Neeli Samudram. Dhak Dhak Dhak, into which he cleverly mixed diegetic sounds, was initially supposed to be part of the background in a scene emphasising the hero’s heart beating loudly for the heroine. “I imagined the scene to have a song instead, like when I come near you, my heart goes dhak dhak dhak,” Prasad said. “And then the song was ready in 10 minutes.”    \n\n\n    \n    Play\n\nDhak Dhak Dhak, Uppena.Prasad hopes to score an Indian classical music-themed film like Sagara Sangamam someday and make explicitly raag-based dance songs. His attempts in this direction include Bharata Vedamuga from Pournami and Mora Vinara from Mr Perfect.  \n\n\n    \n    Play\n\nBharata Vedamuga, Pournami.Telugu cinema’s abiding faith in the full-blown song sequence means that Prasad has to tweak his music to suit the image of the star on the screen. “Chiranjeevi is the best dancer we have had, so I can go wild with him,” Prasad said. “Allu Arjun and NTR Jr are the same. Pawan Kalyan and Nagarjuna have a different style, slightly graceful. With Prabhas, I have to do something different, not too fast.”\n\n\n    \n    Play\n\nAmmadu Let’s Do Kummudu, Khaidi No 150.Apart from the filmmaker and the lyricist, the choreographer too is involved in music sittings. “For example, with Swing Zara from NTR Jr’s Jai Lava Kusa, I had suggested that Tamannaah shouldn’t smile because the song has a trancey vibe,” Prasad said. “I also showed some costume designs which I thought would fit. Dance master Sekhar is good at absorbing these ideas. I asked him if he wanted any specific sounds in the song, and he said cymbals and claps, which I then added.”    \n\n\n    \n    Play\n\nSwing Zara, Jai Lava Kusa.Prasad’s ear for unusual voice texture has led him to Baba Sehgal (Jalsa, Gabbar Singh), Adnan Sami (O Madhu, Julayi) and Mika Singh. For the rural-themed Pushpa, Prasad recruited the folksy-sounding newcomers Mounika Yadav (Saami) and Indravathi Chauhan (Oo Antava). “Everyone was unsure if Indravathi could pull it off because Oo Antava required a slow, husky style, which you wouldn’t associate with Indravathi if you have seen her folk singing,” Prasad said. “But I stuck to my guns and it paid off. Once you get the right idea for a song, it is guaranteed to work.”Also read:Best of 2021 soundtracks: Santhosh Narayanan, Anirudh Ravichander and Sachin-Jigar shine","author":"Devarsi Ghosh","time":"2022-01-08T18:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168548-mlvrljgtud-1641634037.jpeg","tags":["Music composer Devi Sri Prasad","Pushpa The Rise"],"source":"https://scroll.in/reel/1014309/pushpa-composer-devi-sri-prasad-keeps-it-simple-even-a-dance-song-needs-a-catchy-tune"}