{"title":"Pushkar Singh Dhami to be Uttarakhand’s next chief minister","content":"The Uttarakhand Bharatiya Janata Party legislative party on Saturday elected Pushkar Singh Dhami as the new chief minister of the state. Dhami is expected to take oath later in the day. He will be the eleventh chief minister of the state, and the third CM in the current BJP government.Dhami, the MLA from Khatima, was an officer on special duty to former Uttarakhand Chief Minister Bhagat Singh Koshiyari, reported NDTV.On Friday, Tirath Singh Rawat had resigned as the chief minister after being in the post for less than four months. He had taken oath on March 10 after his predecessor Trivendra Singh Rawat quit. खटीमा, उधम सिंह नगर से माननीय विधायक,श्री @pushkardhami जी को उत्तराखंड के विधानमंडल का नेता निर्वाचित होने पर हार्दिक बधाई एवं शुभकामनाएं। pic.twitter.com/ycyOX1F8Bm— BJP Uttarakhand (@BJP4UK) July 3, 2021\n\nAfter being elected as the BJP’s legislature party leader of the state, Dhami said that the saffron party will work for the welfare of the residents, reported ANI. “We accept the challenge of serving people with the help of others, in a short time span,” he added.The legislative party meet was attended by the party’s 57 MLAs as well as its senior leaders, including central observer Narendra Singh Tomar and state in-charge Dushyant Kumar Gautam.BJP MP Ajay Bhatt said he was happy that the state has got a young leader. “We’ll win 2022 Assembly elections with a better margin,” he asserted.Names of various leaders had cropped up as probables for the top post, including that of Satpal Maharaj and Dhan Singh Rawat, according to PTI. Union Education Minister Ramesh Pokhriyal Nishank and Rajya Sabha MP Anil Baluni were also in the fray.‘Constitutional crisis’Speaking to reporters outside the governor’s official residence on Friday, Rawat said he quit because of the “constitutional crisis” that emerged due to the requirement for him to get elected to the Assembly within six months. He had to be elected from one of the constituencies by September 10.“I found it fit to resign to resolve the constitutional crisis that had emerged due to Sections 151 and 164 [of the Representation of the People Act],” Tirath Singh Rawat told reporters. Section 151 of the Representation of the People Act, 1951, requires Rawat to be elected by September. However, Section 151A of the Act says that a bye-election for a seat should not be held if the term of a House remains less than a year. Uttarakhand goes to polls next year.Apart from this, holding an election amid the coronavirus pandemic was also being seen as a difficult proposition as the Election Commission had faced criticism for conducting polls in five states and Union Territories during the second wave.Political drama over Tirath Singh Rawat’s resignationEven as Tirath Singh Rawat cited legal reasons for his resignation, his decision did not come without a share of political drama.Rawat had returned to Dehradun just hours before submitting his resignation on Friday. For the past three days, he was in Delhi where he met BJP President JP Nadda on two occasions and Home Minister Amit Shah once. This was his third visit to Delhi in a month amid uncertainties over his stint as the chief minister.Reports of his resignation started emerging early on Friday evening. The reports suggested that the BJP had asked him to quit, even as there was no official word on the matter from Rawat or the party.Around 9 pm on Friday, Rawat held a press conference. It was widely speculated that he would announce his resignation at the briefing. However, he did not mention anything on the matter and chose to list out the achievements of his government.A couple of hours later, he first handed his resignation to Nadda and then met the governor.Reports also suggested that Rawat’s resignation was necessitated due to factionalism in the Uttarakhand unit of the BJP.","author":"Scroll Staff","time":"2021-07-03T16:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161091-naawgoahtf-1625309843.jpg","tags":["Pushkar Singh Dhami","Uttarakhand","BJP","Tirath Singh Rawat"],"source":"https://scroll.in/latest/999219/pushkar-singh-dhami-to-be-uttarakhands-next-chief-minister"}