{"title":"‘Pushpa – The Rise’ review: Lots of style and a bit of substance","content":"I’m fire, not a flower, says a suitably glowering Allu Arjun in a movie in which his anti-hero is both entire bouquet and thorn.Sukumar’s Pushpa – The Rise stars Arjun as the titular truck driver whose daredevil ways disrupt a flourishing red sanders smuggling racket. Pushpa is a lungi-wearing upstart whose raised shoulder has its own back story. Emerging seemingly out of nowhere, Pushpa works his way up through ruthlessness, reckless deal-making and a healthy disrespect for his bosses.This enemy of his enemies and the ecology is always a step ahead of harried police officer Jolly (Dhananjay) and faces some heat only much later from Jolly’s replacement (Fahadh Faasil). In between, Pushpa falls in love with Srivalli (Rashmika Mandanna) and finds the time to wriggle hips with Samantha Ruth Prabhu in a Devi Sri Prasad dance number. That’s about it in terms of the plot. With barely anything new to say about smuggling or the making of a criminal, writer-director Sukumar focuses instead on the packaging of individual moments and action sequences, the setting (the pager-era 1990s), and the jungle-influenced colour scheme (the stylish cinematography is by Miroslaw Kuba Brozek). The second part sets up a big clash between Pushpa and Fahadh Faasil’s Bhanwar Singh Shekhawat. Faasil’s much-hyped addition to the cast – his first film in Telugu – turns out to be a damp squib. The Rajasthani cop stumbles with his Telugu and cannot even pronounce his own name properly. Allu Arjun, who is in nearly every other scene, commands the screen. But little else feels fresh or surprising in a rote crime drama that lumbers on for 179 minutes.\n\n\n    \n    Play\n\nPushpa: The Rise (2021).","author":"Scroll Staff","time":"2021-12-17T12:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167626-zbalskygav-1639669594.jpeg","tags":["Pushpa: The Rise – Part 1 movie review","Allu Arjun","Sukumar"],"source":"https://scroll.in/reel/1013014/pushpa-the-rise-review-lots-of-style-and-a-bit-of-substance"}