{"title":"‘Puzhu’ review: Mammootty steers an absorbing tale of the haunted and the hunted ","content":"Ratheena PT’s assured and absorbing directorial debut Puzhu (Worm) is about a haunted man who believes that he is being hunted. Kuttan (Mammootty), a police officer turned property developer, has no shortage of enemies – or personal demons. Trapped in a past that he refuses to leave behind, Kuttan faces one of his worst nightmares when his estranged sister Bharathi (Parvathy Thiruvothu) and her husband move into his apartment block. Bharathi has outraged her Brahmin family by marrying the lower-caste theatre performer Kuttappan (Appunni Sasi). Her re-emergence in Kuttan’s life disturbs his tightly controlled relationship with his only son Kichu (Vasudev Sajeesh Marar). A widower who demands military-level discipline from the boy, Kuttan finds his hold slackening. Kuttappan’s very presence sets him off. Then there are what appear to be attempts on Kuttan’s life. Could it be one of the men he put behind bars in his previous profession? Or is he being paranoid?The Malayalam-language film is being streamed on SonyLIV. Parvathy Thiruvothu in Puzhu. Courtesy CYN-CYL Celluloid/Wayfarer Films/SonyLIV.The screenplay, by Harshad, Sharfu and Suhas, draws connections between Kuttan’s situation and an epic play performed by his brother-in-law. There are shades too of Michael Haneke’s French drama Cache in the inter-weave of a thriller and a social critique. Unlike Cache, an allegory about France’s colonisation of Algeria, Puzhu is more on the nose about the connections between casteism and toxic masculinity on the one side and Kuttan’s quest to find his tormentor on the other.Despite being heavy-handed at times and bungling its climax, the 115-minute film is for the most part a compelling drama about a hidebound man unwilling to let go of prejudice or painful memories. Kuttappan sagely, and correctly, observes that caste discrimination won’t disappear even if humankind is overrun by robots. Kuttan’s aversion to Kuttappan and, by extension, Bharathi, is barely concealed and is enabled by similarly bigoted neighbours and friends (including a character played by Nedumudi Venu).Elegantly shot by Theni Eswar and judiciously paced, the 115-minute film boasts of impressive performances across the board. Parvathy Thiruvothu, as Kuttan’s warm and still-hopeful sister, Appunni Sasi, whose Kuttappan represents the lived experience of caste, and Vasudev Sajeesh Marar, as the sensitive Kichu, are excellent. But it’s Kuttan, and the thespian who plays him with volcanic intensity, who is the soul of Puzhu.Few actors other than Mammootty could have humanised a monster to the extent that his descent is tracked with bated breath and reluctant empathy. In one of the film’s most chilling scenes, Kuttan pleads with Kichu to treat him like a friend, then talks to him in a menacing manner, and finally wallows in pathos, all in the space of a few minutes. It’s a performance of many layers and staggering proportion, all the more powerful because it is as carefully calibrated as Kuttan’s everyday dealings with Kichu. \n\n\n    \n    Play\n\nPuzhu (2022).","author":"Nandini Ramnath","time":"2022-05-13T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174293-wbwylfbryp-1652381156.jpeg","tags":["Malayalam film Puzhu","Mammootty","Ratheena PT"],"source":"https://scroll.in/reel/1023793/puzhu-review-mammooty-steers-an-absorbing-tale-of-the-haunted-and-the-hunted"}