{"title":"PV Narasimha Rao, Chaudhary Charan Singh and MS Swaminathan to be awarded Bharat Ratna","content":"Former Prime Ministers PV Narasimha Rao and Chaudhary Charan Singh and agriculture scientist MS Swaminathan will be posthumously conferred the Bharat Ratna, India’s highest civilian award, Prime Minister Narendra Modi announced on Friday.Rao died in 2004, Chaudhary Charan Singh in 1987 and Swaminathan in September 2023.  In a social media post, Modi called Rao a “distinguished scholar and statesman” and said his “visionary leadership was instrumental in making India economically advanced”.“Narasimha Rao Garu’s tenure as prime minister was marked by significant measures that opened India to global markets, fostering a new era of economic development,” he wrote.Rao led a Congress government between 1991 and 1996.Delighted to share that our former Prime Minister, Shri PV Narasimha Rao Garu, will be honoured with the Bharat Ratna. As a distinguished scholar and statesman, Narasimha Rao Garu served India extensively in various capacities. He is equally remembered for the work he did as… pic.twitter.com/lihdk2BzDU— Narendra Modi (@narendramodi) February 9, 2024\n\n\nRegarding Chaudhary Charan Singh, India’s fifth prime minister and a leader of the Janata Party, Modi wrote in Hindi that the honour was dedicated to “his incomparable contribution to the country”.“He had dedicated his entire life to the rights and welfare of farmers,” he said. “He also stood firm against the Emergency. His dedication to our farmer brothers and sisters and his commitment to democracy during the Emergency is inspiring to the entire nation.”Chaudhary Charan Singh served as the prime minister in 1979. हमारी सरकार का यह सौभाग्य है कि देश के पूर्व प्रधानमंत्री चौधरी चरण सिंह जी को भारत रत्न से सम्मानित किया जा रहा है। यह सम्मान देश के लिए उनके अतुलनीय योगदान को समर्पित है। उन्होंने किसानों के अधिकार और उनके कल्याण के लिए अपना पूरा जीवन समर्पित कर दिया था। उत्तर प्रदेश के… pic.twitter.com/gB5LhaRkIv— Narendra Modi (@narendramodi) February 9, 2024\n\n\nThe award for Chaudhary Charan Singh comes amid media reports that the ruling Bharatiya Janata Party is looking to form an alliance with the Rashtriya Lok Dal in Uttar Pradesh.The Rashtriya Lok Dal was founded by Singh’s son Ajit Singh and is now led by his grandson Jayant Singh.Soon after Modi’s Bharat Ratna announcement, Jayant Singh wrote on social media: “Dil jeet liya [heart has been won].”दिल जीत लिया! #BharatRatna https://t.co/Ns0CraJ7yI— Jayant Singh (@jayantrld) February 9, 2024\n\n\nAbout the Bharat Ratna for Swaminathan, Modi said that it was “in recognition of his monumental contributions to our nation in agriculture and farmers’ welfare”.Swaminathan, he said, played a pivotal role in helping India achieve self-reliance in agriculture. “We also recognise his invaluable work as an innovator and mentor and encouraging learning and research among several students,” he wrote.He added: “Dr Swaminathan’s visionary leadership has not only transformed Indian agriculture but also ensured the nation’s food security and prosperity. He was someone I knew closely and l always valued his insights and inputs.”It is a matter of immense joy that the Government of India is conferring the Bharat Ratna on Dr. MS Swaminathan Ji, in recognition of his monumental contributions to our nation in agriculture and farmers’ welfare. He played a pivotal role in helping India achieve self-reliance in… pic.twitter.com/OyxFxPeQjZ— Narendra Modi (@narendramodi) February 9, 2024\n\n\nThe Centre has named five persons for India’s highest civilian honour this year.On February 3, Modi announced that BJP leader and former Deputy Prime Minister LK Advani will be conferred the Bharat Ratna.This came weeks after socialist leader and former Bihar Chief Minister Karpoori Thakur was awarded the Bharat Ratna posthumously by President Droupadi Murmu.","author":"Scroll Staff","time":"2024-02-09T16:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198300-mwtvotpniq-1707474479.jpeg","tags":["Bharat Ratna","Chaudhary Charan Singh","PV Narasimha Rao","MS Swaminathan"],"source":"https://scroll.in/latest/1063462/pv-narasimha-rao-chaudhary-charan-singh-and-ms-swaminathan-to-be-awarded-bharat-ratna"}