{"title":"PV Sindhu parts ways with coach Park Tae-sang: ‘She wanted a change, I respect the decision’","content":"India’s badminton star PV Sindhu has parted ways with coach Park Tae-Sang, the South Korean confirmed via his Instagram account on Friday.In a post on the social media website, Park wrote, “She wanted a change and said she would find a new coach. I decided to respect and follow her decision. I’m sorry that I can’t be with her until the next Olympics, but now I’m going to support her from afar. I will remember every moment with her. I would like to thank everyone who has been supporting and encouraging me.”From the archive:Interview with coach Park Tae Sang: On why he is thankful to PV Sindhu, her plans for 2023 and morePradeep Raju, Director of Suchitra Badminton Academy, confirmed to Scroll that the decision was taken with a view to add new elements to Sindhu’s game. The star Indian shuttler trains at the academy in Hyderabad.“We all know Sindhu has been working with many coaches in her career,” said Raju on Friday. “And every opponent of her tries to decode Sindhu’s game to try and beat her, like Sindhu’s team does for other players. So while moving forward, Sindhu feels that she needs to add much more to her game and there is nothing wrong in looking beyond, or looking for a change. Because that is what we do in our professional careers. To get that additional edge, to sustain at the top. This is a crucial year, with Olympics qualification. She wanted new things to come in to her game, to try out new methods. The good thing about her is, even at 27, she is willing to constantly improve.”Park coached Sindhu to the bronze medal at the 2020 Tokyo Olympics as well the gold medal at the 2022 Commonwealth Games. During her gold medal run in Birmingham, Sindhu injured her ankle which saw her miss the 2022 BWF World Tour Finals.On her return to the sport in January 2023, Sindhu lost in the first rounds at the Malaysia Open and the India Open. The qualification cycle for the 2024 Paris Olympics begins from May 1, 2023, and will run till April 28, 2024.In recent tournaments, especially at India Open where she lost for the second straight year against aggressive Thai shuttler Supanida Katethong, there has been a sense that Sindhu’s attacking edge has not been as sharp as it used to be. If there was even a chance that her game might hit a plateau, an element of freshness in approach to be brought in by coaching would make sense, giving enough time for new ideas to take shape with Paris 2024 in mind.At the recent Asia Mixed Team Championship too, where Sindhu was part of the bronze medal-winning India team, the former world champion had mixed results. Coach Park wasn’t with Sindhu for that tournament. In her Instagram post, she had said: “Giving a special shout-out to my coach @vidhichaudhary my fitness trainer @srikanthvarma93 and Physio @evangeline09 for their support in keeping me in the right condition.”Going forward, Scroll understands there is no official decision yet on who will be the next coach.“She has a lot of options,” Raju said. “We, at Suchitra, are willing to see who is the best option. She knows what she wants. SAI and BAI are really supportive, and they have told us they are on the lookout and have also told Sindhu to inform them if she finds someone. Olympic qualification is a few months away. At Suchitra, we have hired former All England champion Hafiz Hashim. We have given her that option, and she is willing to try and the choice will be hers.”Earlier on Friday, The Star reported that Malaysia’s 2003 All England Open winner Hashim will assist Sindhu for the 2023 All England Open after joining the Suchitra Academy in Hyderabad.“The director [Pradeep Raju] also asked me to provide some assistance to Sindhu for the All-England. I will not be her coach but will share my experience and help her in any way I can,” Hashim was quoted as saying. “Although Sindhu is now part of the Indian national team, she still trains at the academy about once or twice a week.”Hashim was previously junior coach with the Badminton Association of Malaysia, a position he held till the end of last year.  With Park parting ways with Sindhu, it marks the end of a successful stint where the South Korean coach earned a lot of support for his enthusiastic presence behind the Indian star. The coach and shuttler had a good working relationship, but now it seems is the time to move on. According to the Indian Express, Park could continue to work with some junior and senior shuttlers in the national set-up in Hyderabad.As of now coach Park, a very humble & down to earth person,will be guiding young shuttlers, he is part of a U19 group going for Dutch-German Jr International Tournaments from March 1-12. https://t.co/9UnidaCGZk— Divesh Bhal (@diveshbhal) February 24, 2023\n\nCoach Park Tae-sang’s full statement:Hello, it’s been a while since I said hello. I came back to Hyderabad a few days ago. And I want to say thank you to everyone who worried about my father. To be honest, my father’s condition is not good yet. So I felt heavy walking back to India.And I’d like to talk about my relationship with @pvsindhu1 , which many people have asked about. She has made disappointing moves in all recent matches, and as a coach, I feel responsible. So she wanted a change and said she would find a new coach. I decided to respect and follow her decision. I’m sorry that I can’t be with her until the next Olympics, but now I’m going to support her from afar.I will remember every moment with her. I would like to thank everyone who has been supporting and encouraging me.","author":"Vinayakk Mohanarangan","time":"2023-02-24T17:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187264-xouqnkxdel-1677240525.jpg","tags":["PV Sindhu","Park Tae-Sang","2024 Paris Olympics","Badminton","2020 Tokyo Olympics"],"source":"https://scroll.in/field/1044569/pv-sindhu-parts-ways-with-coach-park-tae-sang-she-wanted-a-change-i-respect-the-decision"}