{"title":"‘Pyaasa’ is the Guru Dutt gift that keeps giving","content":"Only a handful of films last in memory and Pyaasa, first released on February 22, 1957, is among the handful for its dreamy quality, never-dating black and white photography, subtle acting, sophisticated storytelling and poetic songs. Besides its sheer beauty and sharp observation of the dark side of human nature, the film tells a moving and timeless story of disillusionment.Time curates classics, but we also know that celluloid itself inevitably perishes and like Pyaasa, many old films require immediate restoration. Guru Dutt’s second son, Arun Dutt, was well aware of the need to preserve his father’s work. He sold the negative rights of Guru Dutt’s films to Sushilkumar Agrawal, chief executive officer of Ultra Media Entertainment Private Limited, who took on the task of restoring Pyaasa. Over many months, Agrawal’s team worked painstakingly, frame by frame, to get rid of the dirt, glitches, scratches and the many unwanted traces of time. Arun Dutt was only 58 when he sadly passed away earlier this year. He did not get to see the impressively restored masterpiece that his father had made. It is no surprise that Pyaasa was invited this year to the Venice Film Festival and screened in a section dedicated to newly restored classics from all over the world. This outing is the first of a line-up of international festival screenings, including the Jio MAMI Mumbai Film Festival (Oct 29-Nov 5).Pyaasa before and after restoration. Courtesy Guru Dutt Films/ Ultra Media & Entertainment.Set in Calcutta, Pyaasa is the story of Vijay (played by Guru Dutt), an unemployed man who longs to be a published poet. The love of his life, Meena (Mala Sinha), believes that he will never amount to much, so she abandons him and instead marries Ghosh (Rehman), a rich publisher. Everyone around Vijay sees him as a failure and his hopes of making a mark as a poet are continually crushed. His only unstintingly loyal friends are outsiders – the masseur Abdul Sattar (Johnny Walker) and the beautiful prostitute Gulaabo (Waheeda Rehman). When money, fame and social standing are finally offered to Vijay, it is now his turn to reject the world where greed and treachery have greater value than compassion and human decency.Pyaasa was based on a story idea called Kashmakash, written by Guru Dutt sometime in 1947 or ’48 when he was only 22. Fresh from Uday Shankar’s Dance Academy in Almora, he joined his family in Mumbai, where they were living in a two-room rented apartment. This was the year after India’s independence, and the country was suffering the aftermath of Partition. The family was struggling to make ends meet, and work in films was hard to come by. It was during this atmosphere of uncertainty that Guru Dutt wrote of the frustrations and torments of a poet. A disenchanted view of the world runs through this first screenplay, as does Guru Dutt’s personal fascination with death. Here, too, the poet believes that suicide is the only way out.A page from Kashmakash, the story that inspired Pyaasa. Courtesy Nasreen Munni Kabir.Could this story in part have had its roots in mentor Uday Shankar’s dance-drama Kalpana, a film about a dancer’s unfulfilled dreams of opening a dance academy? Could Kalpana have been a kind of trigger for young Guru Dutt’s choice of story theme? Though it is unconfirmed whether he actually worked on Kalpana (he does not feature in the screen credits), Guru Dutt would have been aware of the film’s subject. He was also witness to the doors of Uday Shankar’s dance academy closing due to a lack of funds. These things must have played on Guru Dutt’s mind, perhaps intensifying a niggling doubt whether art, or his own kind of introverted personality, could survive in a harsh consumerist world.Whatever the reasons behind Guru Dutt’s thinking at the time, his deep feelings for struggling artists, sadness at the loss of a morally pure universe and disgust at the ruthless insincerity of family, friends and the larger society run through Kashmakash.But Guru Dutt had the right hunch, and when he started directing films in 1951, he knew he would not have free rein to make the movie he had imagined – unless he could produce it himself. So his story idea was put aside for some nine years. In fact, the common thinking among the leading directors of 1950s Hindi cinema, including Mehboob Khan, Bimal Roy and Raj Kapoor, was that self-funding alone assured creative freedom.By 1956, Guru Dutt was married to the celebrated playback singer Geeta Dutt, had two sons and was a successful director and producer and acknowledged lead actor. Now he found himself financially able to return to his cherished project, which was renamed Pyaasa. In close friend and former assistant Raj Khosla’s words: “Guru Dutt knew what he wanted because the story of Pyaasa was with him. When he got the chance he made it. It was not a new subject that he had suddenly thought of.”The screenplay was extensively rewritten with his writer Abrar Alvi. Guru Dutt brought in the film’s crowning glory – the poetry of Sahir Ludhianvi. Sahir’s worldview gave the romantic story of a despondent poet a political and social edge. Sixty years have passed since audiences first saw Pyaasa, yet it continues, and deservedly, to win hearts across generations and borders.To relive Pyaasa on the big screen is a special treat. It is so far from the usual frivolous and endless love stories, and proves that Hindi film’s conventions have great power in the hands of a true author of cinema.  Guru Dutt in Pyaasa (1957). Courtesy Guru Dutt Films/ Ultra Media & Entertainment.","author":" Nasreen Munni Kabir","time":"2015-10-17T12:30:47+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147486-wutfjqcrjp-1600125071.jpeg","tags":["Guru Dutt","Indian film classics","Pyaasa"],"source":"https://scroll.in/article/762633/pyaasa-is-the-guru-dutt-gift-that-keeps-giving"}