{"title":"‘Qarib Qarib Singlle’ film review: Swipe right for the dialogue and performances","content":"Tanuja Chandra has had an extremely patchy directing career, but she redeems herself substantially with the romcom Qarib Qarib Singlle, starring Irrfan and Parvathy as a made-for-each-other couple who meet through a Tinder-like dating website.Army widow Jaya (Parvathy) has not been with a man for so long that her friend is worried that she will forget what sex feels like. In fact, apart from numerous references to the deceased husband, it is easy to imagine that Jaya is a virgin in the romantic game, easily horrified by male attention and clumsy when it comes to reading between the lines.Yet, Jaya decides to bite the bullet and signs up with a dating website, through which she meets wandering poet Yogi (Irrfan). Yogi is given to mansplaining and manspreading, both of which he does with such ease and seductiveness that it is almost tempting to forgive him. An update of the character played by Irrfan in Life… in a Metro (2007) as well as a male version of Kareena Kapoor’s yakkety-yak Geet from Jab We Met (2007), Yogi rattles as well as charms the uptight (and vegetarian, naturally) Jaya. She goes along with Yogi’s plan to visit his three ex-girlfriends, all of whom he is convinced are still weeping over his absence. Lessons about letting go as well as holding on to what matters are delivered over meandering road trips of uneven quality.\n\n\n    \n    Play\n\nQarib Qarib Singlle (2017).Based on a story by Kamna Chandra and written by Tanuja Chandra and Gazal Dhaliwal, the 125-minute movie is a two-hander for the most part. Irrfan’s breezy performance is one of his most relaxed yet. Despite being painfully low on psychology, Yogi leaves an impression for his witty banter and infectious sangfroid. He has the best lines, and he belts them out with elan.Yet, it is Jaya who emerges as the movie’s more powerful character. On the heavier side and filled with self-doubt and ambivalence, Jaya is an identifiable urban heroine who sometimes directly addresses her doubts to the camera. Her struggle to hold on to her beliefs against Yogi’s charm offensive is real and identifiable. Even though the screenplay has an annoying tendency to let Yogi have the last word, Jaya emerges as altogether less an romantic ideal and more human. Parvathy plays the character with power and beauty despite being saddled with an embarrassingly long sequence that is this movie’s equivalent of the drunken heroine moment. Having swallowed an sleeping pill too many, Jaya has a fit of irrational jealousy when Yogi meets his second ex (Neha Dhupia). Parvathy infuses the scene with as much dignity as possible, but even she cannot overcome its problems.The movie has a lot to say about romance, but shrinks from the prospect of sex between two adults. Qarib Qarib Singlle plays it extremely safe when it comes to the delicate question of whether the connecting door between the hotel rooms of the travelling couple will ever be opened. The one time it is, the movie produces a lovely moment of togetherness followed by avoidable embarrassment. In this battleground, the manoeuvres are entirely of the verbal kind, and often very funny. Tanuja Chandra has a good technical team to keep the story from veering off entirely from course, especially in the flabby third act. Eeshit Narain’s pleasing cinematography and Chandan Arora’s editing produce a fabulous last shot – the final vehicle carrying Jaya and Yogi heading inexorably towards its destination, indicating both closure as well as a new beginning.","author":"Nandini Ramnath","time":"2017-11-10T08:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/857206-73165-sieokuibxv-1510055650.jpg","tags":["Irrfan Khan","Parvathy","Qarib Qarib Singlle"],"source":"https://scroll.in/reel/857206/qarib-qarib-singlle-film-review-swipe-right-for-the-dialogue-and-performances"}