{"title":"‘Qatal ki raat’: Narendra Modi says his warning forced Islamabad to send back captured IAF pilot","content":"Prime Minister Narendra Modi on Sunday claimed that Pakistan returned Indian Air Force pilot Abhinandan Varthaman after he had warned Islamabad, PTI reported. The Pakistan military captured Varthaman during an Air Force operation in February, days after the Balakot air strikes by India.  “When Abhinandan was captured by Pakistan, I said [to Pakistan] that if anything happens to our pilot, we will not leave you,” Modi said at a public rally in Gujarat’s Patan. “A senior American official said on the second day that Modi has kept ready 12 missiles and might attack and the situation will deteriorate,” PTI quoted the prime minister as saying. “Pakistan announced they would return the pilot on the second day, else it was going to be a ‘qatal ki raat [a night of slaughter]’.\"Modi said this was the American official’s statement and he had nothing else to add to it at the moment. “I will speak about it when the time comes,” he added.The prime minister urged citizens to vote for the “son of the soil”. “I was born and raised in North Gujarat,” Modi said. “The ‘Rani ni Vav’ or step well of Patan town is now on a currency note and has become a world heritage site. It all happened because you have sent your own man to Delhi. For me, you are my gurus, my elders and my childhood companions and I have come here to take your blessings.The prime minister also took on Nationalist Congress Chief Sharad Pawar, a day after he criticised him. “Modi says he came into politics holding my [Pawar’s] finger,” Pawar said at a public meeting. “But now I am terribly afraid, because what this man will do, nobody knows.”The prime minister also criticised his predecessor and Congress leader Manmohan Singh. “Former Prime Minister Manmohan Singh had said that Muslims have the first right to the nation’s natural resources but Modi says the country’s marginalised have the first right on nation’s natural resources.” Modi claimed that the Congress has already accepted its defeat in the election and stopped asking for proof about the air strike in Balakot. “The country has already made up its mind for ‘Phir Ek Baar Modi Sarkar’,” he added.Sunday was the last day of campaigning for Gujarat’s 26 Lok Sabha seats, with the election scheduled for April 23.The Balakot air strikeThe Indian Air Force conducted the Balakot strikes after the February 14 Pulwama terrorist attack in which 40 Central Reserve Police Force Personnel were killed. The Balakot strike was followed by heightened tensions between the two countries, including aerial skirmishes between India and Pakistan.On February 27, the Pakistani military claimed it had shot down two Indian Air Force jets – one had crashed in Pakistan-occupied Kashmir and the other fell in Jammu and Kashmir. India maintained that Pakistan had shot down only one MiG-21 aircraft and that it had downed a Pakistani F-16 jet.During the same skirmish, Pakistan captured Wing Commander Abhinandan Varthaman, who returned home on March 1 after being released.","author":"Scroll Staff","time":"2019-04-21T17:32:38.266849+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117999-joejzgohsj-1555844539.jpeg","tags":["Narendra Modi","Gujarat","Lok Sabha polls","Balakot air strike","India Pakistan","IAF pilot"]}