{"title":"RAW officer allegedly involved in alleged plot to kill Sikh separatist identified by Washington Post","content":"A Research and Analysis Wing officer named Vikram Yadav was involved in an alleged plot to assassinate Sikh separatist Gurpatwant Singh Pannun and in the killing of another Sikh separatist leader Hardeep Singh Nijjar, The Washington Post reported on Monday.This is the first time that allegations have emerged about the identity and affiliation of an individual from within India’s foreign intelligence agency in Pannun’s case.The report also cited assessments of American intelligence agencies that the operation against Pannun had been cleared by Samant Goel, then the chief of India’s foreign intelligence agency. The article was based on interviews with three dozen current and former unidentified senior officials in the United States, India, Canada, Britain, Germany and Australia.The United States’ spy agencies also “more tentatively assessed” that India’s National Security Advisor Ajit Doval was likely to have known about the plans of the Research and Analysis Wing, according to The Washington Post. However, the newspaper quoted unidentified officials as saying that “no smoking gun proof” had emerged.Officers at the United States’ Justice Department and the Federal Bureau of Investigation, the country’s principal federal law enforcement agency, had reportedly sought to prosecute Yadav. However, an indictment that became public in November referred to Yadav only as an unidentified co-conspirator “CC-1” and left out any mention of the Research and Analysis Wing.American officials reportedly told their Indian counterparts that they would not take punitive measures but urged New Delhi to hold those involved accountable. According to The Washington Post, this message was also emphasised in September during a meeting between Indian Prime Minister Narendra Modi and United States President Joe Biden.In United States Department of Justice documents, the alleged intelligence official referred to as “CC-1” was described as a “senior field officer” with responsibilities in security management and intelligence. He was previously said to have served in the Central Reserve Police Force.In March, a Bloomberg report said New Delhi’s investigation into the claims by Washington found that rogue officials not authorised by the Indian government had been involved in the alleged plot to kill Pannun.The Joe Biden administration in the United States has demanded that those involved in the alleged plot be prosecuted.On November 29, the United States Attorney’s Office, Southern District of New York, announced that it had filed “murder-for-hire charges” against an Indian national named Nikhil Gupta in connection with his alleged participation in a thwarted plot to assassinate a Sikh separatist leader.While the statement did not name the separatist leader, a report in the Financial Times on November 23 identified him as Gurpatwant Singh Pannun.The United States’ charges came two months after Canadian Prime Minister Justin Trudeau said that there were “credible” allegations linking Indian agents to the murder of Sikh separatist leader Hardeep Singh Nijjar. He was shot dead in the parking lot of a gurdwara in Surrey near Vancouver on June 18.India rejected Trudeau’s allegations as “absurd and motivated”.","author":"Scroll Staff","time":"2024-04-29T21:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196081-relpqjddmc-1700655097.jpg","tags":["Gurpatwant Singh Pannun","Hardeep Singh Nijjar","MEA"],"source":"https://scroll.in/latest/1067222/r-aw-officer-was-involved-in-alleged-plot-to-kill-sikh-separatist-reports-the-washington-post"}