{"title":"‘Raazi’ film review: Alia Bhatt shines in a muddled and improbable spy thriller","content":"Meghna Gulzar’s new movie works hard to glide over the absurdity and soft jingoism of its source material. Raazi is utterly serious in its treatement of the idea of a weaponised Kashmiri woman who offers her body in the service of her nation. The moth-eaten story would not be out of place in 1960s Hindi cinema but it’s packaged with the elements that characterise present-day Bollywood: realistic performances, crisply edited sequences and skillful production design. As Alia Bhatt delivers a compelling and impressive central performance as a spy who betrays her family,  there’s no hand-wringing sentimentality or obvious flag-waving. Despite this, the movie is unable to liberate itself of the outlandishness and questionable themes of the novel on which it is based.The film’s clever title refers to a woman who is both willing and secretive. Raazi is an  adaptation of Harinder S Sikka’s Calling Sehmat, in which a 20-year-old Kashmiri woman inherits her father’s espionage duties. The year is 1971, and Bangladesh hasn’t yet been born. Sehmat Khan’s father, Hidayat Khan, is a prosperous Kashmiri businessman who has been using his trade contacts with Pakistani Army officers to collect information for India’s Research and Analysis Wing. His daughter is away studying in Delhi when Hidayat learns that his country and his health are in danger. Pakistan is planning a secret military operation to ensure that East Pakistan stays in its grasp, and Hidayat has a tumour in his lungs. Hidayat offers his RAW handler the services of his daughter. After a training stint, Sehmat is married into the family of a Pakistani brigadier. Calling Sehmat claims to be based on real incidents and characters, but its improbabilities and wish-fulfillment fantasies belong strictly to the realm of fiction. In the book, the Khans are presented as good Muslims and ideal Kashmiris – patriotic, duty-bound, selfless, and willing to sacrifice their lives for their nation. Sehmat’s love for her father is intertwined with her dedication to the tricolour, and she never once stops to question the wisdom of her mission.Alia Bhatt and Vicky Kaushal in Raazi. Image credit: Junglee Pictures/Dharma Productions.The movie’s screenplay, by Meghna Gulzar and Bhavani Iyer, makes a few significant alterations to the book. Although Sehmat (Alia Bhatt) is as obedient, resourceful and brave as in the novel, her college boyfriend has been excised from the film. In the film, Sehmat’s relationship with her husband Iqbal (Vicky Kaushal) is fleshed out far more than it is in the book, which completely ignores the ramifications of a woman quite literally allowing her body to be used for national service. In Raazi, Iqbal is humanised to a greater degree, as are other members of his family, so that Sehmat’s betrayal acquires a few more layers. Raazi’s biggest rewrite ends up making the move far more politically correct than the novel. Sehmat is constantly identified as Indian, rather than Kashmiri, eliding over her cultural identity in an attempt to sidestep the debate that is bound to arise out of her frequent espousals of love for her country. The movie tries to be sensitive to the current situation in Kashmir and its recent history. It’s a careful balancing act, but one that contradicts the patriotic fervour that drives the book.\n\n\n    \n    Play\n\nRaazi (2018).When we first glimpse Sehmat in Raazi, she is a gentle soul who saves a squirrel from death. However, Sehmat is also her father’s daughter, and when he asks her to continue his mission, she readily agrees. Why, her handler Hamid Mir (Jaideep Ahlwalat) wants to know. The self is immaterial when it comes to national duty, Sehmat replies.The movie moves into thriller mode once Sehmat crosses the border and begins her new life in Lahore as the obedient daughter-in-law to brigadier Parvez Syed (Shishir Sharma) and Iqbal’s shy wife. Crucial meetings about Pakistan’s plans for the 1971 war are nearly always conveniently held in their home at tea-time. The only one who divines Sehmat’s designs is an old-timer domestic helper, Abdul (Arif Zakaria), leading to some tense moments.Though the 140-minute movie piles on the implausibilities and the Pakistanis prove to be as gullible and clueless as in the book, the events are injected with enough suspense to draw out the gasps. Alia Bhatt’s carefully judged performance goes some way towards conveying Sehmat’s improvised bravado and ability to wear a mask that slips only when she is alone.The young actress casts a large shadow over the proceedings. Vickey Kaushal has a thankless role, but he does a good job of making Iqbal count. Apart from Ahlawat’s superbly portrayed Mir, Kaushal emerges as the only character who leaves a mark in a movie dedicated to Alia Bhatt’s strengths and screen presence.But for all of Bhatt’s efforts, the fresh-faced actor is unable to give a full measure of Sehmat’s ruthlessness. This has partly to do with the movie’s ambiguity towards Sehmat’s mission. If she a natural-born spy or a patriotic daughter fulfilling her promise towards her father? The muddle is most vividly portrayed in the most crucial interpolation by the writers – an impassioned speech by Sehmat about the high cost her mission has extracted. In a less high-minded movie, one, perhaps, directed by the likes of the hysterical jingoist Anil Sharma, Sehmat would have waved a fist at her country’s enemies. Instead, her soft face crumbles into tears – a moment of weakness that characterises the film’s confusion over whether it approves of Sehmat’s sacrifice or not.Alia Bhatt and Rajit Kapur in Raazi. Image credit: Junglee Pictures/Dharma Productions.","author":"Nandini Ramnath","time":"2018-05-11T08:09:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/878197-89043-iibqxqcyqx-1525684849.jpg","tags":["Raazi","Alia Bhatt","Meghna Gulzar"],"source":"https://scroll.in/reel/878197/raazi-film-review-alia-bhatt-shines-in-a-muddled-and-improbable-spy-thriller"}