{"title":"‘Raazi’ actor Jaideep Ahlawat loves playing baddies: ‘Grey characters offer so much colour’","content":"Jaideep Ahlawat has mostly played villainous types up to no good. In Priyadarshan’s Aakrosh (2010), he is a minor baddie; in the director’s Khatta Meetha (2010), he is a major baddie. In Commando: A One Man Army (2013), Ahlawat plays a terror named AK-74; in Vishwaroopam (2013), he is the terrorist Salim; in Raees (2017), he is a Mumbai gangster.In Raazi, Ahlawat gets the opportunity to fight the good fight. The 37-year-old actor plays Khalid Mir, a Research and Analysis Wing agent who mentors Alia Bhatt’s character Sehmat Khan and trains her to spy on the Pakistani family into which she is married. Meghna Gulzar’s thriller, set before the 1971 Indo-Pak war, is an adaptation of Harinder S Sikka’s novel Calling Sehmat. The movie will be released on May 11.“Meghna ji was confident in my abilities and I knew I was in safe hands for I had seen Talvar,” Ahlawat said. Talvar, directed by Gulzar in 2015, revisits the 2008 double murders of Arushi Talwar and Hemraj Banjade. “Meghna ji’s biggest worry was that I should look the part,” Ahlawat added. “My character is at least 10-15 years older than what my age is now. We did not want my character to just appear older in age, but be able to convey years of experience. Also, all of us had to get the Hindustani accent right. The way Indians spoke in the ’70s had to be on point.”In between playing mean men, the Film and Television Institute of India graduate has also depicted gruff policemen in Aatma (2013) and Gabbar is Back (2015). With Raazi, Ahlawat finally plays a prominent character that is different from most of his roles. “Khalid Mir is not just responsible for the training of Alia Bhatt’s character, but he also guides her through the work she does after she becomes a spy,” he said.As for Bhatt, with whom Ahlawat has shot most of his scenes, the actor reserved the highest praise: “Alia is fantastic, especially because she has that quality of all great actors, which is the ability to be vulnerable in the hands of a director.”In order to play Khalid Mir, Ahlawat studied how international intelligence agencies operate and the historical background of the 1971 war, apart from receiving diction lessons and firearm training.\n\n\n    \n    Play\n\nRaazi (2018).Ahlawat was born into a family of teachers in Kharkhara village in Rohtak, Haryana. He got involved with theatre at a young age, but saw his future in the Indian Army. After repeatedly failing to clear interviews for the Services Selection Board examinations, Ahlawat decided to devote his energies to acting. He travelled across Punjab and Haryana doing stage shows, and upon his acting guru’s advice, decided to study acting professionally.“I did not put much thought into not opting for the National School of Drama and instead joining FTII,” Ahlawat said. “It was a very impulsive decision, and a good one, because at FTII, you do not just get to learn acting but also every other aspect of filmmaking. FTII really opened my eyes to a whole other world.”In 2008, Ahlawat came to Mumbai. The period of struggle that is a rite of passage for most actors passed by rather gently, Ahlawat said, for he had the company and moral support of other batch mates.“That time, I just needed work and I was not worried about [playing] positive characters or negative characters,” Ahlawat said. Aakrosh and Khatta Meetha arrived in 2010, but it was in 2012, in Anurag Kashyap’s Gangs of Wasseypur, that Ahlawat received his major break.In Gangs of Wasseypur: Part I, Ahlawat plays the short but important role of Shahid Khan, who stands up to the local strongman Ramadhir Singh (Tigmanshu Dhulia) and sets into motion a revenge saga that spans three generations. “That and Chittagong really gave me confidence because I was hungry for good work after Khatta Meetha,” Ahlawat said.Jaideep Ahlawat in Gangs of Wasseypur: Part I (2012). Image credit: Viacom 18 Motion Pictures.The role that proved that Ahlawat was equally adept at chewing the scenery was that of the over-the-top Amrit Kanwal, also known as AK-74, in Dilip Ghosh’s Commando: A One Man Army. “I had to go through one of the longest audition processes of my life to bag that role, because the makers thought it was a very strange character and they wanted to get the actor right,” Ahlawat said. “But [producer] Vipul Shah had a lot of faith in me and ultimately, they stuck with me.”Among the things that makes AK-74 more interesting than the film’s goody two-shoes hero (Vidyut Jammwal) is his volatile temper, childish narcissism and white irises, which give his eyes a ghostly look.“Perhaps for two back-to-back negative roles at the start of my career, I have been typecast for a while,” Ahlawat said. “Or maybe, once the audience likes to see me in one way, filmmakers try to repeat that.” But he enjoys playing villains – or what he calls “grey characters”.“I find characters with grey shades more interesting because no one is just black or white in real life,” Ahlawat explained. “For example, my character in Vishwaroopam, Salim, has grown up inside the Taliban from day one, so he genuinely believes that what he is doing is right. In Commando, my character really thinks that he is saving the girl from the hero. It is the outside audience who thinks that these men are villains. These characters offer so much colour. Why would I not like playing them?”Ahlawat’s next two roles in films directed by Dibakar Banerjee will not exactly be villainous, he promised. Also in the pipeline are Kamal Haasan’s long-awaited bilingual thriller Vishwaroopam 2 and the Sunny Deol-starrer Bhaiyyaji Superhitt.\n\n\n    \n    Play\n\nCommando: A One Man Army (2013).","author":"Devarsi Ghosh","time":"2018-05-07T08:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/876275-87754-uvfvdwbpas-1524307068.PNG","tags":["Raazi","Jaideep Ahlawat","Gangs of Wasseypur"],"source":"https://scroll.in/reel/876275/raazi-actor-jaideep-ahlawat-loves-playing-baddies-grey-characters-offer-so-much-colour"}