{"title":"Rafale: Congress urges CAG Rajiv Mehrishi to recuse himself from audit, alleges conflict of interest","content":"The Congress on Sunday urged Comptroller and Auditor General Rajiv Mehrishi to recuse himself from auditing the Rafale fighter jet deal with France, alleging a conflict of interest, PTI reported. Mehrishi was the finance secretary when the deal was signed and was part of the negotiations.Senior Congress leader Kapil Sibal told reporters that Mehrishi is likely to present the CAG report on the deal in Parliament on Monday.The Congress has accused the Bharatiya Janata Party-led government of compromising “national interest” and “national security” in the purchase of the 36 jets. It added that the CAG is constitutionally and statutorily obliged to undertake a forensic audit of all defence contracts, including the Rafale deal.“It is an act of gross impropriety for you to deal with the audit of the 36 Rafale aircraft deal on account of patent conflict of interest...you are constitutionally, legally and morally disentitled to either conduct an audit or to present a report before Parliament,” the Opposition party said in a statement. “We urge upon you to recuse yourself and publicly accept the gross impropriety committed by you in initiating the audit.”Sibal said Mehrishi was the finance secretary from October 24, 2014, to August 30, 2015. In April 2015, Prime Minister Narendra Modi had visited Paris and announced the signing of the deal.The Congress alleged that the “irregularities, bungling and corruption” in the deal happened at the highest level, with Mehrishi’s direct or indirect complicity and consent. “This reflects your direct collaboration in the entire matter,” said the party. “That being so, there is no reason or occasion for you to audit the 36 Rafale aircraft deal as you can neither be a judge in your own cause nor can sit in audit over your own actions to which you were a party.”The Congress leader claimed they had twice met Mehrishi last year, in September and October, and informed him of the scam. “We told him that the deal should be probed because it is corrupt,” said Sibal. “But how can he initiate a probe against himself?”Sibal said Mehrishi would be unable to look into decisions he took as finance secretary. “He will protect himself first and then his government,” said Sibal. “There cannot be a bigger conflict of interest than this.”The deal has been embroiled in controversy. On February 8, a report published in The Hindu claimed that the Prime Minister’s Office had conducted “parallel negotiations” with France. While the Centre has refuted the allegations, the Opposition has intensified its attack on the National Democratic Alliance government.  Kapil Sibal, Congress: #RafaleDeal took place during current CAG Rajiv Mehrishi's tenure as Finance Secretary. Since it's a corrupt deal probe should be done. But, how will CAG investigate against himself? First he will shield himself & then the govt.This is conflict of interest. pic.twitter.com/7khHvGTqg9— ANI (@ANI) February 10, 2019","author":"Scroll Staff","time":"2019-02-10T21:01:00.288692+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/112685-gaodtahnzp-1549810807.jpg","tags":["Rafale Deal","Congress","Rajiv Mehrishi","Kapil Sibal","BJP"],"source":"https://scroll.in/latest/912761/rafale-congress-urges-cag-rajiv-mehrishi-to-recuse-himself-from-audit-alleges-conflict-of-interest"}