{"title":"Rafale deal: Why did Centre ignore defence procurement procedure, asks P Chidambaram","content":"Former Union Finance Minister and Congress leader P Chidambaram on Saturday accused the Bharatiya Janata Party-led Centre of not following the defence procurement procedure to secure the Rafale deal, PTI reported. The former minister alleged that the Centre had bypassed several committees to clinch the deal with the French government. He demanded a public debate on the matter and a detailed inquiry into the agreement, ANI reported.Chidambaram claimed that the Cabinet Committee on Security had been left out of the discussion on the deal. “Why was the defence procurement procedure ignored in the Rafale deal... and why were the Contract Negotiation Committee and the Price Negotiation Committee kept in the dark about it?” Chidambaram asked reporters.In September, India signed an inter-governmental deal with France to buy 36 Rafale fighter jets that would cost Rs 58,000 crore. On July 20, Gandhi lashed out at Modi and Defence Minister Nirmala Sitharaman in the Lok Sabha, claiming they had not been truthful about the deal with France.In Parliament, Gandhi had asked the government why the contract was taken away from Hindustan Aeronautics Limited and given to a businessman who has a lot of debt, an apparent reference to Anil Ambani. The Congress president also claimed that French President Emmanuel Macron had told him that there was no secrecy pact between the two countries about the deal. Following Gandhi’s speech, France issued a statement that said a 2008 agreement between Paris and New Delhi mandated that the two countries would protect classified documents. That agreement applies to the Rafale deal as well, the French government said.On August 21, Anil Ambani’s Reliance Group served legal notices to the Congress’ spokespersons and leaders, asking them to “cease and desist” from levelling allegations about the Rafale deal. Chidambaram reiterated his party’s stance that there was a significant difference in what the Congress-led United Progressive Alliance government had agreed to pay for each aircraft and the amount BJP-led National Democratic Alliance had agreed to. “The UPA contract priced the Rafale jets at Rs 526 crore per aircraft and the NDA contract priced them at Rs 1,670 crore per aircraft,” Chidambaram said. “If these numbers are correct, will someone explain why the prices jumped three times?”We think that the matter is serious enough that there should be a public debate & there should be a detailed inquiry. Which is why the Congress President & the party has raised it: Congress leader P Chidamabaram on Rafale deal pic.twitter.com/9RIYRdHKPK— ANI (@ANI) August 25, 2018","author":"Scroll Staff","time":"2018-08-25T15:21:12.973989+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/891853-64ceeed7-1d60-4d9a-b37d-ef6446f8f66d.jpg","tags":["Rafale deal","Chidambaram","Congress","BJP","defence procurement procedure","France"],"source":"https://scroll.in/latest/891853/rafale-deal-why-did-centre-ignore-defence-procurement-procedure-asks-p-chidambaram"}