{"title":"Rafale deal: Dassault Aviation yet to meet offset commitments of contract, CAG tells Parliament","content":"The Comptroller and Auditor General on Wednesday said that French aerospace major Dassault Aviation and European missile maker MBDA have “till date” not confirmed the transfer of technology to the Defence Research and Development Organisation, The Hindu reported. The transfer of technology for the indigenous development of the engine for the Light Combat Aircraft was part of the Rs 60,000-crore Rafale deal.  India’s offset policy stipulates that for defence capital purchases above Rs 300 crore, the foreign vendor is required to invest at least 30% of the value of the contract in India, to boost indigenous technology. In the Rafale deal, this offset clause was fixed at 50%. This was to be discharged by the four French partners – Dassault Aviation, MBDA, Safran and Thales. In a report tabled in Parliament on Wednesday, the Comptroller and Auditor General told the Lok Sabha that in October 2019, the Ministry of Defence informed them that the vendor had not yet been able to confirm the technology transfer. The first Rafale fighter jet was handed over to the Indian Air Force on October 8, 2019, in France, in a ceremony attended by Defence Minister Rajnath Singh. “Thus, it is not clear if this technology transfer will take place, and there is need for MoD/DRDO to identify and acquire the right technologies in order to comply with the directions of Defence Acquisition Council (DAC) given in September 2016,” the report added. The CAG report said in September 2015, Dassault Aviation and MBDA initially proposed to discharge 30% of their offset obligation in the Rafale deal by offering high technology to the DRDO. But when  the DRDO identified six new technologies it wanted to obtain from the firms under the deal in April 2016, the vendors “did not agree on transfer of five technologies as most of them were not within the vendor’s core competence”.  The DRDO then said it wanted to obtain technical assistance for the indigenous development of engine (Kaveri) for the Light Combat Aircraft. However, the CAG said this has also not been confirmed by the firms so far.Giving the example of the Rafale deal, the CAG said that in many cases, foreign vendors/ firms made various offset commitments as part of the contract but were not “earnest about fulfilling these commitments”.  In the Rafale deal, the DRDO’s share  in the offset clause was worked out to be 30%, while 20% was allocated to the private sector, including Dassault Reliance Aerospace, according to the Hindustan Times. Dassault Reliance Aerospace is a joint venture with Dassault Aviation set up in Nagpur to manufacture components for the latter’s civil jets. The CAG report said the auditor had not detected any discrepancies as far as the 20% allocation to the private sector was concerned. However, it asked the defence ministry to get more details about its progress.Presenting an audit on the offset policy in overall defence deals, the CAG said that between 2005 and March 2018, 46 offset contracts were signed with foreign vendors, valued at Rs 66,427 crore. Based on the deals, Rs 19,223 crore worth of offsets should have been discharged by vendors by December 2018. “However, the offsets claimed to have been discharged by them was only Rs 11,396 crore, which was only 59% of the commitment,” the report said.Besides, this, only 48%, or Rs 5,457 crore, of these offset claims submitted by the vendors were accepted by the defence ministry. “The rest were largely rejected as they were not compliant to the contractual conditions and the Defence Procurement Procedure,” the CAG said.The remaining offset commitments of about Rs 55,000 crore would be due to be completed by 2024 but the rate at which the foreign vendors have been undertaking it, fulfilling the commitment  by the vendors in the next six years “remains a major challenge,” the auditor added. Rafale dealThe Rafale jets are India’s first major acquisition of fighter planes in over two decades.  The first batch of five Rafale fighter jets were formally inducted into the Indian Air Force on September 10 in Ambala air base. It comes four years after the Narendra Modi government signed a deal with France for a total of 36 units, as part of a Rs 59,000-crore agreement. All the 36 jets are to be delivered by 2022. The deal had become a major political topic during the Lok Sabha election campaign last year. Congress leader Rahul Gandhi, among others, had accused Prime Minister Narendra Modi of treason and corruption multiple times, and alleged that he had acted as a middleman for industrialist Anil Ambani in the deal. ‘Opening of a can of worms?’: P ChidambaramCongress leader P Chidambaram on Thursday took a swipe at the Centre over the comptroller and auditor general’s report, asking if it had opened a can of worms.In a series of tweets, Chidambaram said that the offset obligations for the Rafale deal should have begun on September 23, 2019, and ended on the same date this year, which was Wednesday. “Will the government say if that obligation was fulfilled,” he asked.The offset obligations should have started on 23-9-2019 and the first annual commitment should have been completed by 23-9–2020, that is yesterday. Will the government say if that obligation was fulfilled? Is the CAG report the opening of a can of worms?— P. Chidambaram (@PChidambaram_IN) September 24, 2020","author":"Scroll Staff","time":"2020-09-24T09:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114620-tbyqoifkia-1556950543.jpg","tags":["Comptroller and Auditor General","Rafale deal","Rafale jet","Lok Sabha","Dassault Aviation"]}