{"title":"In Rafale deal, France opens investigation into corruption allegations","content":"A French judge has been asked to investigate the 2016 Rafale fighter jet sale deal with India on suspicions of corruption, AFP reported on Friday, quoting the country’s national financial prosecutors’ office.  The investigation into the deal worth 7.8 billion euros (more than Rs 69,000 crore) for the sale of 36 fighter jets was formally opened on June 14, French investigative journalism outfit Mediapart reported on Friday. The judge will look into questions surrounding the actions of former French President Francois Hollande, among other things, India Today quoted the Mediapart report as saying. Hollande was president when the deal was signed.The development comes three months after Mediapart reported that France’s financial prosecutor, Parquet National Financier, or PNF, decided against pursuing an  anti-corruption investigation into the Rafale deal, citing the “the interests of France”. This was despite the fact that anti-corruption non-government organisation Sherpa flagged the irregularities in 2018.In a three-part report in April, Mediapart had claimed that an Indian middleman Sushen Gupta was allegedly secretly paid millions of euros by plane maker Dassault Aviation and French defence electronics firm Thales to influence the Rafale deal. Gupta is also an accused in the VVIP helicopter scam. These payments were on top of a contract with Dassault for making replica models of Rafale jets that have never been seen, worth 1 million euros, which was revealed in the first of the website’s series of reports.Despite being aware of the allegations, the PNF and India’s Enforcement Directorate did not initiate investigations into the matter, Mediapart reported in April.However, Sherpa, which specialises in financial crime, filed an official complaint for “corruption” and “influence peddling” among other accusations, after Mediapart published its investigation, AFP reported on Friday. The complaint led the PNF to designate an investigating magistrate to look into the deal, according to the news agency.The Rafale dealThe Rafale jets deal came four years after the Narendra Modi government signed a deal with France for a total of 36 units. All the 36 jets are to be delivered by 2022.The deal had become a major political topic during the Lok Sabha election campaign in 2019. Congress leader Rahul Gandhi, among others, had accused Prime Minister Narendra Modi of treason and corruption multiple times, and alleged that he had acted as a middleman for industrialist Anil Ambani in the deal.The first Rafale fighter jet was handed over to the Indian Air Force on October 8, 2019, in France, in a ceremony attended by Defence Minister Rajnath Singh. The jets were formally inducted into the fleet on September 10.","author":"Scroll Staff","time":"2021-07-03T12:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157145-pxqxjfepbp-1617590484.jpg","tags":["Rafale deal","Rafale sale","Dassault","France"],"source":"https://scroll.in/latest/999193/rafale-deal-france-initiates-investigation-into-allegations-of-corruption-says-report"}