{"title":"Rafale explainer: Is India paying more for the fighter jet than it would have under UPA?","content":"How much does the Rafale fighter jet cost? Not since the the Bofors deal during Prime Minister Rajiv Gandhi’s time has a defence deal come under this much scrutiny in India. The Opposition alleges a massive scam that is benefiting businessmen close to Prime Minister Narendra Modi. The government claims that it has secured a deal that is vital for the Indian Air Force and cheaper than the one the previous government was putting together. Does the truth lie somewhere in between? What is the Rafale deal? In 2007, the Indian government under the Congress-led United Progressive Alliance planned to replenish India’s MiG 21 squadrons that were heading to obsolescence with a new fighter jet. It put out a tender for 126 aircraft. Eventually, after a global competition, two planes were selected: Dassault Aviation’s Rafale, and the Eurofighter Typhoon. With a lower bid from Dassault, India was preparing to buy the Rafale, although the UPA government had not completed negotiations over price by the time it gave way to Prime Minister Narendra Modi in 2014. The next year, Modi ripped up the previous agreement and announced, out of the blue, that India would be buying just 36 Rafale planes instead. Unlike the previous deal, in which 18 were to come directly from France while 108 had to be built in India, this agreement would see all 36 imported into India. Modi, and his supporters, insisted that this was not only a better deal, but also cheaper for India.  How much is India paying for the Rafales under Modi? This is both the most straightforward and the most complicated part of the entire controversy. The overall costs are apparent: according to the agreement signed in 2016, India will pay Rs 58,000 crore for 36 Rafale jets. Simply diving that figure meas that the cost is just over Rs 1,600 crore per jet. But the government told Parliament in March 2018 that it was spending Rs 670 crore per jet, and, in that reply, said purchase of 36 Rafale aircraft “along with requisite equipments, services and weapons.” Supporters of the BJP have later argued that this figure does not include additional “India-specific enhancements”, which had raised the prices. Defence expert Ajai Shukla said that soon after the deal was first announced in 2015, “a senior political leader in the National Democratic Alliance held an off-the-record briefing” in which the cost of the jet was revealed. According to this document, the contracted price averaged out to Rs 686 crore per aircraft without the India-specific enhancements. When those are included, the cost goes up to Rs 1,063 crore per aircraft.How much did Rafale cost under the UPA? There was no final contract on this so it is impossible to say with certainty what the planes would have cost if that deal had been struck. Moreover, the 126-aircraft deal was also not comparable, because a significant number of the planes were to be made in India in partnership with Hindustan Aeronautics Limited, with only 18 of them to be bought in fly-away condition directly from Dassault. That said, we do have some figures. The Congress claimed in November 2017 that it had negotiated a price of around Rs 526 crore per aircraft in the 126-plane deal. Most reports put the earlier deal at Rs 54,000 crore, which, through a simple division gives you Rs 426 crore per plane, although that would be averaged out, with the prices likely to be lower for the 18 that were to come directly from France and much higher for those that were to be built in India. In an interview to Doordarshan in 2015, Manohar Parrikar, the defence minister at the time, said that buying 126 aircraft would cost Rs 90,000 crore, which would amount to Rs 714 crore per Rafale.  What explains the difference? On the face of it, it seems clear that the Modi deal will be much more expensive than the one that the Congress-led United Progressive Alliance was negotiating. The UPA deal was going to cost Rs 54,000 crore for 126 aircraft. Modi’s deal is Rs 58,000 crore for just 35 jets. But there is also the question of those India-specific enhancements. Supporters of the Modi government have insisted that the difference in cost is due to various additions to the airplanes that would cumulatively push the price to more than double its base price of Rs 670 crore as claimed by the administration in Parliament. But critics point to India-France joint statement  from 2015, which says that the “the aircraft and associated systems and weapons would be delivered on the same configuration as had been tested and approved by Indian Air Force”.If the government were to give out more details, it would be easier to tell if this is a fair, apples-to-apples comparison, since it is still unclear what is the difference between the aircraft that the UPA was negotiating to buy and those that will now be bought by India. But further details about whether the per aircraft cost is comparable would depend on the government giving out more details, which it has refused to do, citing an agreement of secrecy as part of the overall deal. What’s this about secrecy? In 2017, Defence Minister Nirmala Sitharaman promised to give details about how much the Rafale deal will cost. “I’m not running away from giving you specific numbers. We will give you... I don’t mind about the cost and the amount which is being paid, agreed to be paid, because those are public money,” she said at a press conference. “I think to bicker on the cost, which I can anytime prove that we’ve obtained a better price, but to bicker on that as though they’ve served the interest of the preparedness and we are not doing it is, I’m sorry to use sharp words, shameful.”Despite saying she could anytime prove the Modi government has obtained a better cost, a few months later, Sitharaman responded to a question about the Rafale cost in the Rajya Sabha saying, “As per ‘Article-10’ of the Inter-Governmental Agreement (IGA) between Government of India and Government of France on the purchase of Rafale aircraft, the protection of the classified information and material exchanged under IGA is governed by the provisions of the Security Agreement signed between the two nations signed in 2008.”In other words, the government is refusing to reveal details about the per-plane price that it has negotiated, citing the secrecy agreement. Critics have claimed this is a fig leaf, since the agreement only covers technical specifications and operational capabilities, not pricing. Moreover, French President Emmanuel Macron said that it is up to the Indian government how much it wants to disclose. Also See: Rafale explainer: How are Anil Ambani and Reliance involved in the controversial deal?","author":"Rohan Venkataramakrishnan","time":"2018-08-17T10:43:13.668460+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/890175-81550-ewlshizldo-1518179274.jpg","tags":["Rafale","India","France","Narendra Modi","Dassault"],"source":"https://scroll.in/article/890175/rafale-explainer-is-india-paying-more-for-the-fighter-jet-than-it-would-have-under-upa"}