{"title":"After Rahul Gandhi’s claims, France says India is bound to protect classified details on Rafale deal","content":"France on Friday said that a “2008 security agreement between New Delhi and Paris binds the two countries to protect classified information which could impact security and operational capabilities of the defence equipment of India or France”. France’s Ministry of Europe and Foreign Affairs made the statement after Congress President Rahul Gandhi said in the Lok Sabha that French President Emmanuel Macron had told him during a meeting that there was no secrecy pact between New Delhi and Paris on the Rafale jet deal. “These provisions [of a security arrangement] naturally apply to the deal concluded on September 23, 2016, on the acquisition of 36 Rafale aircraft [by India] and their weapons,” the ministry’s spokesperson said.The spokesperson added that Macron had said in an interview in March that the details of the “sensitive deal” could not be revealed. In fact, in an interview to India Today that was published in March, the French president had said that when a deal concerns “extremely sensitive business interests” it was not desirable to give out its details. However, he added that France would have no objection if the Indian government wanted to share a few details of the deal with the Opposition, to address their queries and prevent a political stalemate, said an India Today report on the interview.After France’s reaction to his statement on the Rafale deal, the Congress president said that he stood by his remarks. “Let them deny it if they want,” Gandhi said. The French president had said that before me. I was there, [Congress leaders] Anand Sharma and Manmohan Singh were also there.”In the Lok Sabha earlier on Friday, Gandhi said Prime Minister Narendra Modi must explain why the deal was taken away from the Hindustan Aeronautics Limited, and “given to a businessman [Anil Ambani] who is under a lot of debt”. In February, Gandhi had accused Defence Minister Nirmala Sitharaman of going back on her word that she would reveal the price of the Rafale aircraft.","author":"Scroll Staff","time":"2018-07-20T19:33:41.034593+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/887355-84149-hkkrmjvcfs-1520669487.jpg","tags":["Rafale deal","Rahul Gandhi","France","Parliament"],"source":"https://scroll.in/latest/887355/rafale-deal-france-says-security-agreement-binds-new-delhi-paris-to-protect-classified-information"}