{"title":"Rafale deal: ‘Why is Modi government not ready for a joint parliamentary inquiry?’ asks Rahul Gandhi","content":"Congress leader Rahul Gandhi on Sunday criticised the Narendra Modi-led government and claimed it was not ready for a Joint Parliamentary Committee investigation into the 2016 Rafale fighter jet deal with France.The Rafale deal had become a major political topic during the Lok Sabha election campaign in 2019. Gandhi and several others had accused Modi of treason and corruption, and alleged that he had acted as a middleman for industrialist Anil Ambani in the deal. The Congress has renewed its demand for the parliamentary inquiry after reports on Friday said that a judge in France had been asked to investigate the alleged corruption in the deal.In an online poll on Sunday, Gandhi asked: “Why is the Modi government not ready for a Joint Parliamentary Committee inquiry?” The poll asked social media users to pick an answer out of four options – “guilt conscience, saving friends, JPC does not want a Rajya Sabha seat, and all the above”.JPC जाँच के लिए मोदी सरकार तैयार क्यों नहीं है?— Rahul Gandhi (@RahulGandhi) July 4, 2021\n\nMeanwhile, Congress spokesperson Pawan Khera said that new revelations were made in the Rafale deal but the Indian government was yet to respond to the controversy. “Rafale was an inter-governmental deal,” he said. “France has launched an investigation but the Indian government is silent. The prime minister, defence minister and Cabinet members are all silent.” Khera alleged that the Modi government repeatedly spoke about how it would not compromise India’s interests, but when the time came to benefit the Centre’s capitalist friends, national security had only become a slogan. The Congress leader pointed out that France had begun an investigation despite being the beneficiary in the deal. “The one [India] who lost is silent,” he said, “In a healthy democracy, is it possible that taxpayers’ money is being looted but there is no investigation or promise?”Khera alleged that middlemen were involved in the Rafale deal and anti-corruption clauses were removed from the contract, NDTV reported.“In April, it was revealed that according to documents seized from a middleman arrested in another case by the Enforcement Directorate, crores and crores of rupees were gifted to this middle man in the Rafale deal,” he alleged, according to NDTV. “We don’t know what the ED did with those documents, but France is now probing them.”Rafale dealThe BJP-led central government had signed a Rs 59,000-crore deal to buy 36 Rafale jets from France in 2016. All the 36 jets are to be delivered by 2022.The deal had become a major political topic during the Lok Sabha election campaign in 2019. Gandhi and several other Congress leaders accused Modi of treason and corruption multiple times, and alleged that he had acted as a middleman for industrialist Anil Ambani in the deal.The first Rafale fighter jet was handed over to the Indian Air Force on October 8, 2019, in France, in a ceremony attended by Defence Minister Rajnath Singh. The jets were formally inducted into the fleet on September 10.The French investigationA formal investigation was launched on June 14 into the actions of former French President Francois Hollande, among other things. Hollande was president when the Rafale fighter jet deal was signed.This development came three months after investigative journalism website Mediapart reported that France’s financial prosecutor, Parquet National Financier, or PNF, decided against pursuing an anti-corruption investigation into the Rafale deal, citing the “the interests of France”. This was despite the fact that anti-corruption non-government organisation Sherpa flagged the irregularities in 2018.In a three-part report in April, Mediapart had claimed that an Indian middleman Sushen Gupta was allegedly secretly paid millions of euros by plane maker Dassault Aviation and French defence electronics firm Thales to influence the Rafale deal. Gupta is also an accused in the VVIP helicopter scam.These payments were on top of a contract with Dassault for making replica models of Rafale jets that have never been seen, worth 1 million euros, which was revealed in the first of the website’s series of reports.Despite being aware of the allegations, the PNF and India’s Enforcement Directorate did not initiate investigations into the matter, Mediapart reported in April.However, Sherpa, which specialises in financial crime, filed an official complaint for “corruption” and “influence peddling” among other accusations, after Mediapart published its investigation. The complaint led the PNF to designate an investigating magistrate to look into the deal.","author":"Scroll Staff","time":"2021-07-04T15:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/158505-penqfckvdn-1619928191.jpg","tags":["Rafale","Rahul Gandhi","Narendra Modi"],"source":"https://scroll.in/latest/999268/rafale-deal-why-is-modi-government-not-ready-for-a-joint-parliamentary-inquiry-asks-rahul-gandhi"}