{"title":"Rafale deal: Dassault paid 1 million euros to Indian middleman as ‘gift’, claims report","content":"The Rafale fighter jets deal involved a payment worth one million euros (Rs 8.62 crore) to an Indian middleman, which plane maker Dassault has not been able to explain to the French anti-corruption authorities, the country’s online journal Mediapart reported on Sunday. The Rafale jets are India’s first major acquisition of fighter planes in over two decades.In the first report  of a three-part investigation, Mediapart said that in mid-October 2018, French anti-corruption agency, Agence Française Anticorruption, first spotted the payment and asked Rafale manufacturer Dassault for an explanation.Soon after the Rafale deal was finalised on September 23, 2016, Dassault had agreed to pay the amount to one of its sub-contractors in India, Defsys Solutions. Dassault said that money was used to pay for the manufacture of 50 large replica models of Rafale jets, Mediapart reported. The French company was, however, not able to provide any proof to the AFA to show that the models were actually made.In spite of the apparent irregularity, the AFA, which is answerable to both the budget ministry and the ministry of justice in France, did not refer the matter to the prosecutors, according to Mediapart.On the other hand, Defsys Solutions, the company to which the amount was purportedly paid, is owned by Sushen Gupta, who was arrested in March 2019 by the Enforcement Directorate in a money laundering case relating to the AgustaWestland scam. He was later released on bail. How AFA found the irregularityIn 2017, the AFA was set up to check whether large companies have implemented the anti-corruption procedures set out in the French  law known as Sapin 2, Mediapart reported. In October 2018, as various reports flagged possibilities of corruption in the Rafale deal, AFA decided to audit Dassault.During the process, the anti-corruption agency came across an item of expenditure in Dassault’s 2017 accounts, costing 508,925 euros (Rs 4.39 crore) and entered under the heading “gifts to clients”. A report of the AFA audit, seen by Mediapart, referred to the expenditure as “seemed disproportionate in relation to all the other entries” under the same heading.On being asked, Dassault gave AFA a “proforma invoice” dated March 30, 2017, that was supplied by Defsys Solutions. The AFA report said that the invoice amounted to more than one million euros, and was meant for manufacture of the 50 car-sized models of Rafale, Mediapart reported.However, as AFA asked Dassault why it had ordered an  Indian company to make models of its own aircraft, at 20,000 euros a plane, and the reason behind entering the expenditure as “gift to client”, the aviation company could not provide satisfactory explanation. The company also could not show even a photograph to prove that the models were ever made, the report alleges. The AFA inspectors thus suspected that this was a bogus purchase designed to hide financial transactions, according to Mediapart.However, Charles Duchaine, the director of AFA, did not refer the matter to authorities and instead mentioned the entire episode in “two short paragraphs” in the agency’s final report on its Dassault audit, Mediapart reported. Duchaine refused to comment on the matter when questioned by Mediapart. A Dassault spokesperson, meanwhile, told the journal that the company will not be commenting on it.The Rafale dealThe Rafale jets deal came four years after the Narendra Modi government signed a deal with France for a total of 36 units. All the 36 jets are to be delivered by 2022.The deal had become a major political topic during the Lok Sabha election campaign in 2019. Congress leader Rahul Gandhi, among others, had accused Prime Minister Narendra Modi of treason and corruption multiple times, and alleged that he had acted as a middleman for industrialist Anil Ambani in the deal.The first Rafale fighter jet was handed over to the Indian Air Force on October 8, 2019, in France, in a ceremony attended by Defence Minister Rajnath Singh. The jets were formally inducted into the fleet on September 10.","author":"Scroll Staff","time":"2021-04-05T08:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157145-pxqxjfepbp-1617590484.jpg","tags":["Rafale deal","Dassault","Sushen Gupta","Defsys Solutions"]}