{"title":"Rafale: French publication Mediapart alleges new evidence of kickbacks in jet deal","content":"“Offshore companies, dubious contracts and ‘false’ invoices” were allegedly used to make payments of nearly 7.5 million euros (approximately Rs 64 crore) in secret commissions to a middleman,  French publication Mediapart reported on Sunday. This eventually helped French aircraft manufacturer Dassault Aviation clinch a deal to sell 36 Rafale fighter jets to India, the report claimed. The publication claimed that even though India’s Central Bureau of Investigation and the Enforcement Directorate had been aware about this in October 2018, they had not started any investigation into the deal. In 2016, India agreed to pay Rs 58,000 crore for the jets when it signed an inter-governmental agreement with France. But the Congress accused the Narendra Modi-led government of paying too much for the planes. The party also alleged that the Bharatiya Janata Party government had helped a defence firm owned by industrialist Anil Ambani land a major contract under the deal even though it had no experience in the sector.Documents related to the offshore companies and invoices were discovered during an investigation into the Rs 3,600-crore AgustaWestland VVIP helicopter deal, in which Sushen Gupta, the alleged middleman, has been named as an accused, Mediapart reported.This relates to a Rs 3,565-crore helicopter deal that the Congress-led United Progressive Alliance government had signed in 2010 with British-Italian firm AgustaWestland. The deal was put on hold after Italy arrested the head of Finmeccanica, AgustaWestland’s parent company, on charges of paying bribes to win the contract.“In the helicopter deal, middleman Sushen Gupta received secret commissions from AgustaWestland via a ‘letterbox’, or shell company registered in Mauritius, Interstellar Technologies Ltd,” the MediaPart report said. Mediapart reported that Mauritian authorities had agreed to send a number of documents to India’s Central Bureau of Investigation and Enforcement Directorate. The documents included contracts, invoices and bank statements, the French news website said.“This was how Indian detectives discovered that Sushen Gupta had also acted as an intermediary for Dassault Aviation over the Rafale deal,” the Mediapart report claimed. “His Mauritian company Interstellar Technologies received at least 7.5 million euros from the French aviation firm between 2007 and 2012, thanks to IT contracts that were clearly overbilled, and from which most of the money was discreetly sent to Mauritius using a system of alleged false invoices.” In a three-part report in April, Mediapart had alleged that Gupta was secretly paid millions of euros by Dassault Aviation and French defence electronics firm Thales to influence the Rafale deal.  Despite being aware of the allegations, France’s financial prosecutor Parquet National Financier and India’s Enforcement Directorate did not initiate investigations into the matter, Mediapart had reported in April.On June 14, France opened an investigation into the Rafale deal with India, Mediapart reported.The French publication said that neither the Central Bureau of Investigation nor the Enforcement Directorate offered clarifications after comment was sought from them on this matter.","author":"Scroll Staff","time":"2021-11-08T14:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145204-bscqafqpmx-1596023867.jpg","tags":["Rafale deal","Dassault Aviation","corruption"],"source":"https://scroll.in/latest/1010034/rafale-french-publication-mediapart-alleges-new-evidence-of-kickbacks-in-jet-deal"}