{"title":"Rafale: Supreme Court rules against CBI probe into deal, says it is satisfied with process followed","content":"The Supreme Court on Friday dismissed all petitions seeking an inquiry into the government’s procurement of Rafale fighter jets from French company Dassault Aviation, Live Law reported. Perceptions of individuals cannot form the basis of judicial interference, a three-judge bench led by Chief Justice Ranjan Gogoi said.The court said it was satisfied that the process for procurement had been complied with in the case of Rafale. Gogoi said the court cannot sit in judgment over the decision to buy 36 aircraft instead of 126, nor can it go into the details of pricing. It is not correct for the court to sit as an appellant authority and scrutinise all aspects of such a deal, he said, according to ANI.Gogoi also said it is not for the Centre but for the vendor to decide on offset partner in the deal, and it is not the court’s job to go into this either. The bench said it could not find any material to show there was “commercial favouritism” in the process, ANI reported.The bench said there has been necessity of fighter aircraft and the country cannot remain without fighter jets, PTI reported.Justices SK Kaul and KM Joseph were also part of the bench that was hearing petitions filed by lawyer Prashant Bhushan and former Bharatiya Janata Party leaders Yashwant Sinha and Arun Shourie. Lawyer ML Sharma and Vineet Dhanda and Aam Aadmi Party leader Sanjay Singh have also filed petitions against the deal.On November 14, the Supreme Court had reserved its verdict on the petitions, saying the pricing details of the deal need not be discussed at the time. “It needs to be debated only if the court decides that aspects on pricing needs to come in public domain,” Gogoi had said.The Congress has accused the government of overpaying for the fighter aircraft and claimed that the deal has benefited businessman Anil Ambani. Congress President Rahul Gandhi’s allegations were bolstered by former French President Francois Hollande’s claim in September that the Indian government had proposed the name of Ambani’s Reliance Defence for the offset obligations in the deal.The government has refused to reveal the per-plane price that it has negotiated in the deal, citing a secrecy agreement with France.In an affidavit submitted in the court, the Indian government said that the procurement process laid down in the Defence Procurement Procedure, 2013, had been followed while finalising the deal. Dassault’s Chief Executive Officer Eric Trappier has repeatedly claimed that his company had chosen Ambani’s Reliance Defence to be one of its offset partners and the Indian government had not the dictated the choice.","author":"Scroll Staff","time":"2018-12-14T10:46:21.339483+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/30592-18332265265_55c60a7c9d_o.jpg","tags":["Rafale Deal","Supreme Court","Rafale"],"source":"https://scroll.in/latest/905649/rafale-supreme-court-dismisses-petitions-seeking-cbi-inquiry-into-jet-deal"}