{"title":"Rafael Nadal’s 10 unforgettable Grand Slam finals: Wimbledon 2008, Australian Open 2022 and more","content":"With his latest French Open triumph, Nadal now has two more men’s singles Grand Slam titles than his great rivals Roger Federer and Novak Djokovic.The 36-year-old clinched a record-extending 14th Roland Garros title and 22nd Major by defeating Casper Ruud 6-3, 6-3, 6-0 on Sunday.From 2005, Nadal has competed in 30 Grand Slam finals and lost just eight of them. The Spaniard has managed to win all four Majors in his glorious career and been a part of many unforgettable title clashes.Here’s a look at 10 of Nadal’s greatest Grand Slam finals:2005 French OpenNadal bt Mariano Puerta 6-7 (7/6), 6-3, 6-1, 7-5The one that started it all.Nadal came in as an 18-year-old left-hander on the rise, with a huge top-spin forehand and expectations to match.He won all three clay-court lead-up tournaments, in Monte Carlo, Barcelona and Rome and there was a buzz growing around Nadal as he took to court in a sleeveless shirt, prowling like a young matador.He blasted through the draw taking out Richard Gasquet, Sebastien Grosjean and David Ferrer.But the real test came in the semi-final against world number one Federer. The pair had never met on clay. It was Nadal’s 19th birthday and he won 6-3, 4-6, 6-4, 6-3.Little-known Puerta of Argentina, ranked 37, was dispatched in a four-set final and Nadal would not lose another match on the Paris clay until 2009.\n\n\n    \n    Play\n\n2007 WimbledonNadal lost to Federer 7-6 (9/7), 4-6, 7-6 (7/3), 2-6, 6-2Nadal’s rivalry with Federer in Grand Slam finals had started with the 2006 French Open. Nadal had won that match, Federer then came out on top at Wimbledon 2006, before the Spaniard prevailed at Roland Garros in 2007.A few weeks later, the duo were up against each other yet again as their rivalry motored towards legendary status. The venue was the All England Club and for the second year running, it was Federer who got the win over his arch rival. It was the Swiss maestro’s fifth straight Wimbledon title.But this match was a turning point of sorts for Nadal’s grass court game. In the 2006 Wimbledon final, he had suffered a bagel at the hands of Federer in the first set. This time around, though, he took the match to a decider and also forced tie-breaks in two of the three sets that Federer won.Nadal’s performance in this match set him up for what was to follow the next year.\n\n\n    \n    Play\n\n2008 WimbledonNadal bt Federer 6-4, 6-4, 6-7 (7/5), 6-7 (10/8), 9-7A match that is widely remembered as one of the greatest tennis matches of all time, it went to Nadal after an incredible four hours, 48 minutes of action.Scheduled for a 2pm start, the final began late because of rain, had two more rain delays, and ended in light so bad that the Hawk-Eye line-calling system had ceased to work. Federer clawed back a two-set deficit and saved two match points in the fourth set to take it the distance.The sheer quality of tennis was like nothing seen before until Federer finally erred, finding the net at 9:21 pm to hand Nadal, who fell on his back onto the grass in relief, his first Wimbledon triumph.\n\n\n    \n    Play\n\n2009 Australian OpenNadal bt Federer 7-5, 3-6, 7-6 (7/3), 3-6, 6-2Nadal again came out on top against Federer, this time in a five-set, four-and-a-half-hour thriller.Unbelievably, the match started less than 24 hours after Nadal had been extended to five hours and 14 minutes in beating countryman Fernando Verdasco in a five-set semi-final.Nadal’s incredible feat of recovery and stamina delayed Federer from tying Pete Sampras’s then record of 14 Grand Slam titles, and also gave Nadal his first, and until this year his only, Australian Open.\n\n\n    \n    Play\n\n2010 US OpenNadal bt Djokovic 6-4, 5-7, 6-4, 6-2This victory will forever remain special in Nadal’s career as it helped him accomplish the Career Grand Slam.He had competed in 10 Major finals up until then and had won eight of those matches. But he had never reached the US Open final before 2010 and was highly determined to bag the elusive title.Nadal was having a stellar year, having won the French Open and Wimbledon. In fact, he had won five of the last 10 Grand Slam title.In the US Open 2010 final, he was up against Djokovic, who had just one Major to his name at that point (Australian Open 2008) but had started to show how dominant he can be on hard courts.But on that night at Flushing Meadows, it was Nadal who proved to be too strong and prevailed in four sets. The Spaniard was under pressure as the Serb drew level by winning the second set, but he composed himself again before running away with the contest.\n\n\n    \n    Play\n\n2012 Australian OpenNadal lost to Djokovic 5-7, 6-4, 6-2, 6-7 (5/7), 7-5One of four Australian Open final defeats for Nadal, but a true epic that will be forever etched in the memory.The match was the ultimate test of endurance and skill as it unfolded over five hours and 53 minutes of tennis of the highest quality between the world number one Djokovic and second-ranked Nadal.When it finally ended at 1:37 am Monday local time – the longest Grand Slam final in history – both players were almost out on their feet.The pair traded brutal blows all night – one energy-draining 31-shot rally caused Djokovic to fall at the end and Nadal to tumble over the sidelines.“This one was very special,” Nadal said. “Not because I lost, no, because of the way that we played.”During the trophy presentation, both players needed to sit down. They were totally exhausted.\n\n\n    \n    Play\n\n2013 US OpenNadal bt Djokovic 6-2, 3-6, 6-4, 6-1Nadal had seven months out to rest his creaking, injured knees, missing the 2012 US Open and 2013 Australian Open. But he took the world of tennis by storm on his return.The Spaniard won 60 of 64 matches, 22 of them on hard courts not thought to favour the “King of Clay”, lifted 10 titles, two of them Grand Slams (French Open, US Open) and registered his sixth win over Djokovic in seven matches.Again the quality of the tennis was that of dreams.One rally lasted for 54 shots – 20 more than any other in the tournament – as Nadal won in three hours and 21 minutes of pulsating action.\n\n\n    \n    Play\n\n2017 Australian OpenNadal lost to Federer 6-4, 3-6, 6-1, 3-6, 6-3Although Nadal went down in this one, it’ll surely be remembered as one of his most thrilling Grand Slam finals. He was up against Federer in a Major final for the first time in six years.Federer was making a comeback to Majors after missing the second half of 2016 due to injury and his title showdown with Nadal generated incredible buzz. Nadal, too, hadn’t competed in a Grand Slam final since French Open 2014 and the match between the two superstars ended up being a classic.It was Federer who bagged his 18th Major by edging out Nadal in an epic five-set thriller.The match kept going back and forth with both players winning sets one after the other. Nadal broke Federer early in the decider but the Swiss found another gear to break back before running away with the contest.\n\n\n    \n    Play\n\nUS Open 2019Nadal bt Daniil Medvedev 7-5, 6-3, 5-7, 4-6, 6-4Nadal proved too strong for first-time Grand Slam finalist Medvedev, ending the Russian’s 12-match winning streak with a thrilling victory after almost five hours.The Spaniard withstood a memorable comeback to hand the red-hot Medvedev just a third defeat in 23 matches in the North American summer hard court season, having also beaten him in the final at Montreal in August.At four hours and 50 minutes, the match finished four minutes shy of equaling the longest final in US Open history from Mats Wilander’s 1988 win and Andy Murray’s 2012 title.It was the second Slam title of the year for Nadal after taking his 12th French Open crown earlier in June.\n\n\n    \n    Play\n\n2022 Australian OpenNadal bt Medvedev 2-6, 6-7 (5/7), 6-4, 6-4, 7-5Nadal broke out of his tie with Federer and Djokovic, with a stunning fightback against Russian Medvedev giving him a 21st Grand Slam title.He became the first man in the Open era to win the Australian Open from two sets down, and also saved three break points in the third set.Reigning US Open champion Medvedev said Nadal’s performance was “unreal” after coming out second-best in a gruelling match which lasted five hours and 24 minutes.It was the second time Nadal had defeated Medvedev in a major final, after another five-set epic went his way in New York in 2019.\n\n\n    \n    Play\n\nInputs from AFPAlso read:Rafael Nadal, at Roland Garros, is inevitableFrench Open Final, Rafael Nadal vs Casper Ruud as it happened: Nadal wins 22nd Grand Slam titleFrench Open: Rafael Nadal clinches 22nd Major with straight-sets win against Casper RuudWatch: Rafael Nadal after 14th French Open – ‘Don’t know about future but I’m gonna keep fighting’The King, Rafael Nadal: Reactions to Spaniard’s 14th French Open titleWatch: Rafael Nadal opens up on treatment he got for his foot during French Open and future plans","author":"Scroll Staff","time":"2022-06-06T18:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175415-pvfbtbhjnz-1654515347.jpg","tags":["tennis","Rafael nadal","French Open","Roland garros"],"source":"https://scroll.in/field/1025597/rafael-nadals-10-unforgettable-grand-slam-finals-wimbledon-2008-australian-open-2022-and-more"}