{"title":"Rahul Gandhi targets Centre over Rafale jet deal, accuses Modi of being untruthful","content":"Congress President Rahul Gandhi attacked the Narendra Modi-led government in the Lok Sabha on Friday afternoon, accusing it of neglecting farmer debts, being untruthful about the Rafale aircraft deal with France, and for the money allegedly spent on Modi’s “marketing”. The Lok Sabha was adjourned briefly as the Bharatiya Janata Party vociferously protested against Gandhi’s speech. Gandhi questioned Modi’s links to certain businessmen, alleging that he had helped write off the debt of about 25 businessmen but did not listen to the pleas of farmers. He targeted the government over the Rafale jet deal, asking it why the contract was taken away from Hindustan Aeronautics Limited and given to a businessman who is under a lot of debt, an apparent reference to Anil Ambani.Gandhi lashed out at Defence Minister Nirmala Sitharaman, saying she had not been truthful about the deal. The Congress president claimed that French President Emmanuel Macron had told him that there was no secrecy pact between the two countries with regard to the deal. On Wednesday, Minister of State for Defence Subhash Bhamre told the Lok Sabha that the Comptroller and Auditor General was looking into alleged irregularities in the deal. He, however, refused to share more information citing national security considerations and the confidentiality agreement with France. “Everybody understands and sees the amount of money which goes into the marketing of the prime minister of India,” Gandhi said. He accused Modi of not being able to look into his eyes, claiming that the prime minister was being untruthful. “He is smiling but there is a touch of nervousness there,” the Congress president claimed. Parliamentary Affairs Minister Ananth Kumar later accused him of making frivolous charges and violating the Lok Sabha’s procedural rules. At the end of his speech, Gandhi walked up to the prime minister and hugged him. Taken aback for a moment, the prime minister shook his hand. I can see him smiling. But there's a touch of nervousness in the gentleman & he is looking away from me. I can understand that. He cannot look into my eyes, I can see that because the Prime Minister has not been truthful: Rahul Gandhi in Lok Sabha. #NoConfidenceMotion pic.twitter.com/lI7NcgMQxH— ANI (@ANI) July 20, 2018","author":"Scroll Staff","time":"2018-07-20T14:24:16.696801+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/887308-spscyjiira-1526799094.jpg","tags":["Lok Sabha","Rahul Gandhi","Narendra Modi","Rafale jet deal"],"source":"https://scroll.in/latest/887308/rahul-gandhi-targets-centre-over-rafale-jet-deal-accuses-modi-of-being-untruthful"}