{"title":"Rahul Gandhi sentenced to two years in jail for remarks about Modi surname","content":"A court in Gujarat’s Surat on Thursday held Congress MP Rahul Gandhi guilty of criminal defamation for his remarks about Prime Minister Narendra Modi’s surname.Chief Judicial Magistrate HH Verma sentenced Gandhi to two years’ imprisonment in the case and also fined him Rs 15,000. He, however, soon granted him bail and suspended his sentence for 30 days in order to allow him to appeal against the verdict.The court convicted Gandhi under Sections 499 (defamation) and 500 (punishment for defamation) of the Indian Penal Code. The Congress leader was in court when the verdict was pronounced.The Wayanad MP had allegedly made the remarks at a rally in Karnataka’s Kolar ahead of the 2019 Lok Sabha elections. He was said to have asked: “Why all the thieves, be it Nirav Modi, Lalit Modi or Narendra Modi, have Modi in their names?”Nirav Modi is a fugitive businessman accused in the Punjab National Bank scam while Lalit Modi is former Indian Premier League chief who has been banned for life by the cricket governing body.Bharatiya Janata Party legislator Purnesh Modi had filed the defamation case against Gandhi. The Congress leader claimed that he made the remarks in a sarcastic vein and did not mean to target any particular community.The court, in its order, observed that Purnesh Modi had proved his case without doubt on the basis of witness statements, documentary and electronic evidence, The Indian Express reported.The chief judicial magistrate said that Gandhi could have stopped at calling Prime Minister Modi a thief and equating him with economic offenders like Nirav Modi, Lalit Modi, fugitive diamantaire Mehul Choksi and beleaguered businessman Vijay Mallya. “He could have limited the discussion to these people,” Verma said. “But the accused intentionally insulted all those with the surname or name Modi.”The magistrate said that the Supreme Court had previously advised Gandhi to be careful in his statement, but it made no difference to his conduct. “Moreover, the accused is a Member of Parliament,” he said. “And as MP, what he speaks before the public is taken seriously because when a person addresses the public as an MP, it has a larger impact and this makes the offence even more serious.”The court said that giving a milder punishment to Gandhi would send an incorrect message to the public and the purpose of the defamation law would not be served.Later on Thursday, Purnesh Modi said that he welcomes the verdict of the court.Gandhi posted a tweet quoting Mahatma Gandhi as saying: “My religion is based on truth and non-violence. Truth is my god, and non-violence is the means to achieve it.”मेरा धर्म सत्य और अहिंसा पर आधारित है। सत्य मेरा भगवान है, अहिंसा उसे पाने का साधन।- महात्मा गांधी— Rahul Gandhi (@RahulGandhi) March 23, 2023\n\nCongress president Mallikarjun Kharge said that the party believes in the law and judiciary and will fight the case legally.Earlier in the day, several senior Congress leaders including the party’s state chief Jagdish Thakor, legislature party leader Amit Chavda had arrived at the Surat airport to receive Gandhi.Party members had also gathered at many places in the city to show their support for the Wayanad MP. Some of them held up posters describing him as “Sher-e-Hindustan [lion of Hindustan]” and placards stating that the Congress “will not bow before the dictatorship of the BJP”, according to PTI.Purnesh Modi, in his defamation suit, alleged that the Congress leader had defamed the Modi community with his remarks. However, he later moved an application before the Gujarat High Court seeking a stay on trial court proceedings, contending that there was insufficient evidence at the time.On March 7, 2022, the High Court ordered a stay on the trial.On February 16, Purnesh Modi withdrew his application, after which the High Court vacated the stay order and allowed the trial court proceedings to go ahead. Justice Vipul Pancholi of the High Court had observed that “sufficient evidence has come on record of the trial court and the pendency of the present matter delays the trial”, according to The Indian Express.","author":"Scroll Staff","time":"2023-03-23T11:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188040-gudqrublrm-1678965501.jpg","tags":["Rahul Gandhi","BJP","PM Modi","Nirav Modi","Lalit Modi","Narendra Modi"],"source":"https://scroll.in/latest/1046119/rahul-gandhi-held-guilty-of-defamation-for-remarks-about-modi-surname"}