{"title":"Rahul Gandhi asks Centre three questions on Rafale after first batch of fighter jets lands in India","content":"Congress leader Rahul Gandhi, who has repeatedly accused the Centre of corruption in the Rafale jet deal, on Wednesday asked the government three questions after the first batch of the fighter jets landed in India. Gandhi repeated the questions that he had asked the government ahead of the 2019 Lok Sabha elections. “Congratulations to IAF [Indian Air Force] for Rafale,” he tweeted. “Meanwhile, can GOI [the Government of India] answer: Why each aircraft costs ₹1670 Crores instead of ₹526 Crores? Why 36 aircraft were bought instead of 126? Why was bankrupt Anil given a ₹30,000 Crores contract instead of HAL [Hindustan Aeronautics Limited]?”Congratulations to IAF for Rafale.Meanwhile, can GOI answer:1) Why each aircraft costs ₹1670 Crores instead of ₹526 Crores?2) Why 36 aircraft were bought instead of 126?3) Why was bankrupt Anil given a ₹30,000 Crores contract instead of HAL?— Rahul Gandhi (@RahulGandhi) July 29, 2020\n\nThe Rafale fighter jet deal had become a major political topic during the Lok Sabha election campaign. Gandhi had accused Prime Minister Narendra Modi of treason and corruption multiple times, and alleged that he had acted as a middleman for industrialist Anil Ambani in the deal. Gandhi consistently used the phrase “chowkidar chor hai [the watchman is a thief]” during his campaign to accuse Modi of corruption.    The Congress leader had also called for a Joint Parliamentary Committee inquiry into the Rafale fighter jet deal, after the Supreme Court dismissed a review petition of its December 2018 judgment upholding the purchase of 36 Rafale jets by the government. The petitioners – Union ministers Yashwant Sinha, Arun Shourie, and advocate Prashant Bhushan –  had alleged that the government concealed crucial facts in the case and misled the top court into giving a favourable verdict in December 2018. The first batch of five Rafale fighter jets from France landed in Ambala in Haryana on Wednesday. The fighter jets were escorted by two Sukhoi Su-30MKI jets as they entered India’s airspace. The aircraft took off from the Merignac airbase in Bordeaux in South France on Monday. They will be officially inducted into the Indian Air Force in August.Also read: As Rafale jets land, Rajnath Singh says those who threaten India’s territory should now be worriedThe Rafale jets are India’s first major acquisition of fighter planes in over two decades. The first batch of the fighter jets landed in India four years after the Centre signed a deal with France for a total of 36 units, as part of a Rs 59,000-crore agreement. All the 36 jets are will be delivered to India by 2022.","author":"Scroll Staff","time":"2020-07-30T08:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/144525-qelvcmamrw-1594971410.jpeg","tags":["Rafale","Rahul Gandhi","Rafale deal"]}