{"title":"Rahul Gandhi urges Narendra Modi to ensure passage of Women’s Reservation Bill in Monsoon Session","content":"Congress President Rahul Gandhi on Monday urged Prime Minister Narendra Modi to ensure the passage of the Women’s Reservation Bill in the upcoming Monsoon Session of Parliament. In a letter to Modi, he offered his party’s unconditional support to the bill, which seeks to reserve 33% seats in the Lok Sabha and state assemblies for women.The Rajya Sabha passed the bill in 2010, but it has been pending in the Lok Sabha since then. The Monsoon Session will begin on July 18.Any further delay will make it impossible to implement the legislation before the next general elections in 2019, Gandhi said in his letter. Posting the letter on Twitter, Gandhi said it was “time for [Modi] to rise above party politics [and] walk his talk”.“When the bill was passed in the Rajya Sabha with the support of the BJP, the then leader of the Opposition, Arun Jaitley ji, called the passage of the bill ‘historic and momentous’,” Gandhi wrote. “Since then...the BJP appears to have had second thoughts, even though this was one of its key promises in its 2014 manifesto.”Gandhi asked Modi to tell the “sceptics in your party [BJP]” that India’s experience with local governance had shown that women in leadership positions were more likely to make decisions for an “inclusive and just” society.Our PM says he’s a crusader for women’s empowerment? Time for him to rise above party politics, walk-his-talk & have the Women’s Reservation Bill passed by Parliament. The Congress offers him its unconditional support. Attached is my letter to the PM. #MahilaAakrosh pic.twitter.com/IretXFFvvK— Rahul Gandhi (@RahulGandhi) July 16, 2018\n\nThe Congress leader reminded the prime minister of his speeches about involving more women in public life. “What better way to demonstrate your commitment to the cause of women than by offering your unconditional support to the passage of the bill?” the letter read. The Congress also submitted 32 lakh signatures in support of the bill.The Bharatiya Janata Party, however, accused the Congress of supporting those opposing the bill, PTI reported. “This shows the double standard of Congress as it is in alliance with those who opposed the legislation,” said senior BJP leader and Union minister Prakash Javadekar.  Of the 543 legislators elected in the 2014 general elections, only 62 were women, according to PRS Legislative. This is marginally higher than the 58 women who were elected to the 15th Lok Sabha in 2009.In September 2017, then Congress chief Sonia Gandhi had also written a similar letter, asking Narendra Modi to take advantage of his party’s majority in the Lok Sabha to pass the legislation.","author":"Scroll Staff","time":"2018-07-16T15:32:32.010375+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/886748-bpxzmosayp-1528718030.jpg","tags":["Rahul Gandhi","Narendra Modi","Women's reservation bill","Lok Sabha"],"source":"https://scroll.in/latest/886748/rahul-gandhi-urges-narendra-modi-to-ensure-passage-of-womens-reservation-bill-in-monsoon-session"}