{"title":"Rahul Gandhi's proposed elevation is hardly surprising, but that doesn't make his job any easier","content":"The Congress Working Committee meeting on Monday set in motion the process of Rahul Gandhi's elevation to the post of party president. Though there was no formal resolution on the issue, the party's highest decision making body unanimously supported the Nehru-Gandhi scion for Congress president. Shortly after the meeting started, AK Antony declared that Rahul Gandhi should become the chief of the party. His suggestion was promptly endorsed by other members. Talking to media persons after the meeting, former defence minister Antony said the working committee members collectively felt that Rahul Gandhi should take the reins of the party  and that the Congress vice-president had expressed his willingness to shoulder the responsibility.The final call will be taken by party president Sonia Gandhi, who skipped the meeting as she was unwell, but it is nearly a foregone conclusion that she will step down for her son. Writing on the wallNews of Rahul Gandhi's elevation is hardly surprising and he has been functioning as de-facto president after Sonia Gandhi handed over most of her responsibilities to him. Over the last few months, party leaders who approached her were being directed to Rahul Gandhi instead. Virtually all important meetings were being held at his residence and he also had the final word on appointments, candidate selection and election strategy.Though the working committee sought a year's extension to complete the organisational elections, which will now conclude in end-2017 instead of this December, Sonia Gandhi may step down earlier and hand the reins to Rahul Gandhi. Congress insiders said this could even happen by year-end. His formal appointment, however, is likely to be preceded by the much-awaited reshuffle in the party organisation both at the state-level and in the All India Congress Committee. \"These organisational changes are long overdue...now that Rahul Gandhi is   going to take over as party president it is important that he has his own team in place,\" a senior Congress office bearer said.Tall orderThese developments come as a huge relief for the Congress cadre who had been pressing for clarity on the leadership issue and a revival within the party ever since the its crushing defeat in the 2014 Lok Sabha elections. The leadership's silence on these issues added to their frustration.However, Rahul Gandhi, who is set to be the fifth generation of the Nehru-Gandhi dynasty to head the Congress, will inherit a party facing possibly its worst crisis since its inception.After two successive terms at the Centre, the Congress was reduced to a mere 44 Members of Parliament in the 2014 Lok Sabha elections, where the Bharatiya Janata Party rode to power on the so-called Modi wave. Since 2012, it has also been losing its grip on state governments and is now in power in just a handful. Of these, the only major state is Karnataka, but its prospects appear dim here too in the 2018 assembly election. The party is hoping it will be able to redeem itself in the Uttarakhand and Punjab assembly polls next year, but it is likely to face stiff competition from the BJP.The party has also lost its grip over the Northeast, once a Congress stronghold. Having lost Assam to the BJP in May, the party also saw Arunchal Pradesh slip away from it twice this year – first when rebel Congress MLAs formed a government under Kalikho Pul in February and then in September, when Chief Minister Pema Khandu and all but one Congress legislator joined the People's Party of Arunachal, which is a part of the BJP-led National Democratic Alliance. The party is staring at near-certain defeat in Manipur, where its government is facing anti-incumbency and defections. Further, the Congress is a bit player in the most hotly contested elections of next year, in Uttar Pradesh, and has not been in power in Northern states like Madhya Pradesh, and Chhattisgarh for two or more terms. In addition, virtually all its state units are witnessing bitter factional battles – be it Madhya Pradesh, where Digvijaya Singh, Kamal Nath and Jyotiraditya Scindia are at loggerheads, or Haryana, where it is former chief minister Bhupinder Singh Hooda versus state unit president Ashok Tanwar. Even as he irons out these differences, Rahul Gandhi will also have to battle the party's old guard, which has been wary of his elevation as they fear they would be marginalised. Above all, he will have to tend to the serious existential crisis that the party faces today There is no clarity even within the party on what the Congress stands for. The foremost challenge for Rahul Gandhi, then, whose strategy so far has been limited to attacking Prime Minister Narendra Modi and the BJP, will be to give the Grand Old Party a new identity.","author":"Anita Katyal","time":"2016-11-08T05:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/820986-pxfozlnvev-1464057870.jpg","tags":["Rahul Gandhi","Congress Working Committee","Congress","Sonia Gandhi","Assembly elections","Northeast","Congress state governments","Uttar Pradesh polls"],"source":"https://scroll.in/article/820986/rahul-gandhis-proposed-elevation-is-hardly-surprising-but-that-doesnt-make-his-job-any-easier"}