{"title":"‘What is Adani’s relationship with PM?’: Rahul Gandhi questions Centre in Lok Sabha","content":"Congress MP Rahul Gandhi on Tuesday in Parliament questioned the massive rise in the business fortunes and personal wealth of businessman Gautam Adani since Prime Minister Narendra Modi came to power in 2014.Addressing the Lok Sabha, the Opposition leader accused the prime minister of helping the Adani Group.Gandhi said that while he was leading the Bharat Jodo Yatra from September to January, the public asked him about Adani’s success and how he was able to expand his business in several sectors.“The youth asked us that Adani’s business is now in eight to ten sectors and how his net worth reached $140 billion from $8 billion between 2014 and 2022,” Gandhi said. “They asked me what is his [Adani’s] relationship is with India’s prime minister.” Gandhi later pulled out a picture of the tycoon and the prime minister on a private jet and said, “So this is the relationship.”Lok Sabha Speaker Om Birla immediately asked Gandhi to put away the picture while the Bharatiya Janata Party leaders protested.पहले अडानी जी के हवाई जहाज में मोदी जी जाते थे।अब मोदी जी के हवाई जहाज में अडानी जी जाते हैं।दोस्ती बड़ी गहरी है... pic.twitter.com/1HC5pANca4— Congress (@INCIndia) February 7, 2023\n\n“[The] relationship began many years ago when Narendra Modi was Gujarat chief minister,” Gandhi continued. “One man stood shoulder to shoulder with PM Modi, he was loyal to PM and helped Mr Modi to construct idea of a resurgent Gujarat. Real magic began when PM Modi reached Delhi in 2014.”After the BJP came to power at the Centre in 2014, the existing rule that only one company or a person with experience in airports be given the responsibility of developing airports was changed, and six airports were handed over to Adani, Gandhi told the Lok Sabha. He also alleged that India’s foreign policy was being tailored to benefit the billionaire.“After this six airports were handed over to Adani,” the former Congress president said. “Then India’s most profitable airport, the Mumbai Airport, was hijacked from GVK [Group] using agencies like the CBI [Central Bureau of Investigation], the ED [Enforcement Directorate] and was given to Adani by government of India and this was facilitated by the prime minister of this country.”\n\n\n    \n    Play\n\nGandhi’s remarks on Tuesday came as Adani’s market losses swelled above $100 billion following a report by an American short-seller Hindenburg Research that accused the conglomerate of pulling off the “largest con in corporate history”.Hindenburg Research claimed that the conglomerate has over the decades been involved in stock manipulation, accounting fraud, used offshore shells for money laundering and siphoned money from listed companies.As shares of the Adani Group’s companies plunged, the conglomerate last week called off its Rs 20,000 crore follow-on public offering and Adani lost his position as Asia’s richest man.During Tuesday’s Lok Sabha session, Gandhi asked how much money did Adani give to the BJP through electoral bonds.“How many times you [Modi] travelled together [on a foreign trip] with Adani ji?” Gandhi asked. “How many times Adani ji joined you later on your foreign trip? How many times he reached you after you landed on a foreign country? How many times Adani ji bagged a contract in a foreign country after your visit there?”The Lok Sabha MP from Wayanad said that business schools should run a case study on how to use government power to build individual businesses.Gandhi also alleged that Modi facilitated the move to hand over India’s defence deals with Israel to Adani Group, despite the conglomerate having zero experience in the field.“Prime Minister goes to Israel and just like that magic, Adani gets the contract for India’s first aircraft maintenance, repair and overhaul, small arms business, and he also gets the contract for Israeli drones,” Gandhi said. “India and Israel’s defence relations are completely given to Adani.”The politician said that after Modi visited Australia, the State Bank of India granted a loan of $1 billion to Adani. After Modi visited Bangladesh, Adani acquired a 25-year contract to sell electricity in the country, he said. “In June 2020 chairman of Sri Lanka’s Ceylon Electricity Board MMC Fernando informed a Parliamentary committee in Sri Lanka in open hearing that he was told by President Rajapaksa that PM Modi pressured him to give the wind power project directly to Mr Adani,” he added.“So this is India’s foreign policy,” Gandhi said. “This is not India’s foreign policy this is Adani’s foreign policy made for his businesses.”Union Law Minister Kiren Rijiju hit back at the Congress leader, asking him not make “wild allegations” without proof.“Thousands of crore rupees from India’s public sector banks are given to Adani,” Gandhi continued. “SBI gives Rs 27,000 crore, Punjab National Bank Rs7,000 crore, Bank of Baroda 5,500 crore, Life Insurance Corporation’s exposure is Rs 36,000 crore. Three crore SBI and other PSU [public sector undertakings] bank holders’ money is going to Adani...”Citing the Hindenburg report, Gandhi said that Adani owns number of shell companies outside the country. “Now this thousand of crores of rupees these companies are sending to India, whose money is this?” he asked the Centre. “Adani invests in strategic businesses and dominates India’s ports, airports, and defence industry so I want to know whether the Indian government questioned him on these shell companies. How are you not aware of these shell companies that are owned by the conglomerate that works in so many important industries?”The politician also pointed out how the Budget allocation provided huge incentives for green hydrogen, a year after Adani announced that he will invest $50 billion to build world’s largest green hydrogen system.","author":"Scroll Staff","time":"2023-02-07T16:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186587-wgyjwvoeys-1675763831.jpeg","tags":["Rahul Gandhi","Congress","Gautam Adani","Hindenburg Research","Narendra Modi"],"source":"https://scroll.in/latest/1043422/rahul-gandhi-questions-massive-surge-in-adanis-fortunes-under-modi-government"}