{"title":"‘Ready to pay any price,’ says Rahul Gandhi after being disqualified as Lok Sabha MP","content":"Congress leader Rahul Gandhi was on Friday disqualified as a Lok Sabha MP, a day after a Gujarat court convicted him to two years in jail in a defamation case. The Lok Sabha secretariat issued the notice on Gandhi’s disqualification citing the Representation of the People Act, 1951. Under Section 8(3) of the law, a legislator sentenced to jail for two years or more stands to be disqualified from the date of conviction till six years after serving time.Gandhi’s Lok Sabha membership will be reinstated if his conviction is stayed by a higher court.Breaking- @RahulGandhi disqualified as a  member of the Lok Sabha. @the_hindu pic.twitter.com/rTJ5ixxlJt— Nistula Hebbar (@nistula) March 24, 2023\n\nIn a tweet on Friday evening, Gandhi wrote in Hindi: “I am fighting for the voice of India. I am ready to pay any price.”मैं भारत की आवाज़ के लिए लड़ रहा हूं।मैं हर कीमत चुकाने को तैयार हूं।— Rahul Gandhi (@RahulGandhi) March 24, 2023\n\nDefamation caseOn Thursday, a magistrate in Gujarat’s Surat had sentenced Gandhi to two years’ imprisonment for his remarks about Prime Minister Narendra Modi’s surname. The court, however, granted him bail and suspended his sentence for 30 days in order to allow him to appeal against the verdict.At a rally in Karnataka’s Kolar ahead of the 2019 Lok Sabha elections, Gandhi was said to have asked: “Why all the thieves, be it Nirav Modi, Lalit Modi or Narendra Modi, have Modi in their names?”Nirav Modi is a fugitive businessman accused in the Punjab National Bank scam while Lalit Modi is former Indian Premier League chief who has been banned for life by the cricket governing body.Bharatiya Janata Party legislator Purnesh Modi had filed the defamation case against Gandhi. The Congress leader claimed that he made the remarks in a sarcastic vein and did not mean to target any particular community.Also read:A jail sentence for Rahul Gandhi in India’s new vishwaguru democracy Will fight legally and politically: CongressFollowing Gandhi’s disqualification, Congress General Secretary in-charge of Communications Jairam Ramesh said that his party will fight the battle legally and politically.    The Congress tweeted that Gandhi is continuously fighting for the country and trying to save democracy but has been disqualified.“Despite every conspiracy, he will continue this fight at all costs and will take just action in this matter,” it added. “The fight continues.”Since Thursday, the Congress has been staging protests across the country against the conviction. On Friday morning, Opposition parties also took out a march in Parliament, carrying a banner that read “democracy is dead”. The Congress has sought a meeting with President Droupadi Murmu in relation to Gandhi’s conviction.राज्यसभा में विपक्ष के नेता श्री @kharge के साथ विपक्ष के सांसदों का 'मोदी-शाही' के खिलाफ पार्लियामेंट हाउस से विजय चौक तक मार्च।इस तानाशाही के खिलाफ हम लड़ते रहेंगे। PM मोदी को अडानी महाघोटाले पर जवाब देना ही होगा। pic.twitter.com/plFRhCIaMn— Congress (@INCIndia) March 24, 2023\n\nOther Opposition leaders have also criticised the conviction and the two-year sentence.Aam Aadmi Party chief Arvind Kejriwal said that while his party has differences with the Congress, it was not correct to embroil Gandhi in a defamation case. “There is a conspiracy to finish off non-BJP leaders parties by filing cases against them,” he said.Jharkhand Chief Minister Hemant Soren accused the BJP of targeting the Opposition. “It is difficult to comprehend whether we are in Amritkaal [75 years of independence as being observed by the Centre] or Apatkaal [state of emergency],” he said. “The country is passing through a strange period.”Samajwadi Party chief Akhilesh Yadav remarked that BJP leaders should face cases “for the defamation of the country, the people, social harmony, the Constitution and the economy”.","author":"Scroll Staff","time":"2023-03-24T14:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179683-hwzjgobmcn-1662730789.jfif","tags":["Rahul Gandhi","Congress","Lok Sabha","Narendra Modi"],"source":"https://scroll.in/latest/1046204/rahul-gandhi-disqualified-as-lok-sabha-mp-a-day-after-conviction-in-defamation-case"}