{"title":"Rahul Gandhi tells SC he will not apologise for Modi surname remark","content":"Congress leader Rahul Gandhi on Wednesday told the Supreme Court that he is not guilty of any offence and will not apologise for his Modi surname remark that led to his conviction in a criminal defamation case, reported Live Law.The case is related to Gandhi’s speech ahead of the 2019 Lok Sabha elections in which he asked why it was that all thieves were called Modi. A Surat court had sentenced him to two years in jail on March 24. This led to his immediate disqualification as a Lok Sabha MP.On July 15, Gandhi moved the Supreme Court against a Gujarat High Court order that refused to put on hold his conviction and the two-year jail term in the case. If his conviction is not stayed, Gandhi will have to serve his jail term. The politician will also be prohibited from contesting elections for the next six years.On Wednesday, Gandhi said that he has always maintained that he is not guilty of any offence and that the conviction is unsustainable. He added that if he wanted to apologise, he would have done so much earlier.“Using the criminal process and the consequences under the Representation of Peoples’ Act to arm twist the petitioner [Gandhi] into apologising for no fault, is gross abuse of the judicial process and ought not to be countenanced,” Gandhi told the court, reported Live Law.Gandhi said that as an MP and a leader of the Opposition, it was necessary for him to critically evaluate the conduct and performance of the ruling establishment, reported The Indian Express.He also told the court that the case was filed on the basis of a WhatsApp screenshot of an article by news agency IANS from which the complainant “conveniently drew his own contexts to the speech”, reported the newspaper. He said that the case was proceeded on “mere assumptions and conjectures from the very inception”.Bharatiya Janata Party MLA Purnesh Modi had filed the complaint against the former Congress chief in Gujarat, claiming that Gandhi had defamed 13 crore people living in India with the Modi surname.In his speech that led to his conviction, Gandhi had pointed out financial defaulters – Lalit Modi, the former Indian Premier League chief banned for life by India’s cricket governing body, and Nirav Modi, a fugitive businessman accused in the Punjab National Bank scam.He had asked why all such defaulters were named Modi. He had also taken a jibe at Prime Minister Narendra Modi for allegedly covertly supporting such businessmen.","author":"Scroll Staff","time":"2023-08-03T12:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191817-vlsxjvxbvp-1688355785.jpg","tags":["Rahul Gandhi","Modi Surname remark","Defamation Case","Supreme Court","Lok Sabha"],"source":"https://scroll.in/latest/1053720/rahul-gandhi-tells-sc-he-will-not-apologise-for-modi-surname-remark"}