{"title":"Rahul Gandhi, Adityanath same when it comes to criticising the Left: Kerala CM Pinarayi Vijayan","content":"Kerala Chief Minister Pinarayi Vijayan on Thursday hit back at his Uttar Pradesh counterpart Adityanath and Congress leader Rahul Gandhi after both leaders criticised the Left government during separate rallies in the state, reported NDTV. Kerala elections will be held this summer. “Wayanad MP Rahul Gandhi and Uttar Pradesh CM Yogi Adityanath may have different perspectives about Kerala but have the same feelings against the Left,” he said. “They are united in that.” In Thiruvananthapuram on Tuesday, Gandhi had hit out at the Left government, raising several matters, including “lack of jobs for the youth”, and alleging that the livelihood of fishermen was being destroyed.In response, Vijayan said Gandhi should have first researched the main crops of Wayanad, his constituency, before criticising the state government, reported India Today. Coffee and pepper, the main crops in Wayanad, suffered losses of Rs 6,000 crore between 2000 to 2005, according to senior journalist P Sainath. After this, thousands of farmers had committed suicide. “Without realising these facts, Rahul Gandhi can’t understand why farmers are protesting at the capital despite the severe cold,” Vijayan said.The chief minister alleged that the policies of the Congress had led to farmers’ suicide in India. “Farmer suicides in India startled the world following the neo-liberal policies in the 1990s,” he said. “Farmers could not keep up with the unfair competition of the market. According to the National Crime Records Bureau, more than 3,00,000 farmers committed suicide during that period. It continues to the present day.”Vijayan called these policies “anti-farmer” and said Gandhi should apologise to the farmers on behalf of his party. The chief minister, however, praised the Congress leader, for showing interest in the state.“Rahul Gandhi came to Kerala and made some unusual interventions,” he said. “He drove a tractor for farmers, swam for fishermen in the sea, ignoring the protests in other parts of India... Anyway, the large-heartedness of Rahul Gandhi is to be appreciated.”On Thursday during a press conference, Vijayan also criticised Uttar Pradesh Chief Minister  Adityanath, who had alleged that the youth in Kerala were leaving the country to find jobs.To this, Vijayan said that educated young people can look for jobs anywhere in the world because they have the ability. “But 15% of the migrant labourers in Kerala are from Uttar Pradesh,” he said. “And the Kerala government provides them excellent facilities including insurance coverages.”On Adityanath’s allegation that the government was trying the divide the people of the state, Vijayan said that there have been no communal riots in Kerala for five years. “Uttar Pradesh is the state with the highest number of communal riots in the country,” he said. “UP is also the state with the highest number of murders and violence against women. According to the National Crime Records Bureau’s 2017 report, 4,324 murders happened in Uttar Pradesh in a year.”Vijayan said that people were criticising the Left government without knowing any facts. He said that Kerala is a model state for eradicating corruption. “According to a Corruption Survey conducted by the Centre for Media Studies and Transparency International in 2019, Kerala is the least corrupt state in the country,” Vijayan said. “But BJP [Bharatiya Janata party] MLA Shyam Prakash said that UP has the highest level of corruption in India. Last month, UP electricity Minister Shrikant Sharma commented that most of the corruption is prevalent in his department.”","author":"Scroll Staff","time":"2021-02-26T14:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/144553-efilvfhavf-1614319728.jpg","tags":["Rahul Gandhi","Kerala","Pinarayi Vijayan","Adityanath"],"source":"https://scroll.in/latest/987987/rahul-gandhi-adityanath-same-when-it-comes-to-criticising-the-left-kerala-cm-pinarayi-vijayan"}