{"title":"Raids at night, handbills by day: Army siege in South Kashmir escalates after special status revoked","content":"As soldiers strode up the street, the crowd that had gathered at a shopfront in Arihal, a village in South Kashmir’s Pulwama district, melted away.  The men in uniform were handing out flyers printed in Urdu. “Article 370 aur 35A ko badlaav karne ke kitne phayede hai,” the headline declared. The many advantages of changing Articles 370 and 35A.Together, these two constitutional provisions had guaranteed special status and autonomy to Jammu and Kashmir and reserved specific rights for permanent residents of the state, including the right to own land. That came to an end on August 5, when Union Home Minister Amit Shah announced the Centre was scrapping Article 35A, effectively nullifying Article 370 and dividing the state of Jammu and Kashmir into two Union Territories.The flyers handed out by the army made 11 points. The new regime would usher in the “right to education”, including compulsory education for women, midday meals at government schools and new coaching centres. Under “health”, the flyer promised the implementation of Ayushman Yojana and new hospitals. Under “tourism”, new hotels and tourist centres. The list went on. The development of backward classes would be prioritised. There would be new factories and industries. There would be Central supervision of law and order and of development, which would turn Kashmir into Pondicherry. There would be a crackdown on corruption and the implementation of the Right to Information Act, which would presumably replace the Jammu and Kashmir RTI Act already in place. There would be property rights for women. There would be Central largesse worth Rs 1 lakh crore to meet “daily needs”. There would be soaring land prices.As the soldiers disappeared down the street, the crowd regrouped at the pend or shopfront. Behind them, the shops were shuttered in protest against the government’s decision. Eager voices told Scroll.in what life had been like in the weeks since Article 370 and 35A were gutted. They accused security forces, especially the army, of conducting night raids: “They’ve beaten up all the boys, old people, women”, “they’ve destroyed rations, mixing rice and oil”, “they’ve broken the mosques as well, forcing their way in.”\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 124.10358565737052%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/iixvbvoamo-1566843898.png\">\n  </picture><figcaption>Flyers distributed by the army, listing the 'advantages of changing Article 370 and 35A'.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 117.53086419753087%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/qtyloiswpx-1566843910.jpg\">\n  </picture><figcaption>Flyers distributed by the army, listing the 'advantages of changing Article 370 and 35A'.</figcaption></figure>\nAn intimate warThree weeks after Amit Shah’s announcement, phone and internet lines in the Valley are still blocked, although the local administration insists landlines are gradually being restored. In most places and on most days, restrictions on movement have also been eased. But shops remain defiantly closed, from Pulwama in South Kashmir to Baramulla in North Kashmir to Srinagar and Budgam in Central Kashmir. Shutdowns are an old form of protest in the Valley, which saw mass uprisings against the government in 2008, 2010 and 2016. In earlier seasons of protests, the separatist leadership of the Hurriyat would issue a “calendar” or schedule for shutdowns. This time, there is no one to issue calendars – most of the Hurriyat leadership is behind bars or under house arrest. Indeed, most of the “mainstream” leadership that took part in elections is also incarcerated. This time, residents say, the shutdown is an autonomous decision.While an unearthly quiet reigns on the streets, the Valley is awash with security forces. In Srinagar, police and paramilitary forces keep vigil at empty marketplaces. Men from the Central Reserve Police Force guard the local police stations, where hundreds are believed to be detained. Since August 5, about 4,000 are said to have been detained and held under the Public Safety Act, a preventive detention law specific to Jammu and Kashmir.As one drives south from Srinagar, the landscape opens out into fields of paddy and saffron. Then it closes in again as the road runs through woods and orchards. Here, the Rashtriya Rifles, the counter-insurgency branch of the Indian Army set up in the 1990s, has established camps, each with a designated area of operation in the surrounding villages.Over the last few years, the four districts of South Kashmir – Pulwama, Shopian, Kulgam and Anantnag – have become the centre of a new phase of local militancy, prompting the Indian Army to move in closer. Villages here are marked by violence and gunfights, by the names of local militants who once lived there. In February, a suicide bomber burst out on the national highway at Lethpora in Pulwama district, ramming into a CRPF convoy and killing 40.The arrests and detentions reported in other parts of the Valley have also spread to South Kashmir in the last few weeks. But in these rural districts, residents and the army have been locked in an intimate struggle over the past few years, settling into a local rhythm of search operations and military crackdowns. No gunfights have been reported in South Kashmir over the last three weeks. But, going by local accounts in Pulwama district, the army crackdown has intensified.‘They catch people on suspicion’“The army comes at night, sometimes they don’t even have have police with them,” said one lanky youth at the shopfront in Arihal. “First they cover the mosques so that an alarm cannot be raised [from the loudspeakers] there, then they raid. They come to beat up people, 12 am, 1 am at night.”According to residents, there were raids on July 27, August 3 and August 4. About 200 private vehicles were vandalised, residents of Arihal alleged. One young man who drove a Tavera taxi said his vehicle was vandalised by security forces on August 3, when it was parked at the Arihal bus stand. “They told me to take the wind out of the tyres, then they took my phone and beat me,” he claimed. To collect his phone, the young man alleged, the security personnel asked him to go to the nearby Rashtriya Rifles camp, where he was beaten again.The vandalised Tavera. Photo credit: Safwat ZargarBut his troubles had begun before that. In July, the police had arrested his 18-year-old brother and taken him to the District Police Lines at Pulwama, the taxi driver alleged. “When I went to visit him two days before Eid, they said they had taken him to Srinagar,” he said. “At the Srinagar Central Jail, we were told they have taken him to Agra. When we came back from Srinagar to the police lines in Pulwama, they told us they had booked him under the PSA [Public Safety Act].”The taxi driver could only speculate why his brother was detained. “They catch people on suspicion,” he said. “If anyone raises their voice, they take him. They felt this boy is going to raise his voice so they took him.”His brother’s arrest may have been precipitated by events that took place in June. On June 7, Imran Ahmad Bhat, a Jaish-e-Mohammad militant from Arihal, was killed in a gunfight with security forces in Pulwama district. Three other Jaish militants were also killed in the incident. Ten days later, an improvised explosive device ripped through an army vehicle belonging to the 44 Rashtriya Rifles and travelling on the Arihal-Lassipora road, killing two jawans. The incident seems to have drawn interest to the village of about 5,000 people. As August 5 drew near, the interest seemed have deepened. According to residents, two people from Arihal were killed in the mass protests of 2016 and several more injured. This time, there is relative quiet. “People are still very angry,” explained one boy. “They are quiet because their is a gun to their heads.” Fear may have quelled protests for the time being. It has also kept the local youth out of their beds at night. “At night, we sleep in the orchards or cow sheds,” said one boy. “We are not safe in our own beds.”Residents of Arihal alleged their vehicles had been vandalised by security forces. Photo credit: Safwat Zargar‘Night comes like death’In Samboora, too, nights are uneasy. The village, also in Pulwama district, lies in the shadow of a Rashtriya Rifles camp but its walls and shutters are sprayed with slogans of support for the Jaish-e-Mohammad and local militants.The Jaish has a long history in the village. Yasmeena Akhtar, a member of the Jaish’s Bana’at-e-Ayesha regiment who had blown herself up in South Kashmir’s Awantipora town in 2005, was from this village. Noor Mohammad Tantay, the famous recruiter for the Jaish, known for his diminutive stature, was killed in a gunfight in Samboora in December 2017. At present, residents say, there are two active militants from the village, both with the Lashkar-e-Taiba.Whenever there is tension in the Valley, boys from Samboora are reportedly picked up. “The army does not come here during the day. But night comes like death,” said the resident, whose brother, a JCB driver, was allegedly arrested on the intervening night of August 7 and August 8.“They came at midnight, the Rashtriya Rifles and the STF [special task force of the Jammu and Kashmir Police],” he said. “They had already cordoned off the house and entered the compound. They knocked and said they had to search the house. After searching, they asked, where is your younger brother? He had gone to his aunt’s house that night.”The JCB driver is the fourth of five brothers in the family. When they found him missing, the security forces took the third brother instead. Next morning, the family recounted, they took the JCB driver to the Pampore police station, in the hope that they would release his brother. But for six days days, the police kept both brothers. After that, the third brother was released but the JCB driver was taken to Srinagar Central Jail, where the family has visited him twice.“There has been no FIR against him since 2016,” said the brother recounting the story. “They [the police] have not told us anything. They don’t talk to us.”At least 10 other boys had been picked up from Samboora, residents allege, and three of them sent to jails outside the Valley. Since August 5, there have been regular night raids, they claim. “But this village has always been like this,” said the brother of the JCB driver. “They [security forces] hate the name of Samboora.”Like Arihal, the village has a population of roughly 5,000. Residents estimate there are hundreds of FIRs against spread out among them. “If you throw a stone here, you will hit someone with an FIR,” said one resident.‘They do it themselves’Army officials in Srinagar denied any knowledge of night searches or beatings by soldiers posted in South Kashmir. An army official speaking off the record described the allegations of vandalism as “propaganda”. “They do it themselves and then take pictures,” he said.Explained the officer: “What is the army’s aim? It is definitely not to harass people, it is to make the situation better. Our boys are going around and talking to the kith and kin of people from Jammu and Kashmir. There are some troublemakers – some of them are known, some of them have history. It is mainly the police and civil administration who are reaching out to people are trying to reduce the problem. ”The army, he said, was only concerned with “people within the ambit of terrorism”. Even then, he claimed, they conducted joint operations with the police and paramilitary. Detentions of the sort reported in the last few weeks, he said, were purely a police matter. Even if someone comes to us by mistake, we hand them over to police,” he said. The main aim, he said, was to avoid the loss of life, even if it meant a few restrictions for the time being.Scroll.in made several trips to the Pampore police station as well as to the subdivisional headquarters at Awantipora but was told there was no officer who could speak. Senior police officers in the district were also unreachable on the phone.‘Our lives are done’Meanwhile, the leaflets handed out by the army do not seem to have found takers in South Kashmir. For decades, villages like Arihal and Samboora have rejected the writ of the Indian government. But the scrapping of special status had taken them further away from their political demands. Provisions like Article 370 were the last safeguards to an identity under siege, they feel.  Overnight, the goalposts of the “tehreek”, or movement, had changed.“All those years we were struggling for freedom, we thought the article was safe,” said one resident of Samboora. “Our efforts were beyond that. Now we have to fight to save that article. Our identity is finished. There is no difference between us and other states.”Despite the current silence, there was a storm brewing, warned the brother of the JCB driver who was arrested. “The hartals we saw in 2010, 2016 – they were nothing,” he said. “This is a toofan. Our lives are done. Generations after us will also be finished.”","author":"Ipsita ChakravartySafwat Zargar","time":"2019-08-27T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126163-gvkvsbhmkj-1566872827.jpg","tags":["Article 370","Kashmir","South Kashmir","Indian Army"],"source":"https://scroll.in/article/935245/raids-at-night-handbills-by-day-army-siege-in-south-kashmir-escalates-after-special-status-revoked"}