{"title":"Railway policeman who killed four in moving train dismissed from service","content":"Railway Protection Force constable Chetansinh Chaudhary, who shot dead three Muslim passengers and his senior officer in a moving train, was on Wednesday dismissed from service, The Indian Express reported.Senior Divisional Security Commissioner SKS Rathor, in an order, said that Chaudhary was dismissed for having committed a heinous crime.Chaudhary had killed Assistant Sub Inspector Tikaram Meena and three Muslim passengers – Abdul Kaderbhai Bhanpurwala, Sadar Mohammed Hussain and Asghar Abbas Sheikh – on the Jaipur-Mumbai Central Superfast Express on July 31.Officials who inquired into the matter reportedly referred to the observations of the court that heard his case. The court had said that while Chaudhary may have killed Meena in a fit of rage, it was well-established that the three passengers were selectively killed out of hatred.The Railway Protection Force said that as Chaudhary’s actions fell in the category of a heinous crime, it was not feasible to organise an internal inquiry before dismissing him. “Departmental inquiry takes time, and it will fail to fulfil the very intention of punishing the guilty,” it said.The order also said that delaying action would damage the reputation of the force and encourage indiscipline. Constable hid rifle, says colleagueRailway Protection Force constable Jai Prakash Yadav told officials conducting the inquiry that on July 31, he saw Chaudhary after he got down from the Jaipur-Mumbai Central Superfast Express.Yadav said he asked Chaudhary where he was going with a rifle, to which Chaudhary told him to move out of his way and follow him.Yadav said that after news of the killings broke out, the Government Railway Police arrived at the spot. “Later we all surrounded him [Chetansinh] on platform number 2 of Mira Road station,” he said, according to The Indian Express. “At that time, he did not have the rifle with him; maybe he hid it somewhere. Later, the GRP took Chetansinh into custody.”The rifle was later recovered from a railway track nearby.Accused had harassed Muslim man in 2017, says officialBefore the killings on July 31, Chaudhary had been involved in at least three discipline-related incidents, PTI quoted an unidentified official as saying.In one of the incidents, he was said to have brought a Muslim man to a Railway Protection Force post in Madhya Pradesh’s Ujjain city and harassed him. Senior officials had later launched an inquiry into the case and had taken action, the official said.Chaudhary was also accused of having assaulted a colleague while was posted in Gujarat. In the third incident, he allegedly withdrew money from an ATM using a co-worker’s card.The murder caseIn connection with killings on the Jaipur-Mumbai Central Superfast Express, Chaudhary was booked under the Indian Penal Code for murder as well as under the Arms Act. A week later, the police added charges of kidnapping and promoting enmity on grounds of religion against him.Witnesses have said that the Railway Protection Force constable walked through four coaches of the train to select his victims and asked them for their names before killing them.After one of the Muslim victim’s body fell to the floor, Chaudhary had asked the rest of the passengers in the coach to record a video as he made a speech in which he hailed Prime Minister Narendra Modi and Uttar Pradesh Chief Minister Adityanath.“If you want to vote, if you want to live in India, then I say Modi and Yogi, these are the two and your Thackeray,” he declared. It was not clear which member of the Thackeray family he was referring to.","author":"Scroll Staff","time":"2023-08-17T12:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192739-aaeugvhwgn-1690871758.jpg","tags":["Chetansinh Chaudhary","Railway Protection Force","RPF","Jaipur-Mumbai Central Superfast"],"source":"https://scroll.in/latest/1054460/railway-policeman-who-killed-four-in-moving-train-dismissed-from-service"}