{"title":"Railways dismisses two constables in hate killings of three Muslim passengers case","content":"Two Railway Protection Force constables have been dismissed from their service for “failure to discharge their duty” when their colleague shot dead three Muslim passengers and his senior officer in a moving train last year, The Indian Express reported on Sunday.On July 31, the railways had dismissed Railway Protection Force constable Chetansinh Chaudhary after he killed Assistant Sub Inspector Tikaram Meena and three Muslim passengers – Abdul Kaderbhai Bhanpurwala, Sadar Mohammed Hussain and Asghar Abbas Sheikh – on the Jaipur-Mumbai Central Superfast Express.Senior Divisional Security Commissioner SKS Rathor, in an order on Friday, dismissed Constables Amay Acharya and Narendra Parmar.“It was the responsibility of the accused constables on duty to provide security and protection to the passengers,” the dismissal order said, according to The Indian Express. “They, however, failed to do the same. The act of the accused constables would erode trust among passengers towards RPF and send a wrong message among other members of the force towards indiscipline.”The dismissal order of Acharya said that he hid in the washroom of a coach. He saw Chaudhary removing the rifle’s safety catch but left him alone with Meena, who was later killed.According to Parmar’s dismissal order, Chaudhary took a passenger hostage at gunpoint in front of him. Chaudhary reportedly led the passenger to another coach and killed him, reported the newspaper. The CCTV footage and witness statements showed that Parmar hid behind other passengers instead of intervening.The order said that retaining the constables in the force despite their failure to discharge their duty would be fatal for the Railway Protection Force.The caseLast year, Chaudhary was booked under the Indian Penal Code for murder as well as under the Arms Act. Later, the police also added charges of kidnapping and promoting enmity on grounds of religion against him.Witnesses have said that the Railway Protection Force constable walked through four coaches of the train to select his victims and asked them for their names before killing them.After one of the Muslim victims’ body fell to the floor, Chaudhary had asked the rest of the passengers in the coach to record a video as he made a speech hailing Prime Minister Narendra Modi and Uttar Pradesh Chief Minister Adityanath.“If you want to vote, if you want to live in India, then I say Modi and Yogi, these are the two and your Thackeray,” he declared. It was not clear which member of the Thackeray family he was referring to.During one of the hearings of the case, the court had said that while Chaudhary may have killed Meena in a fit of rage, it was well-established that the three passengers were selectively killed out of hatred.The Railway Protection Force said in its dismissal order that as Chaudhary’s actions fell in the category of a heinous crime, it was not feasible to organise an internal inquiry before dismissing him. “Departmental inquiry takes time, and it will fail to fulfil the very intention of punishing the guilty,” it said.The order had also said that delaying action would damage the reputation of the force and encourage indiscipline.","author":"Scroll Staff","time":"2024-03-10T12:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192739-aaeugvhwgn-1690871758.jpg","tags":["Railway Protection Force","Muslim Passengers","RPF Constables","Hate Speech","Hate Crime","Western Railway"],"source":"https://scroll.in/latest/1064973/railways-dismisses-two-constables-in-hate-killings-of-three-muslim-passengers-case"}