{"title":"Railway policeman goes on a killing spree on train, then hails Modi and Yogi: What we know so far","content":"A Railway Protection Force constable on Monday killed his supervising officer and three Muslim passengers on a train running from Jaipur to Mumbai. In a video shared on social media, Chetan Singh can be heard hailing Prime Minister Narendra Modi and Uttar Pradesh Chief Minister Adityanath as the body of one of the Muslim men lies at his feet.“They operate from Pakistan, this is what the media of the country is showing,” Singh is heard saying in the video. “They have found out, they know everything, their leaders are there. If you want to vote, if you want to live in India, then I say, Modi and Yogi, these are the two, and your Thackeray.” How did the killing spree unfold?The killings took place at around 5 am just as the Jaipur-Mumbai Central Superfast Express was nearing the Vaitarna railway station, around two hours from the Maharashtra capital. Assistant Sub Inspector Tikaram Meena, Head Constable Narendra Parmar, and constables Chetan Singh and Amay Acharya were part of the Railway Protection Force team deployed on the train. Such teams are deployed on every long-distance train.Meena and Singh were at the front of the train close to the engine, while the others were seated near the rear end.Sometime before the incident, Singh had said that he was unwell and wanted to be dropped off at Valsad railway station, The Indian Express reported, quoting the first information report. However, his seniors insisted that Singh complete his shift duty and Meena asked him to take some rest. Following this, Singh lay down next to Acharya.“I was seated next to him while he was resting, but after 10-15 minutes he suddenly got up and forcefully took a rifle from me,” Acharya told the police. “As I was not ready to give the rifle, he even tried to strangle me.”Acharya realised that Singh had taken his rifle and followed him to retrieve it. “Even while returning my rifle and taking possession of his own rifle, I saw that Singh was very furious,” Acharya said, reported The Indian Express. “Meena was still trying to explain to him but Singh kept arguing. Even I intervened in between and tried to make him understand, but he was not listening to either of us. So I decided to go away from there.”At around 5 am, Acharya heard that Singh had shot Meena. Singh had fired at Meena point blank just as he came out of the toilet in B-5 coach, reported the Hindustan Times.Armed with an automatic assault rifle and 20 rounds of ammunition, Singh then killed a passenger, identified as Abdul Kaderbhai Bhanpurwala, who was seated in the same compartment. He then walked through four coaches from B-4 to B-1 before entering the pantry car where he shot dead another passenger, identified as Sadar Mohammed Hussain, the newspaper reported.Singh then walked through two more coaches, before stopping at S-6 and shot dead Asghar Abbas Ali. After Ali’s body fell to the floor, Singh rested his weapon and asked the rest of the passengers in the coach to record a video.The video, which is now being widely shared on social media, shows Singh giving the incendiary speech.The RPF constable Chetan Singh, Standing infront of dead body of Muslim man after shooting him says, “Pakistan se operate hue hain, tumhari media, Yahi desh ki media ye khabrein dikha Rahi hai, Pata chal raha hai unko, sab pata chal raha hai, inke aaqa hai wahan. Agar XXXXX hai,… pic.twitter.com/Tcl9m9TArF— Mohammed Zubair (@zoo_bear) July 31, 2023\n\nAfter Singh killed the four persons, a passenger pulled the chain and the train stopped between Mira Road and Dahisar railway stations. Singh jumped on the tracks and escaped with his rifle. However, he was arrested by the Government Railway Police. He has been sent to Railway Police custody till August 7 by a Mumbai court on Tuesday, according to ANI.  Singh, who hails from Hathras in Uttar Pradesh, has been booked under the Indian Penal Code for murder as well as under the Arms Act, reported The Hindu. The location and authenticity of the videos has not been established yet, said Shivaji Sutar, a spokesperson for the Railway Ministry.Ravindra Shisve, the commissioner of Government Railway Police, said that Singh fired a total of 12 rounds. “We are recording the statements of the other passengers, and the two other RPF personnel onboard the train,” said Shisve. “Some of the bullets hit the berths and windows of the compartments.” Meanwhile, the Ministry of Railway has said that a committee headed by the additional director general of the Railway Protection Force has been formed to conduct an inquiry.‘Genie of hate is out,’ says OppositionThe incident drew sharp reactions from Opposition leaders, who blamed the ruling Bharatiya Janata Party and the news media for damaging communal harmony.“The cold-blooded murders carried out by a RPF constable is the result of an hyper-charged and highly polarised news media and social media atmosphere,” Congress MP Jairam Ramesh wrote in a tweet. “The genie of hate is now out of the bottle and it will take a lot of collective effort to put it back in.”The cold-blooded murders carried out by a RPF constable is the result of an hyper-charged and highly polarised news media and social media atmosphere. The genie of hate is now out of the bottle and it will take a lot of collective effort to put it back in.The message of the…— Jairam Ramesh (@Jairam_Ramesh) July 31, 2023\n\nIn a tweet that is now not visible in India, All India Majlis-e-Ittehadul Muslimeen MP Asaduddin Owaisi described the incident as a “terror attack targeted at Muslims”.“It is the product of continuous anti-Muslim hate speech & unwillingness of Narendra Modi to put an end to it,” the All India Majlis-e-Ittehadul Muslimeen party leader said. “Will the accused RPF Jawan become a future BJP candidate? Will his bail be supported by the govt?”Train passengers killed by RPF constable: Owaisi terms it ‘terror attack targeted at Muslims’ https://t.co/RviOzuSs5J— Asaduddin Owaisi (@asadowaisi) July 31, 2023\n\nMeanwhile, Mohammed Zubair, the co-founder of fact-checking website Alt News, said that one of his tweets that carried a blurred video of the incident has been taken down at the request of the Union government.","author":"Scroll Staff","time":"2023-08-01T13:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192739-aaeugvhwgn-1690871758.jpg","tags":["Chetan Singh","Narendra Modi","Yogi Adityanath","Mumbai Train"],"source":"https://scroll.in/latest/1053593/railway-policeman-goes-on-a-killing-spree-on-train-then-hails-modi-and-yogi-what-we-know-so-far"}