{"title":"Rainfall expected in Bihar, Jharkhand, West Bengal, Odisha over next three days","content":"In a respite from heatwaves in Bihar, Jharkhand, West Bengal and Odisha, the India Meteorological Department on Wednesday predicted rainfall in these states from April 21 to April 23. The weather department also predicted rainfall in Delhi, Punjab, Haryana, Rajasthan, and Uttar Pradesh in the next two days.The weather department had issued a severe heatwave alert for the eastern states on April 19 and April 20. For the plains, a severe heatwave is declared when the maximum temperature goes up to 47 degrees Celsius or more and is least at 6.4 degrees above normal.The state governments in West Bengal and Tripura had shut schools this week after many parts of the two states witnessed heatwaves. A heatwave is a condition in which air temperature rises to an extent that it may become fatal to humans, according to the weather department. In view of the harsh weather conditions, the Odisha government on Thursday announced that the summer vacation would start from April 21 for all schools, reported ANI.gusty winds and hailstorms over the region during next 3-4 hours. Request to follow IMD forecast Bulletins and nowcasts available at https://t.co/AM2L3hjkRW@ndmaindia @DDNewslive pic.twitter.com/NsjfUBJnJA— India Meteorological Department (@Indiametdept) April 19, 2023\n\n  Parts of Madhya Pradesh, the Vidarbha region of Maharashtra and Chhattisgarh may also experience light to moderate isolated rainfall with thunderstorm lightning gusty winds during next four days. Heavy rainfall at isolated places over Arunachal Pradesh between April 20 and 22 is also likely to take place, the weather department said. Rainfall is likely to take place in Assam and Meghalaya on April 21 and 22.  Several parts of India are likely to witness hotter-than-usual weather through June, the weather agency said. In December, a World Bank report had predicted that more than 16 crore Indians will face heatwaves from 2030 and approximately 3.4 crore persons will lose their jobs due to the heat-induced decline in productivity.","author":"Scroll Staff","time":"2023-04-20T13:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189314-wvoaviusqe-1681975932.jpg","tags":["West Bengal","Odisha","IMD","Jharkhand","Heat wave","Rainfall"],"source":"https://scroll.in/latest/1047701/rainfall-expected-in-bihar-jharkhand-west-bengal-odisha-over-next-three-days"}