{"title":"Raj Bhavans turn BJP office extensions? Why governors are increasingly combative in non-BJP states","content":"In his customary address to the Tamil Nadu legislative assembly on Monday, Governor RN Ravi omitted portions of the speech drafted for him by the government. After Chief Minister MK Stalin moved a resolution to exclude from the House records anything Ravi had said that was not in the text drafted by the government, the governor walked out.This was the latest skirmish in the escalating war of words between Ravi and the Dravida Munnetra Kazhagam-led Tamil Nadu government.It was another example of the confrontations being witnessed across India between governors, effectively appointed by the Centre, and state governments led by parties other than the Bharatiya Janata Party.As apolitical nominal heads, governors have few executive powers. Governors must act only at the advice of state governments, in which those powers are vested. Despite this clear demarcation of functions, governors of several non-BJP states have been embroiled in confrontations with state governments. The conflicts are being seen as attempts to undermine opposition parties and hand political gains to the BJP.Posters that read \"#GetOutRavi\" after the Tamil Nadu governor walked out of the state assembly in Chennai on January 10. Credit: PTI.Monday’s incident was not the first time Ravi had a run-in with Stalin’s government. Less than a week earlier, Ravi drew criticism from the state government for describing Dravidian politics as  “regressive” and for his comments about a new name for the state’s name.Ravi claimed that “Thamizhagam” would be a more appropriate name for Tamil Nadu because the word “nadu” in Tamil means “country” – making it seem like an autonomous region, he said. On Tuesday, Ravi stoked the controversy by replacing the state government emblem on official invitations for Pongal celebrations with that of the Centre.The state’s ruling party has  said that Ravi is being political, which his position requires him to avoid. In June too, the Dravida Munnetra Kazhagam had accused Ravi of undermining his constitutional authority after he said that  the sanatan dharma – Hinduism – upholds unity in diversity.Ravi’s statements contradicting state government policies has angered the Dravida Munnetra Kazhagam. In November, the ruling alliance  asked President Droupadi Murmu to remove Ravi, complaining that his actions were “unbecoming of the governor”. The government had said 20 bills passed by the Assembly  had been pending with Ravi for his assent.On Thursday, the Tamil Nadu chief minister again urged the president to intervene and ask Ravi to ensure he follows the Cabinet’s advice without bias.In February, Ravi even returned a bill  to the Assembly for reconsideration. The bill  proposed to exempt students in Tamil Nadu from taking the National Entrance cum Eligibility Test for admission to undergraduate medical courses, The state maintains that the Central test hurts the interests of students, especially those from disadvantaged backgrounds. The friction between the Centre-appointed governor and the Dravida Munnetra Kazhagam government comes when the BJP is attempting to make inroads into Tamil Nadu.Tamil Nadu Governor RN Ravi and former Tamil Nadu Deputy Chief Minister and AIADMK leader O Panneerselvam during Pongal celebrations at Raj Bhavan in Chennai on January 12. Credit: PTI.This is not the first time Ravi has got into a confrontation with a state government. When he was governor of Nagaland between 2019 and 2021, he had also sparred with the state government there. In August 2020, the ruling coalition had adopted a resolution criticising his “negative” observations about the state in a speech. The BJP is part of the coalition in the state.Two months earlier, Ravi had in a scathing letter to Chief Minister Neiphiu Rio of the Nationalist Democratic Progressive Party,  criticised the “unrestrained depredations by over half a dozen organised armed gangs, brazenly running their respective so-called governments”. Ravi was referring to parallel governments allegedly run by separatist groups in Nagaland.He also threatened to step in and  invoke his special powers to maintain law and order.Following Ravi’s transfer to Tamil Nadu in 2021, Chingwang Konyak, president of Nagaland’s ruling party, said the state government had been unhappy with the governor’s functioning.Other governors have had similar run-ins in Telangana, Maharashtra and Kerala. In Telangana, Governor Tamilisai Soundararajan has taken on Chief Minister K Chandrashekar Rao’s Bharat Rashtra Samithi government over matters such as starting the Assembly’s Budget session without her customary address.There were also  delays in bills being cleared by the governor. Further, in a move seen as undermining the state government’s authority, the governor hosted a “praja darbar” (citizens’ court) to hear grievances.In December 2021, the Maha Vikas Aghadi coalition government that ruled Maharashtra at the time had accused Governor BS Koshyari of blocking 12 nominations to the Legislative Council for more than a year, and stalling crucial elections for the  Assembly Speaker’s position. Coalition leaders, including Nationalist Congress Party chief Sharad Pawar, had  complained to Prime Minister Narendra Modi about Koshyari’s manner of functioning.In Kerala too, Governor Arif Mohammad Khan has clashed with Chief Minister Pinarayi Vijayan’s Left Democratic Front government on several matters. The political sparring reached a tipping point in November with Vijayan saying that Khan was attempting to implement the Rashtriya Swayamsevak Sangh’s agenda in the state by withholding bills passed by the Assembly and seeking the finance minister’s removal.  The Sangh is the BJP’s parent organisation.Vijayan also noted Khan’s unilateral actions such as removing 15 senate members  of Kerala University and seeking the immediate resignation of vice-chancellors of nine state universities.Vice President Jagdeep Dhankhar being welcomed by Rajya Sabha Deputy Chairman Harivansh Narayan Singh. Also present are Lok Sabha Speaker Om Birla and Rajasthan Chief Minister Ashok Gehlot, at the 83rd All India Presiding Officers' Conference in Jaipur on January 11. Credit: PTI. The most prominent case of a governor having a tussle with a state government involved West Bengal Governor  Jagdeep Dhankhar, who sparred with Chief Minister Mamata Banerjee several times between 2019 and 2022.Dhankhar complained about the state government’s handling of the Covid-19 pandemic, political violence, and the law-and-order situation. In an unprecedented move in 2020, he even called an all-party meeting, and summoned top police officers and bureaucrats on several occasions for briefings on law and order in the state .This was unacceptable to the Trinamool government. In April 2020, Banerjee wrote to Dhankhar reminding him that she was the elected chief minister and he only held a nominated position.Compared to state governors, lieutenant governors of Union territories hold greater executive powers. However, the Supreme Court had ruled in 2018 that they must still act on the advice of the government and special powers should be exercised only in  exceptional circumstances.This did not stop then Lieutenant Governor Kiran Bedi from having frequent flare-ups with the Narayanasamy-led Congress government in Puducherry between 2016 and 2021. Puducherry’s current Chief Minister N Rangaswamy, who leads a coalition government that includes the BJP, has also reportedly faced meddling from Lieutenant Governor Soundararajan – who holds additional charge of the Union territory. Soundararajan  has held a “praja darbar” and regularly calls review meetings with officials, causing unease for Rangaswamy.In a more prominent case, Delhi’s Aam Aadmi Party government has been embroiled in a long power tussle with successive lieutenant governors – with the matter even going to the Supreme Court.Maharashtra Governor Bhagat Singh Koshyari with the Deputy Chief Minister Devendra Fadnavis. Credit: PTI.Citing developments in Tamil Nadu, political observers such Professor Ramu Manivannan and Justice (Retd) K Chandru, had suggested in November that governors acting like opposition leaders to provoke state governments have turned Raj Bhavans in opposition-ruled states into extensions of the BJP office.This is because the BJP is using governors to “settle scores” with the opposition and make political gains, journalist P Raman wrote in The Wire in November. He said that using governors this way is key for the BJP to make political gains.“In the Bharatiya Janata Party’s new winning strategy for opposition-ruled states, governors became as crucial as raids by the Enforcement Directorate or Central Bureau of Investigation,” Raman said. “And suddenly, the governors posted in these states became aggressive. They began using every opportunity to publicly assail their state government’s decisions and portray them as anti-people.” This works to the BJP’s advantage.For example, in West Bengal, Dhankhar was seen as having  taken the place of the political opposition. As long as Dhankhar was in the Raj Bhavan, he seemed to be battling the Trinamool government, more than the BJP’s state unit was.Also read: ‘GetoutRavi’ posters surface in Chennai amid tussle between governor and DMK government","author":"Nachiket Deuskar","time":"2023-01-14T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185585-jpnuwwkpxt-1673612168.jpg","tags":["RN Ravi","Tamil Nadu","Kerala","States vs Centre","Governors","governor rn ravi"],"source":"https://scroll.in/article/1041818/raj-bhavans-turn-bjp-office-extensions-why-governors-are-increasingly-combative-in-non-bjp-states"}