{"title":"Rajasthan: Muslim labourer hacked to death in Rajsamand district, video goes viral","content":"A Muslim labourer was hacked to death in Rajsamand district of Rajasthan on Wednesday. The police found the body and identified the victim as Mohammed Afrazul, 48, from Malda in West Bengal. A video of the incident went viral on social media. The assailant in the clip, Rajsamand resident Shambhulal Regar, was arrested on Thursday, ANI reported, quoting Rajasthan Home Minister Gulab Chand Kataria. He said a Special Investigation Team has been set up to look into the incident.The police have also detained eight aides of the accused and a woman, India Today reported. A case under sections 302 (murder) and 201 (causing disappearing of evidence) of the Indian Penal Code has been registered. “The motive of the murder is not clear,” Station House Officer Ramsumer Meena told The Indian Express. However, there could be a communal angle to the murder as Regar is heard making threats about “love jihad” in one of the three videos that went viral.The incident took place on Dev Heritage Road in Rajnagar area of Rajsamand. The police also found agriculture equipment that is suspected to be used in the murder and the victim’s motorcycle and slippers from the spot. Additional Director General of Police (Crime) Pankaj Kumar Singh said officers have been deployed in the district to prevent any violence.West Bengal Chief Minister Mamata Banerjee condemned the incident and called it sad. “How can people be so inhuman?” she tweeted.We strongly condemn the heinous killing of a labourer from Bengal in Rajasthan. How can people be so inhuman. Sad— Mamata Banerjee (@MamataOfficial) December 7, 2017","author":"Scroll Staff","time":"2017-12-07T13:57:36.265426+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/860643-75855-wvbtsgquyf-1512634630.jpeg","tags":["Rajasthan","Muslim"],"source":"https://scroll.in/latest/860643/rajasthan-muslim-labourer-allegedly-hacked-to-death-in-rajsamand-district-video-goes-viral"}