{"title":"Rajasthan elections: 68.50% voter turnout recorded for 199 Assembly seats","content":"Rajasthan recorded a voter turnout of 55.63% on Saturday as the polling ended in the 199 Assembly seats, according to data by the Election Commission. The voting began at 7 am.The Tijara constituency saw the highest turnout of 69.37% voters till 3 pm, while Bharatpur saw the lowest at 45.74%.The elections are being contested by 1,862 candidates and there are 5.25 crore registered voters.  Over 1.70 lakh security personnel have been deployed across the state. The counting of votes will take place on December 3.The election in Sriganganagar’s Karanpur seat has been postponed because of the death of Congress candidate and incumbent MLA Gurmeet Singh Kooner.The Congress is hoping to change the trend of the incumbent government being voted out every five years in the state. The party has fielded 97 MLAs including seven Independents and expelled Bharatiya Janata Party leader Shobharani Kushwah.The BJP has given tickets to 59 MLAs, including Girraj Singh Malinga. The three-time MLA, who left the Congress after being denied a ticket, faces charges of assaulting a Dalit engineer.The Aam Aadmi Party, Communist Party of India (Marxist), Bharatiya Tribal Party, Bharat Adivasi Party and All India Majlis-e-Ittehadul Muslimeen are also contesting the polls.  In 2018, the Congress won 99 seats out of 200 and went on to form the government with the Bahujan Samaj Party and the support of Independent MLAs. The BJP managed to get 73 seats.Suspend Rahul Gandhi’s X account: BJPOn Saturday, the Bharatiya Janata Party accused Congress leader Rahul Gandhi of violating the Model Code of Conduct through one his posts on X, formerly known as Twitter, reported PTI. The code mandates a 48-hour period of silence before polling starts, during which no campaigning is allowed.“Elect a Congress government that is beneficial to the people and has guarantees,” Gandhi wrote in a post on Saturday morning.  ✅ राजस्थान चुनेगा मुफ्त इलाज✅ राजस्थान चुनेगा सस्ता गैस सिलेंडर✅ राजस्थान चुनेगा ब्याज मुक्त कृषि कर्ज़✅ राजस्थान चुनेगा अंग्रेज़ी शिक्षा✅ राजस्थान चुनेगा OPS✅ राजस्थान चुनेगा जाति जनगणनाआज, बड़ी संख्या में जा कर, इस्तेमाल करें अपना मताधिकार।चुनिए जनता की हितकारी,…— Rahul Gandhi (@RahulGandhi) November 25, 2023\n\nFollowing this, the BJP asked the Election Commission to ensure that Gandhi’s X account is suspended.On November 22, the BJP sought action against Gandhi for his “panauti” jibe at Prime Minister Narendra Modi during an election rally in the state.Election agendaThe Congress is hoping to cash in on Rajasthan Chief Minister Ashok Gehlot’s social welfare push while the BJP is banking on Prime Minister Narendra Modi’s popularity to get a majority. The prime minister addressed several rallies in politically significant regions in the run-up to the elections and criticised the Congress for corruption, increasing crimes against women and question paper leaks.On the last day of the campaigning on Thursday, Modi declared that the Congress is victimising Sachin Pilot, who is the son of late Congress leader Rajesh Pilot.In July 2020, Pilot along with 19 party MLAs of Rajasthan rebelled against the Congress leadership. Pilot demanded that he be made the chief minister. Following this, he was removed from the posts of deputy chief minister and state Congress president.At Thursday’s rally, Modi claimed that the Congress had insulted the Gujjar community in the past and “they are doing it even now”.The Congress accused the prime minister of trying to provoke Gujjars who had shifted their support from the BJP in the 2018 Assembly elections.Also read: Can Ashok Gehlot lead the Congress to a historic comeback in Rajasthan?","author":"Scroll Staff","time":"2023-11-25T10:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196154-ogtqxtjfxc-1700888591.jpeg","tags":["Narendra Modi","BJP","Rajasthan Assembly elections","Congress","Sachin Pilot","Ashok Gehlot"]}