{"title":"Rajasthan murder: Fearing for their lives, over 100 Muslim migrants from Bengal flee Rajsamand","content":"In less than a week after Mohammad Afrazul, a labourer from Malda, West Bengal, was murdered in Rajasthan’s Rajsamand, over a hundred Muslim migrants have fled the town, fearing similar attacks. More plan to leave as soon as their pending work is done or their wages are paid.“A sense of fear pervades the colonies where the Bengali-speaking Muslim migrants live,” said Mosharraf Khan, Afrazul’s son-in-law, who is set to leave Rajsamand for Malda on Tuesday.Afrazul, 48, was killed by Shambhulal Regar, 36, a resident of Rajsamand, on December 6. Regar called the labourer to a desolated place on the pretext of doing some construction work and hacked him to death with a pickaxe and burnt his body. Regar had his 14-year-old nephew film the murder and record videos of him ranting against Muslims, calling them jihadis and accusing them of running drug and fake currency rackets and making movies that insult Hindu deities.In one video, Regar says he killed Afrazul to save a woman from “love jihad”, a term used by Hindutva groups to accuse Muslim men of wooing Hindu women with the express purpose of converting them to Islam. The Rajasthan police have refuted Regar’s claim that Afrazu forced a Hindu woman from his neighbourhood to convert to Islam several years ago. They have also not found any evidence linking Regar to Hindutva groups so far.‘Scared beyond imagination’“More than a hundred Muslims from Malda living in our neighbourhood have left for home and they are not sure they will ever come back,” said Mosharraf Khan. “They fear if this time it was Afrazul, tomorrow it could be them.”Mosharraf Khan was employed by a contractor for road construction and his work did not finish until this Sunday, or he would already have left. Afrazul had lived in Rajsamand for almost two decades and his son-in-law joined him seven years ago. Both their families are in Malda. Afrazul was “well settled” in the town, Mosharraf Khan said, and often helped people from his village find work there.Some social activists in Rajsamand have been trying to persuade migrant labourers against leaving, but with little success. “In the past four days, we have held several meetings and tried to convince the Muslim migrants that they have nothing to fear,” said Firoz Khan, a resident of Rajsamand who heads the Anjuman Peace Committee. “But we cannot stop them forcibly. They are scared beyond imagination after what they have seen. Senior police officials also joined our meetings but their words about stable law and order situation were not enough to stop the migrants from leaving. Most of them have left, a few are stuck because of work and payments.”Aliul Afrazul is stuck with “some paperwork” at Rajnagar police station, which is investigating the murder. Afrazul claimed between 100 and 150 of his fellow Muslim migrants have left Rajsamand. “I am done with my work here and I do not care about my pending wages,” he said. “I leave for Malda on Wednesday with 25 other labourers.”‘No communal history’Muslim labourers from Malda started arriving in Rajsamand 30 years ago, largely to work on construction sites in the rapidly urbanising town. They found work easily because they were more familiar working with reinforced concrete than local workers. As more job opportunities emerged, the workers encouraged more people from their villages to migrate to Rajsamand. Many of the early migrants even became labour contractors, Firoz Khan said. The town has no history of communal disharmony, he added.The first migrants settled in Dhoinda and Kakroli villages outside the town because they offered low-rent housing. Over time, even as the villages were devoured by the expanding town, the migrant community continued to grow. Before the exodus sparked by Afrazul’s murder, the villages were home to over 400 Muslim migrants, Firoz Khan said. “And now, once these people leave for Malda, what jobs will they do there?” he asked. “How will they feed their families?”","author":"Abhishek Dey","time":"2017-12-12T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/861045-76219-wofjuilsnq-1512997126.jpg","tags":["Rajasthan","Mohammad Afrazul","migrant workers","Shambhulal Regar","love jihad"],"source":"https://scroll.in/article/861045/rajasthan-murder-fearing-for-their-lives-over-100-muslim-migrants-from-bengal-flee-rajsamand"}