{"title":"Rajasthan: Chief Minister Ashok Gehlot wins trust vote in Assembly","content":"7.11 pm: Congress General Secretary KC Venugopal congratulates Gehlot’s government. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Hearty congratulations to the Congress Govt in Rajasthan for winning the trust vote.BJP's daydream to topple an elected Govt has been knocked down by the uncompromising unity & solidarity shown by the MLAs.The Govt. will continue to work for the betterment of people in Rajasthan.— K C Venugopal (@kcvenugopalmp) August 14, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.55 pm: Gehlot says BJP’s efforts to topple his government in Rajasthan failed. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Winning the trust vote in the Assembly is a message to the forces that are trying to destabilize elected govts in the country. Their every tactic failed in Rajasthan.It is the people’s unwavering trust in us & unity of our Congress MLAs that has brought this victory.— Ashok Gehlot (@ashokgehlot51) August 14, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.35 pm: Pilot says he does not want to comment on his seating arrangements in the Assembly. “Earlier, I was part of the government but now I am not,” he tells reporters. “It is not important where one sits, but what is in the hearts and minds of people. As far as the seating pattern is considered, it is decided by Speaker and party. I don’t want to comment on it.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.32 pm: Congress leader Sachin Pilot says a roadmap has been prepared for the grievances raised by him and the other 18 MLAs, reports ANI. “This has put a full stop on all suspicions that were rising,” Pilot adds. “I have complete faith, that roadmap will be announced timely.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.28 pm: “The vote of confidence which was brought by the government has been passed with a very good majority today in the Rajasthan Assembly,” says former Deputy Chief Minister Sachin Pilot. “Despite various attempts by the Opposition, the result is in favour of government.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.22 pm: Rajasthan Assembly Speaker CP Joshi says the House has been adjourned till August 21, according to The Indian Express.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.15 pm: Rajasthan Chief Minister Ashok Gehlot rejects BJP’s allegation of illegal phone tapping, reports The Indian Express. “There hasn’t been a tradition in Rajasthan to illegally tap phones of MP and MLAs and neither has any such thing taken place.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.12 pm: Rajasthan Chief Minister Ashok Gehlot wins trust vote in the Assembly, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.05 pm: The Rajasthan chief minister says he is satisfied with the performance of his MLAs, according to The Times of India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.02 pm: “Leaders from the Centre tried to topple the state government,” Gehlot adds, according to News18. “BJP leaders visit Delhi in the darkness of the night and then deny that they went to the national Capital.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.52 pm: The Rajasthan chief minister hits out at the BJP for ousting governments in other states, News18 reports. “What you did in Karnataka, Madhya Pradesh Goa and Manipur?” Gehlot says. “You have no concern over whether democracy is in danger.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.51 pm: Gehlot says he will not let his government fall at any cost, The Times of India reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.40 pm: “You [the BJP] conspired to break our government,” Gehlot says, according to The Times of India. “Your dreams will never get fulfilled.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.37 pm: Gehlot begins his address in the Assembly. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.28 pm: Kataria accuses the Gehlot-led government of using the police for personal work, The Indian Express reports. “Did you indulge in phone tapping with permission or without permission?” he asks. “One can accept if permission was taken but if done without permission, then you have used the police for your personal work and put the prestige of police on stake.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.15 pm: Leader of Opposition in the Rajasthan Assembly Gulab Chand Kataria says the BJP had no role in the state’s political crisis, according to The Indian Express. “You [the Congress government] are wounded because of quarrels in your house and are now trying to blame us for it, which is not right,” he says. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.11 pm: Rajasthan BJP chief Satish Poonia, in a dig at the Ashok Gehlot-led government, says it was the first time that an elected government anywhere in the world worked from a resort for over a month, The Times of India reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.06 pm: “Be it me or any friend of mine, we consulted the doctor and all 125 of us are standing in the House today after treatment,” Pilot says during the session, according to ANI. “There may be bombardment at this border but we will be the armour and keep it everything safe.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.59 pm: Former Deputy Chief Minister Sachin Pilot talks about his seating arrangement in the Assembly. “I wondered why my seat was designated here,” he says, according to The Indian Express. “I thought for two minutes and saw that this is the border between the government and the Opposition. Who is sent to the border? The strongest warrior.”  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.59 pm: “How can a government, which engages in elephant trading, talk of horse-trading?” Rathore asks in the Assembly session. “You have merged the Bahujan Samaj Party twice.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.57 pm: Deputy leader of Opposition Rajendra Rathore says the “people of Rajasthan bore the brunt of factionalism” within the Congress, News18 reports. “Gehlot himself said he did not talk to his deputy chief minister [Sachin Pilot] for one-and-a-half years,” he adds. “How can the government function smoothly like this?” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n     1.53 pm: Earlier, Congress’ Shanti Kumar Dhariwal said that the term “modus operandi” has been turned into “Modi operandi” by the BJP, NDTV reports. “But Ashok Gehlot taught the BJP a lesson in Rajasthan,” he added. “We did not allow a Goa or Madhya Pradesh to happen here.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Watch | \"Modi's Operandi,\" says Congress in #RajasthanAssembly in jibe at BJP. Follow LIVE coverage here:  https://t.co/li3i2cvdTRpic.twitter.com/Izsuz6vRsL— NDTV (@ndtv) August 14, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.42 pm: BJP leader Rajendra Rathore is now speaking in the Rajasthan Assembly, The Indian Express reports. “For the last one-and-a-half months, the public of Rajasthan has been seeing this high profile political drama,” he says in an attack on the Congress. “All characters of this drama are from the same side.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n    For the last 1.5 months, the public of Rajasthan has been seeing this high profile political drama. All characters of this drama are from the same side, says deputy leader of opposition Rajendra Rathore inside the Rajasthan Assembly @IndianExpress #RajasthanPoliticalCrisis— Deep Mukherjee (@manwithaquill) August 14, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.39 pm: Dhariwal says that “neither Union Home Minister Amit Shah nor any dictator” could topple the Congress government in Rajasthan, The Indian Express reports. The comment is met with objections from the BJP leaders in the Assembly. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.35 pm: Rajasthan Parliamentary Affairs Minister Shanti Kumar Dhariwal criticises the BJP for its alleged attempts to poach Congress MLAs, News18 reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.34 pm: A debate on the confidence motion is underway in the House, News18 reports. Speaker CP Joshi has allotted three hours for the discussion. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.24 pm: Rajasthan Parliamentary Affairs Minister Shanti Kumar Dhariwal tables a proposal for a floor test to allow Gehlot to prove his majority in the House, as the special session resumed at 1pm, ANI reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.58 pm: The Congress has issued a whip to all its MLAs, asking them to be present in the House for the Assembly session, The Indian Express reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.54 pm: Mahesh Joshi, Congress’ chief whip in the Rajasthan Assembly, submits a notice to Speaker CP Joshi for a trust vote, ANI reports. The Speaker will take a decision on it at 1 pm, after the session resumes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.25 am: Assembly Speaker CP Joshi adjourns the session till 1 pm.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.24 am: Rajasthan minister Shanti Dhariwal claims the Congress has a big majority.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    We are bringing a vote of confidence, it always comes first. We have a big majority: Rajasthan Minister Shanti Dhariwal pic.twitter.com/xsN2Px9V34— ANI (@ANI) August 14, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.16 am: The Rajasthan Assembly session begins, reports PTI. It will shortly take up the confidence motion moved by the Congress. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.12 am: Former Rajasthan Chief Minister Vasundhara Raje reaches the Assembly for the session, reports Hindustan Times.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.10 am: Minutes before the House convenes, Chief Minister Ashok Gehlot tweets that truth will emerge victorious.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    As the Legislative Assembly session begins today, It would be the victory of the people of #Rajasthan and the unity of our Congress MLAs, it would be a victory of truth: Satyamev Jayate.— Ashok Gehlot (@ashokgehlot51) August 14, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.48 am: Sachin Pilot and Speaker CP Joshi arrive at the Assembly.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.30 am: The Bahujan Samaj Party has issued a whip to six former party MLAs who have merged with the Congress to vote against the Ashok Gehlot-led government in Rajasthan during the test of strength in the Assembly.Also readRajasthan: Ahead of trust vote, Mayawati issues whip to six party MLAs who merged with Congress\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.25 am: A quick recap:Chief Minister Gehlot has been demanding a trust vote in the Assembly ever since the political crisis in the state erupted early in July, and has claimed the support of 102 MLAs. This includes the Independents, in the 200-member Assembly. Without the BSP MLAs, the numbers would have dropped to 96. But with the return of Pilot, whose rebellion had briefly endangered the Congress government, Gehlot has the support of 125 MLAs. The BJP has 72 MLAs.","author":"Scroll Staff","time":"2020-08-14T11:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108792-aklqhkfgzg-1597402921.jpg","tags":["rajasthan assembly session","rajasthan assembly news","sachin pilot news","Rajasthan crisis","Rajasthan trust vote","Ashok Gehlot","Sachin Pilot"],"source":"https://scroll.in/latest/970326/rajasthan-assembly-cms-confidence-motion-to-be-taken-up-first-congress-readies-for-trust-vote"}