{"title":"Rajasthan CM Ashok Gehlot’s brother to appear before ED today in money laundering case: Reports ","content":"The Enforcement Directorate has summoned Rajasthan Chief Minister Ashok Gehlot’s elder brother Agrasain Gehlot for interrogation in a money laundering case linked to alleged financial irregularities in exporting fertiliser, PTI reported on Tuesday quoting unidentified officials. Agrasain Gehlot has been asked to depose before the investigating officer in New Delhi on Wednesday.The report comes amid a political crisis in Rajasthan, which erupted after former Deputy Chief Minister Sachin Pilot and some other MLAs rebelled against the chief minister. On July 22, the Enforcement Directorate searched Agrasain Gehlot’s office premises in Jodhpur and some other locations. The team seized several documents, which will be used to confront Gehlot during his questioning. The agency has also summoned some other, unidentified persons.The searches began after the Enforcement Directorate filed an Enforcement Case Information Report, the equivalent of a first information report, for alleged irregularities in the procurement and export of subsidised Muriate of Potash meant for sale to farmers. The alleged irregularities took place between 2007 and 2009, and the case was finalised in 2013.This month, the Enforcement Directorate took cognisance of an FIR the Customs Department had filed, and a chargesheet made available on July 13. The chargesheet related to a “smuggling syndicate” allegedly run by Agrasain Gehlot, his firm Anupam Krishi and others. The Enforcement Directorate claimed that Muriate of Potash was sold in the guise of industrial salts to buyers in Malaysia and Taiwan. The export of Muriate of Potash is restricted under Indian regulations.Congress Spokesperson Randeep Singh Surjewala condemned the searches. “Prime Minister [Narendra] Modi has created ‘raid raj’  in the country but we are not going to be scared,” he said. Surjewala claimed that raids began against Agrasain Gehlot after the Modi-led government at the Centre failed to topple the Rajasthan government. The Congress questioned the timing of the searches, which took place seven years after the Directorate of Revenue Intelligence discovered the alleged scam, NDTV reported. The Rajasthan crisisThe Congress government in Rajasthan has been on the brink of collapse ever since Pilot rebelled against Gehlot and proceeded with a few MLAs to Delhi earlier this month. Pilot was sacked as the Rajasthan deputy chief minister and as the Congress’ state unit chief on July 14. The next day, Assembly Speaker CP Joshi sent disqualification notices to Pilot and 18 other legislators.The notices were served after the MLAs defied a whip to attend two Congress Legislature Party meetings to resolve the political crisis in the state. However, the MLAs said that a party whip applies only when the Assembly is in session. The High Court asked Joshi to maintain status quo on the notices. The court order put the disqualification procedure on hold till the Supreme Court passed its verdict on the Speaker’s plea. However, Joshi withdrew his plea in the top court asking for intervention, minutes before the hearing was supposed to begin. The Ashok Gehlot-led government on Tuesday submitted a third proposal to Governor Kalraj Mishra for the holding of the Assembly session to carry out a floor test, which Gehlot has claimed he will pass. The revised proposal was sent after the state Cabinet deliberated on the concerns that Mishra had raised when he returned the state government’s second proposal on Monday. The Congress has 107 MLAs in the Rajasthan Assembly – including six Bahujan Samaj Party turncoats – following Pilot’s revolt. The majority mark in the 200-member House is 101.","author":"Scroll Staff","time":"2020-07-29T08:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108283-kcfaicusef-1595991317.jpg","tags":["Agrasain Gehlot","Ashok Gehlot","Enforcement Directorate","Muriate of Potash","money laundering"],"source":"https://scroll.in/latest/968842/rajasthan-cm-ashok-gehlots-brother-to-appear-before-ed-today-in-money-laundering-case-reports"}