{"title":"Rajasthan: Dalit boy dies after upper caste teacher beats him for drinking water from his pot","content":"A nine-year-old  Dalit boy from Rajasthan died on Saturday after he was beaten by his upper caste teacher for allegedly drinking water from his pot, The Indian Express reported.The incident occurred on July 20 at a private school in Sayla village in the Jalore district.The police said that the boy was taken for treatment to  Ahmedabad – about 300 km away – where he succumbed to his injuries, NDTV reported.Dewaram Meghwal, the boy’s father alleged that the teacher hurled casteist slurs before hitting his son.“My son Indra Kumar, a student of Class 3 at Saraswati Vidya Mandir in Jalore, was beaten up by teacher Chail Singh because he drank water from an earthen pot meant for Singh,” Meghwal told The Indian Express. “My son did not know that the pot was meant for Singh, who belongs to an upper caste.”In his complaint to the police, Meghwal said that his son sustained injuries in his right ear and eye due to the beating.“There was bleeding from his ear and thereafter, he couldn’t move one side of his body,” Meghwal said. “His eye was sore and we admitted him to hospitals in Jalore, Bhinmal, and Udaipur before he was referred to Ahmedabad…Caste discrimination is responsible for his death.”Superintendent of Police Harsh Vardhan Agarwalla said that the teacher has been arrested and booked under relevant sections of the Scheduled Castes and Scheduled Tribes (Prevention of Atrocities).“The boy’s postmortem will be conducted and a police team has been sent to Ahmedabad,” Agarwalla said, according to the newspaper. “Further investigation is being conducted.”Rajasthan Chief Minister Ashok Gehlot said that he was saddened by the incident. He also announced Rs 5 lakh from the chief minister’s relief fund to the family.जालौर के सायला थाना क्षेत्र में एक निजी स्कूल में शिक्षक द्वारा मारपीट के कारण छात्र की मृत्यु दुखद है। आरोपी शिक्षक के विरुद्ध हत्या व SC/ST एक्ट की धाराओं में प्रकरण पंजीबद्ध कर गिरफ्तारी की जा चुकी है।— Ashok Gehlot (@ashokgehlot51) August 13, 2022\n\n“The matter has been taken under the case officer scheme for speedy investigation and punishment for the accused,” Gehlot wrote in a tweet. “It will be ensured that the victim’s family gets justice at the earliest.”Under the case officer scheme, a single police officer follows up prosecution of select cases till the conclusion of the trial.","author":"Scroll Staff","time":"2022-08-14T11:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178465-hmxeuwzyxg-1660455281.jpg","tags":["Rajasthan","Dalit","Crimes against Dalit","Upper Caste"],"source":"https://scroll.in/latest/1030438/rajasthan-dalit-boy-dies-after-upper-caste-teacher-allegedly-beats-him-for-drinking-his-water"}