{"title":"Rajasthan: Judicial magistrate booked for asking Dalit rape complainant to undress","content":"A judicial magistrate in Rajasthan was booked on March 30 for allegedly asking a Dalit rape complainant to undress and show her wounds, The Indian Express reported on Thursday.The alleged incident occurred on March 20 when the 18-year-old woman went to the magistrate’s office to record her statement in connection with a rape case. As she was leaving the magistrate’s office after recording her statement, the magistrate allegedly called her back.“I was called back and asked to remove my clothes so he could see the bruises,” the first information report quoted her as saying, reported the newspaper. “I said, ‘how can I show you my bruises?’ I would have been comfortable in front of a woman, but the judge insisted. Then the judge told me not to inform anyone regarding this matter. I request authorities to take action in this matter.”The woman refused to strip and after recording the statement, she registered a complaint against the magistrate, Mina Meena, the deputy superintendent of police of the Scheduled Tribe and Scheduled Caste cell, told the Hindustan Times.The magistrate in Hindaun town of the state has been booked under Indian Penal Code section 345 (wrongful confinement) and the Scheduled Caste and Scheduled Tribe Prevention of Atrocities Act, the Hindustan Times reported.“The case has been transferred to a team led by vigilance registrar of the Rajasthan High Court Ajay Singh Jatt who also visited the rape survivor in Karauli on Wednesday and recorded her statement,” an unidentified senior official from the High Court told the Hindustan Times.","author":"Scroll Staff","time":"2024-04-05T10:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197686-ybvtjncvhr-1705737145.jpg","tags":["Rajasthan","Crimes Against Women","Scheduled Caste"],"source":"https://scroll.in/latest/1066261/rajasthan-judicial-magistrate-booked-for-asking-dalit-rape-complainant-to-undress"}