{"title":"Rajasthan polls: In one of India’s poorest areas, villagers lament death of lifeline against hunger","content":"Kamlesh Bai of Dhikwani village in Baran district of Rajasthan has lost all hope of being paid for the 24 days she worked on a project of the Central government’s Mahatma Gandhi National Rural Employment Guarantee Scheme near her village over a year ago. Kamlesh Bai belongs to the Sahariya community, which is classified as a Scheduled Tribe. Her village is part of Kishanganj Assembly constituency, where close to 40% of the population are Sahariyas. According to her, the Mahatma Gandhi National Rural Employment Guarantee Scheme or MNREGS – launched across India in 2007 – helped her community break out of the wretched circle of abysmal poverty, deaths due to hunger and bonded labour they were trapped in. But ever since the BJP government came to power in Rajasthan and the Centre work under the scheme is hard to find, she said, and in the rare event there is work to be done, there is no guarantee that people will be paid for it.Days ahead of the December 7 Assembly elections in Rajasthan, Kamlesh Bai said any dilution of the rural employment guarantee scheme could force many others like her back to a life of hali, a form of bonded labour banned by law. Under hali, members of her community have faced subjugation for years at the hands of large landholders in the region who forced them into an exploitative annual contract, paying a pittance for their hard labour.Many other residents of Dhikwani, Ratai and Khairai villages in Kishanganj constituency echoed her complaints.“MGNREGS is our lifeline,” said Anita Sahariya of Ratai village. “If you cut the lifeline, we will either die or end up working as bonded labour for some rich landowner. The whole struggle to get us out of that system will come to nothing if MGNREGS continues to work like this.” Besides complaints about the rural employment guarantee scheme, Sahariyas in these villages also say they are not receiving rations regularly under the Public Distribution Scheme because of the failure of point of sale machines to authenticate their fingerprints. Others say that they have not benefitted from the prime minister’s housing scheme, and that the Union government’s Ujjwala Scheme, which provides free LPG connections to women who live below the poverty line, does not work for them.(Left to right) Halki Bai and Kamlesh Bai of Dhikwani village, and Anita Sahariya of Ratai village. (Photo credit: Firoz Khan).‘Central schemes crucial for survival’Notified as one of the most primitive tribes in India, Sahariyas live mainly live in Kishanganj and Shahbad blocks of Baran district where they outnumber any other social group. These are one of the most backward regions in India.Sahariyas used to be forest-dwelling communities, dependent on forest produce for all their needs, but the depleting forest cover in the region forced them to work as bonded labour on farms.In 2002, their plight hit the national headlines when a wave of hunger deaths were reported across Rajasthan and Madhya Pradesh. As many as 47 people died in Kishanganj block alone, according to reports. This led to a public interest litigation being filed in the Supreme Court, which eventually led to the enactment of the National Food Security Act in 2013. By all accounts, the Sahariyas continue to live in acute poverty and hunger and malnutrition continues to take a toll in the community, particularly children. “Sahariyas are a very close-knit social group who do not migrate to faraway regions in search of work,” said Firoz Khan, a social activist who has worked with the community for the past 10 years. “They prefer to work in and around their villages as daily wage labourers and because of illiteracy they are often exploited by other powerful groups. MGNREGS is crucial in helping Sahariyas achieve some sort of sustainability and any dilution could have disastrous consequences on the community.”Khan said both the Mahatma Gandhi National Rural Employment Guarantee Scheme and the Public Distribution System were crucial to the survival of Sahariyas, and complained that the implementation of the two schemes has been way below mark in recent years.On October 30, at an event in Jaipur called the Jan Manch (peoples’ platform), activists drew attention to government data that showed that the person days of employment generated in Rajasthan under the employment guarantee scheme has shrunk by almost half in comparison to the levels in 2008-’10. Even the number of households who availed 100 days of employment had reduced by one-tenth in the last decade.Prakash Sahariya and Hari Om Sahariya of Ratai village are also waiting to be paid for work they have done under the employment guarantee scheme. According to Prakash, everytime he ask about his dues, “I am told that there are no funds or I should check with my bank. The bank officials say there has been no payment. So where has all the money gone? I will stop applying for the scheme as it is increasingly becoming useless.”Sanjay Kumar, the supervisor of the employment guarantee scheme for Dhikuani village, said that government officials often tell him that there is no money for the scheme. “In the last year, work has been provided for nearly 75 days while payments have been delayed in many cases,” he said. “In some cases, it has been delayed by almost a year. These villagers abuse me but what can I do. I cannot force government officers to release their payments.”Sahariyas in Khairai village in Rajasthan's Baran district complained that they do not receive rations on time and blamed the point of sale machine for not registering their fingerprints. (Photo credit: Akash Bisht).‘No rations’Elsewhere, villagers complain that they do not receive rations regularly. In Dhikwani village, for instance, 75-year-old Halki Bai said she has received her monthly entitlements under the Public Distribution Scheme only three times since 2015, when her husband died, as the point of sale machine does not recognise her fingerprints. She got rations three times only because the ration shop dealer took some pity on her. “My son is taking care of me but it is my right to get my share of ration,” she said. “Though my son never complains, I know how difficult it is for him to sustain the family. If I also get my share of ration, it will be of great help.” The problem of Aadhar-enabled point of sale machines not recognising fingerprints is a widespread phenomenon, which Scroll.in has reported about earlier (see here and here.) Several other elderly residents of Dikwani, Ratai and Khairai villages have also complained of being denied rations because of this.In November, reports that Sahariyas in Khairai village had spent the festival of Diwali without food made headlines in local newspapers. The district administration subsequently released the backlog for September and October that month. But villagers now complain that they have not got November’s rations because the point of sale machine would not authenticate their fingerprints. The villagers say they even went to Baran to meet the district collector who paid no heed to their demands. Gajanan Mehta, the public distribution system dealer in Khairai, blamed the machine. “Since villagers got the grain for previous months in November, the machine would not take their fingerprints again,” he said.Local resident Kalulal Sahariya did not buy this explanation. “Does this mean we will not get rations for the month of November?” he asked. “Is it my fault that the machine does not recognise that? Should we give up on one month of ration because of a machine?” Under pressure from villagers, Mehta said that he will see whether the machine will accept fingerprints next month. Otherwise, he promised them, he would take it to Baran to see what can be done.A villager in Ratai village is yet to receive the payment to build the roof of his house allotted under PM Awaas Yojana. (Photo credit: Firoz Khan).Complaints against central schemesThe complaints did not just concern the employment scheme or rations.In Ratai, villagers said the beneficiaries of the Pradhan Mantri Awas Yojana tended to be members of the influential communities such as Brahmins and Rajputs, and when they managed to avail of the housing scheme, the government did not release all the promised instalments. They pointed to one house that was built under the scheme, which still needs a roof. “Initially, they released the first instalment that we used to construct the house but it was stopped later because of which the roof could not be built,” said Gyani Sahariya.In Dhikwani, Anandi Sahariya said she had received only Rs 57,000 of the Rs 1,40,000 earmarked to build a house under the scheme, and she spent the rest from her own pocket. “I have been running from pillar to post to get the remaining money but that has not happened,” she said. “How do I pay the labour or the moneylender from whom I borrowed to build the house?” Women are especially upset with the Ujjwala Yojana, which provides free LPG connections to women who live below the poverty line with the objective of persuading households to stop using firewood and traditional biomass fuels that have the potential to cause respiratory diseases. They say though they initially welcomed it, it is impossible for them to pay Rs 1,000 for a refill after the first cylinder runs out of gas. They also said that none of them had received any LPG subsidy in their bank accounts. “We fill the cylinder when we get payment from the MGNREGS projects,” said Anita Sahariya. “Otherwise where do we get the money from?” A Sahariya woman at Ratai village. (Photo credit: Akash Bisht).Promise of Ram MandirAsked about the BJP’s promise to build the Ram Mandir in Ayodhya, members of this deeply religious community say they want a temple but blamed the saffron party for using it only political purposes. “No one will build the temple,” said Badrilal Sahariya of Ratai village. “It is just an election issue. How did the prime minister ban the entire currency overnight but has not been able to build a temple in the last four years? If he can ban notes at night, why can’t he build the temple at broad daylight?”Sahariyas are known to be Congress supporters. They remember former Congress Chief Minister Ashok Gehlot’s tenure with fondness, saying he was solely responsible for pulling them out of debt, hunger and bonded labour. Since 1985, Kishanganj, a Scheduled Tribe reserved seat, has been oscillating between two families – the Congress’ Heeralal Sahariya and BJP’s Hemraj Meena. During the 2013 Assembly elections, Hemraj Meena’s 25-year-old son Lalit Meena won this seat by 12,982 votes. The Congress had fielded Heeralal Sahariya’s wife Chatri Bai from this seat, denying the ticket to their daughter, sitting MLA Nirmala Sahariya.Sahariyas believe Chatri Bai’s age went against her in 2013 and that the Congress should have fielded her daughter instead. Nirmala Sahariya is the Congress candidate this time. The BJP has fielded Lalit Meena. Members of the community predict a Congress victory in the seat considering the entire Sahariya community is backing her.A toilet constructed under the Swachh Bharat Mission in Ratai village. (Photo credit: Akash Bisht).\n\n\n    \n    Play","author":"Akash Bisht","time":"2018-12-05T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/107118-ldxfmcihja-1543767527.jpg","tags":["Rajasthan","Elections","Sahariya","MGNREGS","PDS","Assembly Elections"],"source":"https://scroll.in/article/904235/rajasthan-polls-in-one-of-indias-poorest-areas-villagers-lament-death-of-lifeline-against-hunger"}