{"title":"Rajasthan polls: Ashok Gehlot resigns, says Congress government failed despite working hard","content":"Rajasthan Chief Minister Ashok Gehlot on Sunday submitted his resignation to Governor Kalraj Mishra after the ruling Congress lost the Assembly election.The governor accepted Gehlot’s resignation with immediate effect and asked him to continue as the chief minister till a new government is sworn-in, the Raj Bhawan said in a social media post.Earlier on Sunday, Gehlot had conceded defeat as the election results showed the Bharatiya Janata Party leading in the majority of the seats.The Rajasthan chief minister said that the Congress has “humbly [accepted] the mandate given by the people” of the state.“This is an unexpected result for everyone,” Gehlot said in a social media post. “This defeat shows that we were not completely successful in taking our plans, laws and innovations to the public.”Gehlot wished the next state government good luck. “My advice to them is that because we were not successful despite working hard, does not mean that they should not work at all after coming to power,” he added. “All the schemes including [Old Pension Scheme], Chiranjeevi and the pace of development that we have given Rajasthan in [past] five years should be taken forward.”As of 6.50 pm, the BJP had won or was leading in 115 seats and the Congress in 69 seats, according to the Election Commission. The Rajasthan Assembly has a total of 200 seats and 101 seats are required for a majority. However, polling did not happen in one constituency because of the death of a candidate.Gehlot himself was leading by nearly 26,400 votes in the Sardarpura Assembly constituency – a seat he has held since 1998.Congress leader Sachin Pilot, who had led an unsuccessful rebellion to replace Gehlot as the chief minister in 2020, won the Tonk seat by nearly 29,500 votes.Vasundhara Raje, a two-time chief minister and a BJP leader, who contested from Jhalrapatan constituency for the fifth time, defeated Congress’ Ramlal with a margin of 53,193.BJP candidate and Rajsamand MP Diya Kumari, who is a member of the erstwhile Jaipur royal family, won the Vidhyadhar Nagar seat by a margin of more than 71,300 votes.Since 1993, Rajasthan politics has followed a template in which the incumbent gets voted out in every Assembly election.In the 2018 Assembly elections, the Congress secured 99 seats, two short of the majority of 101. It won Ramgarh when the election for the seat was held a month later. The Congress was able to form the government with the support of the Bahujan Samaj Party and Independent MLAs. On the other side, the BJP finished second with 73 seats.The Congress currently has 107 members in the outgoing Assembly and the BJP has 70. There are 13 Independent candidates, while the Rashtriya Loktantrik Party holds three seats, the Communist Party of India (Marxist) and the Bharatiya Tribal Party have two seats each, and the Rashtriya Lok Dal one seat. Two seats are vacant.The 2023 Assembly polls in Rajasthan were held on November 25. The state registered a turnout of 75.45%. The counting of votes began at 8 am on Sunday.","author":"Scroll Staff","time":"2023-12-03T17:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196351-qlrqqdmdbh-1701609922.jpeg","tags":["Rajasthan","Congress","Rajasthan Assembly polls","Rajasthan Assembly election"],"source":"https://scroll.in/latest/1060007/rajasthan-polls-ashok-gehlot-says-congress-government-failed-despite-working-hard"}