{"title":"Rajasthan Assembly polls: EC issues show cause notice to Rahul Gandhi for ‘panauti’ jibe at PM Modi","content":"The Election Commission on Thursday sent a show cause notice to Congress leader Rahul Gandhi for his “panauti” and “jeb katra” remarks about Prime Minister Narendra Modi, saying it was an alleged violation of the Model Code of Conduct.“Panauti” is bad omen and “jeb katra” a pickpocket.Speaking at a rally in poll-bound Rajasthan on Tuesday, Gandhi said that the prime minister brought bad luck to the Indian men’s cricket team, resulting in their loss against Australia in the world cup final on Sunday.“PM means panauti Modi,” The Hindu quoted Gandhi as saying.Modi attended the match played at the Narendra Modi Stadium in Ahmedabad on Sunday.  “Achha bhalaa hamare ladke wahaan world cup jeetne waale the, par panauti harwaa diya [Our boys were going to win the world cup, but panauti got them defeated],” Gandhi said, according to The Indian Express.At another election rally in Rajasthan’s Barmer on Wednesday, Gandhi took the “jeb katra” jibe at Modi, alleging that the prime minister diverts people’s attention while industrialist Gautam Adani picks their pockets, PTI reported.The Election Commission has asked Gandhi to provide an explanation on the alleged violation of the Model Code of Conduct by 6 pm on Saturday. The code is a set of guidelines issued by the election commission that political parties have to follow while campaigning.Action will be taken against Gandhi if he does not respond to the allegations, the poll body said.The commission’s notice to Gandhi was based on a complaint by the Bharatiya Janata Party on Wednesday. The BJP asked the poll body to issue “prohibitory orders” against Gandhi, saying that it was “unbecoming” for a political leader of his stature to use such language.The BJP alleged that Gandhi’s comments were “made with a clear intent to harm [the prime minister’s] reputation and mislead the public”.The Assembly polls in Rajasthan will be held on Saturday. Votes will be counted on December 3.","author":"Scroll Staff","time":"2023-11-23T18:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193639-bpmeotyuhs-1693399910.jpg","tags":["Rahul Gandhi","Election Commission","Rajasthan Assembly elections"]}