{"title":"Rajasthan verdict in 30 charts: Poll was closer than results showed, Congress held on to vote share","content":"The Rajasthan election saw a decisive victory by the Bharatiya Janata Party, which bagged 115 of the 199 seats in play, with a 42% vote share. The Congress lost 30 seats despite maintaining its vote share at 39%, indicating that the outcome in terms of seats and size of the majority does not reflect how close this election was.Even though they are in keeping with Rajasthan’s pattern of see-saw verdicts, there were reasons to think that the Congress might retain the state. Former chief minister Ashok Gehlot is by far the most popular political actor in Rajasthan. He led a government that invested massively in welfare schemes and social policies, introducing new labour rights with the pioneering legislation on gig workers.Yet, despite his popularity and that of his policies, the BJP won the election, gaining 42 seats with a mere 3% increase in vote share.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nHistorical trends of party performance in Rajasthan show that the Congress and BJP have been closely contesting state elections since the early 1990s. The state’s politics have become increasingly bipolar over time, with the BJP and Congress cornering over 80% of the votes. The share of votes accruing to small parties and independent candidates in particular has been decreasing consistently. In fact, the few independents who manage to get elected usually have been members of one of these two major parties.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThe next chart shows how the vagaries of the first-past-the-post system lead to important vote swings between elections, despite the closeness of the performance of the two parties. Small variations lead to major swings in seat share, which tend to favour the challenger.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThe disproportional effect of the electoral system is further reinforced by the geographical distribution of votes. Election results will be more random if the vote share of the Congress and BJP was more evenly distributed. What the geography of the results shows is that party performance tends to be concentrated in clusters. In 2018, Congress swept much of the Bharatpur and Jaipur divisions in the east, and the Jodhpur division in the west. The BJP’s votes were more concentrated in the Udaipur division in the south, and across the Bikaner division in the north.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nIn 2023, the results were more or less reversed in the north, while the BJP succeeded in holding on to much of its positions in the south and gaining ground in the west. The Congress remained competitive in the east while losing some ground and won over the BJP in the north. This indicates that even if the BJP win cuts across the state, there are regional dynamics at play.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThe spatial distribution of vote share reflects the outcome, with the BJP scoring higher on average in the Jodhpur division, even though some of its heaviest hitting candidates contested in the Jaipur division. Three candidates, Rambilas in Lalsor, Kalicharan Saraf in Malviya Nagar, and Diya Kumari in Vidhyadhar Sagar, won with more than 60% of the votes.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThe Congress has strong candidates too. In Shahpura, Manish Yadav won with 62.4% of the votes. In total, 27 of its candidates won with a majority of the votes, against 50 BJP candidates. !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nWith 68.5 million people, Rajasthan has a population larger than the United Kingdom. It is divided into seven regions or divisions that encompass districts. These divisions are Ajmer, Bharatpur, Bikaner, Jaipur, Jodhpur, Kota, and Udaipur, all organised around the former princely states. Each division has its own history and topography.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nA depiction of the BJP’s vote share by sub-region shows that it did well across five divisions, repeated its performance in the Kota division and lost vote share in the Udaipur division.  !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThe Congress, on the other hand, lost votes across only three divisions, improving its performance in the Ajmer, Bikaner, Jodhpur and Jaipur divisions. The differences in performance are not huge but led to massive transfers of seats, given that the BJP succeeded in beating Congress even in sub-regions where the Congress improved its vote share. This indicates that the BJP was able to draw more votes than used to go to small parties and independents than the Congress.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThe BJP’s gains were most impressive in the Bharatpur division, where it got nearly 7% of the votes, and in the Jaipur division where it got 8% of the votes. It is no coincidence that the BJP scores more in areas adjacent to Uttar Pradesh and Haryana, two states where it is in power. Castes and communities cut across these three states – as well as Delhi – and interact with each other, circulating views, ideas and political opinions. For the Congress, these are the areas where it is most affected by factionalism, with the presence of several Gujjar leaders looking at former deputy chief minister Sachin Pilot for leadership.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nAs a result, BJP’s strike rate in these two divisions shot up, from 5% to 47% in the Bharatpur division and from 20% to 52% in the Jaipur region. In the Jodhpur division, the BJP won 70% of the seats and 65% in the Ajmer and Kota divisions.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThe Congress, on the other hand, loses strike rate everywhere but in the Bikaner division. Clearly, much of the election played out in the two eastern divisions, parts of what Hindustan Times Data Editor Roshan Kishore called the “Golden Triangle” of BJP politics.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThe following chart provides the details of seats won and lost by division for both parties. This again confirms that most seat variations took place in three divisions while parties maintained their 2018 tallies in the rest of the state. This, however, can hide local volatility, as seats changing hands in both directions can produce stable outcomes.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nIn 2023, 119 seats changed hands, 71 of them in favour of the BJP. While it lost 30 seats, the Congress picked up 33 seats, which means that it really lost 63 of the 99 seats it previously held. This gives an idea of the poor performance of incumbent Congress legislators.The four other parties that won seats – Bharat Adivasi Party, Bahujan Samaj Party, Rashtriya Lok Dal, Rashtriya Loktantrik Party – as well as independent MLAs mostly won seats they were not holding previously.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThe BJP succeeded in retaining 44 seats, against the Congress at 36. None of the MLAs elected on other party tickets in 2018 managed to get re-elected. The geography of seat changes and retention shows that the Congress was stronger in the north and southern part of the state, while parties made gains all across the territory, but more so in the western and eastern parts. The gains of the BJP and the Congress took place in distinct parts of the state, which again points to sub-regional dynamics.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nLike in Chhattisgarh, the Congress’s vote share performance was the lowest in Scheduled Tribe seats, where the gap with the BJP is the largest at nearly 6%. These are 25 seats, 16 of them in the Udaipur region alone, that made a significant difference to the BJP’s advantage. There is a perception that the Congress tends to do better among Scheduled Tribe voters in states like Rajasthan or Gujarat. Survey data will have to confirm that, but these results indicate that the BJP has been particularly successful at mobilising voters among those communities. The BJP also does better in Scheduled Caste seats than in the two other categories.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nA close electionClose contests are a useful measure of competitiveness and are conventionally defined as any seat won with a margin inferior to 5% of vote share. Sixty-eight seats saw close contests, with the BJP winning 34, the Congress 23 and the remaining nine being won by candidates of other parties and independents. That is a third of all seats that could have easily gone to other parties, illustrating how small variations in numbers tend to make large differences in politics. As seen earlier, the Congress had 18 candidates winning with important margins, against 33 for the BJP.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThese local variations indicate it has not been a sweeping victory by the BJP, even though it has succeeded in winning a strong majority. This is important as the strength of local effects should temper an interpretation of the results in terms of sweeping mandates. There is no doubt that the BJP did a lot of things right in its campaign, but the Congress did put up a good fight and remained competitive, despite a poor showing at the end.Another indication of the Congress’s competitiveness is the fact that both the BJP and the Congress share the same average victory margin: 10%. The four Bharat Adivasi Party MLAs won with thumping scores, testimony of their local strength.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nVictory margins oscillate between 0.2% and 33.5%. In Kotputli, BJP candidate Hansraj Patel won by 321 votes and in Kathumar, BJP’s Ramesh Kinchi won by 409 votes. Bhagawana Ram Saini of the Congress in Udaipurwati won by 419 votes. In total, 32 candidates won with a margin of less than 2%, 15 of them on BJP tickets.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nStable participationVoter turnout in Rajasthan has stabilised over the last three elections, at 74%. This is higher than the national average. Over the same period, women’s turnout has been slightly higher than men. Data to verify this for 2023 was not yet available.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThe great turnoverThe seat performance of parties can hide great volatility in terms of candidates and MLAs, as parties often field new candidates election after election. Eight-two MLAs have been elected for the first time, that is to say 41% of the total. Only one MLA out of four has served for more than two terms, which makes the Rajasthan Vidhan Sabha, like most assemblies in India, an assembly of newcomers.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nOf the 56 MLAs who have been elected more than twice, and who can currently be considered as Rajasthan’s real professional politicians, 34 belong to the BJP. The Congress has only 19 veteran politicians in the assembly, the only ones who weathered anti-incumbency sentiment over time. Kalicharan Saraf, BJP MLA from Malviya Nagar and former minister in the Vasundhara Raje cabinet, is the veteran of the House, having won his eighth term.Unlike most states, both the BJP and Congress tend to renominate their incumbents. This year, 173 incumbent legislators contested again, the largest number in years. Only 80 of them won: 41 from the BJP and 34 from the Congress. This means that practically all the seats retained by both parties were won by incumbent legislators, even though many other incumbents lost.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nIn terms of the strike rate by incumbent candidates who contested again, this election does not differ much from previous ones. Less than half of all incumbents managed to get re-elected, distributed across parties, which tends to show that individual anti-incumbency sentiment is a significant factor in state elections in Rajasthan.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nMost of these volatility trends hold over time. The share of first-time MLAs comes up and down across years. It is down this year, at 41%, but not much lower than in other elections in the past. Volatility remains high.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nLosing women MLAsWhat has changed, however, is women’s representation, which tends to be higher in Rajasthan than in most other states. That being said, women’s representation has decreased since 2008 and 2013, when 28 women had been elected. The number of women MLAs is down to 21, three fewer than in 2018. Eleven of them have been elected for the first time and only nine were incumbent MLAs. Only four women in an assembly of 199 have been elected more than twice. Shohbarani Kushwaha of the Congress has been elected three times in Dholpur. Siddhi Kumari of the BJP has been elected for the fourth time in Bikaner East. Anita Badhel, also from the BJP, has been elected for the fifth time from the reserved constituency of Ajmer South, and Vasundhara Raje won a sixth term in Jhalrapatan.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThe BJP and the Congress are both responsible for this state of affairs. By refusing to nominate more women, they function as gatekeepers which ensures that politics in Rajasthan remains a men’s game. Even the fact that the BJP had a woman chief minister in Rajasthan did little to improve women’s representation.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nSeventy-nine constituencies did not have a single woman candidate. Bikaner East, Hindaun and Jodhpur saw four women contesting. Only 15 constituencies had three women candidates, not necessarily on major parties tickets.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThe gender map of the assembly looks like the traditional archipelago of women representatives: scattered in a large sea of men.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nMuslims representation dwindlesFinally, the 2023 election confirms another downward trend, which is Muslim representation. Muslims make up roughly 9% of the population in Rajasthan, but only 4.5% of the candidates and 3% of the MLAs. Their representation peaked at 6.5% in 1998 and 6% in 2008, but has consistently declined since then.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThere are many factors that contribute to the under-representation of Muslims in Rajasthan: the presence of a strong BJP and the unwillingness of the Congress to provide them representation. Even Yunus Khan, a veteran BJP politician, was denied a ticket and won as an Independent in Deedwana. Rajasthan politics is also dominated by strong groups, such as Jats, Gujjars, Meghwals and Meena, who combine demography with capital and might. The fact that Muslims do not form a cohesive community, divided by caste and communities such as Khans, Meos, Syeds, Neelgars, Bohras, Sheikhs, Qureishis, Ansaris and so on, does not help gain political weight either.ObservationsWhat lessons can be drawn from this data examination? The first one is that the results of these elections are consistent with past trends, first among them the tendency of Rajasthani voters to send all their governments packing at the end of five years. There are specific elements in the campaign led by the BJP that helped them defeat a strong incumbent. But these are not out of the ordinary results.The second observation is that the Congress did rather well, by succeeding in maintaining its vote share. However, the larger transfers of seats have taken place in areas where it suffers the most from factionalism, particularly in the Bharatpur division. Ashok Gehlot may be the most popular politician in Rajasthan, but he heads a divided house which can be crippling at the time of elections, as was evident.Third, these observations are useful to remember that local factors should not be discarded in state elections. If the prime minister or the party were so crushingly popular, they would not have lost so many of the seats they had won in 2018. Sub-regional dynamics are important.Fourth, while welfare schemes played an important role in the campaign and were at the heart of both the manifestos of both parties, the presence of sub-regional and local variations show that voters do not respond uniformly to them and that there is more to win elections than welfare promises. This is especially the case when both parties compete with similar agendas or promises. What is known of electoral behavior in India is that it is shaped by many different factors at the same time. The interpretation of results should reflect that complexity.Gilles Verniers is Senior Fellow at the Centre for Policy Research and Karl Loewenstein Fellow at Amherst College. Views are personal. The author expresses thanks to Abhishek Jha and Roshan Kishore for providing raw election data.","author":"Gilles Verniers","time":"2023-12-06T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196421-sdlxmgqswv-1701784124.jpg","tags":["Ashok Gehlot","Sachin Pilot","Rajasthan Assembly Elections","Vasundhara Raje","Hindutva","BJP","Rajasthan"],"source":"https://scroll.in/article/1060135/rajasthan-verdict-in-30-charts-bjp-did-not-sweep-state-congress-held-on-to-vote-share"}