{"title":"Rajasthan presses on with Aadhaar after fingerprint readers fail: We’ll buy iris scanners","content":"Irfan Ali bent over the small orange machine sitting on the table, contemplating the snag. Behind him a crowd waited impatiently.“Yesterday, we had to send about a hundred people back when the internet did not work for six hours,” said Ali. It was clear that many would have to be turned away again.Ali’s grandfather Abdul Aziz watched the disruption anxiously from a corner of the shop.Aziz has been running this ration shop in Daulatpura village of Rajasthan’s Ajmer district since 1970. But once the state government mandated last December that subsidised ration had to be given out only through Aadhaar authentication, he decided to draft in his grandson.The way food ration is distributed now is no longer that familiar to Aziz. Now Rajasthan’s ration beneficiaries have to place a finger on a small machine, which uses the internet to match their biometric information against the data stored on the servers of Aadhaar, India’s biometrics-based unique identification project. Once their identity is confirmed, the ration shop owner can hand them their rations at the prescribed rate.Unfortunately, things rarely go as designed.That day in late March, only two beneficiaries had got verified in two hours after the ration shop opened. One of them, Mithia Ghisa, a farm worker, said it was his sixth attempt that month to buy foodgrain from the fair price shop. After him came the turn of Hanja Devi, a 68-year-old woman who needs a stick to walk. She trekked four kilometres to the ration shop from her village Karanpura for the third time in three days to buy 35 kilos of wheat at Rs 2 a kilo. Hanja Devi is an Antyodaya beneficiary, which means she belongs to the poorest of the poor category.The machine had recognised the fingerprints on her pale weathered hands in February, but it failed to do so on that day. She first put her thumb, and after that got rejected, her index finger. Both times a pre-recorded voice rang out: Aap ka Aadhaar sahi nahi hai. Your Aadhaar is incorrect.“The machine says the old woman is lying,” joked a man standing on the side.“Break a coconut first next time,” quipped another.The older villagers in the queue, however, sounded exasperated with the repeated Aadhaar authentication errors.“We have tried with one, two, all ten fingers,” said a man in his 50s. “Bas naarh daalni baaki hai. Should we put our necks also into the device?”That day too, Hanja Devi went back without any foodgrain.\n\n\n    \n    Play\n\nHanja Devi, an Antyodaya beneficiary, failed to get 35 kilo foodgrain on her third trip in three days because of Aadhaar authentication failures.Rushed roll-outUnder the Aadhaar project, the government plans to issue a unique identity number to all citizens after collecting their fingerprints and iris scans.Explaining the Aadhaar (Targeted Delivery of Financial and Other Subsidies, Benefits) Bill in the Parliament on March 11, Finance Minister Arun Jaitley said that the unique identification project will help the government target eligible beneficiaries in public schemes and ensure that no one gets the same benefit twice. Over 99 crore persons – 97% of India’s adult population and 67% of children – had already enrolled in Aadhaar, Jaitley said. “The earlier we implement the idea, the better it would be in the overall interest of the country,” he reasoned.In Daulatpura in Ajmer’s Masuda block, Abdul Aziz, the ration dealer, said that in December he was instructed by the Department of Food and Civil Supplies to start using Aadhaar authentication on the biometric point of sale device. Rajasthan is the second state after Andhra Pradesh to distribute ration in all districts through Aadhaar biometric authentication. Events since have shown, though, that it was a hasty rollout – neither the infrastructure nor the administrative set-up was ready for the transition.In Rajasthan, the period from the 10th to 24th every month is the customer fortnight – it is the time when ration beneficiaries can get foodgrain at subsidised prices. Under the National Food Security law, the state provides 5 kilos of wheat per person at Rs 2 per kilo to below poverty line families, and 35 kilos of wheat at the same price to Antyodaya households. Antyodaya households – the poorest of the poor families – include vulnerable tribal households, elderly couples living in distress, families headed by disabled persons, and widows who cannot afford to buy grains in the market.Of the nearly 860 beneficiaries who came to Aziz’s ration shop in December, he said, only half could get their fingerprint authenticated in one go – the rest had to make several trips. “For about 200, whom the machine did not authenticate even after we had tried all 10 fingers on 10 different days, I used the manual override feature to give them grains on two days as the fortnight was ending.” Aziz marked these as exceptional cases in a register maintained at the ration shop.On January 13, the machine stopped working altogether during the consumer fortnight. Aziz travelled 60 kilometres to Ajmer and presented it to a district official, but he was sent back without a fix. For the rest of the month, he used the manual override feature again.In February, the state Department of Food and Civil Supplies issued orders to all 1,145 ration dealers that foodgrain will be disbursed only through the biometric device. “From February 10 till [February] 15, I did not give any grains because the machine was not repaired yet,” Aziz recounted. “On February 16, I took the machine to Ajmer again, and this time the official repaired it in four days. I travelled to Ajmer on February 21 to bring it back. But after that, only about 500 of over 800 beneficiaries came to take grains. Several who had already made five-six trips to the shop did not try again.”On February 29, Aziz and 13 other ration dealers in Masuda block of Ajmer district were served show-cause notices by the government asking why they had used the manual override feature.In its order last August, the Supreme Court had permitted only voluntary use of Aadhaar in the public distribution system. But the Rajasthan government had made the use of Aadhaar mandatory by having no clearly laid-out policy on alternative means for beneficiaries to get foodgrain.On February 29, Abdul Aziz was asked by the government to show cause why he used the manual override on the Aadhaar machine to disburse foodgrain.“The signal is patchy, and the internet stops working,” said Aziz’s young grandson Irfan Ali, now holding the machine in his hands. He pointed it in the direction of Jaipur, the state capital 150 kilometres away, though in the distance only the rocky Aravalli range could be seen.Hardship for beneficiariesMost farmers in Masuda, a village 60 kilometres from Ajmer with dry and rocky earth, have very small landholdings that support only one crop a year. Almost half of them migrate to work in construction in Jodhpur and in silica and felspar mines in Bhilwara and Bundi, and return when the mines get flooded during the monsoon. The severe drought has made the condition of these small farmers and workers even more precarious.As Irfan Ali searched for signal on the biometric machine, beneficiaries from four villages – Daulatpura, Amarpura, Kanpura, Rahanpura – waited at the ration shop, most of them elderly and women. There were also a few construction workers in the queue. Dakhu Devi, Anada Singh, Babu Singh, Badami Devi, Sohan Singh, Ganga Devi were among those whose fingerprints could not be authenticated.Badarji, an elderly farmer from Kanpura, left his Aadhaar and ration card with Irfan Ali after five unsuccessful attempts to authenticate his fingerprints. “Din bhar pareshaan, angootha bhi na mile. They hassle us the whole day, and fingerprints don’t match,” said Badarji, as he went away.“Kabhi taawar na aave, kabhi machine ba chaale,” Badami Devi complained about the connectivity and the malfunctioning device. Anada Singh, an elderly man, requested in earnest: “Machine waapis le jao, ghutna dukhe hai. Our knees hurt now, please take the machine back.”Anada Singh was not able to get his subsidised ration because the biometric machine did not recognise him.There were a host of other errors too on that afternoon in March. The biometric machine showed that the Aadhaar number of Santosh Devi, of Kesharpura village, belonged to someone else. Radha Devi of Hari Thakur Badiya, Daulatpur, couldn't get foodgrain because the machine said her Aadhaar number belonged to Choti, which is her name on her voter ID and this does not match the name on her ration card recorded as Radha.Raju Singh, an 18-year-old migrant construction labourer working in Bhilwara 150 kilometers away who was visiting home in Daulatpura, said he had to get his ration card made thrice after his address was wrongly recorded as Shergarh panchayat. But after that trouble, when he tried to use his Aadhaar, the biometric machine read it as someone else’s ration card, a \"seeding\" error.  “When I showed it to officials, they said your Aadhaar has got linked to someone else’s ration card.” They gave him no further help, he said.The Aadhaar Act, which the Modi government rushed through the Parliament, does not provide any independent, block-level grievance redress mechanism, or compensation for loss of legal entitlements because of Aadhaar authentication failures. The Aadhaar law, or other laws such as the National Food Security law in this instance, have no legal framework to streamline how officials assist users through new processes and emerging difficulties to ensure that those facing problems do not get excluded.Lack of legal frameworkIn Masuda in Ajmer, while several like Singh suffer from seeding errors, there are thousands whose welfare details have not been “seeded” at all. This makes them ineligible for benefits.After a person enrols and gets demographic and biometrics registered in the Aadhaar database, for them to get a subsidy, benefit or service, their unique Aadhaar number has to be added to – or “seeded in” – the government database. Banks carry out the same procedure, linking the Aadhaar number to the bank account of the account holders for beneficiaries to get a cash transfer.In Rajasthan, a beneficiary’s household details have to be additionally seeded in the Bhamashah scheme, the state direct benefits transfer programme riding on the technical infrastructure created for Aadhaar. Only when these processes are complete can an Aadhaar-holder receive a subsidy, benefit or a cash transfer.The Rajasthan government made Aadhaar-based authentication mandatory at ration shops in December when the ration-seeding process was completed for less than half the ration beneficiaries. In Ajmer’s Masuda block, which includes Daultapura, only 38,093 of 66,893 household ration cards (or 56%) had been seeded till March 18. For Ajmer district, this figure was 4,60,120 of 8,68,491 (or only 52%).Asked why the administration had made Aadhaar authentication mandatory when the procedures were incomplete for nearly half the population, a district official said, “Senior officials in Jaipur ordered so. Unless the government pressures people to get details enrolled and seeded, no beneficiaries will do it on their own.” This implied an approach where officials expected beneficiaries to get their details seeded at their own cost from E-Mitra, the e-governance services provider in villages, when they face hardship and exclusion from programmes. The failure to do so or to get errors corrected can get lead to a beneficiary’s ration card being deleted. In Ajmer, officials deleted 62,251 ration cards between January 1 and March 18. They said this helped weed out fake beneficiaries and also helped them achieve “higher seeding” levels. But there is no formal mechanism through a public hearing or other process, to verify if it is a fake or “ghost” beneficiary who is being deleted or a genuine recipient.Absent infrastructureIn Ajmer, officials were busy resolving the recurring glitches in the absence of adequate infrastructure and submitting reports to Jaipur through video conferencing.For an Aadhaar authentication to work in Rajasthan, three platforms have to work simultaneously – the Aadhaar or Unique Identification Authority’s servers, the National Informatics Centre domain for ration subsidies, and the Department of Information Technology and Communications’ Bhamashah platform.Ajmer’s food and supply officer for rural areas Vinay Sharma and the four enforcement officials in his department were overstretched dealing with the problems in the district’s 1,145 fair price shops. “From March 11 till 18, one week of the ration consumers’ fortnight, the servers were not working properly, but the beneficiaries do not understand this,” said Sharma. “They have low income, they just want their grains.”Sharma said that not just Masuda and Jawaja blocks, but all parts surrounded by the Aravalli hills had poor internet connectivity. “In Todgarh, which is also near the Aravalli hills, the ration dealer has to collect the beneficiaries 3 kilometres from the shop to catch signal. The beneficiaries do their fingerprint authentication at that spot, and then have to go back to the ration shop to take their grains.”What the Ajmer administration described as a problem only in remote and hilly parts of the district is, however, repeating in areas around the capital Jaipur too. In Shyonsinhpura village in Jaipur district’s Sanganer block, 40 kilometres from the capital, a crowd of ration beneficiaries were getting impatient as the ration dealer Rajesh Jain and Ram Avtar, a young assistant, sat poring over the biometric machine.“Server ki kami hai, aur network kharaab rehta hai. The servers fail, and there is poor connectivity,” Ram Avtar said he faced the same difficulties. Avtar had undergone government training for four days on how to use the new machine. He said the connectivity was so bad in February that he climbed on to the shop roof to get signal, but even that had failed.\n\n\n    \n    Play\n\nRam Avtar said the internet did not work reliably even in Sanganer, 40 kilometres from  Jaipur.Rajesh Jain, the ration dealer, said that of the 830 families taking ration from his shop, 45 couldn’t get their biometrics identified even once, and the others had to try over multiple trips to the ration shop.Minutes after he said this, Vijendra Kumawat, a 17-year-old student, and Raju Berwa, a construction worker, were turned back because the machine did not recognise them. “What took two days earlier in the old system now takes eight days,” said Raju Berwa, a construction worker who tried to get authenticated a second time after washing his hands but still failed to get his share of 5 kilo grains. Like in Daulatpura, many households are excluded from their food entitlements in Shyonsinhpura too because of “seeding errors”. Anil Prajapati, the local e-governance service provider, said 360 of 1,100 families in the area can’t get foodgrains anymore because their old ration cards numbers, which were no longer valid, had been seeded with their Aadhaar numbers. He was not sure how to rectify them.Meanwhile, in the adjoining area of Bagru, several families were trying to get their children’s biometrics registered through the local E-Mitra’s shop because schools had ordered them to enrol for Aadhaar.In Ajmer district too, the E-Mitra, a high school graduate with basic computer training, was doing Aadhaar biometric enrolment and seeding, work earlier outsourced to private vendor companies. “Private enrolment agencies were interested only in camp-mode enrolment,” explained Ashutosh Gautam, an analyst and programmer in the Department of Information Technology and Communications. “The vendors left after most of the adult enrolment was over. They were not interested in sitting in villages. Now the local E-Mitra in villages will capture the biometrics and send it to the Unique Identification Authority directly.”Seven year-old Abhishek Bairwa enrolled for Aadhaar at a private shop in Bagru, Jaipur.New machinesSubodh Agarwal, principal secretary (food and civil supplies department), did not respond to text messages, phone calls to his office or an emailed questionnaire.ABP Pandey, director general of the Unique Identification Authority of India, said in an interview to the Business Standard last month that “in Rajasthan for public distribution system, the rate of failure of fingerprint authentication is much higher than expected”.However, Ashutosh Deshpande, technical director with the Department of Information Technology and Communications, described the errors as “teething problems”. “These problems keep coming and we keep rectifying them,” he said.Jai Singh, who is Officer on Special Duty-Unique Identification Authority, estimated that fingerprint authentication did not work for just “4% to 5%” of the population. The department maintains and uploads data on the successful transactions through biometric authentication, but officials declined to share the information on how many transactions had failed or how many had required multiple attempts. “There is a technical issue in deriving the data on such multiple attempts,” said an official.Then, how was this high-technology based system making administration of public schemes more transparent? He didn’t say.Hansraj Yadav, who is additional director- Unique Identification Authority, said that to solve the problem of high rates of fingerprint authentication failure, the Rajasthan government is planning to install more biometric machines – this time, iris scanning machines. “An initial technical bid for purchasing 1,000 iris scanning machines as an additional facility at ration shops has been opened. The financial bid will be passed in the next two to three days,” said Yadav. Yadav stated that installing fingerprint authentication enabled point of sale devices at 26,000 ration shops in the state had cost the government Rs 54 crore. The iris scanners will cost four times the fingerprint authentication machines, and will be installed in the next three to four months, he said.Beneficiaries can only hope that after that, they can without hassles buy five kilo subsidized foodgrain.The biometrics machine did not recognise any of these ration beneficiaries in Daulatpura in Ajmer on March 18.","author":"Anumeha Yadav","time":"2016-04-10T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/806243-article-mbsdnytdkp-1459964697.jpeg","tags":["Aadhaar","Social security","Public distribution system","Identity Project"],"source":"https://scroll.in/article/806243/rajasthan-presses-on-with-aadhaar-after-fingerprint-readers-fail-well-buy-iris-scanners"}