{"title":"Rajasthan hate crime: Police looking for motive – no leads for links with Hindutva groups so far","content":"Hours after the police on Thursday arrested a man accused of hacking and burning a Muslim man to death in Rajsamand, Rajasthan, senior police officials said they were yet to ascertain if the man was linked to Hindutva groups, as well as the motive behind the brutal daylight murder. A video of the attack went viral on social media. It shows the accused man, identified as Shambhulal Regar, 36, attacking his victim and setting the body on fire. It is one of several videos in which Regar rants against Muslims, calling them “jihadis”, and blaming them for the drug trade, fake currency, and movies that insult Hindu figures.According to the police, Regar is a resident of Rajsamand who used to own a small marble business but ran out of work a few months ago. The victim was Mohammad Afrazul, a 48-year-old labourer who had migrated from Malda district of West Bengal and was working in the construction industry in Rajsamand.Rajasthan’s Director General of Police OP Galhotra told reporters that the murder was a “rarest of the rare” incident and should not be linked to the law and order situation in the state. He said that the police will ask for the death penalty for the accused.Daytime murderAfrazul lived in Dhoinda village in Rajsamand with his son-in-law and a cousin. Around 180 migrants from Malda live in this village, with most working as labourers in the construction industry, Afrazul’s relatives said.The assault is believed to have taken place between 11.30 am and 2.30 pm in Rajnagar area of Rajsamand on Wednesday, December 6. Afrazul had left his home around 8.30 am after receiving a phone call, said his son-in-law Mohammad Mosharraf Khan. “Around 11.30 am, he called me [on the phone] asking me to go to the bank and fill up a deposit slip. He said he would meet me there in a while. But he did not come to the bank.”So far, three videos linked to the incident have surfaced in social media. They were recorded by Regar’s 14-year-old nephew, who has been detained by the police, said a senior police official in Rajsamand. The official added that the police have acquired more related video clips that have not reached social media yet.Videos gone viralIn the video that has gone viral, Regar can be seen getting down from a scooter and talking to Afrazul. He then suddenly attacks Afrazul, hacking at him repeatedly with a pickaxe as his victim collapses on the ground, crying for mercy. Regar then goes back to his scooter from where he retrieves a machete and attacks his victim again. Afrazul soon becomes immobile. Regar then pours an inflammable substance on Afrazul’s body and sets it on fire. After that Regar comes closer to the camera and says that this is something all jihadis in India will face if they do not leave the country.In the second video, Regar says that he killed Afrazul to save a woman from “love jihad”, a term often used by Hindutva groups to accuse Muslim men of entrapping Hindu women on the pretext of love in order to eventually convert them to Islam. He does not reveal the identity of the woman in question. In the same video, Regar also makes allegations that Muslim countries were supplying narcotics and fake currency to India, and referred to movies like PK and Padmavati which, according to him, insult Hindu deities and manipulate historical facts. At the end of the video, he appeals to Hindus to unite and join the fight against Islam in India.In the third video, Regar talks about the Ram Janmabhoomi and Babri Masjid controversy and tells the camera that nothing has happened in 25 years. He says: “If I have to die, then why not kill and die.” At the end of that video he says that he will surrender before the police.December 6, the day of the attack, marked the 25th anniversary of the demolition of the Babri Masjid in Ayodhya, by Hindu fundamentalists who believe that the mosque was built after destroying a temple that stood on the spot of Lord Ram’s birth.In another video that is with the police only, Regar refers to Section 377 of the Indian Penal Code, which criminalises homosexuality in India, and something indistinct about Supreme Court judges, a police official said.Afrazul’s partially charred body was spotted by a passer-by who informed the police. Around 2.30 pm, a neighbour informed Afrazul’s son-in-law about an accident in Rajnagar area, the place Afrazul had left for that morning. The police were already at the spot by the time Afrazul’s relatives and neighbours reached there. Afrazul was identified with the help of his sandals and the remains of his clothes.‘No personal enmity’“We are still trying to find out whether he [Regar] has links with any Hindutva group but have not found any leads on that yet,” said a senior official in Rajasthan Police’s Crime Branch. “The motive is also unclear.”According to the police, Regar’s claim that he had killed Afrazul to save a woman from love jihad fell through during his interrogation. He told the police that a Hindu woman in his neighbourhood had eloped with a Bengali-speaking Muslim man a few years ago, following which he held a grudge against Muslims. The police said that no connection could be found between Afrazul and the Muslim man with whom the Hindu neighbour had eloped.An official privy to the investigation said that Regar knew Afrazul and had called him on the pretext of some construction-related work several times on the phone on Wednesday morning, asking Afrazul to meet him at the place where he was eventually attacked. “But there is no lead on any personal enmity between them,” the official said. “The statements of the accused are partially self-contradictory and it will take some time to connect the dots.”The police have booked Regar on charges of murder and attempt to tamper with evidence related to a crime. Charges related to spreading communal hatred and under provisions of the Information Technology Act are likely to be added, said a police official. The accused has no criminal record, the police said.Several companies of police personnel were deployed in Rajsamand on Thursday to monitor the law and order situation. Internet facilities were shut down in the area in the afternoon. “The situation is under control at this moment,” said Ratan Lal, Deputy Superintendent of Police (Rajsamand).","author":"Abhishek Dey","time":"2017-12-08T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/860699-75911-bvvpkcaqlz-1512666931.jpg","tags":["Rajasthan","Muslim","murder"],"source":"https://scroll.in/article/860699/rajasthan-hate-crime-police-looking-for-motive-and-if-accused-is-linked-to-hindutva-groups"}