{"title":"In Rajasthan, a citizens' group has come up with its own manifesto to bring political accountability","content":"“Vote hamaara, raj tumhaara - Nahi chalega nahi chalega.”— Slogan in Rajasthan.\nAt a time election campaigning is centred on unveiling of giant statues, announcing new ones and changing names of places, the launch of a peoples’ manifesto in poll-bound Rajasthan last month came as a reminder to political parties that they were accountable to the people.Launched on October 30 at an event in Jaipur called the Jan Manch (peoples’ platform), the peoples’ manifesto was drafted with the help of inputs from hundreds of people with expertise in a range of social sector issues who participated in a series of open dialogue sessions over the preceding 15 days. The open dialogue initiative was part of the larger Jan Nigraani Abhiyan (peoples’ monitoring campaign) which evaluated both policy and implementation in basic services and democratic governance across a range of issues. They ranged from women’s rights, protection of minorities, unorganised workers’ rights, youth and employment, agrarian distress, land acquisition, illegal mining, privatisation of health, quality of public education, and social sector legislations such as the National Rural Employment Guarantee Act, the Food Security Act and pensions. Through the 15-day period, there was also an effort to examine and evaluate the promises made by the ruling Bharatiya Janata Party during the previous elections. The Abhiyan and its members presented case studies and the living realities of communities as evidence to assess the performance of the government. The discussion served as a platform for challenging rhetoric with facts. At all points it attempted to suggest alternatives, while recognising their many potential limitations and challenges.The peoples’ manifesto was projected as a means by which political parties could be held accountable to the people. While seeking to establish accountability for past commitments, the Jan Manch discussed in detail what peoples’ organisations and campaigns would ask all political parties in the state to consider, respond to, and subject themselves to a social contract of accountability with the people for the next few years. Representatives of several political parties, including the Congress, Aam Aadmi Party, Communist Party of India (Marxist), Communist Party of India and the Bahujan Samaj Party participated in the Jan Manch. The ruling BJP was conspicuous by its absence. An empty chair with “BJP” written on it drew continual sarcastic comments and critical attention throughout.Employment and jobs creationOne contentious issue is that of jobs and employment. The Rajasthan government has claimed that it has generated 15 lakh jobs. At the Jan Manch, the evaluation and estimation of job creation and unemployment was done with the help of the report of the Comptroller and Auditor General, which clearly states that the state was able to create only 89,000 new jobs since it came to power in the state in 2013.Activists at the event also drew on figures from the official National Rural Employment Guarantee Act website to show that the number of person days of employment generated in the state over the last seven years had reduced to almost half of what it was in the scheme’s early years of 2008-’10. Similarly, households who availed 100 days of employment under the programme reduced from 25 lakh in 2008-’09 to about a tenth of that a decade later. The irony of a government apparently wanting to focus on employment generation systematically undermining the only legal guarantee to employment in India – the National Rural Employment Guarantee Act – was visible to all.The BJP’s poll rhetoric of “sabka saath, sabka vikas” or “together, development for all” was also put to the test with citizens across the state speaking of cases of non-payment of minimum support price, denial of land titles under the Forest Rights Act, denial of rations and pensions through the undemocratic and forceful imposition of Aadhar-based biometric authentication, privatisation of health care, numerous cases of fraud reported with the state government’s health scheme – the Bhamashah Swasthya Bima Yojana – wherein patients were charged for services they never availed. Known as the state that gave birth to the Right to Information movement and social auditing, it emerged in the Jan Manch that Rajasthan was the only state in the country to have wilfully denied the statutory mandate of social audits, by not setting up an independent unit to conduct such audits under the National Rural Employment Guarantee Act and the Food Security Act. All this indicated how unaccountable parties likely felt they were to people and social movements. There was a sense at the Jan Manch that the political class had deliberately broken the link between issues that matter to people and the vote. An important demand therefore being made by social movement groups, is for the passage of a social accountability law, one that can hold the government and its functionaries accountable to the people on a daily basis, not just be accountable to their political bosses. Accountability law A draft of such a law – prepared by these groups – was taken to all 33 districts in the state during a 100-day Jawaabdehi Yatra in 2016. Led by a group of 80-100 activists representing citizens campaigns and networks in the state, the jawaabdehi or accountability caravan halted in each district for three days to record and examine grievances faced by citizens in accessing their basic rights, and entitlements. It also helped focus on issues of public accountability that ordinary people face on a daily basis.Through the course of the yatra, nearly 10,000 grievances were registered and submitted to government officials at the state and district level for action. The number, the nature, and the scope of grievances, indicated the disturbing situation of poor delivery and almost no public accountability, towards citizens, and particularly marginalised communities. Problems were highlighted related to accessing the most basic entitlements such as rations under the food security law, pensions under social security pension schemes, work under the rural employment guarantee law, water, electricity, building plan approvals. The list was endless. The yatra was followed by a state-level dharna, which demanded timely action on the grievances, but also highlighted the lack of any framework to ensure such action took place.This entire process of using the redressal of grievances as a means of politicisation and empowerment helped the citizens groups who participated in the Jan Nigraani Abhiyan and Jan Manch move towards demanding political accountability – one that is not tied to the cycle of elections, but is a continuous process.The Jan Manch concluded with representatives of various political parties listening to, and commenting on a summary of the 32 issues presented by affected people and activists. The anger amongst people for their continuing distress was obvious, and the absence of the BJP was attributed by many to their inability to face the people and provide answers. “Sawal hai, sawal hai, jawab do, jawab do [We have questions, give us answers],” was the slogan with which the event ended. It was a clear warning to all parties, that they have many questions to answer, not just today, but also in the days and years ahead. Rakshita Swamy works with civil society organisations and governments to institutionalise social accountability mechanisms.","author":"Rakshita Swamy","time":"2018-11-29T18:30:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/106198-tmcgaerjby-1542794804.jpg","tags":["People’s manifesto","Rajasthan elections","Rajasthan Jan Manch"],"source":"https://scroll.in/article/902961/rajasthan-elections-citizens-groups-launch-peoples-manifesto-hoping-for-political-accountability"}