{"title":"Rajasthan Assembly polls: EC issues show cause notices to Congress for two advertisements","content":"The Election Commission on Wednesday issued two show cause notices to the Congress’ Rajasthan unit chief Govind Singh Dotasra in connection with poll campaign advertisements that allegedly violated the model code of conduct.The Assembly polls in Rajasthan will be held on Saturday. Votes will be counted on December 3.The poll body issued the notices following complaints by the Bharatiya Janata Party. The model code of conduct is a set of guidelines issued by the election commission that political parties have to follow while campaigning.The first notice said that the Congress published an advertisement in newspapers on Monday that had been allegedly “camouflaged as political predictions and/or news headlines”. The advertisements saying “Rajasthan mein Congress ki leher”, or a Congress wave in Rajasthan, were placed as the leading headline on the front pages of the newspapers.“The advertisements referred in the [BJP’s] complaint fails to adhere to the standards expected from a national party,” the poll body said. “It appears that the advertisement has been designed to look like a news item with the view to disorient the electors.”The Commission said that the advertisement was not only misleading, but also seemingly aimed at “causing a confusion in the minds of the voters” regarding the election result “thereby attempting to disturb the level playing field”.The second notice said that the Congress had published an advertisement in newspapers and on social media allegedly asking people to call a phone number for the “advance booking” of certain benefits proposed in its election manifesto.“Ex facie, inviting individual elector to register himself or herself, appears to be designed to create an impression of requirement of one to one relationship between elector and proposed benefit or electoral promise,” the election commission said.The poll body said that such “specific and individual transactions makes the design transactional in the nature of inducement to elector akin to a token system” that is prohibited under the model code of conduct.Dotasra has been ordered to respond to the first notice by 3 pm on Thursday and the second by 7 pm on Friday.Also read: Can Ashok Gehlot lead the Congress to a historic comeback in Rajasthan?","author":"Scroll Staff","time":"2023-11-23T13:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181133-wwzwmfkpmd-1665506963.jpg","tags":["Election Commission","Govind Singh Dotasra","Rajasthan","Rajasthan elections","Model Code of Conduct"]}