{"title":"Rajasthan’s blood drive on Eid is yet another example of BJP's doublespeak on secularism","content":"Another day, another religious controversy. This time, it’s the Bharatiya Janata Party government in Rajasthan, which has made moves to practically cancel the Baqr Eid holiday for thousands of Muslim employed in state colleges. On September 25, the day of the festival, the state government has decided to organise a blood donation drive in government and private colleges to mark the birth anniversary of Jan Sangh ideologue Deendayal Upadhyaya.The order takes great care to restrain college staff from leaving the college premises at the time of the blood donation, a fact that has, unsurprisingly, outraged many Muslims. Speaking to the Indian Express, Salim Engineer, national secretary, Jamaat-e-Islami Hind said, “This is a clear violation of human rights of Muslim employees. Eid-ul-Zuha is the biggest festival for Muslims and an official event that day would deny people from celebrating it.\"This isn’t the only minority holiday that was targeted. Last year, the Modi government decided to celebrate a day for “good governance” and scheduled it to coincide with Christmas, thus cancelling the holiday for any Christian government employees.Hindutva identityThis is of course part of a larger trend to push whatever Hindutva’s version of “Hindu” culture is. If this sounds alarming, it’s because these two aren’t the only data points. For the one and a half years that Narendra Modi has been in power, his communication has been exclusively on Hindu lines. As part of its attack on “pseudo-secularism”, the Modi government stopped the practice of massive iftar parties during Ramzan, which was all fine, but before that the prime minister held a massive Ganga aarti to celebrate his election victory in the May 2014 general election.Of course, Modi is welcome to his personal faith. But the prime minister-elect made his aarti into a public function, ensuring that it was broadcast over national television for millions of Indians too see. As cynical as those iftar parties were, using personal faith for politics, this massive public spectacle of a puja was many orders of magnitudes worse.This trend, if anything, grew in force: during his August, 2014 trip to Nepal, Modi visited the famous Pashupatinath temple in Kathmandu. Again, well within the bounds of state secularism for the head of government to believe in the spiritual powers of a place of worship. What was unconscionable was that the offering Modi made to the gods of the temple was paid for by the secular state of India. Narendra Modi offered Rs 4.1 crore worth of sandalwood and ghee to the temple. Tax payer money was diverted so that Narendra Modi could buy temple supplies.Of course, there was even hard power exercised. Beef was banned in Maharashtra under a near-draconian law based on the upper-caste Hindu taboos against it.Erasing secularismPart of this significant cultural shift towards making the state Hindu and the break down the secularism of the Indian state is driven of course by the ideology of the Bharatiya Janata Party. For example, Deen Dayal Upadhya ­­– the same person whose birth anniversary is being celebrated by cancelling the Eid holiday – decried the concept of a “secular state” as a “mere imitation of the western thought pattern” and even criticised individualism as a symptom of the same malaise. No wonder that the BJP can’t understand why using taxpayer money for religious gifts or stopping a person from eating what he wants is wrong.But this is not only about the BJP’s ideology. It’s bigger than that. There is also a deeper shift underway in the way the Indian state connects with India’s minorities. The earlier Congress system had many flaws when it comes to any strict practice of secularism. As Hamid Dabholkar, son of assassinated rationalist Prof Narendra Dabholkar puts it, the “Congress is pragmatically communal and BJP is programmatically communal.\"However, the Congress pragmatism mean that it set up cross-community patronage networks. Since, it wasn’t driven by any narrow ideology but a simple self-serving urge to stay in power, the Congress picked up votes from wherever they came in. In this, Muslims were a target group and the Congress would spend time asking for their votes ­– even if, as many allege, after getting their votes, there would hardly be any work done and Muslim areas remained backward.Disconnect from powerThe Bharatiya Janata Party builds up its programme of attacking Muslims and of course, does not even consider their votes as potential BJP ballots. This means a complete disconnect of Muslims from power. From a tiny stake in Congress rule, Muslim have been pushed into the situation of having no stake now in the ruling party. With the BJP, not only is there an ideological but an electoral wall as well. This is, of course, an anecdotal truism but has also been proved using hard data. Muslims representation in the legislatures and executive falls with the BJP in power. More insidiously, data shows a strong correlation between communal riots and the BJP’s electoral performance, again driven by the this same wall. As a study by researchers at Yale University in the United States put it, “The pacifying effect of Congress incumbency appears to be driven by local electoral considerations, in particular the party's exceptionally strong linkages to Muslim voters.\"One outcome of this massive disconnect of Muslims with the powers-that-be – for the first time in independent India ­– is the rise of a multi-state communitarian Muslim force, the Majlis-e-Ittehadul Muslimeen and its leader Asaduddin Owaisi. Like identity-based parties have used caste and Hinduism to push its politics, the MIM expects to do the same for the development of Muslims.Of course, as a solution for the severe marginalisation that Muslims now face, communitarian politics might seem to be a Hobson’s choice but it is fraught with dangers, given the nature of the communal public discourse. At least in the short term, Muslim identity politics, along the same lines as caste and Hindu identity politics, will generate a backlash and will find it far more difficult to find its place under the Indian political sun than, say, the BJP or Bahujan Samaj Party.For the meantime then, the Muslim employees of the state government of Rajasthan might have to find a different way out if they want to celebrate Eid.","author":"Shoaib Daniyal","time":"2015-09-16T12:30:10+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/755740-b8644cf6-de14-491d-9baa-c1eda68c5cfc.jpg","tags":[],"source":"https://scroll.in/article/755740/rajasthans-blood-drive-on-eid-is-yet-another-example-of-bjps-doublespeak-on-secularism"}