{"title":"Rajasthan crisis: Congress calls another Legislature Party meeting in bid to bring back Sachin Pilot","content":"The Congress called another Legislature Party meet for 10 am on Tuesday after failing to convince Rajasthan Deputy Chief Minister Sachin Pilot and his supporters to agree to talks on Monday, NDTV reported. Pilot is camping at a hotel in Delhi with some legislators who support him in the tussle against Rajasthan Chief Minister Ashok Gehlot. Pilot and other party leaders in Rajasthan are reportedly upset with Gehlot for issuing orders to question the deputy chief minister in an investigation into alleged attempts to destabilise the state government. Pilot was summoned by the Rajasthan Anti-Terror Squad and the Special Operations Group on Friday.  While Pilot claims he has 30 MLAs on his side, the Congress says the number is no more than 16. On Monday, Pilot insisted that Gehlot’s claim of having 106 legislators on his side is a gross exaggeration. However, the Rajasthan Congress Legislature Party passed a resolution seeking action against rebel MLAs and supported the Ashok Gehlot-led government.The Congress said that it was in touch with Pilot. The party also appealed to its leaders to discuss their grievances with the leadership. Posters of Pilot put up outside the party office in Jaipur were first removed and then reinstalled.“If anyone, be at any post or profile, has any problem, they must come forward and mention the issue on the party forum,” Congress spokesperson Randeep Surjewala had said during a media briefing. “We will work to resolve it together and keep our government intact in the state.”The Congress accused the Bharatiya Janata Party of attempting to destabilise the Rajasthan government, and said such efforts would not be fruitful as the Gehlot administration will complete its term. The Congress has alleged that Pilot is in talks with the BJP, but the deputy chief minister has denied this.MLA Deepender Singh Shekhawat, a Pilot loyalist, reiterated his claim that there was no truck with the BJP, PTI reported. He said it was not yet decided whether the rebel MLAs would form a new party. “As of now, we have not thought of anything but we will not go with the BJP,” Shekhawat said. “We are just talking about leadership change.”Ladnun MLA Mukesh Bhakar tweeted: “Loyalty in the Congress means Ashok Gehlot’s slavery. That is not acceptable to us.” Congress leaders Rahul Gandhi and Priyanka Gandhi spoke to Pilot on Monday, urging him to return to Jaipur, but he remained unconvinced, The Times of India reported on Tuesday. The Congress offered a rejig of portfolios in the Rajasthan Cabinet and an assurance of his tenure as state party chief, but Pilot said this was not enough. Pilot camp releases video showing supportMeanwhile, the Pilot camp released a video showing around 15 MLAs sitting together, in an attempt to display his support, NDTV reported. However, Pilot himself is not visible in the video. It is not clear where the video was shot.Before the rift within the party, the Congress had the backing of 125 MLAs in the 200-member Rajasthan Assembly, including 107 of its own lawmakers. As many as 13 Independents and five MLAs from other parties support it. The majority mark is 101. The BJP has 72 legislators and has the support of three Rashtriya Loktantrik Party MLAs.  Also readExplainer: How the Pilot vs Gehlot fight in Rajasthan is different from Congress being toppled in MP","author":"Scroll Staff","time":"2020-07-14T08:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108098-yaleqihijk-1594693405.jpg","tags":["Congress","Sachin Pilot","Ashok Gehlot","Bharatiya Janata Party","Rahul Gandhi"],"source":"https://scroll.in/latest/967416/rajasthan-crisis-congress-calls-another-legislature-party-meeting-in-bid-to-bring-back-sachin-pilot"}