{"title":"Rajasthan: SC dismisses petition against merger of BSP legislators with Congress as ‘infructuous’","content":"The Supreme Court on Monday dismissed a petition filed by Rajasthan Bharatiya Janata Party leader Madan Dilawar, challenging the state High Court’s refusal to stay Assembly Speaker CP Joshi’s decision approving the merger of six Bahujan Samaj Party MLAs with the Congress, PTI reported.A bench of Justices Arun Mishra, Vineet Saran and MR Shah was informed by senior advocate Kapil Sibal, representing the Speaker, that Rajasthan High Court has passed an order in the matter. Earlier in the day, Justice Mahendra Kumar Goyal asked Joshi to decide on the merits of the disqualification petition filed against the BSP MLAs within three months. “The court disposed Madan Dilawar’s writ petition and has asked the Assembly Speaker to conduct hearing in the complaint filed on March 16 and decide the matter on merit within three months,” a counsel for the speaker said.The Supreme Court said the matter has now been rendered “infructuous” and dismissed the petition.Sandeep Yadav, Wajib Ali, Deepchand Kheria, Lakhan Meena, Jogendra Awana and Rajendra Gudha won the Assembly elections in 2018 and joined the Congress in September last year. The BSP had also contested the merger by stating that the local unit of a national party cannot do it and sought an immediate stay on the merger with the Ashok Gehlot-led Congress government. As per law, parties merge, not legislators, it said. The party had also issued whip to the six legislators before the crucial trust vote in the Rajasthan Assembly, but the Congress government secured victory on August 14.","author":"Scroll Staff","time":"2020-08-24T21:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111429-spnwxkzzpf-1564458452.jpg","tags":["CP Joshi","Bahujan Samaj Party","Rajasthan High Court"],"source":"https://scroll.in/latest/971275/rajasthan-sc-dismisses-petition-against-merger-of-bsp-legislators-with-congress-as-infructuous"}