{"title":"Rajasthan: Vigilantes allegedly kill Muslim man in Alwar for transporting cows","content":"Cow vigilantes allegedly shot dead a 35-year-old Muslim man, and critically injured his fellow passenger in Rajasthan’s Alwar last week, The Times of India reported on Sunday. Ummar Khan’s body was found on the railway tracks on Friday evening. He had been transporting cows from Alwar to Bharatpur when he was reported to have been attacked.Khan’s body was taken to the mortuary of a government hospital. The victim’s relatives identified the body on Sunday morning. His fellow passenger, Tahir, is being treated at a private hospital in neighbouring Haryana.“The deceased and two others were transporting cows inside a pickup truck,” Iliyas, Ummar Khan’s uncle told The Times of India. “As soon as they entered the limits of Govindgarh, a mob of seven people waylaid their vehicle and began harassing them. They were calling themselves gau rakshaks [cow vigilantes] and fired at Ummar Khan.” However, the police told the English daily a different version of the incident. Circle officer (Alwar south) Anil Beniwal said the police found an abandoned pickup truck near Govindgarh at 6.30 am on Friday with five cows inside, including one that was dead. The police have filed a case under the Rajasthan Bovine Animal (Prohibition of Slaughter) Act.  “A few hours after the vehicle was found, information was received about a body being found on railway tracks,” Beniwal said. “Since we could not identify the deceased, his body was kept at the mortuary of the Rajiv Gandhi Hospital.”Several members of the Meo Muslim community have gathered outside the district hospital in Alwar and demanded action against the attackers. Khan’s family has filed a police complaint alleging that he was killed by cow vigilantes.The incident comes after dairy farmer Pehlu Khan was lynched by cow vigilantes in Alwar for allegedly transporting cows in April this year. The Rajasthan High Court on September 29 granted bail to the accused in the case.","author":"Scroll Staff","time":"2017-11-12T17:25:53.583412+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/857587-60013-dduhbpzedf-1510486733.jpg","tags":["Rajasthan","cow vigilantes","Alwar lynching","Pehlu Khan"],"source":"https://scroll.in/latest/857587/rajasthan-vigilantes-allegedly-kill-muslim-man-in-alwar-for-transporting-cows"}