{"title":"At least 17 dead as torrential rain causes havoc in northern India","content":"At least 17 persons have died in the past two days in several states of north India after torrential rain caused widespread flooding and brought chaos.Several parts of Rajasthan, Delhi, Uttar Pradesh, Uttarakhand Himachal Pradesh, Punjab and Jammu and Kashmir have received heavy to very heavy rainfall since June 7.The India Meteorological Department said that the intense spell of rainfall was due to an interaction between a western disturbance and monsoonal winds, which have prevailed over northern India. The weather department has predicted heavy rainfall in the states in the next 24 hours.Seven dead in Rajasthan, Jammu & KashmirFive persons died in rain-related incidents in the past two days in Rajasthan, The Times of India reported on Sunday.In the Chittorgarh district, a man named Heeralal Bhil from the village of Samelia Majra and a woman named Kesar Bai from the village of Palkhedi died after they were struck by lightning.In the Sawai Madhopur district’s Gangapur city, an 18-year-old student named Brahm Gurjar drowned in a waterlogged railway underpass on Saturday. Another man named Ramprakash Gurjar drowned while bathing in the Isarda dam, according to PTI.Locals wade through a flooded area after heavy monsoon rains in Fatehpur on July 5. Credit: PTIOn Saturday evening, a student named Yuvraj Meena died after he fell into an open sewerage tank near Nawalgarh Road in the Sikar district amid heavy rains.The India Meteorological Department on Saturday predicted heavy rainfall in the eastern part of the state and mild to moderate showers in the western part in the next 24 hours.In Jammu and Kashmir, two Army personnel were killed after they were swept away in a flash flood in Poonch. The deceased were identified as Telu Ram and Kuldeep Singh.During an Area Domination Patrol in difficult terrain of Poonch, L/Nk Telu Ram while crossing a mountainous stream got swept away due to flash floods. Nb Sub Kuldeep Singh , the Patrol leader while attempting to save L/Nk Telu Ram also laid down his life.GOC, @WhiteKnight_IA and… pic.twitter.com/LmeKlZXO1U— White Knight Corps (@Whiteknight_IA) July 9, 2023\n\nLandslides and flash floods in Himachal, 5 killedLandslides and flash floods were reported from several districts in Himachal Pradesh, resulting in the deaths of five persons. The landslides and flash floods were reported in Shimla, Lahaul, Spiti, Chamba and Solan.Three persons of a family were killed and two others were injured after their house collapsed due to heavy rainfall in Shimla on Sunday, reported the Hindustan Times. Officials said that the tragedy took place in Kotgarh village in the city.Beas River in Kullu, flowing above the danger mark. There had been a red alert. Avoid going close to the river. Avoid travelling to the hills in monsoons ,if it is not a must  . Follow Govt advisory. @nsharmajagran @Srish__T @anupgupta61 @shubhamtorres09 . pic.twitter.com/EBWp2iBLbR— Ramesh Pathania✒️🇮🇳 (@rameshpathania) July 9, 2023\n\nIn Chamba, one person was killed due to a landslide in the Kakiyan area. One woman was killed in a similar incident in Kullu’s Lankabekar village. On Sunday, the India Meteorological Department issued a red alert in Chamba, Kangra, Kullu, Mandi, Una, Hamirpur and Bilaspur districts and said that they will receive “heavy to extremely heavy rainfall”.An orange alert, indicating very heavy rains, has been issued for Shimla, Solan and Sirmaur districts, reported The Indian Express.A portion of the Leh-Manali National Highway was washed away due to the overflowing Beas River, ANI reported. The movement of vehicles was also stopped on the Kullu-Manali road.  #WATCH | Portion of National Highway 3 washed away by overflowing Beas river in Kullu, Himachal Pradesh pic.twitter.com/c8gRsvSkt5— ANI (@ANI) July 9, 2023\n\nOne woman dead amid heavy rain in DelhiIn Delhi, a woman was crushed to death near Karol Bagh on Saturday evening after a ceiling collapsed on her amid heavy rain, the Hindustan Times reported. She was identified as 58-year-old Ranjit Kaur.Delhi Fire Services chief Atul Garg said that the authorities on Saturday received 15 calls about parts of buildings collapsing. “None of them were serious, except for one in which a person died,” he said. “There was another incident in which 30 people were rescued near Tis Hazari.”Vehicles make their way on a waterlogged road after heavy monsoon rains in New Delhi on Saturday. Credit: PTIThe national capital received 153 millimetres of rain in the 24 hours leading up to 8.30 am on Sunday, the highest in a day in July since 1982, according to the India Meteorological Department.Delhi Chief Minister Arvind Kejriwal on Sunday cancelled the week off for all government officers and employees. He asked them to address rain-related issues.कल दिल्ली में 126mm बारिश हुई। मॉनसून सीज़न की टोटल बारिश का 15% मात्र 12 घण्टे में बरसा। लोग जल भराव से काफ़ी परेशान हुए। आज दिल्ली के सभी मंत्री और मेयर problem areas का इंस्पेक्शन करेंगे। सभी विभागों के अफ़सरों को संडे की छुट्टी कैंसिल कर के, ग्राउंड पर उतरने के निर्देश दिये…— Arvind Kejriwal (@ArvindKejriwal) July 9, 2023\n\n“Delhi received 126 mm of rain yesterday,” Kejriwal said in a tweet. “15% of the total rainfall of the monsoon season fell in just 12 hours. People were very upset due to waterlogging. Today all the ministers and the mayor of Delhi will inspect the problem areas.”  Four killed in Uttar PradeshIn Uttar Pradesh, four people were killed and four others were injured because of the rains.A woman and her six-year-old daughter were killed in Muzaffarnagar after the roof of their house collapsed due to heavy rain, PTI reported. The woman’s husband sustained injury in the incident.In Balia, two people were killed in separate incidents of lightning strikes since Friday.According to the police, one person, Pankaj Singh, was working in his field on Saturday evening when he was struck by lighting. Separately, 60-year-old Chhabila Yadav died when he was hit by lightning while sitting outside his house, the police said, according to PTI.","author":"Scroll Staff","time":"2023-07-09T10:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192012-jygsecluhz-1688895693.jpg","tags":["Rajasthan","Rajasthan rain","Sikar","Chittorgarh"],"source":"https://scroll.in/latest/1052289/rajasthan-five-dead-in-rain-related-incidents"}