{"title":"Rajasthan: CM Ashok Gehlot wins trust vote, says ‘BJP’s every tactic failed’ ","content":"The Ashok Gehlot-led Congress government in Rajasthan won a trust vote in the Assembly on Friday, ending a month-long political turmoil in the state, triggered by former Deputy Chief Minister Sachin Pilot’s revolt against the party. In his address at the Assembly session before the beginning of the vote, Gehlot had said that he will not let his government collapse at any cost, The Times of India reported. Gehlot repeated his accusation that the Bharatiya Janata Party had conspired to throw his government out of power. In a tweet after the session, Gehlot said that his government’s victory in the trust vote was a clear message to the forces trying to destabilise the Congress in Rajasthan. “Their [BJP’s] every tactic failed in Rajasthan,” he said. “It is the people’s unwavering trust in us and unity of our Congress MLAs that has brought this victory.”Winning the trust vote in the Assembly is a message to the forces that are trying to destabilize elected govts in the country. Their every tactic failed in Rajasthan.It is the people’s unwavering trust in us & unity of our Congress MLAs that has brought this victory.— Ashok Gehlot (@ashokgehlot51) August 14, 2020\n\n“The way BJP had conspired in Madhya Pradesh, Karnataka, Maharashtra, Goa, Manipur and Arunachal Pradesh, they applied the same technique in Rajasthan,” Gehlot added. “But they have been exposed.”Pilot, meanwhile, said that that the trust vote had put an end to all suspicions. “A roadmap has been prepared for all the issues that were being raised,” he said, according to ANI. “I have complete faith, that roadmap will be announced timely.” During the Assembly session, Pilot was made to sit near the Opposition benches. He dismissed the speculation of bitterness between him and the Congress by saying that only the “bravest and most powerful warrior” were sent to the border. In an apparent reference to his truce with the Congress, Pilot said that he and the MLAs in his camp had consulted a “doctor” in Delhi and received their cure, ANI reported. Earlier this week, the Congress had formed a three-member panel comprising Priyanka Gandhi Vadra, KC Venugopal and Ahmed Patel to address Pilot’s concerns.“Earlier, I was part of the government but now I am not, Pilot was quoted as saying by ANI. “It is not important where one sits, but what is in the hearts and minds of people.”Gehlot and Pilot, who have been feuding for over a month, met at a meeting of the Congress Legislative Party on Thursday. The two leaders smiled and shook hands as they met. “There is no substitute for truth integrity,” Congress leader KC Venugopal had said in a tweet. “The bonds of friendship and ideology are unbreakable, they will stand the test of time & reinvigorate the party.”After Pilot’s return to the Congress fold, the strength of the Gehlot-led government in the 200-member Assembly rose to 122. The majority mark is 101. BJP had the support of 75 MLAs. BJP attacks Congress during Assembly sessionThe BJP dropped its plan to move a no-confidence motion against the Gehlot-led government. BJP MLAs, however, criticised the Congress government over its functioning in the last month.  Leader of Opposition in the Rajasthan Assembly Gulab Chand Kataria claimed the BJP had no role in the state’s political crisis, according to The Indian Express. “You [the Congress government] are wounded because of quarrels in your house and are now trying to blame us for it, which is not right,” he said. Kataria also alleged that the Congress pushed Sachin Pilot out of the party despite his good work, NDTV reported. “He did such good work on MNREGA and how did you reward him,” Kataria said to Gehlot. “What is our internal matter, leave that to us. Whether there is any hurt or not, leave that to us. You focus on the trust vote.”  Rajasthan BJP chief Satish Poonia, in a dig at the Gehlot-led government, said that it was the first time that an elected government anywhere in the world worked from a resort for over a month, The Times of India reported. Read highlights of the Rajasthan Assembly session here.","author":"Scroll Staff","time":"2020-08-14T20:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/146017-yzywrbblel-1597410735.jpg","tags":["Ashok Gehlot","Congress","Sachin Pilot","Rajasthan","Rajasthan trust vote","Rajasthan crisis"]}