{"title":"Rajasthan minister says both sides are guilty after cow vigilantes beat Alwar man to death","content":"A 55-year-old man has succumbed to injuries he sustained during an attack by a group of cow vigilantes in Rajasthan’s Alwar, The Indian Express reported. The English daily quoted the police who said gau rakshaks affiliated to the Vishwa Hindu Parishad and Bajrang Dal attacked Pehlu Khan and four others on April 1 after accusing them of transporting cows illegally. The victims had reportedly showed the accused documents verifying their purchase of the animals.Rajasthan Home Minister Gulab Chand Kataria, however, has defended the mob. “The problem is from both the sides. People know cow trafficking is illegal but they do it. Gau bhakts try to stop those who indulge in such crimes,” said the minister, according to NDTV. He, however, said that taking law in one’s hand is not the right thing to do. “Police will act against both sides,” he added.Behrod Police Station House Officer Ramesh Chand Sinsinwar told the English daily: “Gau rakshaks affiliated with the Vishwa Hindu Parishad and Bajrang Dal stopped four vehicles, near Jaguwas crossing on National Highway 8, on Saturday evening, alleging that they were illegally transporting bovines.”  Police said 10 people have been arrested in connection with the attack, NDTV reported. Senior officer Paras Jain told the news channel that members of the public forcibly stopped and beat the transporters after they escaped a Behrod Police inspection of their vehicles a little while earlier. The officers said they have added murder to the charges against he accused. However, the transporters have been booked under the Rajasthan Bovine Animals (Prohibition of Slaughter & Regulation of Temporary Migration or Export) Act, 1995, he said. Khan was a resident of Haryana. The other victims, who were hospitalised at Alwar’s Kailash Hospital, left the facility alleging poor treatment.  “Everyone at the hospital was looking down at us. Pehlu died because he did not receive proper care,” Yusuf, a brother of one of the victim’s said. The hospital’s director, Shyam Sunder Sharma, denied the allegations. Khan’s body was been handed over to his relatives after a postmortem on Wednesday.The cow is considered sacred by many Hindus and the consumption of beef is a contentious topic in the country. Right-wing administrations along with non-governmental outfits have increased restrictions against its consumption and the transportation of cows.","author":"Scroll Staff","time":"2017-04-05T10:31:29.533724+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/833734-qfvksoopzo-1491368550.jpeg","tags":["Cow vigilantes","Bajrang Dal","Vishwa Hindu Parishad","Rajasthan"],"source":"https://scroll.in/latest/833734/rajasthan-man-dies-after-vhp-bajrang-dal-linked-cow-vigilantes-attack-him-over-suspected-smuggling"}