{"title":"Rajinikanth endorses Kamal Haasan’s statement, says they may join hands in politics if required","content":"Actor-turned-politician Rajinikanth on Tuesday endorsed fellow actor Kamal Haasan’s statement that the two could come together politically for the benefit of Tamil Nadu, if such a situation arose, the Hindustan Times reported. “Rajini and I will travel together if there is a need for Tamil Nadu’s development,” Haasan told reporters earlier on Tuesday, according to NDTV. “If there is a need for travelling together we will tell. Now, work is important. We can talk about our policies later. We are together for 43 years, we joining together is no miracle.”Rajinikanth affirmed Haasan’s stance while talking to reporters at Chennai airport. The superstar, who was travelling to Goa, said: “If the situation demands and there is a need for us to proceed together in politics in the interest of the people, we will forge ahead and travel unitedly. When the need arises, we will team up.”Haasan’s party, the Makkal Needhi Maiam, secured 5% of the vote in the Lok Sabha elections in Tamil Nadu held six months ago, but did not win a single seat. Rajinikanth has not yet launched his political party.Earlier this month, Rajinikanth had alleged that attempts to “saffronise” him would not succeed. He added that he will not join the Bharatiya Janata Party ahead of the 2021 Assembly elections in Tamil Nadu. Rajinikanth’s statement came days after he met BJP leader Pon Radhakrishnan. On Sunday, Rajinikanth had said that the fact that Edappadi Palaniswami had been chief minister of Tamil Nadu for two years was a “miracle”. “Two years ago, Edappadi Palaniswami would not have even dreamt of becoming the chief minister,” Rajinikanth had said at a concert by maestro Ilayaraja to celebrate Haasan’s 60 years in films. “And they said, he would not last even for a few days. But, he had survived for more than two years. It is a miracle. Miracles happened yesterday. It is happening today and might happen tomorrow.”Tamil Nadu minister D Jayakumar responded sharply, saying that Palaniswami had come to power after working hard for 45 years. “The only miracle that would happen in 2021 is the people of Tamil Nadu giving the mandate to the AIADMK [All India Anna Dravida Munnetra Kazhagam],” he added.","author":"Scroll Staff","time":"2019-11-20T07:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/86597-oajblzwebw-1574215869.jpeg","tags":["Kamal Haasan","Rajinikanth","Makkal Needhi Maiam","Tamil Nadu"],"source":"https://scroll.in/latest/944272/rajinikanth-endorses-kamal-haasans-statement-says-they-may-join-hands-in-politics-if-required"}