{"title":"Rajinikanth claims there will be a ‘miracle’ in the 2021 Tamil Nadu Assembly elections","content":"Actor and politician Rajinikanth on Thursday claimed that there would be a “miracle” in the 2021 Tamil Nadu Assembly elections, The Times of India reported. Rajinikanth made the remark to reporters at Chennai airport in response to minister D Jayakumar’s assertion earlier in the day that “communal, caste and spiritual politics” will never make a mark in the state.“People of Tamil Nadu will 100% ensure that a miracle and a wonder will happen in politics in the state in 2021,” Rajinikanth said.Rajinikanth, in response to a question, said on Thursday that in the event that he joined hands with Haasan, the chief ministerial candidate would be decided closer to the elections. “I have to launch my political party first, and there has to be a discussion with my party cadre on who should be the chief ministerial candidate,” he said. “Decisions like these can be taken only closer to the elections and until then I cannot answer such questions.”Rajinikanth, who returned from Goa, where he received the International Film Festival of India Golden Jubilee Icon award, said he would dedicate the award to the people of Tamil Nadu.Responding to Rajinikanth’s assertion of a “miracle” in the 2021 polls, Chief Minister Edappadi Palaniswami said the actor was yet to even launch his party and enter politics. “May be, Rajinikanth is terming AIADMK’s return to power as the ‘wonder’,” Palaniswami told reporters in Thoothukudi city.The ruling All India Anna Dravida Munnetra Kazhagam had earlier mocked the idea of an alliance between actors Rajinikanth and Kamal Haasan, saying it would be like “a cat and mouse living together”. In an article in its mouthpiece Namathu Amma, the party said: “While Rajinikanth had announced he would take forward spiritual politics, Haasan is known for rationalism and communism.”Rajinikanth was on Tuesday asked about Haasan’s comment that he would work with him for the prosperity and development of Tamil Nadu. Echoing Haasan’s comments, Rajinikanth said: “If a situation arises that warrants us to work with each other for the benefit of people of Tamil Nadu, I will work with Kamal Haasan”.  Haasan’s party, the Makkal Needhi Maiam, secured 5% of the vote in the Lok Sabha elections in Tamil Nadu held six months ago, but did not win a single seat. Rajinikanth has not yet launched his political party.Earlier this month, Rajinikanth had alleged that attempts to “saffronise” him would not succeed. He added that he will not join the Bharatiya Janata Party ahead of the 2021 Assembly elections in Tamil Nadu. Rajinikanth’s statement came days after he met BJP leader Pon Radhakrishnan. The AIADMK is an ally of the saffron party.","author":"Scroll Staff","time":"2019-11-21T18:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117773-ssslozobvl-1574340300.jpg","tags":["Rajinikanth","Kamal Haasan","Tamil Nadu","AIADMK","E Palaniswami"],"source":"https://scroll.in/latest/944459/rajinikanth-claims-there-will-be-a-miracle-in-the-2021-tamil-nadu-assembly-elections"}