{"title":"Review: ‘PK’ targets blind faith and shady gurus ","content":"The Rajkumar Hirani-Abhijat Joshi-Aamir Khan combination gave us 3 Idiots in 2009. The trinity is back with a movie about one idiot among a billion idiots. Hirani’s latest message-oriented comedy giggles at the commercialisation of religion.Hirani has previously poked fun at corruption in the medical profession (Munnabhai MBBS), the abandonment of Mahatma Gandhi’s values in his country (Lage Raho Munnabhai) and the creativity-crushing rote learning Indian system of education.His movies preach non-conformism and off-the-wall thinking using a package of populist elements (a big-name star cast, songs, bright and happy colours, a boy-meets-girl scenario), commonsensical humour and simplistic solutions. These servings of palatable rebellion have proven hugely popular with the multiplex herd, making Hirani one of the most successful directors in recent Hindi film history.A minor character from Lage Raho Munnabhai, an astrologer with disproportionate influence played by Saurabh Shukla, seems to have inspired Hirani’s latest offering. In PK, Hirani and co-writer Abhijat Joshi direct the laughs against both a specific target and a cosmic one. A godman (Saurabh Shukla) is passing off a blue-hued stone as the god Shiva’s holy object, but the glowing bauble is actually an interplanetary travel device that has brought alien PK (Aamir Khan) to earth. PK, like ET before him, needs the device to go home. His search for the stone brings him in contact with Anushka Sharma’s television reporter Jagat Janani, nursing a broken heart after her Pakistani boyfriend (Sushant Singh Rajput) ditched her at the altar, and Tapasvi, Saurabh Shukla’s white-robed fraud. Since the lord moves in as ways as mysterious as screenplay writers, Tapasvi has a direct connection to Jagat Janani.Perhaps in deference to the fact that Tapasvi is nowhere as colourful as some real-life gurus  Hirani steps back and asks a deeper question: “Did God make you or did you make God?”In a fabulous sequence, PK recounts to Jagat Janani the adventures that followed his attempts to prove that God indeed exists in this deeply unequal, miserable corner of the earth. The movie’s soul is contained in this sharp and beautifully argued critique of blind faith, superstition and communalism, tossed at audiences over the shoulders of an outer space being. PK’s testimony re-asserts the right to blaspheme, to speak out against organised religion, to question the gods and their flesh-and-blood avatars, and to investigate the roots of bigotry.The rest of PK isn’t quite as radical or sure-footed. The vast network of faith-based empires that have sprung up in every corner of India peddling miracle cures, salvation, a direct line to the Almighty, and sometimes communal polarisation is too large to be contained by Hirani’s homespun brand of humour. Some of PK’s thunder has already been stolen by 2012’s OMG – Oh My God!, whose protagonist sues God after he loses his shop in an earthquake and conducts impassioned debates with Her earthly representatives. The march of the Hindutva brigade has also reduced PK’s pleas for communal harmony to the level of a college street play.PK’s greatest insurance against potential outrage lies in its straw characters. Khan’s PK is an idiot savant rather than a wisecracking subversive.Hirani’s twin, and contradictory, impulses to preach to audiences and let them question the received wisdom, have served him very well in the past. In PK, he aims for a less manic and more thoughtful movie, one that will give the popcorn munchers something to argue about on the way home. The fact that movies that examine the underbelly of organised religion have become increasingly rare over the past few years, and are the province of independent filmmakers rather than marquee names, makes PK special. But good intentions don’t automatically translate into absorbing cinema.The 153-minute movie is not helped by a sluggish narrative, redundant songs and several instances of the Rajkumar Hirani Reaction Montage, his equivalent of the “laughter” and “applause” prompt buttons used in sitcoms and chat shows. As PK spins out a homily, Hirani, who has also edited the movie, cuts to the reactions of various characters, some of them laughing at their foibles, some shaking their heads in silent awe, and others weeping at the brilliance of what they have witnessed.Directors who play God? Therein lies PK’s problem.","author":"Nandini Ramnath","time":"2014-12-19T16:09:42+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/695980-5696da4f-de3a-43b5-9aa9-4863efb9a181.jpg","tags":["PK","Rajkumar Hirani","Aamir Khan"],"source":"https://scroll.in/article/695980/rajkumar-hiranis-pk-is-a-movie-about-one-idiot-among-a-billion"}