{"title":"Rajnath Singh says ‘no power in the world’ can stop construction of Ram temple","content":"Defence Minister Rajnath Singh said on Sunday that no power in the world can stop the Ram temple from being built in Ayodhya, PTI reported. Singh was speaking at an election rally in Bishampur Assembly constituency of Jharkhand. The state will hold five-phase polls starting from November 30, with results to be declared on December 23.“A grand Ram temple will be built in Ayodhya and no power in the world can stop that from happening,” Singh said. “The path for construction of the temple has been cleared by the Supreme Court.”The Supreme Court had on November 9 ruled that the disputed land in Ayodhya will be granted to a trust formed by the Centre or Uttar Pradesh government. The trust will then decide on the construction of a Ram temple. The top court also said that a five-acre plot should be allotted elsewhere in Ayodhya to the Sunni Waqf Board as compensation for the destruction of the Babri Masjid in 1992.Singh said on Sunday that the Narendra Modi-led government has fulfilled Jan Sangh ideologue Shyama Prasad Mookerjee’s dream of one Constitution for India. He was referring to the Centre’s decision to abrogate special status for Jammu and Kashmir under Article 370 of the Indian Constitution. The decision was taken on August 5, and prohibitory orders were imposed in the erstwhile state, which have been partially lifted. The state was also divided into the two Union Territories of Jammu and Kashmir, and Ladakh.Singh also warned Maoist groups against violence in Jharkhand. “I have seen a couple of incidents happening in Jharkhand,” he said, referring to the killing of six people by alleged Maoists in two separate ambush attacks on Saturday. “You should rest assured that the BJP governments at the Centre and the state will not allow anybody to use guns. A befitting reply will be given to them.”Singh also claimed that the Rafale jets, brought from France, will destroy terrorist camps across the border in Pakistan. He said that with these jets, India need not cross the border as the aircraft will fire at terror camps from inside the Indian territory itself.","author":"Scroll Staff","time":"2019-11-24T19:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131545-lxgnytuepg-1574605740.jpg","tags":["Rajnath Singh","Jharkhand elections","Ayodhya verdict","Rafale","Article 370"],"source":"https://scroll.in/latest/944765/rajnath-singh-says-no-power-in-the-world-can-stop-construction-of-ram-temple"}