{"title":"Rajsamand murder: Rajasthan police refute accused’s claims about a forced conversion in his hometown","content":"Police officials in Rajasthan on Friday refuted claims made by Rajsamand murder case accused, who had told investigators that a West Bengal-based Muslim man had forced a Hindu woman from his neighbourhood to convert to Islam after they eloped several years ago. The accused had reportedly told the police that he developed a grudge against Muslims since the woman left for West Bengal after marrying the man.On Wednesday, 36-year-old Shambhulal Regar had hacked Mohammad Afrazul, a Muslim labourer, to death in Rajsamand before setting his body on fire. On Thursday, a court sentenced Regar to three days in police custody. Police officials have not been able to find any connection between the Afrazul, who was from West Bengal, the woman from Regar’s neighbourhood and the man who had accompanied her. The motive of the crime and Regar’s connection with any Hindutva group still remains unclear, the official said.  During an interrogation, Regar reportedly told the police that the Hindu woman’s mother had asked him for help. The investigators contacted the woman, who told them that she had not married the man or converted to Islam. She told the police that she had thwarted Regar’s attempts to take her back to her hometown a few years ago and that he was aware that she was not married to the Muslim man with whom she had left for West Bengal, the officials said.  Police arrested Regar on Thursday and detained his minor nephew, who allegedly documented his uncle’s crime and confession on several videos. In the videos, Regar ranted against Muslims, calling them “jihadis”, and blaming them for the drug trade, fake currency, and movies that insult Hindu figures. The accused even claimed that the victim was a perpetrator of “love jihad”, a term often used by Hindutva groups to accuse Muslim men of entrapping Hindu women on the pretext of love in order to eventually convert them to Islam.","author":"Scroll Staff","time":"2017-12-08T23:44:12.808874+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/860860-wjcsmkeivp-1490339566.jpg","tags":["Rajsamand","Rajasthan","Vasundhara Raje"],"source":"https://scroll.in/latest/860860/rajsamand-murder-rajasthan-police-refute-accuseds-claims-about-a-forced-conversion-in-his-hometown"}