{"title":"19 Rajya Sabha MPs suspended for the week for disrupting House proceedings","content":"Nineteen Opposition MPs were on Tuesday suspended from Rajya Sabha for the rest of the week for repeatedly disrupting the House proceedings, PTI reported. This is the highest number of MPs suspended in a single batch in Rajya Sabha.The action came a day after four Congress Lok Sabha MPs – Manickam Tagore, Ramya Haridas, Jothimani and TN Prathapa – were suspended for the entire Monsoon Session for carrying placards while protesting inside the House.The MPs who were suspended on Tuesday are Sushmita Dev, Mausam Noor, Santanu Sen, Dola Sen, Nadimal Haque, Abhi Ranjan Biswas and Shanta Chhetri from the Trinamool Congress along with Communist Party of India (Marxist) leaders V Sivadasan, AA Rahim, Communist Party of India’s Santhosh Kumar and Dravida Munnetra Kazhagam’s Kanimozhi, M Mohamed Abdulla, R Girranjan, NR Elango, S Kalyanasundaram and M Shanmugam.B Lingaiah Yadav, Ravichandra Vaddiraju and Damodar Rao Divakonda from the Telangana Rashtra Samithi were also suspended.They were suspended because they did not listen to Rajya Sabha Deputy Chairman Harvansh’s repeated pleas to leave the Well of the House and go back to their seats, according to PTI.Trinamool Congress leader Derek O’Brien told reporters that the Modi government had turned Parliament into a “deep, dark chamber”, PTI reported. “Democracy has been suspended in India,” he added.O’Brien, the leader of the Trinamool Congress in the Rajya Sabha, said that Prime Minister Narendra Modi is afraid of Parliament. “I ask him to come and answer one question in Parliament,” he said.19 opposition Rajya Sabha MPs suspended for the remaining part of the week for storming well of the House and raising slogans https://t.co/cyLSmWIvd3 pic.twitter.com/wGvlQQLNF5— ANI (@ANI) July 26, 2022\n\nThe Opposition has been staging protests since the start of the Monsoon Session on July 18 and demanding discussion on topics such as inflation and the tax increases on a number of goods and services.On Tuesday, Minister of State for Parliamentary Affairs V Muraleedharan moved a motion to suspend 10 MPs. However, when it was adopted by a voice vote, the Rajya Sabha deputy chairman read out the names of 19 members who have been suspended for the rest of the week.Harivansh said the Opposition MPs were suspended for showing “utter disregard” to the House, PTI reported.Union minister Piyush Goyal claimed that the MPs repeatedly ignored the chairman’s appeals to let the House function and infringed on other members’ rights.Goyal, who is the leader of the House in the Rajya Sabha, said the government was ready for a discussion on the issue of price rise once Finance Minister Nirmala Sitharaman recovers from Covid-19 and returns to Parliament.He said the decision to suspend the Opposition leaders from Rajya Sabha was taken with a “heavy heart”. The Union minister said, “They are continuously disturbing the proceedings of the House.”Ahead of the beginning of the Monsoon Session of Parliament, the Rajya Sabha Secretariat had issued a circular on July 14 banning demonstrations, dharnas, strikes, fast or religious ceremonies by MPs in the precincts of Parliament.The directive held significance as over the last few sessions of Parliament, Opposition leaders had held protests in the premises of the House on many matters of national importance to pressurise the government to hold a discussion on them.In November, 12 Opposition MPs were suspended from the Rajya Sabha on the first day of the Winter Session for their “unruly and violent” conduct during the previous Monsoon Session held in August.","author":"Scroll Staff","time":"2022-07-26T15:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177641-eegvgmqudl-1658837489.jpg","tags":["Rajya Sabha","Monsoon Session","Congress"],"source":"https://scroll.in/latest/1029106/rajya-sabha-11-mps-suspended-during-monsoon-session-for-alleged-misconduct"}