{"title":"Rajya Sabha polls: Congress wins three seats in Karnataka, BJP wins one in Himachal Pradesh","content":"The Congress on Tuesday won three seats and the Bharatiya Janata Party won a single seat in the ongoing elections to the Rajya Sabha in Karnataka, The Indian Express reported.The Rajya Sabha elections for Uttar Pradesh, Karnataka and Himachal Pradesh were held on Tuesday. Voting has ended for ten seats in Uttar Pradesh, four seats in Karnataka and one seat in Himachal Pradesh amid reports of cross-voting.In Himachal Pradesh, the BJP’s Harish Mahajan defeated Congress’ Abhishek Manu Singhvi.The Congress won all the three seats it had contested for in Karnataka with its candidates Ajay Maken, Syed Naseer Hussain and GC Chandrasekhar, while Narayansa Bhandage won from the BJP. Kupendra Reddy from the Janata Dal (Secular) lost.In Karnataka, a candidate requires 45 votes in the 224-member Assembly to be elected to the Upper House of Parliament.Maken and Hussain secured 47 votes each, while Chandrashekar got 45 votes. Bhandage secured 47 votes, while Reddy received 36 votes.Karnataka Deputy Chief Minister DK Shivakumar, while addressing reporters, said that the party’s win shows the “unity and integrity” of the Congress.Meanwhile, Karnataka BJP MLA ST Somashekar Gowda had cross-voted during the Rajya Sabha polls in the state, party chief whip Doddanagouda G Patil told ANI.“It is confirmed that ST Somashekar has cross-voted,” Patil told ANI.Another BJP MLA, a former minister Shivaram Hebbar, chose to abstain from voting after apprehension from the party that he would vote for the Congress, The Indian Express reported. The BJP had pasted a copy of the party whip directing Hebbar to vote for coalition candidates outside his room in the Legislators Home at Vidhana Soudha.The BJP has said that it will submit a letter to Karnataka Legislative Assembly Speaker UT Khader seeking Gowda’s and Hebbar’s disqualification from the Assembly, The Hindu reported.Leader of the Opposition R Ashok also said that the BJP’s state unit will report the matter to the party’s high command, accusing both the MLAs of “cheating the party”.#WATCH | On rumours of cross-voting in Rajya Sabha elections by ST Somashekar, BJP MLA Basanagouda R Patil (Yatnal) says, \"Sometimes such things happen. The party had given clear direction to vote for BJP-JD(S) candidates.\" pic.twitter.com/k2irbnfpEK— ANI (@ANI) February 27, 2024\n\n\nOn Monday, the Congress had shifted all its MLAs to a private resort to prevent potential cross-voting.On Tuesday, Karnataka Home Minister G Parameshwara told reporters that the party is certain that it will win all the three seats.“We suspected cross-vote only because the BJP and JD(S) were trying to reach our MLAs and contacted them,” he told reporters. “We have had a bitter experience before, so that's why we took the precaution of keeping our MLAs together.”VIDEO | Karnataka Rajya Sabha Polls 2024: \"We will win all three seats. There's no chance of a cross-vote. We suspected cross-vote only because the BJP and JD(S) were trying to reach our MLAs and contacted them. We have had a bitter experience before, so that's why we took the… pic.twitter.com/ewylgotJwo— Press Trust of India (@PTI_News) February 27, 2024\n\n\nIn Himachal Pradesh, a candidate needs 35 votes in the 68-member Assembly to be elected. Himachal Pradesh Chief Minister Sukhvinder Singh Sukhu on Tuesday alleged that a convoy of Central Reserve Police Force and the Haryana Police had taken away five to six Congress MLAs, The Indian Express reported.Earlier, Sukhu added that leaders from the Opposition had threatened counting officials and stalled the counting of votes. In all, a total of nine MLAs reportedly cross-voted in favour of the BJP’s candidate.“I would also like to thank the nine persons [MLAs] because they have taught me a lot about human nature, its fickleness or its resoluteness,” Singhvi said, conceding defeat.Senior BJP leader and former Himachal Pradesh Chief Minister Jairam Thakur told reporters on Tuesday night that the Himachal Pradesh chief minister should resign from his position after Congress’ loss in the polls. “ The MLAs have left him [Sukhu] just within a year,” Thakur said.#WATCH | Rajya Sabha Elections | BJP candidate Harsh Mahajan wins after the draw of lots, both candidates got 34 each.Congress candidate from Himachal Pradesh, Abhishek Manu Singhvi says, \"...I would also like to thank the nine persons (MLAs) because they have taught me a lot… pic.twitter.com/vFPwBdrBFu— ANI (@ANI) February 27, 2024\n\n\nThe Uttar Pradesh Assembly has 403 MLAs but the voting strength on Tuesday stands at 399 as four seats are vacant. Each candidate requires 37 votes to win.The BJP has 252 MLAs and its allies in the state account for 34 MLAs. The Samajwadi Party has 108 MLAs and its ally Congress has two legislators in the state Assembly.The BJP has fielded eight candidates: party general secretary Amarpal Maurya, former minister Sangeeta Balwant, former Union Minister RPN Singh, spokesperson Sudhanshu Trivedi, former MLA Sadhna Singh, former Agra mayor Naveen Jain, former MP Chaudhary Tejveer Singh and Sanjay Seth.The Samajwadi Party has fielded actor-turned-politician Jaya Bachchan, former state chief secretary Alok Ranjan and Dalit leader Ramji Lal Suman.On Tuesday, Samajwadi Party’s chief whip Manoj Pandey resigned from his post saying he will vote for the BJP, reported India Today. On Monday, Pandey and seven other MLAs had skipped a meeting with party chief Akhilesh Yadav to discuss the Rajya Sabha polls, causing speculation that some party leaders may cross-vote on Tuesday.Samajwadi Party MLA Zahid Beg accused the BJP of trying to poach the party’s leaders with large sums of money, reported India Today. “However, I am confident that our leaders won't accept the money,” Beg said. “Manoj Kumar Pandey is a senior leader. He is not someone who would accept money from anyone.”Responding to the development, party chief Akhilesh Yadav said that not everyone has the strength to stand against the government. “Pressure is put on everybody,” he said, according to ANI. “Is there anyone who does not know that BJP would go to any extent to win?”#WATCH | Lucknow: On Rajya Sabha elections, Samajwadi Party chief Akhilesh Yadav says, \" Not everybody has the guts to stand against the Government...pressure is put on everybody, is there anyone who doesn't know that BJP would go to any extent to win. BJP was dishonest during… pic.twitter.com/WFxqpQzeRc— ANI (@ANI) February 27, 2024","author":"Scroll Staff","time":"2024-02-27T13:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194292-eokvmerxvk-1695352193.jpeg","tags":["Rajya Sabha Polls","Karnataka","HimachalPradesh","Uttar Pradesh","BJP","Congress"]}