{"title":"Rajya Sabha clears GST Constitution Amendment Bill","content":"The Rajya Sabha passed the Goods and Services Tax Constitution Amendment Bill late on Wednesday after Finance Minister Arun Jaitley brought it up for debate earlier in the day. The Bharatiya Janata Party-led government at the Centre has consistently pressed the Upper House to pass the Bill after the Lok Sabha passed it in May 2015. Main Opposition parties had expressed support for the Bill, while asking it to be passed on specific conditions. Former Finance Minister P Chidambaram had asked the tax reform be passed as a financial Bill and not a money Bill. Chidambaram also asked the tax rate be capped at 18%, and that if changed, it should be done so by Parliament and not the Executive.Tamil Nadu’s ruling party, All India Anna Dravida Munnetra Kazhagam, opposed the Bill, while its supporters included the Samajwadi Party, Trinamool Congress, Janata Dal (United) and others. AIADMK members walked out of the House before voting on the Bill began.Jaitley said, “The merits of the system are that it will convert India into one economic market and will introduce a uniform tax across the country, check evasion of tax. This would also give a boost as far as growth rate is concerned.”The GST Bill seeks to bring in a single tax rate to replace India’s complicated current rules, which include Central excise duty, service tax, additional customs duties, value added tax, entertainment tax and so on. It will replace 17 indirect tax levies. The Centre believes this will help create a unified market in the country, avoiding double taxation and increase compliance. The GST will have a Central component, and a state component, which both forms of government will administer at their levels.","author":"Scroll Staff","time":"2016-08-03T21:43:55.863661+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/813135-article-dvdrrxkrlj-1456757635.jpeg","tags":["GST Bill","Rajya Sabha","Parliament","Arun Jaitley"],"source":"https://scroll.in/latest/813135/rajya-sabha-clears-gst-constitutional-amendment-bill"}