{"title":"Rajya Sabha adopts resolution to revoke J&K’s special status, passes bill to bifurcate state","content":"The Rajya Sabha on Monday adopted a resolution to recommend to the President that the special status of Jammu and Kashmir under Article 370 of the Constitution be revoked. The Upper House of Parliament also passed a bill to split the state into two Union territories – one, Jammu and Kashmir, which will have a legislature, and the other, Ladakh, without one.Union Home Minister Amit Shah had moved the resolution and the bill in the Rajya Sabha on Monday morning amid ruckus from Opposition members, as none of them were listed in the business and copies had not been circulated beforehand. The night before, security was tightened in Jammu and Kashmir and former Chief Ministers Omar Abdullah and Mehbooba Mufti were put under house arrest.Article 370 of the Constitution, passed in October 1949, exempts Jammu and Kashmir from all but two articles of the Indian Constitution – Article 1, which lists the states and Union territories of India, and the Article 370 itself. It allows the state to have its own Constitution and limits the Parliament’s legislative powers over the state.Parties such as the Bahujan Samaj Party, Biju Janata Dal, YSR Congress Party, Bodoland People’s Front and Aam Aadmi Party supported the move, while the Congress, the Rashtriya Janata Dal, Samajwadi Party and ruling party ally Janata Dal (United) were against it.Responding to the debate in the evening, Shah said the Articles 370 and 35A were responsible for poverty and terrorism as well as poor healthcare and education in the state. He said that no appropriate time was needed to take the decision to revoke them, only political will was needed. “One just needs to rise above their own politics and think about the country,” he said.Shah said the two articles had done great damage to the people of the state, and never allowed democracy to flourish. Only corruption flourished as the special status blocked the entry of agencies meant to check corruption, he said. As a result, while the state got more money in aid than other states did, the development remained limited, Shah added. He also said that Article 370 had led to terrorism in the state.Even tourism did not develop much in the state because travel agencies and hotels cannot set up businesses there, Shah said. Article 370 and 35A limit the possibilities that tourism offers in J&K, he added. Talking about the Article 35A, which allows only locals to buy land in the state, Shah said land prices were low because of the provision and was keeping people poor. “Why do you want to force the poor who has land to remain poor?” Shah asked.Shah expressed belief that the road to solving the Kashmir problem would come out of the decisions taken on Monday. “Give us five years, we will make Jammu and Kashmir the most developed state in the country,” he said.Responding to a remark that Kashmir would turn into Kosovo with the revocation of the special status, Shah said, “We won’t let Kashmir become Kosovo. Kashmir was heaven and it will remain heaven.”On the concerns about the Reorganisation Bill, which sought to bifurcate the state into two Union territories, Shah said that Jammu and Kashmir would get back its full statehood once normalcy returns.Opposition’s remarksDuring the debate, Leader of the Opposition Ghulam Nabi Azad said that the government had reduced Jammu and Kashmir to a non-entity. “It will be a black spot on India’s history when the day this legislation is passed,” Azad said. “Will you break and ruin the old India to create a New India?”Derek O’Brien of the Trinamool Congress described it as a “Black Monday”. He and his party MPs walked out of the House, claiming there had been “procedural harakiri” and “constitutional immorality”.Rashtriya Janata Dal MP Manoj Kumar Jha said the move would open the gates for Kashmir to turn into Palestine. “I appeal to you with folded hands, sacrifice arrogance, embrace Kashmiris, then Kashmir will embrace you on its own,” Jha said. “You separated it, that makes me sad.”TK Rangarajan of the Communist Party of India (Marxist) said the ruling party was destroying the Constitution and unity in the country, PTI reported. Congress leader Kapil Sibal said, “We [Congress] won Kashmir and you lost Kashmir. You brought the bill at 11 am and now you want to discuss. How can there be good debate when we don’t have [copies of] the bill or resolution with us?”Sibal claimed the government did not do enough consultations on the resolution and the bill, “just because you have numbers”.Meanwhile, the government rejected allegations that it had not consulted enough people before bringing the bill and resolution. Union Minister Nirmala Sitharaman said this has been the BJP’s stance since the time of its precursor Jana Sangh, and it was even in the party’s manifesto for the Lok Sabha elections. Shah said the BJP had this in its manifesto at a time when it was not even in municipality, let alone in Parliament.","author":"Scroll Staff","time":"2019-08-05T20:56:56.236889+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/125023-upoxuvenns-1565009478.jpg","tags":["Jammu and Kashmir","Rajya Sabha","Amit Shah","Ladakh","Article 370"],"source":"https://scroll.in/latest/932930/rajya-sabha-adopts-resolution-to-revoke-j-ks-special-status-passes-bill-to-bifurcate-state"}