{"title":"Rajya Sabha: Opposition MPs complain to Venkaiah Naidu about ‘hurried passage’ of bills","content":"Seventeen MPs from Opposition parties on Friday wrote to Rajya Sabha Chairperson M Venkaiah Naidu raising concerns over the “hurried passing” of bills in Parliament. They alleged that the bills were being passed without any scrutiny and asked Naidu to interfere. The signatories included leaders from the Congress, Samajwadi Party, Bahujan Samaj Party, Telugu Desam Party and the Communist Party of India (Marxist). “We, the undersigned parties, wish to register our anguish and serious concern over the manner in which the government is hurriedly passing legislations without any scrutiny by Parliamentary Standing or Select Committees,” the letter read, according to PTI. “This is a fundamental departure from the established practice and healthy traditions of enacting legislations.”The letter pointed out that 60% of the bills proposed in the 14th Lok Sabha were sent for scrutiny, while 71% of the bills in the 15th Lok Sabha were sent for scrutiny. But in the 16th Lok Sabha, only 26% bills were sent to parliamentary panels for scrutiny. “Now, in the 17th Lok Sabha, 14 bills have already been passed in the first session,” the letter said. “None of these bills has been referred to a Standing Committee or Select Committee for legislative scrutiny.”The letter added: “Public consultation is a long established practice where parliamentary committees scrutinise bills, deliberate, engage and work towards improving the content and quality of the legislation.”17 opposition MPs write to the Rajya Sabha Chairman, M Venkaiah Naidu over \"serious concern over the manner in which the Government is hurriedly passing legislations without any scrutiny by Parliamentary Standing or Select Committees\". pic.twitter.com/1T7UKffc9F— ANI (@ANI) July 26, 2019\n\nThe current session of Parliament had started on June 17 and was scheduled to end on July 26. But the government on Thursday extended it till August 7.On Thursday, the Lok Sabha discussed the Muslim Women (Protection of Rights on Marriage) Bill, 2019, while the Rajya Sabha discussed the Right to Information (Amendment) Bill. Both bills were passed amid a walkout by Opposition MPs. The Lok Sabha had already passed the RTI (Amendment) bill last week, and it will now go to President Ram Nath Kovind. The triple talaq bill, meanwhile, will now go to the Rajya Sabha.Other bills that have been passed in the Lok Sabha include the Unlawful Activities Prevention Act (Amendment) Bill, the Motor Vehicles (Amendment) Bill and a bill to amend the Protection of Human Rights Act, 1993. The bills passed in the Rajya Sabha include amendments to the Protection of Children from Sexual Offences Act.","author":"Scroll Staff","time":"2019-07-26T17:10:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/931883-78055-coshohnzuf-1524461384.jpg","tags":["Opposition parties","Parliament session","Venkaiah Naidu","Rajya Sabha"],"source":"https://scroll.in/latest/931883/rajya-sabha-opposition-mps-complain-to-venkaiah-naidu-about-hurried-passage-of-bills"}