{"title":"Rajya Sabha: Opposition objects to introduction of Uniform Civil Code Bill","content":"The Opposition members in Rajya Sabha opposed the introduction of the Uniform Civil Code in India Bill, 2020, reported PTI. The private member’s Bill introduced by the Bharatiya Janata Party MP Kirodi Lal Meena seeks to set up the national inspection and investigation committee for a nationwide implementation of the Uniform Civil Code throughout the country. A Uniform Civil Code entails a common law that will govern marriages, divorces, adoption and succession for all Indians. At present, these practices are regulated by the personal law of the individual’s religion. The aim of a Uniform Civil Code is meant to ensure equality and justice for women in particular, who are often denied their rights in marriage, divorce and inheritance under patriarchal personal laws.Opposition members in the Upper House on Friday said that the Bill will destroy the social fabric and unity in diversity that is prevalent in the country. The Rajya Sabha members from Trinamool Congress, Communist Party of India, and Congress have demanded that the Bill be withdrawn.Union minister Piyush Goyal said that the Opposition should not criticise the Bill at the introduction stage and let it be introduced, The Hindu reported. “I am pained to see the comments made by members quoting Ambedkar,” Goyal said. “It is the legitimate right of a member to raise an issue which is under the directive principles of the constitution, let this subject be debated in the House.”Rajya Sabha Chairperson Jagdeep Dhankhar called for division and the motion for the introduction of the Bill was passed with 63 votes in favour and 23 against it.However, several Opposition members were absent during the discussion and at the time of voting, reported The Hindu.“You may have the majority, they are implementing the agenda of Rashtriya Swayamsewak Sangh,” Marumalarchi Dravida Munnetra Kazhagam founder Vaiko said during the session. “They have finished Kashmir...we are leading towards disaster and disintegration of the country, minorities are terribly hurt, kindly see that the Bill is not introduced today. It is a day of shame and sorrow that we have to go through this.”The BJP has been advocating for the implementation of the Uniform Civil Code and has even promised to do so in states where it is in power. In the recently concluded Gujarat and Himachal Pradesh elections, the party had promised to set up a committee to bring in Uniform Civil Code if it was voted back to power.","author":"Scroll Staff","time":"2022-12-09T19:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184122-qhkafzuonc-1670593110.jpg","tags":["Rajya Sabha","Opposition","Uniform Civil Code"],"source":"https://scroll.in/latest/1039414/rajya-sabha-opposition-objects-to-introduction-of-uniform-civil-code-bill"}