{"title":"Ranjan Gogoi says will reveal why he accepted Rajya Sabha nomination after taking oath","content":"Former Chief Justice of India Ranjan Gogoi, whose nomination to the Rajya Sabha has triggered criticism of the government, said on Tuesday that his presence in Parliament will “be an opportunity to project the views of the judiciary before the legislative and vice versa”, NDTV reported.President Ram Nath Kovind had nominated him to the Upper House on Monday, just four months after he retired as chief justice on November 17, 2019. “I will go to Delhi probably tomorrow,” Gogoi told reporters in Guwahati. “Let me first take oath, then I will speak in detail to the media why I accepted this and why I am going to Rajya Sabha.”The former chief justice added that he has a strong conviction that the legislative and the judiciary must work together at some point of time for nation-building. “My presence in Parliament will be an opportunity to project the views of the judiciary before the legislature and vice versa,” Gogoi said.Several politicians and retired Supreme Court judge Madan B Lokur have condemned the decision to nominate him to the Upper House of the Parliament. Lokur said the decision redefines the “independence, impartiality and integrity” of the judiciary. Former Union minister Yashwant Sinha said Gogoi’s acceptance of the Rajya Sabha nomination will do “incalculable damage” to the judiciary. Meanwhile, Congress spokesperson Jaiveer Shergill said Gogoi’s nomination signalled a “sad day for democracy and the justice system”. Days before his retirement, Gogoi had presided over proceedings in the Ayodhya land dispute case. A five-judge Constitution bench of the Supreme Court headed by him unanimously decided to allot the disputed Ayodhya plot to a trust that will oversee the construction of a Ram temple. The bench also ruled that a separate five-acre plot be allotted in Ayodhya for the construction of a mosque.In his 13-month tenure, Gogoi also headed the benches that heard review of the top court’s verdict allowing the entry of women into the Sabarimala temple and the Rafale fighter jet deal. The court cleared the government in the Rafale case and referred the larger question of religious freedom to a nine-judge bench.Gogoi was also accused of sexual harassment by a woman who had earlier worked as a junior court assistant at the Supreme Court. He had denied the allegations at a special hearing he himself called on April 20. Gogoi had said he did not “deem it appropriate” to reply to the allegations, but claimed they were part of a “bigger plot”, possibly one to “deactivate the office of the CJI”.Also read: Ex-Chief Justice Gogoi’s nomination to Rajya Sabha is tragic blow to judicial independence in India","author":"Scroll Staff","time":"2020-03-17T16:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111158-mpkcahobkx-1555918917.jpg","tags":["Ranjan Gogoi","Rajya Sabha","Supreme Court","Ram Nath Kovind"],"source":"https://scroll.in/latest/956448/rajya-sabha-nomination-an-opportunity-to-present-views-of-judiciary-says-former-cji-ranjan-gogoi"}