{"title":"Rakhee Gulzar interview: ‘My reward is when people come up to me even now and say they recognise me’","content":"“No paraphernalia, no manager.” Rakhee Gulzar means what she says. She fixes an interview with Scroll.in the old-fashioned way – by herself, over the phone. She appears in an elegant caramel-coloured ensemble at the appointed hour in the living room of her apartment in Bandra in suburban Mumbai. Her trademark tresses have long since been cropped; her light brown, gem-like eyes retain their perspicacity; her voice still has its distinctive and sharp timbre.Tea? Coffee? Why waste time? Let’s just sit here and make the most of our encounter with this epitome of enigma, who has remained out of reach despite decades of being in full glare. For her fans, who span a few generations, she is simply “Rakhee”, a figure from the era when actresses drew instant adulation merely with the mention of their first names. The 72-year-old movie star’s career stretched from the late 1960s till the ’90s in Hindi and Bengali productions. When she appears on the screen these days, it’s considered a momentous event.Rakhee was last seen in Rituparno Ghosh’s Bengali-language Shubho Mahurat in 2003, playing Kolkata’s version of Miss Marple. For her comeback, she has chosen another Bengali movie: Gautam Halder’s Nirbon.  The film has been nearly eight years in the making, and its launch is being championed by its lead actress with the enthusiasm of a debutante. “I am the mascot of the film, and I will go wherever it is being shown,” Rakhee declared. The first stop is the Kolkata International Film Festival (November 8-19), followed by a screening at the International Film Festival of India in Goa later in the month. In the film about communal and inter-caste harmony, Rakhee plays the 70-year-old widow Bijobala who gets entangled with a pair of new tenants.“Doing films is not on my agenda right now, but the story fascinated me,” Rakhee said about the adaptation of Moti Nandi’s novel Bijolibalar Mukti. “It’s a very important film to make in today’s scenario. It’s about humanity and has a good subject. I’m very happy that it has been selected for the Kolkata festival.”Rakhee and Bidita Bag in Nirbon (2019). Courtesy Gautam Halder.For Halder, who previously directed Vidya Balan in her debut Bhalo Theko in 2003, Rakhee was the first and only choice for the role.“She initially didn’t want to do the part, but then I narrated the script to her,” Halder told Scroll.in. “I like to say that the script is the hero of the film and Raakhee is the heroine. I’ve seen a lot of her acting – it is subtle and intelligent and has so much depth.”Rakhee remembers shooting for Nirbon as early as 2013, right after a bout of pneumonia. She also dubbed for the Hindi version, since she is fluent in both languages. “My interest in a film usually ends when it has been censored,” she said.  But Nirbon appears to be different, and by choosing to stand up for this modestly budgeted and heavily-delayed production, Rakhee has done her admirers a favour and emerged into view yet again.“I’ve been very selective about my assignments,” Rakhee acknowledged. There has been no shortage of offers, but here’s what filmmakers who want to cast her need to remember: “I know what I can and can’t do – I know my limitations. I have been choosing films, rather than them choosing me. Who the co-star is has never mattered. I want to know who the director is, which is the production house, what is the story.”Steel wrapped in silk – Rakhee sounds like some of her screen characters. She made her debut at the age of 20 in 1967 in the Bengali movie Badhu Baran. Three years later, Rakhee appeared in her first Hindi feature, Jeevan Mrityu. She was in a double role in only her second Hindi film, Sharmeelee (1971) and was in some of the decade’s most notable releases, including Daag (1973), Blackmail (1973), Tapasya (1976), Kabhi Kabhie (1976), Trishul (1978), Muqaddar Ka Sikandar (1978), Kasme Vaade (1978), and Kalaa Patthar (1979). In 1973, Rakhee married the poet, lyricist and filmmaker Gulzar. Later that year, their daughter was born:  the future director Meghna. Like her Bengali contemporary Sharmila Tagore, Rakhee kept appearing as a romantic lead. \n\n\n    \n    Play\n\nKabhi Kabhie title song (1976).The roles varied in importance and quality, but some distinctive characteristics emerged – solidity and seriousness evident through the heavy wigs and thick mascara; the suggestion of unfulfilled longing amidst the frivolity; a sense of languid mystery that was seductive as well as distancing.Among Rakhee’s childhood memories is sneaking out of her house in Ranaghat in West Bengal’s Nadia district to sit in the nearby forest and gaze upon the foliage. In some of her better roles, she projected a figure of contemplation, with emotions lurking beneath the surface that were only half-teased by the tawny eyes and slow smile.One of Rakhee’s best roles from the ’70s was in a movie whose grammar was markedly different from the mainstream. In Awtar Kaul’s 27 Down (1974), Rakhee plays a Life Insurance Corporation employee who meets a railway ticket checker (MK Raina) while travelling to work. Divested of the pancake makeup and bouffant wigs, Rakhee is luminous and compelling as a working-class woman who knows what her heart wants, even though her lover isn’t up to the challenge.\n\n\n    \n    Play\n\n27 Down (1974). While filming 27 Down on Mumbai’s suburban trains and platforms, Rakhee was already a known face. “The crew had to shoot with hidden cameras, and we somehow managed it,” she recalled. She signed 27 Down because she liked the storyline. Although she eschews the categorisation of cinema as arthouse or popular, she would go on to feature in such non-formulaic films as Aparna Sen’s Parama (1984), Kalpana Lajmi’s Rudaali (1993) and Rituparno Ghosh’s Shubho Mahurat (2003).Parama explores the affair between a cloistered housewife and a photographer much younger than her. Aparna Sen cast Rakhee because “her look was typical of the fair-skinned beauties that are considered suitable as brides in traditional upper-caste Bengali families in West Bengal”, the acclaimed director said. “Paroma is the mother of three children, two of them quite grown-up. So I did not want a very slim, svelte-looking woman. She needed to look mature and desirable at the same time and that was what Rakhee was then.”Rakhee is a “very dependable actor” and has an “instinctive understanding of the character she is playing”, Sen added. “When I saw the film again after a long time, I thought her performance was good, particularly in the last scene. When she says, ‘But I don’t have any feelings of guilt,’ I felt she brought a rare innocence and honesty to the words. Most importantly, Paroma has to convey a feeling of having gained in strength without being in the least bit aggressive. I think Rakhee was able to bring that to the fore.”Rakhee in Parama (1984). Courtesy Usha Enterprises.By the ’80s, Rakhee was playing a risky game: she was romancing her leads on screen as well as portraying their mothers and sisters-in law. This flummoxed viewers, who like to pigeonhole actors.Among Rakhee’s best roles in the decade is in Ramesh Sippy’s Shakti (1983), where she and Dilip Kumar play Amitabh Bachchan’s parents. “People told me my career was doomed – I said to hell with my career, here is a chance to act with Dilip Kumar,” Rakhee recalled. “It was a pleasure to work with him – and then there was the lamboo [“Tall Guy” Bachchan].”The same year, Rakhee and Bachchan were paired as romantic leads in Bemisaal. “If I have to praise myself and give myself some credit, it is for the fact that there was Shakti on the one side and Bemisaal on the other, and I didn’t mix them up, nor did Amitabh, for that matter,” Rakhee said. Bachchan has remained a fixture in the movies, even as the women he wooed with rough moves and poetry have moved away from the arc lights. Fans gather outside Bachchan’s several homes in Mumbai for photographs, and his gnomic pronouncements on Twitter have lakhs of followers. The adulation accorded to Hindi movie stars is now measured in Instagram posts and selfies, but Rakhee is unmoved by this shrinking of distance between the marquee and the street.“These people stand in front of film stars’ homes – don’t they have any work?” she asked rhetorically. She confesses to glaring at people who approach her for selfies whenever she ventures out – “I am not public property,” she reminds them.The fans who are eager to share their encounters with movie stars don’t let up even in inappropriate circumstances. Earlier this year, Rakhee had to swat away admirers who approached her when she was in a hospital, recovering from dengue.“You can spot real fans by their eyes,” she said. For her, the genuine article is the person who remembers the particulars – that one song or role plucked out of an ocean of appearances. \n\n\n    \n    Play\n\nTapasya (1976).There are no photographs of Rakhee in the living room of her apartment. In her farm in Karnala on the outskirts of Mumbai, to which she flees ever so often, she says she has locked away the trophies handed to her over the years.“My reward is when people come up to me even now and say they recognise me,” she said. “Everybody helped me in my career – the directors, the crew, even the spot boys. People use phrases like ‘a bundle of talent’, and I don’t believe in that. Everything I know about acting, I learnt. Lata Mangeshkar sang most of my songs, and she too has contributed to my career.”Rakhee’s reticence has earned her the honour of being described as a “recluse”. She is among the few holdouts in a world whose denizens feel validated only if they are photographed, filmed or interviewed.“Recluse is a mild word – I was called ‘Queen of the Ivory Tower’,” she said. The title was given to her by the actor Randhir Kapoor. “I have also been called unapproachable. I would rarely attend premieres or parties. Acting was my profession, and I was sincere to it, but I would leave it behind in the studio. I am a peculiar, different person – an odd type, perhaps not fit for this industry.” This midnight’s child is the first person from her family to be in the movies. Rakhee was born on August 15, 1947. Movie-watching became a habit only years later. “I missed watching many of the classics, and I caught up with them later,” she said. “I wanted to know my history as an actor – how can you move ahead if you don’t know where you have come from?”Her parents were migrants from what was then East Bengal, and they could not afford to fund Rakhee’s dream of becoming a doctor or a scientist. “Maybe that is why I have so many doctors for friends,” she joked. “It’s not like I regret it, but the quest is still there, in some ways. I have seen a lot of struggle in my early days.”As her career took off, she invested in a plot of land near the Karnala Bird Sanctuary and Patalganga river. The farm on the land, which came up over the years, is now Rakhee’s sanctuary from Mumbai’s dystopia. “There are plants and animals and birds, and that is the only soothing place where I can get some peace of mind,” she said. “I have no neighbours. Cooking is my stress buster, and whenever I get tense, I go into the kitchen. I like to keep experimenting with recipes. I also love listening to music, especially old Hindi film songs.”\n\n\n    \n    Play\n\nA Ri Pawan, Bemisaal (1982).There are many diversions from cinema, which brought her fame but also unwelcome attention. Rakhee’s strained second marriage with Gulzar has been the subject of gossip over the years, which has only been compounded by her overall silence on the subject.She has been approached to participate in a biography, but she isn’t interested. “When you are in the movies, people know about your career graph, and as for my private life, there are so many things I can’t talk about,” she said. “It will only hurt people.”She has been jotting down notes over the years to share with her daughter Meghna Gulzar, whose directing credits include Talvar and Raazi. “I write for my daughter, and she can handle it when I am gone,” Rakhee said. “Films, films, films – there should be another dimension too. There is a limit, and now I want to do other things, like travel and see places. You hardly have any time left, and you want to see the beautiful world before you kick the bucket.”Cinema might miss Rakhee, but she isn’t missing the movies. When her past achievements resurface in the form of re-runs on television, she finds herself dissecting a particular shot or a scene. “I can criticise myself,” she pointed out. We did warn you: she means what she says.","author":"Nandini Ramnath","time":"2019-11-07T13:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130491-spfmofglzu-1573061804.jpg","tags":["Rakhee Gulzar","Nirbon","Parama"],"source":"https://scroll.in/reel/942906/rakhee-gulzar-interview-my-reward-is-when-people-come-up-to-me-even-now-and-say-they-recognise-me"}