{"title":"‘Ram is everyone’s and resides in everyone,’ says PM Modi after laying foundation for Ayodhya temple","content":"Prime Minister Narendra Modi on Wednesday participated in the foundation stone laying ceremony to formally launch the construction of a Ram temple in Uttar Pradesh’s Ayodhya city, 28 years after the demolition of Babri Masjid mosque at the same site. The prime minister laid a symbolic 40-kg silver brick in the sanctum sanctorum, or innermost sanctuary, to mark the start of the temple construction. He also unveiled a plaque and released a commemorative postal stamp to mark the occasion. He was accompanied by Uttar Pradesh Chief Minister Adityanath, Rashtriya Swayamsevak Sangh chief Mohan Bhagwat, among others.Modi addressed the invitees after the ceremony by chanting “Jai Siya Ram” and said the Ram temple will be the harbinger of a prosperous India. “Today, this chant is not only reverberating in Ayodhya but across the world,” he claimed. “Ram is everyone’s and Ram resides in everyone. He is synonymous with India. We have to ensure that fraternity and friendship cements the bricks of this temple. We have to respect the sentiments of everyone.”The prime minister claimed that just as August 15 symbolises the end of India’s freedom struggle, August 5 symbolises the culmination of the fight for a Ram temple for centuries. “India today is creating a golden chapter,” Modi added. “Today, the entire country is immersed in Ram. Today, the entire nation is emotional as the wait that went on for centuries ended. Crores of people may not believe that they are witnessing this event. For years, Ram Lalla who has been under a tent will now reside in a grand temple built by devotees. Today, Ram Janmabhoomi has been liberated.”Modi was referring to a temporary construction that had housed the idol of Ram Lalla or infant Ram for more than three decades as the 2.77 acres of land in Ayodhya was claimed by both Hindus and Muslims. In November last year, the Supreme Court permitted the construction of the temple and directed the government to acquire an alternative plot of land to build a mosque.Live from Ayodhya. https://t.co/cHp9fTFEdx— Narendra Modi (@narendramodi) August 5, 2020\n\nHe added that many people made sacrifices for the temple construction and paid his respects to them. “Witness the remarkable power of Ram,” he told the gathering. “Buildings were destroyed, attempts were made to destroy his very existence. But Ram is still entrenched in our minds and is the heart of our culture.”The temple, Modi said, will be a symbol of national sentiment and collective faith. “It will inspire generations for centuries and guide them,” he added. “The way Dailts, Adivasis and all the members of the society helped Mahatma Gandhi in the freedom struggle...the same way, the construction of Ram temple has started due to the support from people across the country. India’s faith, the collective of the people and the strength of this collective, has been a subject of research by many across the world.”The prime minister said deity Ram was the thread of India’s unity in diversity. “Indonesia, which has the maximum Muslim population in the world, has unique Ramayan,” he said. “Lord Ram is still worshipped there.”He told the invitees that references to Ramayan can be found in Iran and China, adding that Sri Lanka has its own Ramayan, while Nepal’s tradition is attached to Mother Janaki.Modi, who in 1990 was one of the organisers of the nationwide campaign for Ram temple, said the entire economy of the region will be transformed after its construction as people from all over the world will come to the city. Ram temple will become a symbol of our heritage, our unwavering faith and the resolve of crores of people, the prime minister said. “This day is a unique gift of truth, non-violence, faith and sacrifice to India, a country that loves justice,” he claimed. “There’s hardly any aspect of life where we can’t draw inspiration from Lord Ram. There’s no national sentiment that doesn’t reflect his values. India’s faith has a reflection of Lord Ram, India’s ideals have a reflection of him. India’s divinity has Ram... when one visits a country, he can sense Lord Ram.”Before the ground-breaking ceremony, Modi offered prayers at the Hanumangarhi temple and visited the Ram Janmabhoomi site. He also planted a Parijat or Indian night jasmine sapling, considered as a divine plant.Adityanath praises Modi for construction of templeMeanwhile, Adityanath claimed that Modi’s foresight and wisdom led to the fulfilment of the dream to build Ram temple in Ayodhya. He added that the power of India’s democratic values and its judiciary has shown the world how matters can be resolved peacefully. The chief minister said that people have struggled for 500 years to witness this day. While the current ceremony was being held in a smaller scale due to coronavirus-induced restrictions, it still acknowledges the dreams and faith of all devotees, Adityanath added.Moment of ‘great satisfaction’, says RSS chiefRSS chief Mohan Bhagwat, speaking at the ceremony, hailed the ground-breaking ceremony as the result of 20 to 30 years of work and said it is a moment of “great satisfaction”. He also mentioned Veteran BJP leader LK Advani and former Vishva Hindu Parishad chief Ashok Singhal for their contribution to the temple movement. “Advaniji who led the Rath Yatra must be watching it at his home,” Bhagwat said. “Circumstances are such that they cannot come for the ceremony...but they are here in spirit.” Bhagwat said a physical Ram temple will be built, but it is important that people build a Ram temple in their hearts and minds too.Political leaders hail temple constructionPolitical leaders across the spectrum welcomed the ground-breaking ceremony for the Ram temple, hoping the development would pave the way for national unity and harmony.President Ram Nath Kovind said the temple is being built in tune with law. “It defines India’s spirit of social harmony and people’s zeal,” he tweeted. “It will be a testimony to ideals of Ram Rajya and a symbol of modern India.”Union Home Minister Amit Shah said construction of Ram temple is a testament to Modi’s strong and decisive leadership. “My heartiest congratulations to all Indians on this unforgettable day,” he tweeted. “Modi government is committed to protecting and preserving Indian culture and its values.” Union minister and BJP leader Ravi Shankar Prasad it is a historic day. “The grand Ram temple is also the temple of the country,” he said. “It is also a celebration of India’’s pride, self respect and our spiritual inheritance.”Former Congress President Rahul Gandhi said that Ram is the manifestation of the best human qualities. “Ram is love, he can never appear in hatred,” he tweeted. “Ram is compassion, he can never appear in cruelty. Ram is justice, he can never appear in injustice.”Congress leader Shashi Tharoor said Hindu deity Ram epitomises justice for all, righteous conduct, fairness and firmness in all dealings, moral rectitude and courage. “These values are much needed in such dark times,” he tweeted. “If they spread throughout the land, Ram Rajya would not be an occasion for triumphalist bigotry.”Delhi Chief Minister Arvind Kejriwal congratulated the citizens. “May we continue to receive Lord Ram’s blessings,” he tweeted. “With his blessings, our country will get rid of hunger, illiteracy and poverty, and India becomes the most powerful nation in the world. May India show the path to the world in times to come. Jai Shri Ram! Jai Bajrang Bali!”मर्यादा पुरुषोत्तम भगवान राम सर्वोत्तम मानवीय गुणों का स्वरूप हैं। वे हमारे मन की गहराइयों में बसी मानवता की मूल भावना हैं।राम प्रेम हैंवे कभी घृणा में प्रकट नहीं हो सकतेराम करुणा हैंवे कभी क्रूरता में प्रकट नहीं हो सकतेराम न्याय हैंवे कभी अन्याय में प्रकट नहीं हो सकते।— Rahul Gandhi (@RahulGandhi) August 5, 2020\n\nभूमि पूजन के मौक़े पर पूरे देश को बधाईभगवान राम का आशीर्वाद हम पर बना रहे। उनके आशीर्वाद से हमारे देश को भुखमरी, अशिक्षा और ग़रीबी से मुक्ति मिले और भारत दुनिया का सबसे शक्तिशाली राष्ट्र बने। आने वाले समय में भारत दुनिया को दिशा दे। जय श्री राम! जय बजरंग बली!— Arvind Kejriwal (@ArvindKejriwal) August 5, 2020\n\nWest Bengal Chief Minister Mamata Banerjee said that the legacy of the country is unity in diversity and that “we must preserve this to our last breath”. Banerjee, however, did not refer to the Ayodhya event. The Trinamool Congress has remained silent on the Supreme Court order on the construction of the temple and developments related to the construction of the temple.  Hindu Muslim Sikh Isaai Aapas mein hain Bhai Bhai!Mera Bharat Mahaan,Mahaan Hamara Hindustan.Our country has always upheld the age-old legacy of unity in diversity, and we must preserve this to our last breath! (1/2)— Mamata Banerjee (@MamataOfficial) August 5, 2020","author":"Scroll Staff","time":"2020-08-05T16:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145533-wmdkdjeeqy-1596619695.jpg","tags":["PM Modi","Ram Temple","Ayodhya","Uttar Pradesh","Ram temple bhoomi poojan"]}