{"title":"Ram temple trust bought another land parcel directly from owners for Rs 8 crore, says report ","content":"The Shri Ram Janmabhoomi Teerth Kshetra Trust bought two land parcels for the Ram temple in Ayodhya on March 18 at prices of Rs 18.5 crore and Rs 8 crore from separate buyers, The Indian Express reported on Thursday. The owners of the two parcels of land – which are sized 1.208 hectares and 1.037 hectares – were Harish Pathak and Kusum Pathak, both named in the sale deed of November 2017. One hectare of land equals 10,000 square metres.On March 18, the Ram temple trust bought the larger parcel of land – 1.208 hectares – for Rs 18.5 crore from two individuals, Sultan Ansari and property dealer Ravi Mohan Tiwari. However, these two had bought the land from the Pathaks for just Rs 2 crore. The Aam Aadmi Party and Samajwadi Party had on Sunday alleged that this 1.208 hectares of land, valued at Rs 5.8 crore, was first bought for Rs 2 crore and then sold to the Ram Janmabhoomi Trust for Rs 18.5 crore. The two parties had levelled corruption allegations in connection with the land purchase deal and have demanded an investigation into it. The Trust has denied the corruption charges.Meanwhile, it appears that the Trust had also purchased the smaller plot, 1.037 hectares, of land directly from the Pathaks for a different price of Rs 8 crore, according to The Indian Express. The newspaper confirmed this from documents available on the Integrated Grievance Redressal System – Uttar Pradesh’s portal. The website showed that the two land parcels – 1.208 hectares and 1.037 hectares – make up one entire plot of land that is identified on the site. The 1.208 hectares land parcel has been identified by Gata Numbers 243, 244 and 246 while the 1.037 hectares of land has been listed as 242. This is part of the land deal signed in September 2019 between the Pathaks and nine others, including Sultan Ansari, with Rs 2 crore as a consideration amount. Consideration amounts are sometimes part of the negotiations in real estate deals and any payments for it are made between the parties involved.The 1.208 hectares plot of land was sold by the Pathaks to Ansari and Tiwari for Rs 2 crore and then bought by the Trust for Rs 18.5 crore. The transaction for this land is double the rate in rupee per square metre than what the Ram temple trust paid to the Pathaks for the 1.037 hectares land parcel, reported The Indian Express. Both these pieces of land were sold on March 18.On May 11, the Ram temple trust provided 695.678 square metres of the 1.037 hectares of land to Kaushilya Bhawan temple trust’s Yashoda Nandan Tripathi and Kaushal Kishore Tripathi for free, reported The Indian Express.As per practice, the September 2019 agreement was terminated. All three sale deeds involving the two pieces of land have the same witnesses – Ram temple trust member Anil Mishra, and Ayodhya Mayor Rishikesh Upadhyay.Also read:AAP, Samajwadi Party allege corruption in purchase of Ayodhya Ram Temple land, trust denies chargeRam temple land deal: Congress says misuse of donation is insult to faith, asks SC to interveneRam temple land deal is transparent, claims Trust amid accusations of corruptionA government official told The Indian Express that the Pathaks had sold one of the two land pieces directly to the Ram temple trust.On Monday, Vishwa Hindu Parishad leader Champat Rai, who is also the secretary of the Shri Ram Janmabhoomi Teerth Kshetra, said that the 1.208 hectares of land was a prime property situated close to the railway station in Ayodhya. He claimed that property dealers were offering to sell it for a much lower price than the market rate.Besides this, the Ayodhya Sadar Sub-Registrar told The Indian Express that the circle rate has not been increased since 2017. The circle rate is the price per unit area that is set by the government for land parcels, below which property transactions cannot be registered. The registrar also provided data that showed an increase in land deals in the area. There were 7,126 documents registered in 2019-’20. Of these, at least 8,603 were registered in 2020-’21 alone.The Ram temple trust on Tuesday claimed that the land agreements for the 1.208 hectares were made between different parties since 2011 but due to certain reasons they did not materialise. The Trust said it was interested in purchasing the land parcel but wanted to first settle all the previous deals so that land ownership was cleared, The Indian Express reported. The Ram temple trust has reportedly not divulged details about the second parcel of land – of 1.037 hectares – even though it was also part of the agreements signed over the last 10 years. The Opposition, primarily the Aam Aadmi Party, the Samajwadi Party and the Congress, have criticised the alleged financial irregularities and called for accountability and Supreme Court intervention in the matter.The Ram temple is coming up at the site where the Babri Masjid was demolished in 1992 by Hindutva extremists who were mobilised under the Bharatiya Janata Party’s Ram Janmabhoomi movement. In November 2019, the Supreme Court in a landmark judgement held that the demolition was illegal, but handed over the land to a government-run trust for the construction of a Ram temple. In August 2020, Prime Minister Narendra Modi laid the foundation stone for the temple.","author":"Scroll Staff","time":"2021-06-17T15:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130938-ysxhtbnlbv-1573747248.jpg","tags":["Ram temple","Ayodhya ram temple","Ayodhya land deal"],"source":"https://scroll.in/latest/997754/ram-temple-trust-bought-another-land-parcel-directly-from-owners-for-rs-8-crore-says-report"}