{"title":"Ram temple in Ayodhya should be built by 2025, says RSS leader Bhaiyyaji Joshi","content":"The Rashtriya Swayamsevak Sangh on Friday said the construction of a Ram temple in Ayodhya should begin now so that it can be completed by 2025, ANI reported.“It is our desire that the Ram ‘mandir’ gets constructed by 2025,” RSS General Secretary Bhaiyyaji Joshi said at an event in Nagpur. “If it begins today, the construction will be completed in five years.”Joshi claimed that the construction is not just a matter of adding one temple, Times Now reported. “It is a matter of the country’s conscience, of crores of people... there are thousands of temples, but this is a matter of a larger faith,” he said.Joshi claimed that the temple would be an asset for the country and help it progress further. “After the Somnath temple was constructed in 1952, the country’s development gathered pace,” he said. “When the temple will get constructed on Ram Janmabhoomi in 2025, this progress will gather further momentum.”Bhaiyyaji Joshi, RSS: 1952 mein Somnath mandir ki sthapna ke sath desh gati se aage badha, 2025 mein Ram janmbhumi ke upar mandir ban'ne ke baad fir is disha ko aur gati prapt hone wali hai...Ayodhya ke mandir nirmaan ke baad desh agle 150 saalon ke liye punji praapt karega(17-1) pic.twitter.com/r5uIYT0R00— ANI UP (@ANINewsUP) January 18, 2019\n\nThe RSS had earlier expressed support for Prime Minister Narendra Modi’s remarks that the Bharatiya Janata Party-led government will wait until the judicial process over the dispute is complete before deciding on the matter.However, the court on January 10 had adjourned the hearing in the Ram Janmabhoomi-Babri Masjid land dispute after Justice UU Lalit recused himself. The next date of the hearing is January 29.","author":"Scroll Staff","time":"2019-01-18T17:46:02.496171+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110900-fgrcgziwjk-1547811708.jpg","tags":["Ayodhya","Ram Temple","RSS","Bhaiyyaji Joshi","BJP"],"source":"https://scroll.in/latest/909984/ram-temple-in-ayodhya-should-be-built-by-2025-says-rss-leader-bhaiyyaji-joshi"}