{"title":"Ram temple consecration: Several offices, establishments closed across country. Check details here","content":"Ahead of the Ram temple consecration on January 22 in Ayodhya, several establishments and offices across the country have been shut down to mark the event.These include schools, colleges, liquor shops and government offices.The Union government has passed an order that all government offices and institutions will observe a half day on Monday to allow citizens to participate in the consecration ceremony. Department of Personnel and Training officials told the Hindustan Times that the decision was taken as employees across the country had requested a day off to participate in the ceremony.These include public sector banks, insurance companies, financial institutions, regional rural banks and state-run hospitals such as Delhi’s Ram Manohar Lohia Hospital, Safdarjung Hospital and Lady Hardinge Medical College.The All India Institute of Medical Sciences, Delhi, had also announced on Saturday that it will observe a half-day on Monday. However, after outrage on social media, the medical facility reversed its decision. AIIMS :Shuts down OPD on January 22nd until 2.30 pmIn Ram Rajya this would never have happened !— Kapil Sibal (@KapilSibal) January 21, 2024\n\n\nIndia’s largest Govt Hospital AIIMS Delhi will remain closed till 2:30pm on Monday. There’s literally people sleeping outside in the cold at AIIMS gates waiting for an appointment. The poor & dying can wait because priority is given to Modi’s desperation for cameras & PR. pic.twitter.com/D8yUjGtHzL— Saket Gokhale (@SaketGokhale) January 20, 2024\n\n\nThe Maharashtra government has declared January 22 as a public holiday on an appeal by Bharatiya Janata Party minister Mangal Prabhat Lodha, reported The Times of India.However, four law students have moved the Bombay High Court against the government decision on the ground that it violates the principles of secularism laid down in the Constitution. The court will take up the matter on Sunday. Maharashtra’s declaration of a public holiday means that money and stock markets will remain closed on Monday, according to The Hindu.“There will be no transactions and settlements in government securities [primary and secondary, foreign exchange, money markets and Rupee Interest Rate Derivatives on January 22, 2024,” the Reserve Bank of India said in a circular.The Bombay Stock Exchange and the National Stock Exchange in Mumbai, operating out of Mumbai, will also be closed. Uttar Pradesh, Goa, Haryana, Madhya Pradesh, Chhattisgarh, Uttarakhand, Tripura, Gujarat, Rajasthan and Assam are other states ruled by the BJP that have issued similar orders.The Union Territories of Jammu and Kashmir, Puducherry and Chandigarh, under Centre’s administration, Biju Janata Dal-led Odisha government and the Congress government in Himachal Pradesh have also declared a public holiday on Monday.The Delhi government has not issued any particular order to shut down any establishment but Delhi Meat Merchant Association General Secretary Irshad Qureshi has urged all meat and fish traders to close their shops on January 22 in honour of the occasion, reported PTI.The Delhi government, unlike several Bharatiya Janata Party-ruled, states has also not announced shutting down liquor shops. Schools, colleges and Delhi government offices will also remain open.Six BJP-ruled states – Madhya Pradesh, Rajasthan, Uttarakhand, Uttar Pradesh, Assam and Chhattisgarh – have banned the sale of liquor on the day of the consecration.Also read:Chowkidar to divine messenger: The transformation of Modi and India1951 to 2019: How the Indian judiciary turned the Babri Masjid into the Ram MandirIn Assam, Chief Minister Himanta Biswa Sarma announced that screens would be installed across the state to telecast the event. “On January 21 and 22, the BJP workers will illuminate the market and other areas,” said Sarma.In Uttarakhand, the Pushkar Singh Dhami government directed officials to distribute prasad in temples and gurdwaras on January 22.The Uttar Pradesh government shut down all educational institutions in the state on the day of the ceremony. Chief Minister Adityanath directed officials to prepare green corridors from Lucknow, Prayagraj and Gorakhpur to Ayodhya to ensure that vehicles can move smoothly.Meanwhile, Bar Council of India chairperson Manan Kumar Mishra has urged Chief Justice DY Chandrachud to declare a holiday in all courts on January 22 on account of the “cultural and national significance” of the temple’s consecration.The Ram temple is being built on the site of the razed Babri mosque. The Babri masjid was demolished by Hindutva extremists on December 6, 1992, because they believed that it stood on the spot on which the deity Ram had been born. The incident had triggered communal riots across the country.","author":"Scroll Staff","time":"2024-01-21T10:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197705-ecxptscxib-1705812320.jpg","tags":["Ram temple","Liquor sale","Public holiday","Ram temple inauguration"]}