{"title":"Ram temple’s construction begins over two weeks after foundation-laying ceremony ","content":"The Ram Janmabhoomi Trust on Thursday said that the construction of the temple in Uttar Pradesh’s Ayodhya city has begun. The trust added that the temple’s construction will be complete within three to three and a half years. The Ram temple’s construction began over two weeks after Prime Minister Narendra Modi laid its foundation stone at an elaborate ceremony in Ayodhya on August 5. Modi had laid a symbolic 40-kg silver brick in the sanctum sanctorum, or innermost sanctuary, to mark the start of the temple construction in Ayodhya. The celebrations were, however, toned down because of the coronavirus crisis.   “Engineers from CBRI [Central Building Research Institute], Roorkee, IIT [Indian Institute of Technology] Madras along with L&T [Larsen & Toubro] are now testing the soil at the mandir site,” the Ram temple trust wrote on Twitter. “The construction work is expected to finish in 36 to 40 months.” The trust added that the Ram temple’s structure will be made to withstand earthquakes and other natural calamities. The organisation also said that ancient Indian construction techniques will be used to build the temple. The Mandir will be built by adhering to India's ancient and traditional construction techniques. It will also be built to sustain earthquakes, storms and other natural calamities. Iron won't be used in the construction of the Mandir.— Shri Ram Janmbhoomi Teerth Kshetra (@ShriRamTeerth) August 20, 2020\n\nThe Ram temple trust added that copper plates will be used to fuse stone blocks during the process of construction. “We call upon Shri Rambhakts to donate such copper plates to the trust,” the Ram Janmabhoomi Trust said. “The plates should be 18 inches long, 30 mm [millimetres] wide and 3 mm in depth. 10,000 such plates may be required in total structure.”The organisation added that donors will be allowed to get their family name and place of birth engraved on the plates. “This way, the copper plates will not only symbolize the unity of this country but also be a testament to the entire country’s contribution towards Mandir construction,” the Ram temple trust said.Also read: How the old Indian republic was dismantled in Ayodhya and nine other readsThe making of Modi’s Ramrajya: How Indian citizens became subjects and the Prime Minister king‘Modi marks the Mandir’: What front pages said about the Ram temple ceremonyA landmark Supreme Court verdict in November had paved the way for the construction of the Ram temple in Ayodhya. The court had ruled that the disputed land in Ayodhya would be handed over to a government-run trust for the construction of a Ram temple. The court had also said that the demolition of Babri Masjid was illegal and directed the government to acquire an alternative plot of land to build a mosque.","author":"Scroll Staff","time":"2020-08-20T18:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145594-decpefezun-1596707876.jpg","tags":["Ayodhya","Ram temple","Ram temple plan"]}