{"title":"Ram temple construction panel to be led by PM Modi’s former principal secretary Nripendra Misra","content":"Nripendra Misra, the former principal secretary to Prime Minister Narendra Modi, was on Wednesday elected the head of the temple construction committee of the Ram Janmabhoomi Teerth Kshetra Trust, PTI reported. The trust held its first meeting at its office, which is located at Supreme Court lawyer K Parasaran’s home in New Delhi’s Greater Kailash locality, to work out the modalities to speed up the construction of the Ram temple in Ayodhya. Vishwa Hindu Parishad leaders Nritya Gopal Das and Champat Rai were elected the president and general secretary of the trust.Rai told reporters that members of the trust had decided to open an account in State Bank of India to collect donations for the temple construction.Das and Rai are accused in the ongoing trial related to the Babri Masjid demolition. They are facing criminal conspiracy charges for their alleged role in the Babri Masjid demolition on December 6, 1992.“When the initial list of names of the Ram Mandir trust came out on February 5 we were miffed that Mahant Nritya Gopal Das and Champat Rai were not included,” Mahant Kamal Nayan Das, a member of the Ram Janmabhoomi Nyas (a trust created by the Vishwa Hindu Parishad to build a Ram temple at the site) told The Quint. “We agitated and were reassured by the Home Ministry that their names will be added at a later stage.” First meeting of the Ram Mandir Trust; Nitya Gopal Das named President of the Trust https://t.co/6S7jl4Ag3x— ANI (@ANI) February 19, 2020\n\nThe criminal case related to the Babri Masjid demolition has gone through several delays and legal impediments. “In 2017 the Supreme Court had merged two cases, state vs Pawan Pandey and others, and state vs LK Advani,” said advocate Muhammad Mazaharul Haq. He added that Das and Rai have been charged under various sections of the Indian Penal Code, including sections 120B (criminal conspiracy), 147 (rioting), 397 (robbery, or dacoity, with attempt to cause death or grievous hurt, 153 A (promoting hate and enmity on grounds of religion), and 153 B (assertions prejudicial to national integration), among others.All India Muslim Personal Law Board member Zafaryab Jilani, who was also representing the Muslim parties in the title dispute case, said the appointments of Das and Rai went “against the intention” of the top court’s November 9 judgement. He claimed that the Supreme Court had not recognised the Ram Janmabhoomi Nyas in 1985.On November 9, the Supreme Court’s five-judge Constitution bench had asked the Centre to set up a trust within three months to oversee the construction of a Ram temple at the site in Ayodhya where the Babri Masjid stood till 1992. Prime Minister Narendra Modi had announced the formation of the 15-member trust in Parliament on February 5.","author":"Scroll Staff","time":"2020-02-19T21:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136817-kvopizlmsx-1582129350.jpg","tags":["Nripendra Misra","Narendra Modi","Ram temple construction","Supreme Court","Ram temple trust","Ayodhya"]}