{"title":"Ayodhya event: Digital billboard of Ram temple up at Times Square in New York","content":"9.04 pm: Communist Party of India (Marxist) leader Sitaram Yechury says today’s Ram temple event retrospectively legitimised the violence of the Babri Masjid destruction and the communal riots that followed. He adds, “This ‘bhumi pujan’ function is a naked exploitation of people’s religious sentiments for partisan, political purposes and brazenly violates the letter and spirit of the Indian Constitution.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    3. This 'bhumi pujan' provided retrospective legitimisation for the destruction of the Babri Masjid. The SC verdict described this as an \"egregious violation of law\" and called for punishment of those who committed this act.The construction has begun before any such punishment.— Sitaram Yechury (@SitaramYechury) August 5, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9 pm: CPI leader Binoy Viswam says Modi has forgotten about the lives lost because in the events that led up to today’s temple event, adding that the BJP ruling party has disregard for the constitutional values that shape India.Meanwhile, CPI’s D Raja says “Today’s ceremony and participation of RSS chief has confirmed that RSS runs the government.” He added that Modi and Uttar Pradesh Chief Minister Adityanath’s participation at the event “makes one religion the de facto religion of our country putting the secular democratic nature of our Republic in danger.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.59 pm: The Communist Party of India says today is a dark day for democracy, reports PTI. The party says Modi should not equate the Ram temple with India’s fight for independence, and that by doing that, the prime minister glorified acts that disrupted the secular fabric of our country. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.44 pm: The prime minister tweets calling today a “blessed day in Ayodhya”. “This day will remain etched in the memory of every Indian,” he says. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    A blessed day in Ayodhya. This day will remain etched in the memory of every Indian.May the blessings of Bhagwan Shree Ram always be upon us. May India scale new heights of progress. May every Indian be healthy and prosperous. @ShriRamTeerth pic.twitter.com/4JbHYcTv0b— Narendra Modi (@narendramodi) August 5, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.40 pm: Modi tweets that Ram has taught people to grow with time, and that India is growing by taking inspiration from him.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    राम समय, स्थान और परिस्थितियों के हिसाब से बोलते हैं, सोचते हैं, करते हैं। राम हमें समय के साथ बढ़ना सिखाते हैं, चलना सिखाते हैं।राम परिवर्तन के पक्षधर हैं, राम आधुनिकता के पक्षधर हैं। उनकी इन्हीं प्रेरणाओं और आदर्शों के साथ भारत आज आगे बढ़ रहा है। pic.twitter.com/uleGkVUhXr— Narendra Modi (@narendramodi) August 5, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.15 pm: A Ram temple digital billboard is up at Times Square in New York, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH USA: A digital billboard of #RamMandir comes up in New York’s Times Square.Prime Minister Narendra Modi performed 'Bhoomi Pujan' of #RamMandir in Ayodhya, Uttar Pradesh earlier today. pic.twitter.com/Gq4Gi2kfvR— ANI (@ANI) August 5, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.58 pm: Haryana Chief Minister Manohar Lal Khattar says the laying of foundation stone of the Ram temple in Ayodhya is a “happy and historic moment” for every Indian, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.48 pm: Punjab Chief Minister Amarinder Singh congratulates the people of the country on the foundation laying of Ram temple in Ayodhya, saying it fulfills the “long cherished desire” of every Indian.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    My heartiest congratulations to the people of India on the historic foundation laying of #RamMandir in #Ayodhya, which fulfills the long cherished desire of every Indian. Lord Ram’s universal message of Dharma remains the guiding light not just for India but for the world.— Capt.Amarinder Singh (@capt_amarinder) August 5, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.44 pm: Congress leader Anand Sharma says construction of a Ram temple in Ayodhya has been the demand of the people for the last many years, reports ANI. “Congress welcomed the decision of Supreme Court with an open heart,” he says. “Lord Ram is loved by all and he is above any political consideration. Politics and faith must be kept apart.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.38 pm: Union minister Arjun Munda says the Ram temple in Uttar Pradesh has been a symbol of faith for Hindus all over, reports PTI. “Ram devotees have struggled for a long time for construction of Ram temple and even sacrificed their lives,” he adds. “This day is also to remember them.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.20 pm: Bengaluru South MP and BJP leader Tejasvi Surya says that control over the state by Hindus is “absolutely essential” for the “sustenance of dharma”. “When we didn’t control [the] state, we lost our temple,” he tweets. “When we regained, we rebuilt. The 282 [seats] in 2014 and 303 [seats] in 2019 to Narendra Modi made today possible!”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Dear Hindus,Most important lesson is that control of State power by Hindus is absolutely essential for sustenance of DharmaWhen we didn’t control State, we lost our temple. When we regained, we rebuiltThe 282 in 2014 & 303 in 2019 to Sri @narendramodi made today possible!— Tejasvi Surya (@Tejasvi_Surya) August 5, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.16 pm: Vice President M Venkaiah Naidu’s family has donated Rs 5 lakh each, to combat Covid-19, and for the construction of the Ram temple in Ayodhya, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.15 pm: Owaisi adds that he is emotional as he believes in “coexistence and equality of citizenship”. “Mr Prime Minister, I am emotional because a mosque stood there for 450 years,” he says, according to ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.14 pm: All India Majlis-E-Ittehadul Muslimeen chief Asaduddin Owaisi says the prime minister has violated the oath of office by attending the foundation ceremony. “India is a secular country,” he tells ANI. “This is the day of the defeat of democracy and secularism and success of Hindutva.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.12 pm: Uttar Pradesh Chief Minister Adityanath thanks Prime Minister Narendra Modi for attending the ceremony in Ayodhya, and describes the event as the “most awaited moment” in 500 years, reports ANI. “We have to implement the work plan prepared by PM Modi,” he adds. “This temple will not only be the epitome of Lord Ram’s greatness but of India’s too.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.58 pm: Union minister Nitin Gadkari recites “Ram Raksha” and performs rituals with his family in Maharashtra’s Nagpur city on the day of the foundation-laying ceremony of a Ram temple in Ayodhya, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Maharashtra: Union Minister Nitin Gadkari recited Ram Raksha and worshiped Lord Ram with his family at Nagpur during the foundation stone laying ceremony of #RamTemple in #Ayodhya pic.twitter.com/o66WvmtoHT— ANI (@ANI) August 5, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.56 pm: Karnataka minister KS Eshwarappa says that a beautiful temple will come up in Ayodhya, but adds that the Kashi Vishwanath and Krishna Janmasthan temples still “have to be liberated”, ANI reports. “In both these places, when we offer prayers, there are mosques on sides, which say that you are still a slave,” he adds. “It is necessary to liberate these temples.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.53 pm: Assam Chief Minister Sarbananda Sonowal says the dream of a Ram temple in Ayodhya has finally come true, ANI reports. “We are proud of Prime Minister [Narendra] Modi who has fulfilled this dream,” he tells the news agency. “This temple will strengthen peace and humanity in [the] country.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    It’s a very important day for us. People were waiting from many years for a #RamTemple on Ram Janmabhoomi. Today that dream has come true. We are proud of PM Modi who has fulfilled this dream. This temple will strengthen peace & humanity in country: Assam CM Sarbananda Sonowal pic.twitter.com/vV8g0sUN4A— ANI (@ANI) August 5, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.51 pm: Haryana Health Minister Anil Vij congratulates Indians on the beginning of the construction of a Ram temple in Ayodhya, ANI reports. “The 500-year-old wait is over,” he says. “The construction of Ram temple has started...the decades-old hard work has paid off.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.49 pm: Union minister Prakash Javadekar says that the foundation-laying of the Ram temple has shown that “the 500-year-old dispute has been resolved peacefully”, ANI reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.35 pm: Union Home Minister Amit Shah says construction of the Ram temple shows Prime Minister Narendra Modi’s strong and decisive leadership. “My heartiest congratulations to all Indians on this unforgettable day,” Shah says in a tweet. “Modi government is committed to protecting and preserving Indian culture and its values.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    इस भव्य प्रभु श्री राम मंदिर का निर्माण प्रधानमंत्री @NarendraModi जी के मजबूत और निर्णायक नेतृत्व को दर्शाता है।इस अविस्मरणीय दिन पर सभी भारतवासियों को मेरी हार्दिक शुभकामनाएं। मोदी सरकार भारतीय संस्कृति और उसके मूल्यों की रक्षा व संरक्षण के लिए हमेशा कटिबद्ध रहेगी।— Amit Shah (@AmitShah) August 5, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.32 pm: President Ram Nath Kovind congratulates everyone after Prime Minister Narendra Modi launches the construction of Ram temple in Ayodhya. “Being built in tune with law, it defines India’s spirit of social harmony and people’s zeal,” he tweets. “It will be a testimony to ideals of Ram Rajya and a symbol of modern India.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Felicitations to all for the foundation laying of Ram Temple in Ayodhya. Being built in tune with law, it defines India’s spirit of social harmony and people’s zeal. It will be a testimony to ideals of RamRajya and a symbol of modern India.— President of India (@rashtrapatibhvn) August 5, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.15 pm: The prime minister ends his speech by talking about the importance of physical distancing and of wearing masks to control the coronavirus crisis.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.12 pm: Modi continues that Ram temple in Ayodhya will become a symbol of India’s heritage and unwavering faith. “It will also become a symbol of resolve of crores of people,” he adds. “We have to ensure that fraternity and friendship cements the brick of this temple. We have to respect the sentiments of everyone.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.08 pm: The prime minister tells the gathering in Ayodhya that Ram temple will be the harbinger of a prosperous India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.05 pm: “Ram is within us,” says Modi, adding that the deity is the thread of India’s unity in diversity. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2 pm: Modi says just as every section of the society supported Mahatma Gandhi during the freedom struggle, today every section has supported the Ram temple. “Indonesia, which has the maximum Muslim population in the world, has unique Ramayan,” he adds. “Lord Ram is still worshipped there.”He also mentions that references to Ramayan can be found in Iran and China.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.55 pm: Modi says India is creating a golden chapter in Ayodhya. “Bow my head and thank those who were struggled, sacrificed in the movement for the temple,” he adds. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.52 pm: “Whenever we have to do something, we have looked towards Ram,” says Modi in his address. “Efforts were made to destroy lord Ram’s identity, but he still reigns in our hearts.”The prime minister also says that the Ram temple will be a symbol of national sentiment and collective faith.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.50 pm: Modi says in the movement to construct Ram temple, there was offering, sacrifice, resolution and struggle. He adds that just as August 15 symbolises the end of our struggle for freedom, today symbolises the culmination of the fight for a Ram temple for centuries.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.48 pm: “Today Ram Janmabhoomi breaks free of the cycle of breaking and getting built again,” says the prime minister. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.47 pm: “Crores of people may not believe that they are witnessing this event,” says Modi. “For years, Ram Lalla who has been under a tent will see a grand temple.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.40 pm: Prime Minister Narendra Modi says the country is emotional today as years of wait for temple is finally over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.37 pm: The prime minister urges attendees to chant “Jai Siya Ram” and “Ram Chandra Ki Jai”. He adds: “This chant is not just echoing in Ayodhya but in the entire world.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.35 pm: Modi addresses the gathering at the ceremony. He congratulates devotees and says he is honoured to be invited to the event by the Ram temple trust. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Live from Ayodhya. https://t.co/cHp9fTFEdx— Narendra Modi (@narendramodi) August 5, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.33 pm: Prime Minister Narendra Modi unveils the plaque of Ram temple in Ayodhya. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.30 pm: Das says the Ram temple will be constructed soon now. “The wishes of devotees will be fulfilled,” he adds. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.29 pm: Nritya Gopal Das, head of the trust in charge of building the Ram temple in Ayodhya, says the construction of the Ram temple is equivalent to the construction of India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.27 pm: Samajwadi Party chief Akhilesh Yadav says that he hopes the future generations will follow the dignity of Hindu deity Ram for the “welfare and peace” of all.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.25 pm: Bhagwat hails the ground-breaking ceremony as the result of 20 to 30 years of work, adding that many people have made sacrifices to see this day.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.22 pm: A physical Ram temple will be built, but it is important that we build a Ram temple in our hearts and minds too, says RSS chief Mohan Bhagwat.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.20 pm: “So many couldn’t be invited because of the [coronavirus] situation...but they are here in spirit,” says Bhagwat. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.18 pm: Rashtriya Swayamsevak Sangh chief Mohan Bhagwat says it is a moment of great satisfaction after the ground-breaking ceremony concludes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.12 pm: Uttar Pradesh Chief Minister Adityanath says the power of India’s democratic values and its judiciary has shown the world how matters can be resolved peacefully.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.10 pm: Adityanath praises prime minister for the Ram temple construction. “Today is an auspicious day,” he says. “This marks the end of the struggle of decades. A journey of over 500 years has been ratified by the Indian judiciary and constitution.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.02 pm: Uttar Pradesh Chief Minister Adityanath speaks at the Ram temple event.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    श्रीराम जन्मभूमि मंदिर हेतु भूमिपूजन एवं कार्यारम्भ के ऐतिहासिक कार्यक्रम के अवसर पर आदरणीय प्रधानमंत्री श्री @narendramodi जी के साथ मुख्यमंत्री श्री @myogiadityanath जी #JaiShriRam https://t.co/Gl8GEnprPK— CM Office, GoUP (@CMOfficeUP) August 5, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.52 pm: Congress leader Rahul Gandhi says Hindu deity Ram is the manifestation of the best human qualities. “Ram is love, he can never appear in hate,” he tweets. “Ram is compassion, he can never appear in cruelty. Ram is justice, he can never appear in injustice.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    मर्यादा पुरुषोत्तम भगवान राम सर्वोत्तम मानवीय गुणों का स्वरूप हैं। वे हमारे मन की गहराइयों में बसी मानवता की मूल भावना हैं।राम प्रेम हैंवे कभी घृणा में प्रकट नहीं हो सकतेराम करुणा हैंवे कभी क्रूरता में प्रकट नहीं हो सकतेराम न्याय हैंवे कभी अन्याय में प्रकट नहीं हो सकते।— Rahul Gandhi (@RahulGandhi) August 5, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.50 pm: The Ram temple foundation laying ceremony has concluded. A stage event will start shortly.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.49 pm: The BJP has organised live telecast of Ram temple ceremony in Delhi.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Credit: Prakash Singh/AFP\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.45 pm: Congress leader Shashi Tharoor says Hindu deity Ram epitomises justice for all, righteous conduct, fairness and firmness in all dealings, moral rectitude and courage. “These values are much needed in such dark times,” he tweets. “If they spread throughout the land, Ram Rajya would not be an occasion for triumphalist bigotry.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.42 pm: “May we continue to receive Lord Ram’s blessings,” tweets Delhi Chief Minister Arvind Kejriwal. “May his blessings also help the country get rid of poverty, starvation and poverty and India emerges as the world’s most powerful country and guide the world in the coming times.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    भूमि पूजन के मौक़े पर पूरे देश को बधाईभगवान राम का आशीर्वाद हम पर बना रहे। उनके आशीर्वाद से हमारे देश को भुखमरी, अशिक्षा और ग़रीबी से मुक्ति मिले और भारत दुनिया का सबसे शक्तिशाली राष्ट्र बने। आने वाले समय में भारत दुनिया को दिशा दे। जय श्री राम! जय बजरंग बली!— Arvind Kejriwal (@ArvindKejriwal) August 5, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.35 pm: “Nine bricks are kept here...these were sent by devotees of Lord Ram from around the world in 1989,” says a priest at the ground-breaking ceremony in Ayodhya. “There are 2 lakh 75 thousand such bricks out of which 100 bricks with ‘Jai Shri Ram’ engraving have been taken.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.30 pm: Tamil Nadu BJP members and workers perform special prayers at the party office in Kamalalayam. The ground-breaking ceremony is underway in Ayodhya. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Tamil Nadu: BJP members and workers perform special prayers at the party office in Kamalalayam. The foundation stone laying ceremony of #RamTemple is underway in Uttar Pradesh's #Ayodhya. pic.twitter.com/0f9XqZdAsS— ANI (@ANI) August 5, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.20 pm: Prime Minister Modi, Rashtriya Swayamsevak Sangh chief Mohan Bhagwat, Uttar Pradesh Chief Minister Adityanath and Governor Anandiben Patel are the main guests taking part in the rituals for the temple construction.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.12 pm: Visuals of bhoomi pujan ceremony for construction of Ram temple in Ayodhya. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    लाइव: श्रीराम जन्मभूमि मंदिर भूमिपूजन। #JaiShriRam https://t.co/v0C1riMT4C— BJP Delhi (@BJP4Delhi) August 5, 2020\n\n\n\n    Prime Minister Narendra Modi takes part in Ram Temple 'Bhoomi Pujan' at Ayodhya pic.twitter.com/Qal0jH3Edy— ANI (@ANI) August 5, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.10 pm: Prime Minister Narendra Modi, Rashtriya Swayamsevak Sangh chief Mohan Bhagwat join the rituals for Ram temple construction. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.05 pm: The prime minister plants a Parijat sapling, considered as a divine plant, ahead of the ground-breaking ceremony. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Uttar Pradesh: Prime Minister Narendra Modi plants a Parijat sapling, considered a divine plant, ahead of foundation stone-laying of #RamTemple in #Ayodhya. pic.twitter.com/fWVihWMYYE— ANI (@ANI) August 5, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.03 pm: Modi offers prayers at the shrine to “Ram Lalla” in Ayodhya.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12 pm: Prime Minister Narendra Modi reaches Ram Janmabhoomi complex. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.50 am: Prime Minister Narendra Modi is presented with a turban and a crown at Ayodhya’s Hanuman Garhi temple. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.44 am: Modi prays at the Hanumangarhi temple before the ceremony. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Ayodhya: As per tradition, Prime Minister Narendra Modi offers prayers at Hanuman Garhi Temple before proceeding to Ram Janmabhoomi site. UP CM Yogi Adityanath also accompanying him. Before 'Bhoomi Pujan', PM will plant a Parijat (night-flowering jasmine) sapling. pic.twitter.com/xjARmjWFf9— ANI (@ANI) August 5, 2020\n\n\n\n    श्रीराम जन्मभूमि मंदिर हेतु भूमिपूजन एवं कार्यारम्भ के ऐतिहासिक कार्यक्रम के अवसर पर आदरणीय प्रधानमंत्री श्री @narendramodi जी के साथ मुख्यमंत्री श्री @myogiadityanath जी #JaiShriRam https://t.co/Gl8GEnprPK— CM Office, GoUP (@CMOfficeUP) August 5, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.30 am: Prime Minister Narendra Modi arrives in Ayodhya to attend the Ram temple foundation laying ceremony.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Prime Minister Narendra Modi arrives in Ayodhya for foundation stone-laying of #RamTemple, received by Chief Minister Yogi Adityanath and others.Social distancing norms followed by those present to receive the Prime Minister. pic.twitter.com/DvJbIlDLRb— ANI (@ANI) August 5, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.28 am: Police block a road before the arrival of Prime Minister Narendra Modi to participate in the ground-breaking ceremony of the Ram temple in Ayodhya.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Credit: Sanjay Kanojia/AFP\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.26 am: The Ram temple foundation laying ceremony is scheduled to start at 12.45 pm.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.22 am: Bahujan Samaj Party chief Mayawati credits the Supreme Court for paving the way for Ram temple construction in Ayodhya and advises everyone to accept the decision.“As everyone knows, Ayodhya is a holy city of different religion,” she tweets. “But it had been embroiled in a controversy for years due to Ram Mandir-Babri Masjid land dispute. The dispute was ended by the Supreme Court and it has also stopped to some extent politics around it played by some political parties.”She adds: “Due to the Supreme Court verdict, foundation of Ram temple is being laid and a lot of its credit goes to the SC. BSP from the beginning has said that it would accept the SC decision. It should be accepted by all. This is advice of BSP.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n    1. जैसाकि सर्वविदित है कि अयोध्या विभिन्न धर्मों की पवित्र नगरी व स्थली है। लेकिन दुःख की बात यह है कि यह स्थल राम-मन्दिर व बाबरी-मस्जिद जमीन विवाद को लेकर काफी वर्षों तक विवादों में भी रहा है। 1/3— Mayawati (@Mayawati) August 5, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.15 am: Rashtriya Swayamsevak Sangh chief Mohan Bhagwat at the Ram Janmabhoomi site. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Ayodhya: Rashtriya Swayamsevak Sangh (RSS) Chief Mohan Bhagwat at the Ram Janambhoomi site for 'Bhoomi Poojan'#RamMandir pic.twitter.com/2r0NUwj66J— ANI (@ANI) August 5, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.11 am: The prime minister will begin Ayodhya visit from Hanumangarhi temple, where he is expected to pray for 10 minutes. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.02 am: BJP leader Uma Bharti says Ayodhya has united everyone. Bharti, who had earlier said she will not attend the event, is present at Ram Janmabhoomi site now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.55 am: Yoga guru Ramdev, one of the invitees, says it is India’s biggest fortune to witness the  bhumi pujan or the ground-breaking ceremony for construction of a Ram temple in Ayodhya, reports ANI. “To establish ‘ram rajya’ in this nation, Patanjali Yogpeeth will make a grand ‘gurukul’ in Ayodhya,” he adds. “People from all over the world will be able to study Ved, Ayurved here.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.47 am: Ahead of the Ayodhya ceremony, West Bengal Chief Minister Mamata Banerjee says the country has always upheld the age-old legacy of unity in diversity and it must always be preserved.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Hindu Muslim Sikh Isaai Aapas mein hain Bhai Bhai!Mera Bharat Mahaan,Mahaan Hamara Hindustan.Our country has always upheld the age-old legacy of unity in diversity, and we must preserve this to our last breath! (1/2)— Mamata Banerjee (@MamataOfficial) August 5, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.45 am: Madhya Pradesh Chief Minister Shivraj Singh Chouhan says the willpower and resolve shown by Prime Minister Narendra Modi has made him the tallest leader of India in the last 500 years, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.32 am: Prime Minister Narendra Modi arrives in Uttar Pradesh capital Lucknow for the foundation stone laying ceremony of the Ram temple, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.22 am: Uttar Pradesh Chief Minister Adityanath, Governor Anandiben Patel and BJP National Vice President Uma Bharti arrive at Ram Janmabhoomi site for the ceremony in Ayodhya, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Uttar Pradesh: Chief Minister Yogi Adityanath, Governor Anandiben Patel and BJP National Vice President Uma Bharti arrive at Ram Janambhoomi site in #Ayodhya. Prime Minister Narendra Modi will perform 'Bhoomi Poojan' for #RamTemple at the site today. pic.twitter.com/1I42eqE5BE— ANI (@ANI) August 5, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.40 am: Prime Minister Narendra Modi leaves for Ayodhya. His office shares a picture of Modi boarding an Air Force plane.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    PM @narendramodi leaves for Ayodhya. pic.twitter.com/gIPyz7HCJJ— PMO India (@PMOIndia) August 5, 2020","author":"Scroll Staff","time":"2020-08-05T10:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145551-zfkvzjqxzx-1596639926.jpg","tags":["Narendra Modi","Adityanath","Ram temple","Ayodhya","Lucknow","Uttar Pradesh"],"source":"https://scroll.in/latest/969484/ram-temple-ceremony-pm-modi-arrives-in-lucknow-up-chief-minister-adityanath-at-venue"}