{"title":"Ram temple in Ayodhya will be ready by January 1 next year, says Amit Shah","content":"Union Home Minister Amit Shah on Thursday announced that the Ram temple in Ayodhya will be ready by January 1 next year.The Bharatiya Janata Party leader made the statement while addressing a rally at the town of Sabroom in Tripura. He alleged that the Congress, during its tenure, tried to delay the construction of the Ram temple.Assembly elections in Tripura are slated to be held in March.“[Mughal emperor] Babur destroyed the temple and left, and from the time the country gained Independence, Congress people got it embroiled in courts – Sessions Court, High Court, Supreme Court, again Sessions Court,” Shah said.Shah said that it was only after Narendra Modi became the prime minister that the Supreme Court verdict came in favour of the construction of the Ram temple. “In 2019, [Congress leader] Rahul Gandhi used to taunt us saying that while we keep promising construction of the Ram Temple, we never give a fixed date when it will be over,” the home minister said, according to the Hindustan Times. “I would like to tell him and everyone else that the Ram Temple at Ayodhya will be ready on January 1, 2024.”The construction for the Ram temple in Ayodhya began in August 2020, after Modi laid its foundation stone at an elaborate ceremony.Shah’s comments on Thursday came days after the chief priest of the Ram temple, Acharya Satyendra Das extended his solidarity to the Bharat Jodo Yatra led by Congress leader Gandhi, reported The Indian Express. Das had written to Gandhi in response to a Congress invitation to the rally, as it entered the state on January 3. “The work that you are doing for the betterment of the country is in the direction of sarvajan hitaya, sarvajan sukhaya (betterment and happiness of all),” Das had said in the letter, reported the newspaper.The Ram temple trust’s general secretary and senior Vishwa Hindu Parishad leader Champat Rai had also appreciated Gandhi for his efforts, reported The Hindu. “A 50-year-old ‘young’ man is walking in this chilling weather to know India,” Rai had said. “What else we can do if not appreciate his efforts?”","author":"Scroll Staff","time":"2023-01-06T10:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185280-wmwlaqsizz-1672979059.jpeg","tags":["Ram temple","Amit Shah","Ayodhya","BJP","Rahul Gandhi"]}