{"title":"Ram Navami violence shows ‘mounting Islamophobia’ in India, says Organization of Islamic Cooperation","content":"The Organization of Islamic Cooperation on Wednesday criticised the violence against Muslims during Ram Navami festivities in several states, saying it was a “vivid manifestation of mounting Islamophobia” in India.The bloc has 57 mostly Muslim-majority nations as its members. It is one of the largest intergovernmental organisations and draws its political weight by claiming to represent the “collective voice of the Muslim world” – a significant section of the world’s population.In a statement on Wednesday, the Organization of Islamic Cooperation highlighted the communal violence in Biharsharif district of Bihar during which a mob had vandalised a madrasa and set its library on fire.The clashes first broke out between Hindus and Muslims on the evening of March 30 in Biharsharif as well as Sasaram – the district headquarters of Nalanda and Rohtas. The violence continued over the next two days. Vehicles, houses as well as shops were set on fire and several people were injured. A 16-year-old boy was killed during firing between two groups on Saturday night.Besides Bihar, communal flare-ups were reported in Gujarat, West Bengal, Delhi, Maharashtra and Uttar Pradesh during Ram Navami processions. The spark reportedly was almost the same everywhere: people shouting hateful slogans or playing loud music in front of mosques.On Wednesday, the Organization of Islamic Cooperation said in its statement that the violence was due to “systemic targeting of the Muslim community in India”. The intergovernmental body urged India to take action against the perpetrators and ensure safety, security, rights and dignity of Muslims in the country.OIC General Secretariat Denounces Acts of Violence Against #Muslims in Several States in #India: https://t.co/jJ6a8AlzEG #NoToIslamophobia #EndIslamophobia pic.twitter.com/BxoRvk0wj4— OIC (@OIC_OCI) April 4, 2023\n\nAlso read: Muslim residents aghast as Hindu neighbours in Noida call the police to stop Ramzan prayersNew Delhi, however, castigated the bloc saying its statement on Ram Navami violence is “one more example of their communal mindset and anti-India agenda”.Foreign ministry spokesperson Arindam Bagchi in a statement claimed that “OIC only does its reputation damage by being consistently manipulated by anti-India forces”.Our response to media queries on the statement issued by OIC Secretariat regarding India:https://t.co/CYtJely0hO pic.twitter.com/VnGUVyqXpf— Arindam Bagchi (@MEAIndia) April 4, 2023\n\nAlso read: A new book examines what it means to be a Muslim living in violence and exclusion in today’s India","author":"Scroll Staff","time":"2023-04-05T12:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188655-tjxivalcsc-1680408690.jpg","tags":["Ram Navami","Islamophobia","OIC","Organization of Islamic Cooperation"],"source":"https://scroll.in/latest/1046862/ram-navami-violence-shows-mounting-islamophobia-in-india-says-organization-of-islamic-cooperation"}