{"title":"‘Ram Setu’ review: A feature-length WhatsApp forward with VFX thrown in","content":"Did the god Rama and his army of monkeys really build a bridge between the land masses not yet known as India and Sri Lanka? Was the bridge a result of sedimentation – nature’s bounty sanctified by human faith – or was it a feat of ancient engineering on par with plastic surgery, the invention of nuclear weaponry and the first flying machine?Ram Setu is what you get when you layer WhatsApp forwards with visual effects. Director Abhishek Sharma’s screenplay is loosely based on Pushkar Bhatnagar’s pseudo-scientific study Dating the Era of Lord Rama. It has Chandrapraksh Dwivedi (Chanakya, Samrat Prithviraj) as consultant and dialogue writer.Ram Setu borrows a few ideas from Hollywood’s National Treasure series, in which bounty hunters scramble to give truth to conspiracy theories. The film also dovetails neatly into the concerns of the ruling dispensation. As a piece of barely-insidious propaganda, Ram Setu seeks to turn water into wine. Aryan (Akshay Kumar) is an archaeologist with a straggly wig and serious-looking spectacles. The self-proclaimed atheist is apparently a big name in his field. He is among the archaeologists who lands up in Bamiyan in Afghanistan to restore the Buddha statues destroyed by the Taliban in 2001.In 2007, Ram Setu declares, a similar desecration is being planned by the Indian government (not the present one, of course). The government has teamed up with a private dredging company led by Indrakant (Nassar) to demolish the Ram Setu bridge between India and Sri Lanka and build a shipping canal instead. Aryan signs up to prove the government’s claim, which is also being litigated in the Supreme Court, that the Ramayana represents a set of beliefs, and that the bridge’s divine origins are a myth. But a series of adventures converts Aryan into a firm believer in the subcontinent’s sacred geography. A piece of yellowed rock and clues lying around in plain view bolster Aryan’s new cause. Aryan’s change of heart irks Indrakant, who orders his henchman Bali (Pravesh Rana) to kill Aryan. \n\n\n    \n    Play\n\nRam Setu (2022).The 144-minute film makes a hash of scientific rigour, archaeological practice and, indeed, alternate readings of the Ramayana itself. The attempt to convince, rather than hector, is accompanied by dubious comic book-level plotting, sluggish pacing and pedestrian performances.Aryan is this film’s demigod, churning out fantastical feats at every turn. Satya Dev, as a local fisherman who helps Aryan, plays a version of Hanuman. There are a couple of women in the cast – including Nushrratt Bharuccha as Aryan’s wife and Jacqueline Fernandez as an environmental scientist – but the show belongs to Aryan’s miracle worker.There is no scope for logic or even basic common sense in a narrative that insists that religious belief must be placed above secular knowledge. Portions of Ram Setu are set in Sri Lanka, where a civil war rages between the Lankan military and Tamil separatists. Aryan is deeply disturbed by the burning of the Jaffna Public Library in 1981, along with the blowing up of the Bamiyan Buddhas. About the destruction of another monument in India in 1992, Aryan, and this film, have nothing to say.","author":"Nandini Ramnath","time":"2022-10-25T14:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181780-jnwodbrtfr-1666617027.jpeg","tags":["Ram Setu review","Abhishek Sharma","Akshay Kumar"],"source":"https://scroll.in/reel/1035804/ram-setu-review-a-feature-length-whatsapp-forward-with-vfx-thrown-in"}