{"title":"Ram temple event: Madhya Pradesh, Rajasthan ban liquor sale on January 22","content":"Madhya Pradesh and Rajasthan on Sunday banned the sale of liquor on January 22, the day of the consecration of the Ram temple in Ayodhya, reported Mint. With this, six states – all ruled by the Bharatiya Janata Party – have banned the sale of liquor on that day. The other states are Uttarakhand, Uttar Pradesh, Assam and Chhattisgarh.The Ram temple is being built on the site of the razed Babri mosque. The Babri mosque was demolished by Hindutva extremists on December 6, 1992, because they believed that it stood on the spot where the deity Ram had been born.January 22, 2024 to be a 'dry day' in Rajasthan on the occasion of Ram Temple pranpratishtha. pic.twitter.com/6bkqna4rK0— ANI MP/CG/Rajasthan (@ANI_MP_CG_RJ) January 14, 2024\n\n\nIn Assam, Chief Minister Himanta Biswa Sarma announced that screens will be installed across the state to telecast the event. “On January 21 and 22, the BJP workers will illuminate the market and other areas,” Sarma added. “January 22 has been declared as a ‘dry day’ in the state.”In Uttarakhand, the Pushkar Singh Dhami government has directed officials to distribute prasad in temples and Gurudwaras on January 22. In Chhattisgarh, Chief Minister Vishnu Deo Sai has formed a team to keep a check on the illegal storage of liquor. Besides this, all officials have been directed to take steps to prevent the illegal transportation and sale of alcohol.In Uttar Pradesh, the Adityanath government has shut down all educational institutions on January 22. The chief minister has also directed officials to prepare green corridors from Lucknow, Prayagraj and Gorakhpur to Ayodhya to ensure the smooth movement of vehicles.Meanwhile, the BJP units in non-ruling states such as Jharkhand and Delhi have demanded that the sale of alcohol be banned on January 22.Also read:Why some Hindutva supporters are angry with Modi’s Ayodhya temple inaugurationCan an unfinished temple be consecrated? Opinion in Ayodhya is divided","author":"Scroll Staff","time":"2024-01-15T08:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197517-zfcimxsdok-1705285944.jpg","tags":["Ram temple","Liquor ban","Ayodhya","Rajasthan","Madhya Pradesh"]}