{"title":"Ram temple in Ayodhya inaugurated","content":"The Ram temple in Uttar Pradesh’s Ayodhya was inaugurated on Monday in a ceremony led by Prime Minister Narendra Modi.The prime minister performed the rituals to consecrate the Ram idol in the sanctum sanctorum along with Rashtriya Swayamsevak Sangh chief Mohan Bhagwat, Uttar Pradesh Governor Anandiben Patel, Chief Minister Adityanath and the chief priest of the temple.The Rashtriya Swayamsevak Sangh, a Hindutva organisation, is the parent organisation of the ruling Bharatiya Janata Party.The temple, which is still under construction, is being built at an estimated cost of Rs 1,800 crore over 2.77 acres of land. The BJP governments at the Centre and Uttar Pradesh have also earmarked Rs 30,000 crore for a series of development projects across Ayodhya, including the widening of roads, the construction of ghats, a new drainage system and an airport.The Ram temple is being built on the site of the Babri mosque, which was demolished by Hindutva extremists on December 6, 1992, because they believed that it stood on the spot on which the deity Ram had been born. The incident had triggered communal riots across the country.#WATCH | Ram Temple Pran Pratishtha ceremony underway in Ayodhya in the presence of Prime Minister Narendra Modi and RSS chief Mohan Bhagwat#RamTemplePranPratishtha pic.twitter.com/AETmZ9rAnl— ANI (@ANI) January 22, 2024\n\n\nIn November 2019, the Supreme Court held that the demolition of the Babri mosque in 1992 was illegal, but handed over the land to a trust for a Ram temple to be constructed. At the same time, it directed that a five-acre plot in Ayodhya be allotted to Muslims for a mosque to be constructed.Several Central government establishments across the country were closed on Monday to mark the consecration of the temple, as were many private offices and educational establishments. #WATCH | The idol of Ram Lalla unveiled at Shri Ram Janmaboomi Temple in Ayodhya in the presence of Prime Minister Narendra Modi. pic.twitter.com/nxYrFD0IpP— ANI (@ANI) January 22, 2024\n\n\nAhead of the ceremony, all four shankaracharyas – pontiffs of major Hindu shrines – had announced that they would not attend the consecration of the temple.The heads of the Puri and Joshimath shrines had said that they would not attend the inauguration because religious scriptures are not being adhered to at the event. The Puri shankaracharya had also alleged that the event was being politicised. The shankaracharyas of Dwarka and Sringeri had not stated their reasons for skipping the ceremony. Several Opposition parties, including the Congress, the Trinamool Congress, the Rashtriya Janata Dal and the Communist Party of India (Marxist) have also skipped the event.The Opposition parties have alleged that the religious event is being politicised by the BJP to seek electoral gains ahead of the Lok Sabha polls.Also read:‘I kept smashing the dome’: Four kar sevaks recall Babri demolition, ahead of Ram temple openingIn Ayodhya, firm linked to BJP leaders sold ecologically sensitive land to Adani – for a big profit1951 to 2019: How the Indian judiciary turned the Babri Masjid into the Ram Mandir","author":"Scroll Staff","time":"2024-01-22T14:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197726-xsaczalbiq-1705909100.jpg","tags":["Narendra Modi","Ram Temple","Ayodhya"],"source":"https://scroll.in/latest/1062510/ram-temple-in-ayodhya-inaugurated"}