{"title":"Ram temple event: ‘Historic and emotional day,’ says veteran BJP leader LK Advani","content":"Veteran Bharatiya Janata Party leader LK Advani on Tuesday called the foundation-laying ceremony of the Ram temple in Ayodhya a “historic and emotional day” for him, reported PTI. Prime Minister Narendra Modi is scheduled to attend the event on Wednesday and perform the “bhoomi pujan” or the ground-breaking ceremony.“Sometimes significant dreams take a long time to fruition, but when finally realised, wait becomes worthwhile,” Advani said in a statement. “One such dream, close to my heart is getting fulfilled. PM Modi laying the foundation of Ram Mandir is a historic and emotional day not only for me but all Indians.”Advani said that he felt humbled that destiny made him “perform a pivotal duty in the form of the Ram Rath Yatra from Somnath to Ayodhya in 1990”. He added that the movement had helped in rousing the passion among the numerous participants.The Ram Janmabhoomi movement mobilised support to build a temple at the spot where the 16th-century Babri Masjid stood before it was demolished in 1992 by BJP-led Hindutva groups. These groups believe this is the spot where Ram was born.“Shri Ram occupies an esteemed place in India’s cultural and civilisational heritage and is an embodiment of grace, dignity and decorum,” the BJP leader said. He also highlighted that a grand temple for the deity Ram was a mission for his party.It is also my belief that #RamMandirAyodhya will represent India as a strong, prosperous, peaceful & harmonious nation with justice for all &exclusion of none so that we can truly usher in RamRajya,d epitome of gud governance. May Shri Ram bless India & her people always pic.twitter.com/LwxLFViRyc— कुमार गौरव (@journogauravv) August 4, 2020\n\nAlso read:The Political Fix: What will the August 5 Ram temple ceremony mean for the BJP – and India?Ram temple: 175 guests to attend ceremony, only PM Modi and four others to be allowed on stage  He further expressed happiness about the “decisive verdict” of the Supreme Court in November, which paved the way for the construction of the Ram temple in Ayodhya, reported News18. The court had ruled that the disputed land in Ayodhya would be handed over to a government-run trust for the construction of a Ram temple. The top court had also said that the demolition of Babri Masjid was illegal and directed the government to acquire an alternative plot of land to build a mosque. The Ram temple trust on Monday said that 175 guests have been invited for the foundation stone-laying ceremony to be held in Uttar Pradesh’s Ayodhya city. Prime Minister Narendra Modi, Rashtriya Swayamsevak Sangh chief Mohan Bhagwat, Uttar Pradesh Chief Minister Adityanath, Governor Anandiben Patel and Mahant Nritya Gopaldas – the head of the Shri Ram Janmabhoomi Teerth Kshetra – will be the only five people on stage at the ceremony.The guest list was prepared after consultations with Advani and senior BJP leader Murli Manohar Joshi. The two veteran politicians will reportedly join the ceremony only through videoconference, due to coronavirus fears. Another senior leader, Uma Bharti had on Monday said that she will go to to Ayodhya but skip the ceremony due to health risks.","author":"Scroll Staff","time":"2020-08-04T22:51:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/120720-mjyajkjuyw-1570171465.jpg","tags":["LK Advani","Ayodhya","BJP","Ram temple"],"source":"https://scroll.in/latest/969455/ram-temple-event-historic-and-emotional-day-says-veteran-bjp-leader-lk-advani"}