{"title":"Ram temple land deal: Congress says misuse of donation is insult to faith, asks SC to intervene","content":"The Congress on Monday made a veiled attack on the Ram Janmabhoomi Trust in connection with an alleged corruption in a land purchase deal for the Ram temple in Ayodhya. Rahul Gandhi said cheating in the name of the deity Ram was not righteousness. The Congress’ Uttar Pradesh in charge Priyanka Gandhi Vadra said misusing religious donation was an insult to the faith of the people who had “made offerings at the feet of god”.On Sunday, Aam Aadmi Party leader Sanjay Singh and Samajwadi Party member Pawan Pandey levelled the corruption charges in separate media briefings. The two parties demanded a high-level inquiry into the alleged financial irregularities.Singh claimed that a piece of land valued at Rs 5.8 crore was first bought by two persons, Sultan Ansari and Ravi Mohan Tiwari, at Rs 2 crore. He alleged that the land was then sold a few minutes later to the Ram Janmabhoomi Trust at a price of Rs 18.5 crore. The land is 12,080 square metres in size, according to Pandey.Late on Sunday evening, the Ram Janmabhoomi Trust issued a statement denying the charges. They claimed that the allegations made were politically motivated, asserting that the organisation had proper documents for the purchase.The Congress on Monday joined the opposition parties to criticise the alleged misuse of funds. “Crores of people made offerings at the feet of God because of their faith and devotion,” Vadra tweeted in Hindi. “Misuse of that donation is unrighteousness, a sin, an insult to their faith.”Congress’ chief spokesperson Randeep Surjewala alleged that faith was up for sale and asked the Supreme Court to take suo motu cognisance of the allegations. He said the court should audit all the accounts and make public the report.Press Briefing by Shri @rssurjewala https://t.co/hsp3YlSq7h— AICC Communications (@AICCMedia) June 14, 2021\n\n“Lord Ram, what kind of days are these?” Surjewala tweeted. “Scams are taking place as people seek donations in your name. Shameless robbers are intoxicated with arrogance like Ravana and are selling faith.”Meanwhile, Shiv Sena MP Sanjay Raut on Monday demanded a clarification from the trust as well as leaders regarding the purchase of the land. “Lord Ram and the fight for the Ram Mandir is a matter of faith for us,” he told PTI. “For some, it is a political matter. The Trust formed for the construction of the temple should clarify if the allegations are true or false.”  श्रीराम स्वयं न्याय हैं, सत्य हैं, धर्म हैं- उनके नाम पर धोखा अधर्म है!#राम_मंदिर_घोटाला— Rahul Gandhi (@RahulGandhi) June 14, 2021\n\nRaut pointed out that the temple’s “bhoomipujan [foundation]” ceremony was attended by Uttar Pradesh Chief Minister Adityanath and Rashtriya Swayamsevak Sangh chief Mohan Bhagwat. “They should also speak out,” he added. “Ram temple is a matter of faith. People have made donations out of faith. Even Shiv Sena had contributed Rs 1 crore to the trust.”However, Uttar Pradesh Deputy Chief Minister and Bharatiya Janata Party leader Dinesh Sharma on Monday said “some people” do not leave any opportunity to defame the Ram Janmabhoomi. “The official answer [to the allegations of corruption] will be given by officials of the Shri Ram Janmabhoomi Teerth Kshetra Trust,” he said. “I would say in one line that there are some people in the opposition who do not like anything positive in context to the Ram Janmabhoomi. Sometimes they say Lord Ram was fictional, and that the Ram Setu did not exist...”The Ram temple is coming up at the site where the Babri Masjid was demolished in 1992 by Hindutva extremists who were mobilised under the Bharatiya Janata Party’s Ram Janmabhoomi movement. In November 2019, the Supreme Court in a landmark judgement held the demolition was illegal but handed over the land to government-run trust for the construction of a Ram temple. In August 2020, Prime Minister Narendra Modi laid the foundation stone for the temple.","author":"Scroll Staff","time":"2021-06-14T18:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145494-ksqrgcgfnt-1623647683.jpg","tags":["Ram Temple","Ayodhya","Ram Janmabhoomi Trust","Congress","Rahul Gandhi","Priyanka Gandhi Vadra","land purchase deal"],"source":"https://scroll.in/latest/997502/ram-temple-land-deal-congress-says-misuse-of-donation-is-insult-to-faith-asks-sc-to-intervene"}