{"title":"Ram Temple foundation ceremony to take place on August 3 or 5, says trust, PM Modi invited ","content":"The trust formed to oversee the construction of the Ram Temple in Uttar Pradesh’s Ayodhya city on Saturday said that the temple’s foundation stone-laying ceremony will held either on August 3 or August 5, PTI reported. Prime Minister Narendra Modi has been invited for the ceremony. “We have suggested two auspicious dates, August 3 and 5, for the prime minister’s visit based on calculations of movements of stars and planets,” Mahant Kamal Nayan Das, the spokesperson of Shri Ram Janmabhoomi Teertha Kshetra Trust President Nritya Gopal Das, was quoted as saying by the news agency.On Saturday, members of the Ram Temple trust had held a meeting to decide on tentative dates for the ground-breaking ceremony. Nripendra Mishra, the former principal secretary to Modi and the chairman of the construction committee of Ram Mandir, and Uttar Pradesh Principal Secretary Awanish Awasthi were among the officials who attended the meeting. Ram Temple trust General Secretary Champat Rai said that officials will approach 10 crore families across the country to raise money for the construction. He added that the temple will take over three years to be built.Rai added that soil-testing at the site of construction has begun. “Larsen and Toubro is collecting samples for soil testing,” he told ANI. “The drawing of the temple’s foundation will be made on basis of the strength of soil 60 metres below. The work to lay down the foundation will begin on basis of the drawing.” Kameshwar Chaupal, a member of the trust, told PTI that the temple will be 161-foot-high and have five domes. The temple’s complete design is yet to be finalised. In a landmark verdict in November, the Supreme Court had ruled that the previously disputed land in Ayodhya would be handed over to a government-run trust for the construction of Ram Temple. The court said that the demolition of Babri Masjid was illegal and directed the government to acquire an alternative plot of land to build a mosque. Also read: Ayodhya verdict explained in five paragraphs","author":"Scroll Staff","time":"2020-07-19T10:08:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/107410-hgnytjkxyi-1581103243.jpg","tags":["Ram Temple","Ayodhya","Uttar Pradesh","Ram Temple Trust","Ram Temple ceremony"],"source":"https://scroll.in/latest/967920/ram-temple-foundation-ceremony-to-take-place-on-august-3-or-5-says-trust-pm-modi-invited"}