{"title":"Muslim-owned shops, homes demolished by Madhya Pradesh government after Ram Navami violence","content":"The Madhya Pradesh government on Monday demolished homes and shops belonging to Muslims in Khargone a day after violence broke out in the city during Ram Navami procession.On Sunday, some people had allegedly hurled stones at the procession, objecting to loud and provocative music being played in the Talab Chowk area of the city. Subsequently, clashes broke out in the Gaushala Marg, Tabadi Chowk, Sanjay Nagar and Motipura areas. At least 24 people, including  including Khargone Superintendent of Police Siddharth Choudhary, were injured in the violence.Deputy Inspector General of Police Khargone Range, Tilak Singh, on Monday claimed that the homes that were demolished belonged to those who had thrown stones during the procession. Singh told Scroll.in that the police have so far only registered first information reports against Muslims and that no Hindus have been booked yet.खरगोंन शहर में पथराव के बाद माहौल बिगाड़ने वालो की धरपकड़ के बाद उन्हें आर्थिक नुकसान के तौर पर दंडित किया जा रहा है। शासन के निर्देशों के बाद प्रभावित क्षेत्र में चला बुलडोजर।#MafiaMuktMP#sashaktmp@CMMadhyaPradesh @JansamparkMP @comindore @mohdept @DGP_MP @PHQ_Editorial pic.twitter.com/K8RanAJLK6— PRO JS Khargone (@PROJSKhargone) April 11, 2022\n\nKhargone Collector Anugraha P told Scroll.in that the demolition process is part of the state government’s anti-encroachment drive.“We have demolished property worth about Rs 2.5 crore of which only one or two were homes,” Anuradha said. “Most were shops that were on the road side on government land. Some others were in the process of encroachment as they had stationed tin sheds there.”She said that the demolition drive was undertaken by following due legal procedure, adding that the alleged encroachers were given time to evacuate their properties. However, Shadaan Farasat, a Supreme Court advocate, told The Quint that authorities are not allowed to demolish shops and houses for “even the most egregious crimes, leave alone stone pelting”.Despite this, Indore Divisional Commissioner Pawan Sharma told reporters that the Khargone administration has started demolition of at least 50 “illegal” structures of people accused of pelting stones at the Ram Navami procession in the city, reported PTI.More houses belonging to poor Muslims being demolished in Khargone. pic.twitter.com/N3XYpyyhA4— Sharjeel Usmani (@SharjeelUsmani) April 11, 2022\n\nMadhya Pradesh Chief Minister Shivraj Singh Chouhan said damage caused to public and private properties will be recovered from “rioters”. He added, “Strict action will be taken against them. There is no place for rioters in Madhya Pradesh.”State Home Minister Narottam Mishra also vowed to take action against the miscreants. “The house where the stones have come from will be turned into a pile of stones itself,” he added.The home minister claimed that those who did not like the outcome of the recently-held Assembly elections in five states are instigating violence, according to PTI.The minister said that 77 people have been arrested in connection with the violence so far and several others have been identified.#khargone के गुनहगारों से सख्ती से निबटा जायेगा। वहां जिन घरों से पत्थर आए हैं, उन घरों को पत्थर का ढ़ेर बनाएंगे।#MadhyaPradesh में कानून का राज है और सांप्रदायिक सौहार्द को किसी कीमत पर बिगड़ने नहीं दिया जाएगा।@mohdept pic.twitter.com/q3pLeDqWni— Dr Narottam Mishra (@drnarottammisra) April 11, 2022\n\nMishra added that the superintendent of police was shot in the leg during Sunday’s violence and six other officers sustained injuries. A resident, identified as Shivam Shukla, was also critically injured, the minister said.The curfew imposed in Khargone on Sunday, banning the assembly of four or more people, will continue, the minister said.The police have undertaken the demolition drive in three to four areas, including Talab Chowk and Sanjay Nagar.Singh told Scroll.in whether the demolition exercise would continue depends on FIRs being registered and the police investigation into the violence.","author":"Scroll Staff","time":"2022-04-11T20:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172904-zliyngbodc-1649685080.jpeg","tags":["Madhya Pradesh","Khargone","Ram Navami","Communal clashes","Demolition excercise"]}