{"title":"Ram temple land deal is transparent, claims Trust amid accusations of corruption","content":"The Ram Janmabhoomi Trust on Monday refuted the Opposition’s allegations of corruption in a land deal for the temple in Ayodhya and claimed that the process was transparent. Vishwa Hindu Parishad leader Champat Rai, who is also the secretary of the Shri Ram Janmabhoomi Teerth Kshetra, said transactions for the temple were conducted in a fair manner. “Important temples or places falling within the boundary of the construction wall [of the Ram Temple] and retaining wall in the east and west part of the temple are being purchased with mutual consent,” he said. “It is the decision of the trust that every institution or person displaced in this process will be rehabilitated.”The Aam Aadmi Party and Samajwadi Party had on Sunday alleged that the land, valued at Rs 5.8 crore, was first bought for Rs 2 crore and then sold to the Ram Janmabhoomi Trust for Rs 18.5 crore.Rai said that the 12,080-square metre land was a prime property situated close to the railway station in Ayodhya, adding that property dealers were offering to sell it for a much lower price than the market rate. “Once the price was agreed upon, the persons concerned were required to fulfil their previous contracts, only then the land concerned could be acquired by the pilgrimage area,” Rai added.Rai claimed that those who levelled accusations of corruption against the trust did not check facts with any official. “This has created confusion in the society,” Rai said “All Shri Ram devotees are requested not to believe in any such propaganda.” Also read:AAP, Samajwadi Party allege corruption in purchase of Ayodhya Ram Temple land, trust denies chargeRam temple land deal: Congress says misuse of donation is insult to faith, asks SC to interveneThe Ram Temple trust had on Sunday also claimed that the accusations of corruption against it were politically motivated. “All the court fees and stamp paper purchase is done online and the amount is transferred into the bank account of the seller through online transaction,” it saidThe Ram temple is coming up at the site where the Babri Masjid was demolished in 1992 by Hindutva extremists who were mobilised under the Bharatiya Janata Party’s Ram Janmabhoomi movement. In November 2019, the Supreme Court in a landmark judgement held that the demolition was illegal, but handed over the land to a government-run trust for the construction of a Ram temple. In August 2020, Prime Minister Narendra Modi laid the foundation stone for the temple.","author":"Scroll Staff","time":"2021-06-15T11:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145493-fotixambha-1623592663.jpg","tags":["Ram Janmabhoomi Trust","Ayodhya","Ram Temple"],"source":"https://scroll.in/latest/997544/ram-temple-land-deal-is-transparent-claims-trust-amid-accusations-of-corruption"}