{"title":"Revisiting Sriram Raghavan’s film on notorious serial killer Raman Raghav","content":"Raman Raghav is said to have killed over 40 Mumbai residents between 1966 and 1968 by bashing in their heads with an iron rod. Sickening, yes, but cinema-worthy too, which explains why he was the subject of a Sriram Raghavan film in 1991 and has inspired an upcoming production by Anurag Kashyap.Even as Kashyap casts for his movie, Raghavan’s Raman Raghav, A City, A Killer is scheduled for a revival at a screening in Mumbai in mid-October that will be organised by indie producer Drishyam Films. The event will be hosted by director Atul Sabharwal, and will be the first public outing for the hour-long film. Raman Raghav was part of a made-for-video series of successful investigations drawn from police case files. But after they were made, these films were never distributed and sat forgotten for years.The series was produced by Janak Mehta and Ajit Tolia in collaboration with the Maharashtra police, Raghavan said. “It was done in the days before satellite television,” he said. “Mehta was a builder who had produced a few Marathi serials, and he wanted to make video magazines, the kind that was popular in those days. I was supposed to do one or two more, depending on how this worked out.Raman Raghav (1991).Raghavan based his account on the autobiography of Ramakant Kulkarni, the former state Director General of Police who was a Deputy Commissioner of Police, CID (Crime), at the time of the killings. Kulkarni had barely taken charge when news spread that a murderer was on the prowl in the suburbs of Mumbai. “The victims in all cases were poor people living in ramshackle huts and temporary structures, who eked out their living rather precariously,” Kulkarni wrote in Footprints on the Sands of Crime. “The murders were apparently motiveless and even in cases that involved petty gain, the violence inflicted on the victims was totally disproportionate to the gain.”Smart deduction by the Mumbai police and a manhunt eventually led to Raghav’s capture. The serial killer confessed to using a pseudonym, Sindhi Dalwai. A Tamilian who migrated to Mumbai in 1950, Raghav had worked as a mill hand for a few years. He claims to have been arrested a few times on trumped-up theft charges. He meticulously detailed his crimes, and also claimed to have had sex with a female corpse. “When asked by the magistrate what impelled him to make the confession, Raman Raghav confirmed that he was doing it of his own volition,” writes Kulkarni, who died in 2005. “He said, he has ‘orders from above’ to that effect.”Raghav was sentenced to death by the Bombay High Court, but his sentence was commuted to life after he was declared insane. He spent his life in Yerwada Central Jail near Pune, and died at the age of 63 on April 7, 1988, from kidney failure.Made nearly a quarter century after the crime spree, Raman Raghav is a true period piece. (The film thanks Francois Truffaut in the credits because Raghavan happened to be reading Hitchcock/Truffaut, a set of interviews conducted with the master of suspense by the French filmmaker, at the time.) Raghubir Yadav memorably plays the man who kills slum residents and footpath dwellers without design but with brutality. Dressed in a blue shirt and khaki shorts, Yadav collects the meagre belongings of his victims – aluminum vessels, a fountain pen, a magnifying glass, old clothes – and sells them for scrap. He wanders from one killing to the next, and flies into a rage when he perceives a challenge. His victims include a six-month-old baby.Raghubir Yadav in Raman Raghav (1991).Some of the effects are strictly low-budget, such as the thick red fluid supposed to represent blood that periodically gushes out of the skulls of the victims, but the film is taut and atmospheric and presages Raghavan’s later preoccupation with thrillers.The filmmaker stayed faithful to Raman Raghav’s confession but added some of his own flourishes. As a panic-stricken populace organises vigilante squads and the police force pours out onto the streets, a policeman keeps watch through a hole cut out of the eye of Dev Anand from a CID movie poster.“The budget was not even shoestring, it was a twine budget, but it was an ambitious project for me,” Raghavan said. “We shot the whole thing over 10-12 days, and we shot at the actual locations where the murders took place.”Although the brief was to praise the fleet-footed police investigation, Raghavan was drawn to the psychopath’s psychological profile. “When I met Dr Patkar, the psychiatrist who had interacted with Raman, he told me one thing that changed the script – he said, don’t treat him as a criminal but a sick man.” Accordingly, the film turns its attention to Raghav, and opens with his confession.Yadav, who has had a long and fruitful run in television and movies over the years, says he entered a “strange zone” during the shoot to get under the skin of the character. “I had acted in Salaam Bombay! [the movie] and Mungerilal Ke Haseen Sapne [the television series], but this role was very different,” Yadav said. He based his performance on Raghav’s chilling confession, and went into method acting mode. “I didn’t bathe for days,” Yadav said. “I didn’t feel like talking to anybody for days, and I kept hearing Raman Raghav’s voice in my head for a few weeks after the shoot.”Viewers might be repulsed by the character, but Yadav felt sympathy for him, which explains the nuanced performanceRaman Raghav might not have been shown anywhere, but it kick started Raghavan’s Hindi film career. Anurag Kashyap had watched a video of the film, and he recommended it to Ram Gopal Varma, who was producing movies by first-time directors alongside making his own at the time. Kashyap’s return to one of the most fascinating cases in the Mumbai police case files marks the completion of a circle that began in 1991. Mumbai has seen a few serial killers since then, such as the “Stoneman” who stalked Sion in 1983 – he bashed in heads with a stone – and the “Beerman” murders of 2006-’07, so called because the killer placed a bottle of the beverage next to each of his victims. America is serial killer country, producing enough desperadoes to inspire several books, movies and television series, but the few that India has harboured are no less inspirational – and none more so than Raman Raghav.","author":"Nandini Ramnath","time":"2015-10-06T13:30:33+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196899-onhzzwbdfb-1703414150.jpeg","tags":["Raman Raghav","Sriram Raghavan","Raghubir Yadav"]}