{"title":"Ramachandra Guha: Attempts by Karnataka Congress to mimic Hindutva methods are morally dubious","content":"The last assembly elections in Karnataka were held in May 2023. For several months prior to the polls, the headlines in the local newspapers were dominated by four topics. The first was the headscarf worn by many Muslim girls seeking a modern college education. The second was a form of killing an animal before eating it practised by many Muslims. The third was the very occasional occurrence of an adult Muslim male and an adult Hindu girl falling in love with one another and wishing to get married. The fourth was the place in history and legend of a king who once ruled part of what is now the state of Karnataka, and who was killed while battling British imperialists more than two hundred years ago.Hijab, halal, ‘love jihad’’, and Tipu Sultan – these then were the themes being stoked up for the edification of Karnataka’s voters. Not, mind you, jobs, prices, the state of schools and hospitals, the state of air and water, the state of the roads, or other such issues one might think should matter more for the 60 million residents of the state where I reside.The reason for this was entirely political. The Bharatiya Janata Party government in power was not particularly popular; and its chief minister was not particularly effective either. Sensing the mood of anti-incumbency, the party bosses in Delhi decided to make the Karnataka assembly elections entirely a Hindu versus Muslim issue. Through the issues of hijab, halal, and inter-faith marriages, the BJP sought to portray Indian Muslims as different and unreliable, hoping thereby to consolidate the majority Hindu population behind it. In pursuit of this malevolent agenda, the ruling party’s WhatsApp factory manufactured some spectacular falsehoods, the most extraordinary of which was the claim that it was two Vokkaliga warriors, and not the soldiers of the East India Company, who killed Tipu Sultan.These tactics failed. The Congress won a fairly comfortable majority in the Karnataka elections, its victory propelled by two factors: first, that unlike the states of the Hindi heartland, the party still has a reasonably intact base across Karnataka; second, that the main leaders of the state unit, Siddaramaiah and DK Shivakumar, more or less worked in tandem (again unlike northern states such as Rajasthan and Chhattisgarh in each of which the two top Congressmen were fiercely rivalrous with each other).In the headlinesThe Congress, with Siddaramaiah as chief minister and Shivakumar as his deputy, completed six months in office last November. In this time, the newspaper headlines had moved away from hijab, halal, Tipu Sultan and the like toward more substantive, as well as less sectarian, issues such as the impact on agriculture of a poor monsoon; the pathetic state of the roads and of public transport in Bengaluru; charges of nepotism and corruption in the transfers of officials ordered by ministers and so on. I noticed this change with a sense of relief. Clearly, before the elections, the media in Karnataka had played up the Hindu-Muslim question largely because of the pressure, subtle as well as indirect, from the party then in power. Now they were no longer obliged to do so. In the last weeks of 2023, I commented on the visible change in newspaper reportage to some friends who concurred with my analysis (and my sentiments).My sense of relief was soon to be disturbed. For questions of religion now once more feature in the headlines. With the Lok Sabha elections due in a few months, and Karnataka accounting for the not insignificant number of 28 seats, the BJP’s state unit has chosen to focus afresh on consolidating the Hindu vote. It was emboldened to do so by the inauguration of the Ram temple in Ayodhya through which it hopes to ride a wave of majoritarian assertion.In pursuit of this programme, the Karnataka BJP stirred up a controversy in a village in Mandya district, about a pole and what sort of flag should fly on it. Hindutva activists insisted that because of the proximity to the site of an old Hanuman temple, a saffron flag should fly on the pole. The state administration believed that because the pole was planted on government land, only the national flag could fly on it, perhaps with the red-and-yellow Karnataka flag alongside it.Karnataka: Panchayat official suspended in Mandya after row over removal of Hanuman flag https://t.co/Z3PEG8euj4— Scroll.in (@scroll_in) January 30, 2024\n\n\nWhat should have been a trivial, local issue was blown up into a much larger affair by the BJP. The leader of the Opposition in the Karnataka assembly, R Ashoka, rushed to the village, insisting that the Congress government’s refusal to allow a saffron flag on a public pole was an insult to the Hindu community. A large rally was carried out, with Ashoka standing side-by-side with the Janata Dal (Secular) leader, HD Kumaraswamy, whose capacity for party-hopping in pursuit of personal gain matches that of Nitish Kumar. In a visible display of his opportunism, Kumaraswamy was wearing a saffron shawl, though the “S” in his party’s name technically stands for “Secular”.The flag issue in Mandya dominated the news headlines in Karnataka through the last week of January. There were plans to erect saffron flags in other public places in the state, including in the communally sensitive coastal region. Meanwhile, the polarising agenda would be pursued by other means too. On February 2, the Deccan Herald carried a report on a speech made to party workers by the senior BJP leader, CT Ravi. Here, Ravi claimed that a dargah of a Muslim saint in Bidar district was originally a mantapa erected by the 12th-century Hindu reformer, Basavanna. It “needs to be restored to its former glory,” said Ravi, and promised that the BJP would do this if it was returned to power in the state.Ravi then turned to the forthcoming general election. Here are some of his remarks, rendered by the Deccan Herald in English translation: “This election is between Kashi Vishwanath and Aurangzeb, Somnath and Ghazni and Hanuman and Tipu. Modi should return to power to build grand temples at Kashi and Mathura.” An election in the twenty-first century was to be fought on the basis of medievalist hatreds and animosities.Such statements by Karnataka’s BJP leaders are entirely in character. However, what is more noteworthy, as well as more disappointing, are the attempts by Congress leaders in the state to seek to appease those Hindus who believe that politics and Statecraft should be conducted in a majoritarian idiom. Consider the case of Ramalinga Reddy, a senior minister in the Karnataka cabinet, whose department administers the state’s shrines. Reddy issued an order to all temples to perform pujas on January 22, the day of the BJP-sponsored ceremonies in distant Ayodhya. When asked about this on a visit to Kerala, Karnataka’s deputy chief minister, DK Shivakumar, responded by saying, “See, ultimately we all are Hindus.” In further pursuit of this agenda of Hindu appeasement, two weeks after the Ayodhya event, Ramalinga Reddy told the press that he was asking the chief minister, Siddaramaiah, to allocate funds for the renovation of a hundred Ram temples across the state.Wavering convictionSo far as I know, the chief minister has not made public his response to his minister’s request. In the past, Siddaramaiah had spoken out strongly against majoritarian tendencies in politics and society. However, his recent statements betray a sense of uncertainty. His response to the events in Ayodhya was to flaunt his own Hindu devotionalism a few days later by praying at a Ram temple in his village and going so far to say “Jai Shri Ram”. Now this is a rallying cry of aggressive Hindutva that was rarely used even in northern India before the 1980s where the customary salutations in praise of Ram was either “Ram, Ram” or “Jai Siya Ram”, the former distinctly softer in tone and the latter more capacious as well as less masculine. Siddaramaiah’s willingness to use the slogan may be a sign of wavering conviction and probably informed by the forthcoming Lok Sabha elections where the Congress hopes to improve substantially on its 2019 record when it won merely one out of 28 seats.These attempts by the Karnataka Congress to mimic the methods of Hindutva are morally dubious. They are also unlikely to be politically rewarding. Recall that in their respective campaigns for the assembly elections in Chhattisgarh and Madhya Pradesh, Bhupesh Baghel and Kamal Nath repeatedly showcased their “Hindu” credentials, their devotion to Ram and Hanuman. That is not a game at which one can beat the BJP, as the results of those assembly elections demonstrated.This article first appeared in The Telegraph.Ramachandra Guha’s latest work, The Cooking of Books: A Literary Memoir, has just been released. His email address is [email protected].","author":"Ramachandra Guha","time":"2024-02-11T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190493-dskyepdzdb-1684912789.jpg","tags":["Karnataka","Hindutva","Bharatiya Janata Party"],"source":"https://scroll.in/article/1063487/ramachandra-guha-attempts-by-karnataka-congress-to-mimic-hindutva-methods-are-morally-dubious"}