{"title":"Ramzan and Rooh Afza: How the red syrup became the staple of Pakistan's iftaar table","content":"Undivided India was experiencing a crisis under Viceroy Lord Minto. This was 1906, the year of the Simla Deputation. It was also the year in which Hakeem Hafiz Abdul Majeed laid the foundation of the Hamdard Dawakhana, in Delhi.Starting as a small herb shop, Hamdard grew tremendously. Following Partition, the Hamdard Dawakhana was inaugurated in Karachi on June 19, 1948.Sixty eight years later, the group’s imprint on Pakistani lifestyle is undeniable.While the group is known for many things today, including their herbal medicines and the Hamdard Matabs, the one Hamdard product closest to me is Rooh Afza. An iftar must-have that I, like many Pakistanis, have come to associate with Ramzan in the country.Summer drink of the EastA reference about Rooh Afza by Ranbir Kapoor’s character in the 2013 Bollywood blockbuster Yeh Jawaani Hai Deewani took me by surprise. “Wait, what? They have Rooh Afza too?” I thought to myself.The product is actually widely available in Pakistan and India. It is produced by Hamdard Laboratories (Waqf) in Pakistan and Hamdard (Wakf) Laboratories in India. Not knowing this was partly my ignorance, but it also may have something to do with how the beverage is marketed.A Rooh Afza ad published on Pakistani Independence Day 2012.The association of the product with fasting in Pakistan is no accident.In 2012, when Pakistan’s Independence Day fell in Ramzan, the company published an ad reminiscing August 14, 1947, which also happened to be the 27th day of Ramzan – celebrated as Shab-e-Qadar by Muslims.The copy of the ad reads, “Woh jazba he aur tha.” That spirit was something else.Rooh Afza has long been appealing to Pakistanis’ patriotic spirit. Another advert published by the brand as far back as 1987 refers to the drink as Rooh-e-Pakistan (the soul of Pakistan). It further commands “Pakistan se mohabbat karo – Pakistan ko tameer karo.” Love Pakistan – Build Pakistan.This rhetoric ties in perfectly with Hamdard’s own ethos: “We serve Nations.”But maintaining this is not the only goal of the ad. The copy emphasises that there is no other soft drink like Rooh Afza.A Rooh Afza ad from 1987.King of soft drinksA lot had changed between 1906, when Rooh Afza was first launched, and 1987, when the ad in question was published. The Pepsi franchise came to Pakistan in 1979. Coca-Cola had been around since 1953. From these early days, fizzy drinks closely associated themselves with a healthy lifestyle.They recognised that when speaking of health and sport, nothing sells in Pakistan quite like cricket. Coke was the “official soft drink” of the 1987 cricket world cup. Starting 1990s, Pepsi became the dominant sponsor of the Pakistan cricket team – an avenue it continues to rigorously explore.A coke ad from 1987.Rooh Afza seemed to be unfazed by this, self-identifying as “The First and Last word in the world of soft drinks.”Clearly their main beef was with other red syrupy summer drinks out in the market. Rooh Afza’s strategy to hit back was pretty much saying: imitation is the best form of flattery; unfortunately for you, Rooh Afza can’t be imitated.A Rooh Afza print ad published in 1989.A Shezan Samarkand ad from 1989.The beverage published a similar ad celebrating its success in 1989. “Other look-alike drinks can imitate only the colour, not the taste, aroma and the deep-down cooling properties which are peculiar to Rooh Afza alone. Only Rooh Afza is Rooh Afza.”Like a wise old man, Rooh Afza banked on its experience to appeal to the consumers. Like the new kid on the block, Shezan’s Samarkand hit back by highlighting its forward-looking worldview.The syrup’s tagline in a 1989 advert reads,“Taste that’s years ahead.” The ad further teases, “May be some day others will be able to create a drink like this.”Back to the futureToday, the rivalry between the laal sharbats may not be as overt as it was back in the 1980s, but it is alive and well.Driving through Karachi, a billboard of Rooh Afza shows a bottle of the drink with a plate of pakoras. “Ramzan mein aur kya chahiyay! (What else could one need in Ramazan!)“ the copy states, rather than asking.While one billboard celebrates Rooh Afza’s hold over the iftaar table, at the next signal is another advert marketing Samarkand as the ultimate solution to heat.Depending on your taste, or the preferences of your host, Rooh Afza, Samarkand, or Qarshi’s Jam-e-Shirin, are almost certain to make an appearance at most iftar tables.A meme, which started doing the rounds online before Ramzan, perfectly captures Pakistan’s love for the laal sharbats.The image of Game of Thrones character Tyrion Lannister pouring red wine inside a cup has been altered; the jug of wine now sports the Rooh Afza logo. “Ramadan Mubarak!” the post reads. – Illustrations by Fahad Naveed| Advertisements courtesy Herald archives.This article first appeared on Dawn.","author":"Fahad Naveed","time":"2016-06-22T19:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/810374-ojhqgqhzhx-1466517312.png","tags":["Rooh Afza","Sharbats","Ramazan","Advertising"],"source":"https://scroll.in/article/810374/ramazan-pakistan-and-rooh-afza-an-ode-to-laal-sharbats"}