{"title":"Ramachandra Guha: How Modi is trying to use Gandhi’s name to whitewash his dark record","content":"I first visited Ahmedabad in 1979, and in the following decade went back often for both professional and personal reasons. Then I began research on Gandhi, and my attachment to the city deepened even more. In the summer of 2002, on my first trip back after the horrific riots that had taken place earlier that year, I naturally went to the Sabarmati Ashram, where I spent some time talking to one of the trustees, a quiet, self-effacing man who had spent 30 years in the service of Gandhi. In the course of our conversation, he told me that the Gujarat riots of 2002 were “the second assassination of Mahatma Gandhi”.The person under whose watch those riots took place, the then chief minister, Narendra Modi, was entirely educated by the Rashtriya Swayamsevak Sangh, an organisation whose sectarian, xenophobic ideology is utterly at odds with the capacious and open-minded worldview of Gandhi himself. Modi grew up venerating the sarsanghchalak of the RSS, MS Golwalkar, whose detestation of Gandhi is a matter of public record. In a speech in December 1947, Golwalkar remarked: “Mahatma Gandhi could not mislead them any longer. We have the means whereby such men can be immediately silenced, but it is our tradition not to be inimical to Hindus. If we are compelled, we will have to resort to that course too.”For Modi, Golwalkar was “Pujniya Shri Guruji”, most revered Teacher and Master. Through much of his career, he held Golwalkar in enormous regard while scarcely sparing a thought for Gandhi. In his years as chief minister, Narendra Modi visited Sabarmati Ashram infrequently. However, after he became prime minister, he developed a keen interest in the place. He has personally escorted to Gandhi’s ashram, among others, the prime ministers of Japan and Israel and the presidents of China and the United States.Personal toursSeveral of the Ashram’s Trustees have a deep knowledge of Gandhi’s life, as do members of the staff. But instead of asking one of these experts to show the foreign dignitary around, Modi – a man trained in the school of Gandhi-baiters and Gandhi-haters – insisted on doing so himself. The cameraperson was instructed to have only the Indian prime minister and the visiting head of state in the frame, the better to show Modi gesturing with his hands towards various landmarks in the Ashram – the hut where Gandhi stayed, the ground where he prayed, his spinning wheel – while talking with apparent authority on the Mahatma, his life, and his message.How does one explain the prime minister’s new-found desire to publicly associate with Gandhi? It appears that Modi’s desire for personal glory has superseded old political loyalties and ideological affiliations. The RSS remains deeply ambivalent about Gandhi. Modi bhakts on social media are nakedly hostile to Gandhi. But Modi himself knows that Gandhi remains, to use the contemporary argot, the Indian “brand” most visible and most appreciated around the world. So, whether it be Japan, China, Israel or France, or America or Russia or Germany, if Modi wants to make an impression he must cynically, instrumentally, have Gandhi by his side.Donald Trump at Sabarmati Ashram in February 2020. Credit: @MEAIndia via TwitterFor all his interest in the Sabarmati Ashram since he became prime minister, the moral and ideological distance between Gandhi and Modi may be forever unbridgeable. A prime minister whose party cannot number a single Muslim among its 300-odd Lok Sabha MPs, and whose government passes a raft of discriminatory legislations stigmatising Muslims, practises a politics that Gandhi, the prophet of inter-faith harmony, abhorred and opposed all his life. A man who has so extravagantly embroidered his personal history, whose regime systematically doctors statistics with regard to economics, health and all else, is worlds removed from the person who sought to live by the credo “Satyameva Jayate’’, truth shall prevail. In fact, so ubiquitous has been this regime’s lying and dissembling that a writer I know says that the Bharatiya Janata Party’s motto should be “Asatyameva Jayate” – through falsehood we shall triumph.Truth, transparency, and religious pluralism, that was Gandhi. Deceit, secrecy, and majoritarianism – that is Modi. How then can the latter claim any kinship with the former? Logic and morality suggest that he cannot, but power and ambition mandate that he must. That is why, in the latest and most egregious attempt to whitewash Modi’s dark record by association with Gandhi’s name, we now have on the anvil a lavishly-funded, state-directed project to radically reshape the Sabarmati Ashram on the pretext of making it a “world-class memorial” to the Mahatma.Welcoming characterMy life is my message, said Gandhi. Unlike Modi, he did not need a stadium named after himself, or capitals redesigned to obliterate the image of past rulers and superimpose his own, to assure himself a place in history. The Sabarmati Ashram as it stands today is a perfectly adequate memorial to Gandhi and what he stood for. The charming low buildings existing still from Gandhi’s time, the trees and the birds, the open ingress and lack of guards or of an entry fee, the absence of policemen in khaki carrying rifles or even batons, the view of the river – all these give the place a special, welcoming character absent in every other monument or museum in India today.Of the five ashrams that Gandhi established, two in South Africa and three in India, Sabarmati is unquestionably the most significant. Millions of people from all over India, and across the world, have visited this ashram over the years. No one comes away without being moved by the beauty and simplicity of the surroundings as much as by the historic associations they carry.When a regime known for its aesthetic barbarism and its worship of monumentalism uses the word, “world-class”, in connection with the Sabarmati Ashram, it sends shivers down the spine. That the chosen instrument of this “upgradation” is the architect, Bimal Patel, makes one more nervous still. Patel’s work is undistinguished. His cold, concrete structures are cut of a cloth very different from that which marks the homes and dwellings in Gandhi’s ashrams in Sabarmati and Sevagram.Israel's Benjamin Netanyahu visits the Sabarmati Ashram in 2018. Credit: @netanyahu via TwitterBimal Patel is apparently the only architect the prime minister has heard of. As with other sarkari projects in Delhi, Varanasi, and Ahmedabad, here too Patel has been assigned the makeover of the Sabarmati Ashram almost automatically. Modi has also deputed, to work on the project, some Gujarat civil servants whom he likewise personally trusts. The plan for “redevelopment” was drafted by Modi’s inner circle with no inputs from architects knowledgeable about conservation and heritage, and without consulting Gandhians or scholars either. Even the trustees of the Ashram were kept entirely in the dark about the plan and its contents.The Modi plan for Sabarmati is steeped in secrecy and characterised by cronyism. It is in striking contrast to an earlier (and admirably modest) intervention that dates to the 1960s. When the then trustees decided that the Ashram needed a small museum, they chose not a fellow Gujarati but Charles Correa from Bombay. That the architect was from a different religion and a different part of India were in keeping with Gandhi’s own lack of parochialism. Besides, he was an architect whose work was widely admired. Built on the human scale, with spacious corridors open to the elements and trees all around it, the museum designed by Charles Correa blends quite beautifully with the structures of Gandhi’s own time.An Amdavadi colleague jokes that while we may fortunately never have One Nation, One Party, we are heading in the direction of One Nation, One Architect. Now, if a billionaire wishes to have the same man (or woman) design his beach house, his town house, his mountain house, and his desert house, paying for them all with his personal funds, there can be no moral objection. But if a single architect gets awarded all prestigious state projects, paid for by the taxpayer, then there is indeed a problem. It is only in authoritarian states that particular architects have come to be associated with particular leaders and their cults of personality. That the same person can be seen as uniquely qualified to re-design an ancient temple city, a modern capital, and Gandhi’s ashram is a commentary on the nepotism and cronyism of the Modi regime. Indian architecture, and India itself, deserve better.China's Xi Jinping at Sabarmati Ashram in 2014. Credit: PTIIn a better or braver world, Modi and his cronies would not be able to get away with their vandalism. Sadly, the trust that runs the Sabarmati Ashram today is composed of men and women who all live in Gujarat, and thus cannot speak out for fear that they or their families will be victimised by a government known for its vindictiveness. So the plans as forged by Modi and his cronies will go ahead. Knowing the man as we do, there will be nothing in them that is not self-interested. Modi is not “redeveloping” Sabarmati out of love or regard for the Mahatma, but to seek to burnish his own image and rewrite his past. The ongoing despoilation of New Delhi’s Central Vista has been widely criticised. However, from an ethical point of view, the proposed despoilation of the Sabarmati Ashram is even more worrisome. As an elected prime minister, Modi has some legitimacy in erecting structures – however ugly and costly – on public land in the capital. The case of Sabarmati is altogether different. The Sabarmati Ashram and Gandhi belong not to Ahmedabad, not to Gujarat, not even to India, but to every human being born or unborn. A politician whose entire life’s work has been antithetical to Gandhi’s, and an architect whose prime qualification is proximity to that politician, have no right to mess around with the most hallowed of all the places associated with the Mahatma.Ramachandra Guha’s email address is [email protected].This article first appeared in The Telegraph.","author":"Ramachandra Guha","time":"2021-07-18T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161642-ibvlpxlaum-1626540190.jpg","tags":["Narendra Modi","Mohandas Gandhi","Sabarmati Ashram"],"source":"https://scroll.in/article/1000459/ramachandra-guha-how-modi-is-trying-to-use-gandhis-name-to-whitewash-his-dark-record"}