{"title":"Ramachandra Guha: Why 2024 is India’s most important election since 1977","content":"Indians have begun voting in the country’s 18th general election. Of the 17 previous iterations, two were particularly important. One was the first general election, held in 1951-1952. That exercise was widely mocked by sceptics who believed that Indians were too poor, too divided, and too illiterate to be granted the right to choose their leaders.A maharaja, who had reluctantly joined the Indian Union, told a visiting American couple that any Constitution that sanctioned universal suffrage in a land of illiterates was “crazy”. A Madras editor complained that “a very large majority [will] exercise votes for the first time: not many know what the vote is, why they should vote, and whom they should vote for; no wonder the whole adventure is rated as the biggest gamble in history.” And the Rashtriya Swayamsevak Organisation weekly, Organiser, loftily remarked that “Pandit Nehru would live to confess the failure of universal adult franchise in India”.Yet the gamble worked. A variety of parties and individuals representing different ideological persuasions contested the election, and adult men and women freely chose among them. The successful holding of that first election was a major milestone in Indian history. Later elections in 1957, 1962, 1967 and 1971 consolidated the gains made in 1952.\n\n\n    \n    Play\n\nThe second truly significant general election in our history was held in March 1977. For, when Prime Minister Indira Gandhi imposed an Emergency in June 1975, it was assumed by many people that this marked an end to open, competitive politics, that India had joined the ranks of countless other Asian and African countries which had come under authoritarian rule. Indeed, the streets were noticeably peaceable all through the second half of 1976, as I can testify from personal experience. There was no challenge or threat to Indira Gandhi’s rule, no reason for her to lift the Emergency and call for fresh elections. Yet she did.Historians have highlighted three aspects of those elections of 1977 that made them particularly noteworthy. The first is that they were held at all. The second is that their results confounded the pollsters, since it was generally expected that Indira Gandhi would win. Mrs Gandhi was thought to be extremely popular; it was believed that the aura of the military victory against Pakistan in 1971 still hung around her. Besides, her party organisation was in good shape and well-funded, not least because a majority of the top industrialists had supported the Emergency. On the other hand, the Opposition was fragmented and underfunded, and its leaders and cadres had just spent a long spell in jail. Yet, in a striking refutation of the pollsters, the Congress fell well short of a majority, and even Mrs Gandhi failed to win her seat. This meant that for the first time in the history of independent India, a party other than the Congress would come to power in New Delhi.That they were held, that the Congress lost, and that India was not henceforth to be a single-party State – to these three noteworthy features of the 1977 election should be added a fourth, namely, that the long dominant Congress was defeated by a coalition of parties pragmatically contesting under a single label. The so-called Janata Party consisted of four parties of widely different provenance and belief systems which had come together with the sole objective of defeating autocracy and restoring democracy.\n\n\n    \n    Play\n\nBetween 1977 and 2014, no single party or coalition was in power in New Delhi for more than two terms. This alternation of power was altogether good for Indian democracy. Freed from the fear of long-term domination by a single party, in those years, the press was more free, the civil services more independent, and the judiciary more assertive. A competitive polity, with no party in power all the time, was also very good for Indian federalism, with states having greater leeway to pursue their individual economic and social agendas.Will these ongoing elections reverse the trend? Most pollsters seem to think so. They believe that Narendra Modi and the Bharatiya Janata Party are almost certain to win a third successive majority. What happens then? A commentator I otherwise respect, Parakala Prabhakar, has been quoted as saying that if Modi and the BJP win a third term, “there won’t be any more elections in the country”.It is true that like Indira Gandhi before him, Modi has authoritarian instincts and a desire for total domination. However, there is one significant difference between her political situation and his; namely, that in 1977, the Congress was in power in all but one state (Tamil Nadu, where too the chief minister at the time was deferential towards New Delhi), whereas in 2024 the BJP is out of power in all of South India and in several important states in eastern and northern India as well.The absolute silencing of a democratic Opposition, that Mrs Gandhi and the Congress were able to achieve between 1975 and 1977, will be far harder for Modi and the BJP to accomplish now even if they fulfil their fantasy of winning 370 seats in the Lok Sabha. There will still be popularly elected governments in place in large states like Tamil Nadu, Kerala, West Bengal, Telangana and so on. What will Modi and Amit Shah do with them? Impose Article 356 recklessly? Or buy up legislators with equal abandon? Either course would be tempting, and in keeping with their amoral methods, yet each shall be bitterly opposed by the millions of citizens of those states who do not subscribe to the cult of Modi or vote for the BJP.Because the BJP’s hegemony does not embrace large parts of the country, India is very unlikely to return to the full-blown authoritarianism of the Emergency years. Nonetheless, even if one need not be alarmist, one should definitely not be complacent. This is because the BJP brings with it the hate-filled and divisive ideology of Hindutva.Downgraded democracyIn the ten years that Narendra Modi has been in power, religious minorities, and particularly Muslims, have been pushed ever further to the margins of Indian politics. They face endemic discrimination in everyday life, on the street, in the marketplace, in schools, hospitals, and offices. BJP MPs and ministers mock and taunt Indian Muslims on a regular basis, their message amplified on WhatsApp and YouTube by their supporters. Textbooks are rewritten to indoctrinate schoolchildren with hostility towards fellow citizens who are not Hindus.The stigmatisation of Muslims will continue, and perhaps even sharpen, if Narendra Modi and the BJP win a third term in office. Another victory, especially if it comes with a comfortable majority in the Lok Sabha, will embolden Modi and his party to further tighten the screws on the media, further undermine the independence of the civil services, the judiciary, and public regulatory institutions, further make Central universities, IITs and IIMs centres of Hindutva propaganda, and further weaken the structure of Indian federalism.The reallocation of Lok Sabha seats according to population will be set in motion such that the demographic advantage of the North, where the BJP is strong, will be converted into an enduring political subordination of the South, where the BJP is weak. The South is unlikely to submit meekly to its suppression; but Modi and the BJP may proceed with their plans regardless.In a book published in 2007, I characterised India as a “50-50”democracy. In updating the book a decade-and-a-half later, I downgraded this to a “30-70 democracy”. A third successive majority for Modi and the BJP will accelerate this decline, with damaging consequences for our social fabric, for our economic prospects, and for the viable future of generations of Indians yet unborn.Back in the 1970s, Indira Gandhi combined authoritarianism with a devotion to family rule; now, Narendra Modi combines authoritarianism with a devotion to Hindu majoritarianism. While parivarvaad is bad, bahusankhyavaad is surely even worse, as the fate of the countries in our neighbourhood that have been overtaken by varieties of Islamic or Buddhist majoritarianism demonstrates. There is no reason to believe that the outcome of Hindu majoritarianism will be any different.Authoritarianism crushes the spirit; majoritarianism poisons the mind and the heart. The hate and bigotry that it engenders spread like a cancer through the body politic, robbing individuals and society of civility, decency, compassion, of humanity itself. That is why its rise must be checked, by such democratic means as are still available to us. That is why this is the most important general election since 1977.Ramachandra Guha’s latest work, The Cooking of Books: A Literary Memoir, has just been released. His email address is [email protected].This article first appeared in The Telegraph.","author":"Ramachandra Guha","time":"2024-04-21T06:30:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/53156-njgazwjnvd-1489013513.jpeg","tags":["Lok Sabha 2024","Indira Gandhi","Narendra Modi"]}