{"title":"Ramachandra Guha: A fact-check for Assam CM as he blames a long-dead scholar for North East problems","content":"In the first week of May, shortly after the ethnic conflict in Manipur broke out, I got several queries about a claim on social media that “Nehru signed a treaty with Christian Missionary Verrier Elwin. According to this treaty, Hindu Sadhus were BANNED from entering Nagaland. Result: It was under Nehru’s rule that Nagaland became Xtian majority. Today, Nagaland is 88% Christian.”My correspondents had written to me since I am the author of a biography of Verrier Elwin, titled Savaging the Civilized. Now I do not usually use this public pulpit to set the record straight on the untruths purveyed via WhatsApp – because if I did so I would be doing little else. If I am making an exception here, it is for three reasons. The first is that the online world is alive with all kinds of lies being spread about Verrier Elwin, not just the fictional “treaty” he is supposed to have forced on Nehru. It is being said that Elwin was instrumental in the spread of Christianity across North East India and, hence, in some way responsible for the current conflict between the mostly Hindu Meiteis and the mostly Christian Kukis of Manipur.The second reason is that this posthumous demonisation of Elwin is not restricted to the foot soldiers of the Hindu Right. It has even been embraced by Himanta Biswa Sarma, the chief minister of Assam, and the Bharatiya Janata Party’s point-person for all the states of the North East. The third reason is that as against the BJP’s hostility to all beliefs other than hardline Hindutva, Elwin was himself open-minded enough to discard his own Christianity because of his deep sympathy for tribal culture.Pioneering ethnographerBorn in 1902, Verrier Elwin was educated at Oxford and came to India in 1927, seeking to indigenise Christianity. Inspired by Mahatma Gandhi and his circle, he left the Church and began working among the Adivasis of central India. Through the 1930s and 1940s, he wrote a series of pioneering ethnographies on tribal life, folklore, and art.After Independence, Elwin became an Indian citizen. In 1954, he was appointed Anthropological Adviser to the North East Frontier Agency or NEFA (as Arunachal Pradesh was then known). This territory lay on the borderlands between India and China – it was unmapped and unadministered, and the British raj had virtually no presence there. It was hoped that Elwin’s ethnographic expertise would help the administration in building bridges with the many different tribal communities living there.Which, to some considerable extent, it did. One reason Arunachal, alone among the states of the North East, has had no major insurgency is that Elwin and his colleagues worked strenuously to protect tribal rights in land and forests, promote Hindi as the link language between the different tribes, and keep out both Hindu and Christian missionaries.In 1954 Anthropologist Verrier Elwin Became First European to Get Indian Citizenship pic.twitter.com/ID6XPMGYsM— indianhistorypics (@IndiaHistorypic) December 13, 2019\n\nElwin’s brief was restricted to Arunachal alone. He was in no position to frame policy with regard to Nagaland. While after Independence, the free entry of people from the heartland was discouraged because of the Naga insurgency, there was no “Nehru-Elwin treaty” about Nagaland. In fact, Christian missionaries had been active in the Naga Hills since the 1870s, long before Nehru and Elwin were born. And Elwin himself distrusted missionaries of all kinds, going so far as to characterise the Baptists active in Nagaland as the “RSS of Christianity”. He wished for tribals to retain their own faith and customs, and not become either Hindu or Christian.Verrier Elwin died in February 1964, a few months before Jawaharlal Nehru did. On August 11, 2023 –close to six decades later – the chief minister of Assam published a signed article in a New Delhi newspaper which claimed: “Pandit Nehru appointed a European-born as his first adviser on Northeast. Was it he who guided him to deny Assam an oil refinery despite oil having been found in the state? Was it such advice that made him deny Gopinath Bordoloi the Bharat Ratna?”The article did not name the “European-born”. A tweet issued from the chief minister’s handle three days earlier was less coy. Here, Sarma wrote: “Pandit Nehru appointed European born, Mr Verrier Elwin to advise the Government on North Eastern affairs. Cong[ress]’s blunders began from there.”Some fact-checking is called for here. As I have already pointed out, Verrier Elwin was an adviser only to NEFA; he had no role to play in the administration of any other part of the North East. Not Nagaland, not Manipur. And certainly not Assam. But here was the Assam chief minister brazenly suggesting that Elwin denied Assam an oil refinery, that Elwin denied Gopinath Bordoloi the Bharat Ratna, that Elwin was the fountainhead of all the blunders in the North east that the BJP was now charging the Congress with.Diverting the conversationFact-checking may be necessary, yet context-setting may be even more important. This WhatsApp whataboutery by the Assam chief minister, and by the Hindu Right more broadly, is in essence a cynical, and perhaps even malevolent, attempt to shift the conversation about the North East from the present to the past. Manipur has been burning for more than three months now. There seems no resolution to the ethnic conflict in sight; meanwhile, there have been worrying spill-over effects in Mizoram, Nagaland, and Meghalaya.The responsibility for the violence and suffering in Manipur, and the increasingly fragile situation in the North East as a whole, is entirely that of the “double engine sarkar”. The BJP, and not the Congress, has for several years past been in power both in the state and at the Centre. While the three men most responsible for the failure to stem the bloody conflict are the Manipur chief minister, the Union home minister, and the prime minister, as the ruling party’s “troubleshooter” for the region, the Assam chief minister cannot escape a portion of the blame either.It is to insulate himself and his party from any share of the responsibility for the tragedy in Manipur that the Assam chief minister now wants us to talk about men long dead and times long past. In this, he is merely mimicking the behaviour of his bosses. Amit Shah and Narendra Modi indulge in such whataboutery all the time. If confronted with evidence of their government’s suppression of civil liberties, they refer us back to Indira Gandhi and the Emergency of 1975-1977. If confronted with irrefutable evidence of largescale Chinese incursions on territory claimed by India, they refer us back to Jawaharlal Nehru and the war of 1962.Pandit Nehru appointed European born, Mr Verrier Elwin to advise the Government on North Eastern affairs. Cong’s blunders began from there.#CongBetraysNorthEast pic.twitter.com/8wykfoSYdY— Himanta Biswa Sarma (@himantabiswa) August 8, 2023\n\nI am not a Congressman and, hence, hold no brief for past prime ministers from that party. However, I am Verrier Elwin’s biographer and, therefore, cannot remain silent while he is being posthumously traduced by people whose bigotry and xenophobia cannot allow them to understand, still less appreciate, how a Christian can leave his church and embrace religious pluralism, or how a person born overseas can nonetheless contribute enormously to this country that he made his own.To be sure, Verrier Elwin was not perfect. He could be unduly romantic about his subjects. He was largely responsible for the failure of his first marriage to a Gond lady (his second marriage, also to an Adivasi, was more successful). Yet his work and legacy remain of enduring importance. His studies of tribal life in central India are both beautifully written as well as sensitively observed. His book, A Philosophy for NEFA, remains a handy guide on how to improve the material life of tribals without dispossessing them of their land and forests or making them ashamed of their culture.Those who have time for books as well as WhatsApp forwards may wish to read my biography – or Elwin’s own works – to know more about the commitment to India of a scholar and public servant being falsely maligned by the Hindu Right. Let me end this particular column, however, with three verdicts on Elwin by contemporaries who were also his compatriots. Thus the distinguished anthropologist, SC Dube, wrote that Elwin “was not a dry-as-dust technician; he was a poet, an artist and a philosopher”, who “by his individual effort produced more and better work than many of the expensively staffed and large research organisations in the country”.After Elwin died, an editorial in the Amrita Bazar Patrika spoke of India losing “not only her most eminent anthropologist but another – and perhaps the last – of those liberal-minded Englishmen who made this country their home and completely identified with its people”.And the same issue of this Calcutta paper carried an insert issued by the staff of a famous Bengali stage company, the Little Theatre Group. It read:In memory ofDr Verrier ElwinThe best of Indians.The updated edition of Ramachandra Guha’s India After Gandhi is now in stores. His email address is [email protected].This article first appeared in The Telegraph.","author":"Ramachandra Guha","time":"2023-08-27T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193530-lvsnfpnxyj-1693058054.jpg","tags":["Verrier Elwin","Hemanta Biswa Sarma","Bharatiya Janata Party"],"source":"https://scroll.in/article/1054940/ramachandra-guha-a-fact-check-for-assam-cm-as-he-blames-a-long-dead-scholar-for-north-east-problems"}