{"title":"Ramachandra Guha: What will the inauguration of the Ram temple portend for India’s future?","content":"“If Hindu Raj does become a fact, it will, no doubt, be the greatest calamity for this country.” – BR AmbedkarIn a recent talk in Bengaluru, the writer, Parakala Prabhakar, made a perceptive observation about the changing language of political discourse. In the late 1980s, when the Bharatiya Janata Party was first becoming a significant force in Indian politics, the BJP leader, Lal Krishna Advani, said he stood for “positive secularism”. The Congress, argued Advani, had practised a spurious form of secularism, but his would be the genuine article, a secularism which promised “justice for all and appeasement of none”.Forty years after Independence, secularism was thus an ideal to be upheld and cherished, so much so that a BJP leader, no less, was putting himself forward as the true torchbearer of an authentic secu­larism. Now, however, no major politician of either the BJP or the Congress wishes to publicly avow secularism. Rather, they want to be known as the truest of Hindus. Thus, in opposing the politics of the ruling regime today, Rahul Gandhi claims that his is the real Hinduism, as opposed to the spurious Hindutva of the Rashtriya Swayamsevak Sangh. This public affirmation of loyalty to the Hindu faith is eagerly endorsed by Rahul Gandhi’s advisers, who proclaim him to be a “Shiv bhakt” and a “janeu-dhari Hindu”.As Parakala Prabhakar points out, the discourse has thus moved full circle. Once, BJP leaders wished to be known as better secularists than their opponents in the Congress. Now, Congress leaders wish to be known as more devout Hindus than their opponents in the BJP. Illustrative in this regard was the campaign strategy of Kamal Nath in Madhya Pradesh which sought to present Nath as more devout in his Hindu faith than the incumbent BJP chief minister.Temple politicsThis Hindu-fication of political discourse has greatly intensified in recent years. It will be further strengthened by the inauguration of the Ram temple in Ayodhya. That event will naturally be celebrated as a great triumph by the BJP. But some other, professedly “secular”, parties shall welcome the new temple with equal gusto. These cheerleaders will include those from smaller parties seeking to ingratiate themselves with the Modi-Shah regime. After his party forged an alliance with the BJP in Karnataka, the leader of the Janata Dal (Secular), HD Kumaraswamy, has taken to ending his speeches with the salutation, “Jai Shri Ram”.As I draft this column, I see that the leader of the Bharat Rashtra Samithi, K Kavitha, has issued a tweet saying that the building of the temple represents the fulfilment of the dreams of “crores of Hindus”. It is probably only a matter of time before one or more leaders of the Congress inform us that since it was Rajiv Gandhi who, as prime minister, first ordered the unlocking of the small shrine to Ram at the disputed site, it is he, and not LK Advani or Narendra Modi, who is the original architect of the temple now being consecrated in Ayodhya.As a Hindu myself, I cannot bring myself to “celebrate” this new temple. My reluctance to do so is in part because I was based in North India during those bloody years when thousands of innocent people, mostly Muslims but also quite a few Hindus, lost their lives in the frenzied rioting that accompanied the movement led by Hindutva hordes that led to the destruction of the mosque in Ayodhya. I visited the villages of Bhagalpur after the riots there in 1989 and saw looms of Muslim weavers and homes of Muslims villagers vandalised by rioters professing allegiance to the faith I call my own.As a Hindu, I cannot celebrate this new temple because I do not believe that to affirm or proclaim my faith I must do so in front of, or inside, a colossal edifice costing thousands of crores of rupees to build. When I was a boy, my mother, a devotee of Ram, would take me to a tiny shrine, sited on the banks of a canal, walking distance from our home in Dehradun. When I got married and moved to Bengaluru, my mother-in-law, also a devotee of Ram, regularly visited a small temple to Ram located in the dense neighbourhood of Shivaji Nagar. Later, as a student and biographer of Gandhi, I learned to appreciate how Gandhi did not require a temple of any size or shape to proclaim his devotion to a deity whose name was always in his heart and was on his lips when he died.श्री राम जन्मभूमि मंदिर निर्माण कार्य - वर्तमान स्थितिShri Ram Janmabhoomi Mandir construction work - Current status pic.twitter.com/IdQ3krCDoB— Shri Ram Janmbhoomi Teerth Kshetra (@ShriRamTeerth) December 8, 2023\n\n\nMy ambivalence about the temple does not, of course, imply an ideological defence of the mosque that once stood in its place. The Babri Masjid was a symbol of religious and military conquest; hence its name. But the new temple will also be a symbol of religious triumphalism, a sign that this is becoming ever more a Hindu-first country. Even if a shrine had to be built there for Ram, it did not have to be monumental in scale and it did not have to seek (and get) the ringing endorsement of the ruling party and of the prime minister himself.What will this massive new edifice being inaugurated next month portend for the future of the country? A friend suggests that it shows that India is on the cusp of creating a “Second Republic”, which will commit itself to a Hindu-first form of politics and policymaking, thus supplanting and superseding the “First Republic” that was brought into being by the Constitution of 1950, and which had sensibly declined to define the State’s ethos on the basis of the religious faith of the majority of its citizens.The events of the past decade do suggest a determined move in that direction by the ruling party, with the Opposition mostly complicit. The state’s involvement in the Ram temple project is a further reinforcement of the idea that India is above all a “Hindu” country. One must, however, enter a caveat with the use of the term “Republic”. With the prime minister playing a leading part in the rituals accompanying both the first and final rites of the Ayodhya edifice, there is a decidedly monarchical cast to the proceedings. Nor is this restricted to this particular temple; when, in December 2021, Narendra Modi led some religious ceremonies in Varanasi, the priests who were present chanted in unison, “Raja Saheb ki jai” – Glory to the king. But perhaps the most egregious example of Narendra Modi’s imperial ambitions was the inauguration of the new Parliament, where the prime minister stood triumphantly alone, flanked only by supplicatory priests, acting the role of a Shahenshah in a building supposedly representing the will of the people.శుభ పరిణామం..అయోధ్యలో శ్రీ సీతారామ చంద్ర స్వామి వారి ప్రతిష్ట,కోట్లాది హిందువుల కల నిజం కాబోతున్న శుభ సమయంలో...తెలంగాణతో పాటు దేశ ప్రజలందరూ స్వాగతించాల్సిన శుభ ఘడియలు..జై సీతారామ్ pic.twitter.com/qzH7M32cQJ— Kavitha Kalvakuntla (@RaoKavitha) December 10, 2023\n\n\nOne way of understanding what is happening in India today is to set it in the context of the other countries in our neighbourhood. Pakistan and Bangladesh are self-proclaimed Islamic states, where Hindus and Christians are effectively second-class citizens. Sri Lanka and Myanmar are self-proclaimed Buddhist states – it is surely no accident that both have witnessed state-sponsored violence aimed at minorities. India, which once stood apart in terms of its separation of faith from State, has now joined this South Asian club.Will making our politics and policymaking more Hindu-centric help India? The post-Independence history of other countries does not present happy auguries. A cautionary tale of particular relevance is that of Sri Lanka. Of all the nations in South Asia, Sri Lanka had the best human development indicators – the best educated population, the best healthcare services, the least discrimination against women. It had a highly skilled professional class, beautiful beaches and historic sites to attract tourists and a colonial past unmarked by violence (it escaped the horrors of Partition).Had the Sinhala Buddhist chauvinists not set themselves against the Tamil minority (themselves mostly Hindus), thus sparking a savage civil war, Sri Lanka would today be one of the most prosperous as well as most peaceable countries in all of Asia.Our leaders like to boast that India has the fifth-largest economy in the world. However, in terms of indicators that truly matter, such as per capita income, infant mortality, percentage of women in the workforce and so on, India ranks much lower. With regard to overall economic and social development, the best performing countries in Asia are Japan, Singapore, and South Korea. Of these, Japan and South Korea are properly democratic, Singapore partially democratic. Yet, in all three countries, the presence of religion in politics and public life is extremely muted. This striking fact should give us pause as politicians across the board rush to “celebrate” the inauguration of the grand new temple in Ayodhya.The updated edition of Ramachandra Guha’s India After Gandhi is now in stores. His email address is [email protected].This article first appeared on The Telegraph.","author":"Ramachandra Guha","time":"2023-12-17T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145577-auhelczpkx-1596691486.jpg","tags":["Ram Temple","Bharatiya Janata Party","Narendra Modi"],"source":"https://scroll.in/article/1060671/ramachandra-guha-what-will-the-inauguration-of-the-ram-temple-portend-for-indias-future"}