{"title":"Ramachandra Guha: In Mizoram’s community spirit, many lessons for ‘mainland India’","content":"Last month, I spent several stimulating days in Mizoram. I had some knowledge of the state’s political history, met numerous Mizos in the course of my life, but never visited the state before.I flew first to Guwahati, where I caught up with some old friends, gloried in my sightings of the Brah­maputra, and spoke on Gandhi to the teachers and students of the university. On the flight to Aizawl, I had naturally opted for a window seat. I watched with a growing sense of anticipation as the plane breached the white line of the clouds and flew perilously close to the hills before making a very assured landing. At the airport, I was made to fill out an “Inner Line Permit”, an archaic relic of the British raj which – at least for Indian citizens – is long past its sell-by date.A passenger train is a better way to see the countryside than an aeroplane; but a car is perhaps an even better way still. The drive from Lengpui Airport to the state capital, Aizawl, took an hour and a half, long enough to get a sense of the landscape.The shape of the hills reminded me of the sub-Himalayan district, thenin Uttar Pradesh, now in Utta­rakhand, where I was born and raised. So did the narrow and winding roads and the fast-flowing streams. The vegetation was somewhat different; plenty of bamboo, a fair amount of deciduous trees, but – unlike in Uttarakhand – no coniferous species. And the human population seemed much more sparse too.This last feature was deceptive; for the town of Aizawl, with homes built adjacent to one another on every level of every hill, was strikingly reminiscent of Naini Tal and Mussoorie. However, the traffic was noticeably more orderly than in a northern hill town. Drivers scrupulously followed lane discipline, waiting for a traffic jam to unblock itself rather than cut corners and make things messier.This is Mizoram, which city in India do you think can achieve this level of traffic discipline ?? pic.twitter.com/Ma1emZUzZO— Shubham2.0 (@bhav_paaji) March 31, 2024\n\n\nI was in Aizawl for a seminar organised by the Pachhunga University College, established in 1958, and the oldest such institution in the state. The college has many girls and boys, freely mixing together in a manner altogether impossible in some Hindu-dominated areas of Uttar Pradesh or in some Islamic-dominated districts of Kerala. I have spoken in colleges in those parts too, to find, even in technically co-educational institutions, that boys and girls are not encouraged to befriend one another and sit separately in classroom and seminar hall alike.In this respect, Pachhunga University College was entirely representative of the state as a whole. Walking the streets, going to the shops, striking up conversations in cafes – all testified to the advancement of women in the state. So do the statistics. Mizoram has the second-highest rate of female literacy among all the states of India; and the highest rate of female workforce participation. About 60% of Mizo women work outside the home; this is more than twice as high as the all-India rate, which stands at less than 30%. And Mizo women are far more likely to be working in better paid or more responsible jobs than women anywhere else in India.To quote from a Press Trust of India report of July 2022: “Mizoram has the highest 70.9 per cent ratio of female-to-male workers among those working as legislators, senior officials and managers, followed by Sikkim (48.2 per cent) and Manipur (45.1 per cent)…”The social progress of the Mizos is striking in many ways. It runs counter to their geographical isolation and it has come notwithstanding many years of savage violence between insurgents and the State. Aizawl, the bustling and to all eyes utterly peaceful town I was now walking and talking in, had once borne the unlikely distinction of being the first Indian habitation to be strafed by the Indian air force.This happened in the spring of 1966, after an armed group, the Mizo National Front, had launched an insurrection against the Indian State. The MNF was led by a one-time accountant called Laldenga, who had been deeply affected by a famine in the Mizo Hills some years previously, when widespread starvation had brought forth an utterly inadequate response from the government in New Delhi. Thinking that the Mizos had no prospect of an honourable future within India, Laldenga made contact with the military government of East Pakistan, which promised him arms and financial support. On the Pakistani side of the border, camps were created where young Mizo rebels were trained in the use of modern weapons.In February 1966, the MNF attacked government offices and disrupted communications. It declared that the Mizos had formed an “independent” Republic of their own. The insurgents captured one town, Lungleh, and were pressing hard on Aizawl too. The Indian state now sent in massed detachments of the army and also (as noted) the air force. Yet the rebels fought on fiercely, and it took another two decades for the conflict to finally end and for a settlement to be forged, through which Laldenga became chief minister of the Indian state of Mizoram rather than prime minister or president of a sovereign Mizo nation.Laldenga (1927-1990) was a Mizo politician and the first Chief Minister of Mizoram state in northeast India from 1986 till 1988. He is the founder of the Mizo National Front.Remembering the gentleman fondly on his 30th death anniversary.#Mizoramhttps://t.co/gEag3EKWMM pic.twitter.com/NziOHaeJI7— Zoramthanga (@ZoramthangaCM) July 7, 2020\n\n\nThe grandparents, and possibly even some of the parents, of the students I spoke to in Aizawl would have lived through those times of violence, fleeing from their homes, seeking refuge in the forests, caught in the crossfire between the insurgents and the State. That after the settlement was forged the Mizos so quickly and completely rebuilt their lives is a testament to their sagacity and their courage.Suffering can make people vindictive, prone to take revenge on others because of what they have been through themselves. That has been true of many descendants of Partition refugees and of descendants of Holocaust victims too. Yet in the Mizo case, their own history has made them deeply compassionate towards the suffering of others. Consider the ways in which they have welcomed victims of persecution in Myanmar and Bangladesh, many Christians like themselves, but quite a few Buddhists too. More recently, the Mizos have nobly borne the burden of Kukis fleeing the ethnic conflict in Manipur, taking on responsibilities that are rightfully those of the Union government.A recent essay in the excellent magazine, Grassroots Options, attributes the community spirit of Mizo life to the legacy of jhum or swidden agriculture, which historically provided their main means of sustenance and livelihood. Involving cooperation across family units, jhum “created a social bond with one another and with nature. All these shared values and ideas eventually morphed into a code of social conduct.” The Mizo word for this code is Tlawmmngaihna, which Grassroots Options translates as “upholding humbleness in service… particularly [to] the needy, sick, disabled and widowed under any and all circumstances.”.The community ethos of the Mizos predates the coming of Christianity to the region. For the most part, the Church has reinforced this spirit of working together. However, an admirable selflessness has, in some instances, surfaced as an unnecessary puritanism. Fearing the wrath of the bishops, successive state governments have introduced prohibition, which has led to an epidemic of bootlegging and the consumption of spurious spirits. In a culture where home brewing was traditionally practised and where temperance was rarely regarded as a sign of moral or spiritual uplift, imposing abstinence by government fiat has had counter-productive effects. And it has caused a substantial loss to the state exchequer too. Taxes on liquor legally brewed and legally consumed could go some distance in improving the decrepit roads of Mizoram.Prohibition apart, my trip to Mizoram renewed my admiration for the people of a state I previously knew only through its history and its diaspora. Tragically, in common with the other states of the North East, Mizoram has counted for too little in the life of the Republic. The region has been treated by successive regimes in New Delhi with condescension and neglect, partly or even largely because it accounts for so few Lok Sabha seats. Yet, we in the so-called mainland have a great deal to learn from the Mizos – from their community spirit, their ability to recover from defeat and despondency, their lack of caste prejudice and the relatively high status of their women, their love of life and of music.Ramachandra Guha’s latest work, The Cooking of Books: A Literary Memoir, has just been released. His email address is [email protected].This article first appeared in The Telegraph.","author":"Ramachandra Guha","time":"2024-04-07T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199872-oxrrhdhbit-1712413096.jpg","tags":["Mizoram","Mizo National Front","Laldenga"],"source":"https://scroll.in/article/1066332/ramachandra-guha-in-mizorams-community-spirit-many-lessons-for-mainland-india"}