{"title":"Ramdev cannot abuse other medicine systems, says Supreme Court","content":"The Supreme Court on Tuesday observed that yoga guru Ramdev should not make derogatory remarks against allopathy and doctors who practice the medicine system, Live Law reported.A bench of Chief Justice NV Ramana and Justices Hima Kohli and CT Ravikumar was hearing a petition filed by the Indian Medical Association, seeking to curb the “smear campaign” against modern medicines and the Covid-19 vaccination drive.Multiple state units of the Indian Medical Association have filed complaints against Ramdev alleging that he made misleading claims about modern medicine on several occasions. Experts of modern medicine have repeatedly criticised his remarks on the use of allopathy to treat Covid-19 patients.“What happened to Baba Ramdev?” Ramana observed orally at the hearing on Tuesday. “He can popularise his system, but why should he criticise other systems? We all respect him...But he shouldn’t criticise other systems. What is the guarantee that his system will work? He must exercise restraint in abusing other systems.”The Indian Medical Association has sought the court’s directions to the Centre, the Advertising Standards Council of India and the Central Consumer Protection Authority of India to initiate action on campaigns and advertisements against allopathy.“The kind of disparaging statements made and the public is being misguided,” argued Advocate Prabhas Bajaj, appearing for the Indian Medical Association, Bar and Bench reported. “Ayush companies say that doctors were taking allopathy, but still succumbing during the Covid-19 wave. If this happens unabated, then it will cause serious prejudice to us.”The Union Ayush ministry is responsible for research and propagation of Ayurveda and other forms of traditional medicine.After hearing the submissions, the judges asked the Union government, the Advertising Standards Council of India, the Central Consumer Protection Authority of India and Ramdev’s company Patanjali Ayurved Limited to respond to the petition, reported Live Law.In May 2021, in a video that was widely shared on social media, Ramdev was heard saying at an event, “Lakhs of people have died because of allopathic medicines, far more than those who died because they did not get treatment or oxygen.”Later, he issued an apology once Union Health Minister Harsh Vardhan asked him to withdraw his comments.In another video from May 2021, Ramdev claimed that 1,000 doctors had died even after getting two doses of the coronavirus vaccine.Delhi HC on RamdevOn August 17, the Delhi High Court had also pulled up Ramdev, stating that he should not mislead the public by saying more than what is official while talking about Coronil, a product manufactured by his firm Patanjali Ayurved for Covid-19.“You are welcome to have your followers, you’re welcome to have your disciples, you’re welcome to have people who will believe whatever you say,” Judge Anup J Bhimani said. “But please do not mislead the public at large by saying what is more than what the official.”Ramdev had launched Coronil in June 2020 amid the first wave of the coronavirus pandemic, claiming that it could cure the disease in seven days. His company, however, did not provide any scientific evidence to back the claim.The High Court was hearing a lawsuit filed by several doctors’ associations, alleging that Ramdev was spreading misinformation and urging citizens to not get hospitalised by saying that allopathy was responsible for Covid-19 deaths.","author":"Scroll Staff","time":"2022-08-23T15:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/159570-yhxcybcsau-1622173859.jpg","tags":["Ramdev","yoga guru","Supreme Court","Delhi High Court","modern medicines"],"source":"https://scroll.in/latest/1031125/ramdev-cannot-abuse-other-medicine-systems-says-supreme-court"}