{"title":"Ramdev moves Supreme Court for stay on action in FIRs filed against him for remarks on allopathy","content":"Yoga guru Ramdev on Wednesday approached the Supreme Court for a stay on the proceedings related to the first information reports filed against him in multiple states for his comments on modern medicine, reported NDTV.In his plea, Ramdev also asked the court for directions to club the FIRs filed in multiple states against him and for the cases to be transferred to Delhi, according to India Today.The yoga guru has made misleading claims about modern medicine on several occasions. Multiple state units of the Indian Medical Association have filed complaints against him and experts of modern medicine have repeatedly criticised his remarks on the use of allopathy to treat Covid-19 patients.On June 16, the police in Chhattisgarh’s Raipur filed a first information report against the yoga guru after a complaint by the state unit of the Indian Medical Association. The complainant accused Ramdev of propagating false information about Covid-19 medicines and misleading people about established and approved treatment methods when doctors were fighting the infection.In the complaint in Raipur, Ramdev has been booked under sections 188 (disobedience to order duly promulgated by public servant), 269 (negligent act likely to spread infection of disease dangerous to life), 504 (intentional insult with intent to provoke breach of the peace) and other sections of the Indian Penal Code and provisions of Disaster Management Act, 2005.On May 27, the Indian Medical Association had filed a police complaint against Ramdev, seeking an FIR against him for spreading “false and baseless” information about the treatment of Covid-19 patients using approved methods and drugs.On May 25, the Indian Medical Association’s Uttarakhand unit had sent a defamation notice to Ramdev for calling allopathic medicine a “stupid science”.Ramdev’s claimsOn May 31, Ramdev had said that he did not feel the need to get vaccinated yet since he had been practising yoga-Ayurveda for decades. However, on June 10, Ramdev had said that he will get vaccinated soon.In another video from May, Ramdev claimed that 1,000 doctors died even after getting two doses of the coronavirus vaccine.Before that, Ramdev had referred to allopathy as a “stupid science”. He even claimed that medicines such as remdesivir and favipiravir approved by the Drugs Controller General of India for coronavirus treatment had failed. “Lakhs of patients have died because of allopathic medicines rather than a shortage of oxygen,” he claimed.However, he issued an apology after Union Health Minister Harsh Vardhan asked him to withdraw his comments.Also read:Yoga guru Ramdev’s misinformation about modern medicine during a pandemic endangers real livesCaught on camera: ‘No one can arrest me,’ says Ramdev amidst calls for his prosecution","author":"Scroll Staff","time":"2021-06-23T15:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/143739-nuzkqigfzr-1593615849.jpg","tags":["Ramdev","Supreme Court","Allopathy","Coronavirus","IMA"],"source":"https://scroll.in/latest/998295/ramdev-moves-supreme-court-for-stay-on-action-in-firs-filed-against-him-for-remarks-on-allopathy"}