{"title":"Ramdev booked in Chhattisgarh for allegedly spreading false information about Covid-19 medicines","content":"The police in Chhattisgarh’s Raipur have filed a first information report against yoga guru Ramdev for allegedly spreading false information about various medicines being used in the treatment of the coronavirus infection, PTI reported on Thursday. Raipur’s Senior Superintendent of Police Ajay Yadav said on Thursday that the complaint was filed a day ago by the Chhattisgarh unit of the Indian Medical Association.The yoga guru has made misleading claims about modern medicine on several occasions. On May 27, the Indian Medical Association had filed a police complaint against Ramdev, seeking a first information report against Ramdev for spreading “false and baseless” information about Covid-19 treatment.On Thursday, Yadav said that Ramdev has been booked under sections 188 (disobedience to order duly promulgated by public servant), 269 (negligent act likely to spread infection of disease dangerous to life), 504 (intentional insult with intent to provoke breach of the peace) and other sections of the Indian Penal Code and provisions of Disaster Management Act, 2005.“Further investigation into the matter is underway,” the police officer added.Indian Medical Association’s chairperson of the state unit of the hospital board, Dr Rakesh Gupta, Raipur president Vikas Agrawal and other doctors had lodged the complaint.Gupta, in his complaint, accused Ramdev of propagating false information about the Covid-19 medicines and misleading people about established and approved treatment methods when doctors were fighting the infection, reported the Hindustan Times.The complaint said that there were several videos of Ramdev on social media in which he had made misleading remarks. The yoga guru’s comments on modern medical facilities and allopathy medicines, which have been curing over 90% of the patients, would put the lives of people in danger, it alleged.“The Chhattisgarh Police have taken the right step by registering a case against Ramdev, who is flouting all norms and international guidelines by misleading people of this country,” Gupta said. “Strict action should be taken against Ramdev for this act.”An unidentified official said that Ramdev’s remarks were also found to be in violation of a notification of the Chhattisgarh government dated March 13, 2020, aimed at avoiding the spread of any rumour or unauthenticated information about the coronavirus infection. The notification states that no person/institution/organisation will use any print or electronic media for information regarding Covid-19 without prior permission of the state’s health department.Ramdev’s claimsOn May 31, Ramdev had said that he did not feel the need to get vaccinated yet since he had been practising yoga-Ayurveda for decades. However, on June 10, Ramdev had said that he will get vaccinated soon. In another video from May, Ramdev claimed that 1,000 doctors died even after getting two doses of the vaccine.Before that, Ramdev had referred to allopathy as a “stupid science”. He even claimed that medicines such as remdesivir and favipiravir approved by the Drugs Controller General of India for coronavirus treatment had failed. “Lakhs of patients have died because of allopathic medicines rather than a shortage of oxygen,” he claimed.However, he issued an apology after Union Health Minister Harsh Vardhan asked him to withdraw his comments.On May 25, the Indian Medical Association’s Uttarakhand unit had sent a defamation notice to Ramdev for calling allopathic medicine a “stupid science”.","author":"Scroll Staff","time":"2021-06-17T18:23:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/105852-sgdzoekgab-1592923611.jpg","tags":["Ramdev","Indian Medical Association","Chhattisgarh"],"source":"https://scroll.in/latest/997788/ramdev-booked-in-chhattisgarh-for-allegedly-spreading-false-information-about-covid-19-medicines"}