{"title":"Ramesh Bidhuri and the descent of India","content":"In India’s Parliament, Ramesh Bidhuri represents South Delhi, one of India’s most prosperous constituencies, with the income of its people probably higher than that of some states and countries. That they elected him says something about them and their innermost feelings, which in these fraught, divisive times that Bidhuri’s party presides over, are, often, freely, and unashamedly expressed.The feelings of Bidhuri and a great many of his constituents centre on the growing notion that Hindus have first – and possibly the only – claim to this country. Its minorities, especially Muslim, should live as second-class citizens and at the sufferance of Hindus, who can say and do what they want to demean, insult, attack and degrade.Islamophobic views and violence have steadily grown in India since Bidhuri’s boss was first voted to power in 2014, sparking a flood of hate speech and lynchings, but every time we think the bottom has been reached, someone from the Bharatiya Janata Party or its allied Hindu-extremist ecosystem conjures a new low.We have never in Indian history heard a member of Parliament call another a “pimp”, a “terrorist”,  “katwa” (circumcised), “mullah ugravadi” and “mullah aatankwadi” (Muslim terrorist) because he is Muslim. The target of Bidhuri’s abuse was Kunwar Danish Ali of the Bahujan Samaj Party.I don’t think in the history of parliament such abusive words have been used by an MP against fellow MP : Ramesh Bidhuri has brought down parliament’s image to a new low. Yeh kaise ‘sanskar’ bhai? What’s the use of a new building when this is the level of discourse of our MPs?… pic.twitter.com/mUbc9doxwT— Rajdeep Sardesai (@sardesairajdeep) September 22, 2023\n\nWeary and resigned as Muslims have been to their deteriorating situation, the attack on a Muslim MP for merely being a Muslim indicated hatred’s long journey – from WhatsApp to street to television studio to Parliament, two days after its new building, meant to represent the best of India, was inaugurated. Unless it is arrested, there is an inevitability, an inescapability to India’s perilous descent, and there is no sign that Indian society or politics is currently capable of stopping the fall.“… the fact that it happened in a new Parliament building under your leadership is heartbreaking for me as a minority member of this great nation and an MP,” Ali wrote to the speaker, Om Birla, whose response was to “warn” Bidhuri of “strict action” if he repeated such behaviour.“People keep saying “nothing even shocks us anymore” and yet there’s something this country and its leaders do every now and then that comes as a gut punch,” journalist Fatima Khan said on X, her anguish, like that of many Muslims, escalating into new despair. “This country is not for Muslim politicians, or Muslim activists, or Muslim citizens. This country is not for Muslims.”That Birla – known for suspending opposition MPs for far less, even switching off their microphones –lightly admonished Bidhuri reflected not just partisan behaviour but how Islamophobic abuse and violence have become normalised in Hindu society.The easy acceptability of anti-Muslim feelings at the highest levels of government was made clear as former BJP union law minister Ravi Shankar Prasad and former BJP union health minister Harsh Vardhan spontaneously grinned and guffawed at Bidhuri’s tirade. Obviously, they did not see anything wrong. To taunt Muslims is now a national sport.Two former Union Cabinet Ministers, Ravi Shankar Prasad and Dr. Harsh Vardhan, shamelessly gleeful at the hate speech made by their party colleague Ramesh Bidhuri yesterday in the Lok Sabha. They deserve as much condemnation as the most awful Bidhuri himself. This is the shameful… https://t.co/jdjbWZHksr pic.twitter.com/Qr1ZAxXTMr— Jairam Ramesh (@Jairam_Ramesh) September 22, 2023\n\nBidhuri’s tone is not unique. Similar language is frequently used by his party compatriots and allies, with no consequences. The same week, Assam chief minister Himanta Biswa Sarma suggested that Congress chief Sonia Gandhi’s house be “burned down”. The Congress filed a first information report against Sarma in Assam, but do not expect the police to act with alacrity or at all, in contrast to the swift manner that they repeatedly have against Muslim activists who called for peace during protests.If attitudes such as Bidhuri’s are to be combatted, the battle must be initiated by his political opponents. There are those who stand against such virulence, as indeed did Mahua Moitra, Trinamool MP, who first posted the video of his rant on social media.Moitra was right when she said that “most now see nothing wrong with it”. Accusing the prime minister of reducing “Indian Muslims to living in such a state of fear in their own land that they grin & bear everything”, Moitra said, “Sorry but I’m calling this out, Ma Kali holds my spine.”Many more must call out Bidhuri’s invective, in particular the Congress, India’s leading opposition party, which in recent times has all too often vacillated, waffled or stayed silent over abuse and violence against minorities.In Karnataka, which the Congress now runs, serial Islamophobe Pramod Muthalik – once banned from entering Goa by a BJP government – feels emboldened enough to threaten a mosque invasion to install a Ganesh idol there, “if Hindu society was provoked”. Nothing stops the Congress from filing criminal cases and arresting people like Muthalik, using some of the laws that BJP governments routinely deploy against minorities, random political opponents and dissidents.A day before Bidhuri screamed at Ali in Parliament, Fernand de Varennes, United Nations Special Rapporteur on Minority Issues, told a US Commission on International Religious Freedom Hearing, that he and a number of UP special rapporteurs had expressed “grave and growing concerns regarding the deteriorating situation in India”.“We have, in the last decade, issued numerous communications and press releases…They show a steady and alarming erosion of fundamental rights, particularly for religious and other minorities from the review of communications from 2011 to now,” said Varennes. “By 2022, almost all of them involve grave allegations of denial of fundamental rights, particularly targeting religious minorities.”“Let me repeat: India risks becoming one of the world’s main generators of instability, atrocities and violence, because of the massive scale and gravity of the violations and abuses targeting mainly religious and other minorities such as Muslims, Christians, Sikhs and others. It is not just individual or local, it is systematic and a reflection of religious nationalism.”Bidhuri’s attack on Ali shows that the time for strategic political silence against hate speech is gone. The language of senior BJP leaders and their allies has gone beyond dog whistles, as Sarma’s call to burn down Sonia Gandhi’s house indicates. If the Congress continues to largely ignore and not stand against what Hindu extremists say and do to Muslims and other minorities, there will not be much of a country left to contest.Samar Halarnkar is the editor of Article-14.com, a website that focusses on issues related to the rule of law and democracy in India.","author":"Samar Halarnkar","time":"2023-09-22T19:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194322-uyhfulujxe-1695389404.jpg","tags":["Ramesh Bidhuri","Bharatiya Janata Party","Islamophobia"]}