{"title":"Rani Rampal interview: ‘Injuries teach you a lot in life, told myself giving up is not an option’","content":"Tokyo Olympics might have ended with heartbreak in the bronze medal playoff for the Indian women’s hockey team, but ask anyone who followed the mega event day in and day out, they will tell you that the team’s journey was perhaps one of the highlights of the prestigious event. Not just the players, or those involved in Indian hockey, for die-hard fans or even casual observers, the women’s hockey team provided moments to remember for a long time. And leading the team from the front was Rani Rampal. Captain fearless. Scorer of some of the country’s most memorable goals in the years gone by. An athlete par excellence.But unfortunately for Rani, a hamstring injury meant that she has been out of action after the highs of Tokyo. She hasn’t played an international match since and has had to watch on from the sidelines for tournaments like the Asia Cup and the country’s debut in the women’s FIH Pro League.Now, as the Indian women’s hockey team travels to Europe for a huge few weeks – six Pro League matches against some of the best in the business, followed by the World Cup starting on July 1 – Rani is on the verge of a comeback. She was named in the squad for the home matches against Netherlands but didn’t get to play, but is now expected to feature in the European leg.         View this post on Instagram            A post shared by Rani Rampal (@ranirampal4)\n“After Tokyo, yes, I had an injury in my hamstring. The pain was immense,” Rani told Scroll.in during a virtual interaction a few days before the Indian squad left for Brussels. “The doctor told me that it will take some time to recover fully and I too thought, let’s take the time to get fully fit and only then return. Half-hearted khelne se kuch fayda nahi.” For a player who has been playing for the country since 2008, starting off as a 14-year-old, Rani has been an integral part of the team’s rise. To be watching from the sidelines over the past few months, however, hasn’t been easy for her.“Difficult time tha rehab waala, bahut. Every single day you spend with pain, you feel like even when you go to sleep you are hurting... it’s not easy for any athlete but it is part of a sportsperson’s career. Bahut kuch sikhatha hai life mein, na? What injuries teach us, very few things can. You start to learn the importance of patience. You can’t rush anything.”Dealing with the emotional impact of going through a long injury rehab is not easy at any level in any sport, but especially difficult when you have been the leader of the team, and a stalwart already in the game. “Before athletes, we are all human beings,” said the 27-year-old, referring to the mental aspect of having to stay away from the game.“All of us, in our mind, go through the same things as everyone does. Motivation is so important in life to achieve anything but sometimes, no matter how hard you try, it is hard. Even if people around you are trying to make you feel motivated, it is hard. Every single day, to do the same thing... wake up, go to the gym, work on your injury... and all the while, your teammates are out on the field playing the sport you love.“After one week of rehab, you feel like you are doing fine. And second week, the pain returns. Then you start thinking that you just wasted an entire week. Feels like you did nothing. But then it is a process, even the physios and coaches tell you, rehab is an up-down-up-down thing. One day you will feel like you can go out there and play a match but the next day, you feel you can do nothing. That was the difficult part.“But I thought, how can I keep myself positive? I tried to keep talking to myself, telling positive things... ‘yeh time na, nikal jaaeyega. Jab accha time rukta nahi, bura time bhi nahi rukega. Stay patient, time will heal. You are working towards a mission, if you want to go on that mission, build yourself up slowly’.”As difficult as things were, Rani said she made herself look at the positives and kept going. Giving up was simply not an option.“Inside I know that it is my passion to be on the field, but all the coaches, doctors, physios and the people around you tell you that, ‘hang on you have to keep doing rehab for so many days.’ It is not easy to hear that. But injuries make you mentally strong. After this, you feel like you can take on anything. Whatever challenge life throws at you, you are ready for it,” she said.“The biggest lesson I have learned in my career is that you just can’t give up. It is the easiest thing to do. ‘Mujhse nahi ho raha hai’ – that is the easiest option to take. But there are only a few people who continue without giving up and face all the challenges,” she added.It was decided between the coach and the management that Rani will make a comeback only when she was fully ready to do so, without rushing for the Pro League matches at home. Evidently, it took longer than anybody expected. “Rani is a world class player,” coach Janneke Schopman told Scroll.in during an interaction recently before the team’s departure for Europe. “The discussion I had with her for a long time was if you want to play, and she wants to play, you have to be fit or at least pain free. That’s the first step, because I really don’t believe in people that play with pain all the time.“And she agreed. I think the rehab took a little bit longer than maybe we hoped or expected. But at some point, I said, ‘Look, I’m willing to wait. It’s just a matter of making sure we get it right’. “I feel like in the last two-three weeks, we finally got it right and she hasn’t had a setback. So, knock on wood, that stays the same.”Rani, who has won 249 national caps and scored 117 goals for the team, has been training with the squad recently and is eager to finally make her way back on to the field. India has been doing alright in the talismanic striker’s absence, as the Savita Punia-led side are placed third on the Pro League standings with four outright wins and one defeat in the eight matches they have played so far. But goalscoring is an area where they could use a boost. A fit Rani is a good selection headache to have for Schopman.“We had to really monitor her load,” Schopman, a former Olympic champion with the Netherlands, said. “And the conversations I have with her are saying, like ‘you need to put yourself in a position in our team where, when you’re training or when you’re playing, you can add value to us and we all know what you’re good at. So you need to be in the attacking half of the field. You need to be able to get the ball, you need to be able to use your skills, whether it’s goal scoring or passing and getting it back and more’.“And I see that in training. At the same time. I’m also keen to see her in the Pro League and see if that is what she can also bring that to the team. And if she does, then I will have a very difficult decision ahead of me because to be fair, we’re training with a big group of players and they’re really pushing each other right now which is so nice to see. And it also means that yeah, my life as a coach to decide what 16 or 18 to pick becomes a little bit more difficult.”It is easy to forget how young – relatively speaking – Rani is despite her years of experience. But the Indian squad in general has a bunch of younger players who she has been leading in the recent years. And now in Schopman, she is working with a new head coach but not an unfamiliar one by any stretch of the imagination. All of that has formed a support system for her. “The load management during rehab, the training regime... all that is possible only with the help of the support staff. They have worked so hard with me. And then the teammates, who you are spending so much time with... yes, they try a lot to keep me motivated and keep me happy. Sometimes, it is just not easy, when you see them train daily. But when you accept things for what they are, and things happen for a reason, it gets easier.“My equation with Janneke has been good... she has been helping the team a lot. Even me, she has been helping a lot with rehab. When the injury happened, we had both decided that I needed time to be fully fit and didn’t want to half-heartedly make a return. I don’t like playing at 50 percent. It doesn’t help me, doesn’t help the team. Agar khelna hai toh, 100% khelna hai. She helped a lot, when I started training, how to manage my load and how to increase the load.”And as a comeback draws closer, Rani can visualise being on the field wearing the national colours again.“For an athlete, the body is everything. When the body is not cooperating, imagine the frustration... your passion, the sport you love... you are not able to do it. But what can be a bigger achievement than knowing you can come back on the field after facing everything – physically, mentally, emotionally,” she said. After all, a fit and firing Rani Rampal will be a timely boost for the Indian women’s team embarking on its first major journey since Tokyo. And this trip to Europe suddenly feels like a new chance... a fresh start... almost another debut.“When you are waiting for so long to play again, that is the feeling,” she said. “To play for the country is the most special feeling... whatever be the match. Pro League, World Cup, or even test matches. Every single game is special. So yeah, I still feel the same excitement, same hunger, same passion to play with the team and for the team. To win as many matches for the country.”","author":"Vinayakk Mohanarangan","time":"2022-06-10T19:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175637-tvjdvosdqd-1654946677.jpeg","tags":["Rani Rampal","Tokyo Olympics","Janneke Schopman","fih pro league"],"source":"https://scroll.in/field/1025919/rani-rampal-interview-injuries-teach-you-a-lot-in-life-told-myself-giving-up-is-not-an-option"}