{"title":"Rani Padmini and four other Hindutva history myths exploded","content":"The biggest news story coming out of India in 2014 was the triumph at the polls of the Bharatiya Janata Party. Led by the charismatic Narendra Modi, the BJP achieved what many considered impossible: an absolute majority in the Lok Sabha. Modi and a number of his colleagues subscribe to ideas I have described in a previous column as Raving Loony Hindutva History. The BJP’s misreading of history, however, is also underpinned by versions of history that circulate as truth within the mainstream. Here, in reverse chronological order, I list five major myths that have gained mainstream acceptance in India.1. The Myth of Rani PadminiIn 1303 AD, Alauddin Khilji, the Turkic Sultan of Delhi, captured Chittorgarh after a long siege. Two hundred and thirty-seven years later, an Awadhi poet named Malik Muhammad Jayasi composed a poem titled Padmavat about the fall of Chittor. The tale was picked up in succeeding eras by historians such as the chronicler of Akbar’s reign Abul Fazl.The story of Padmini varies from one writer to another but the basic contours are similar. A sorcerer banished by the king of Mewar Ratan Singh finds refuge in the Khilji court, where he fills the Sultan’s ears with tales of the beauty of Ratan Singh’s wife, Padmini. Alauddin manages to get a glimpse of her, and is enraptured. He captures Ratan Singh by deceit, and offers to release him in exchange for Padmini. The Rajputs hatch a cunning stratagem to free their king, but lose several warriors in the process. Alauddin defeats the weakened Rajput army, only to discover that Padmini and all other women in Chittor fort have committed jauhar.Rani Padmini is not mentioned in any Rajput or Sultanate annals, and there’s absolutely no historical evidence she existed. Alauddin Khilji, one of the finest generals in India’s military history, certainly required no treachery to subdue Chittor. He repelled successive Mongol invasions while conquering much of Rajasthan and Gujarat. But what has survived of him is the image of a lustful, deceitful, tyrant pitted against chivalrous Rajputs.2. The Myth of Prithviraj ChauhanHistory, they say, is written by the winners. The best poetry, though, is often composed by the losers and, in India at least, outweighs historical accounts. Prithviraj Chauhan ruled Delhi in the late 12th century AD. In 1191, the Afghan ruler Muhammad Ghuri took the fortress of Bhatinda on the border of Prithviraj’s kingdom. Prithviraj advanced towards the frontier, and met and defeated Ghuri’s army at Tarain. The next year, Ghuri returned with a stronger force, defeated Prithviraj, and had him executed.Pretty standard give-and-take for that age. In the hands of Prithviraj’s court poet Chand Bardai, and several later writers who embellished the narrative, the chivalrous Prithviraj defeated and imprisoned Ghuri, but generously set him free. The foe returned, attacked unfairly at night, captured and blinded the Rajput king, and took him back to his capital. Prithviraj’s companion convinced Ghuri to let the blind king demonstrate his skill as an archer. Instructed by the companion, Prithviraj killed Muhammad Ghuri before ending his own life in a suicide pact.I grew up believing this to be historical truth, thanks to the volume of Amar Chitra Katha about Prithviraj’s life. I suppose children today watching television serials about Prithviraj and Padmini swallow the same fictions. It is noteworthy that no cases have been filed in any Indian court against these erroneous retellings of Indian history.3. The Myth of a Non-Violent India“…our religion is truer than any other religion, because it never conquered, because it never shed blood.” Swami Vivekananda, who assiduously propagated the myth of peaceful India, often used “religion”, “nation” and “race” interchangeably. In Colombo in 1897, he said, “India has for thousands of years peacefully existed… We, of all nations of the world, have never been a conquering race, and that blessing is on our head.” Ironically, Sri Lanka is one of the countries that Indian kings (Hindu ones at that, for in such a reckoning only Hindu kings count) have repeatedly invaded. The Cholas also launched naval expeditions against towns and regions across South-East Asia in the 11th century AD.Hindu rulers rarely hesitated to invade neighbouring domains, with all the killing and plunder associated with the business. If they rarely ventured outside the subcontinent, it had less to do with a reluctance to shed blood or invade foreign lands than with the juicier targets close to home. A simple cost-benefit analysis explains why it made sense for Afghan and Turkic cavalry to raid the fertile Indian plains, and no sense for Indian kings to transport their elephants, thousands of foot-soldiers, and complicated supply lines into the mountains to conquer a land of sheep herders. Shah Jahan tried invading Samarkand, out of a sense of duty to his forebears, and his army paid a terrible price.4. The Myth of SanskritSanskrit has produced a marvellous quantity of hymns, philosophical meditations, poems, epics, plays, and treatises. It is without a shadow of a doubt one of the most culturally significant languages in the world. What it is not is the “mother of all languages”, or even the foundational tongue of the branch to which is belongs, known as the Indo-European family of languages.The first person to discover this language family, William Jones, suggested back in 1786 that Sanskrit, Latin and Greek, “have sprung from some common source, which, perhaps, no longer exists”. He was exactly right. That source is now called proto-Indo-European, and is considered to have been spoken in the vicinity of the Black Sea around 5,500 to 6,000 years ago.In India, though, the idea is anathema that an ancestor of Sanskrit was spoken by pastoral nomads living in what is modern-day Turkey and Ukraine. For that would make Sanskrit essentially a language like many others. Which is what it is. 5. The Myth of a 5,000-year-old civilisationOur Foreign minister Sushama Swaraj recently attended a function celebrating the 5151st anniversary of the Bhagavad Gita. That dating belongs to Raving Loony Hindutva History, but the 5,000 year mark is commonly used to describe everything connected with Hindu culture. The Vedas? At least 5,000 years old. Ayurveda? 5,000 years old. Yoga, 5,000 years old, or a little more. Indian art? 5,000 years old. Mathematics, astronomy, grammar, you name it, it is all 5,000 years old.In truth, almost nothing in India is 5,000 years old. The ruins of the Harappan civilisation come closest, but the artefacts that have survived, aside from a few pot shards, don’t date earlier than 2500 BC. The earliest literature we have was composed about 3,500 years ago, and there’s precious little art that’s datable to a period before 500 BC. India’s major mathematical achievements originated almost exclusively in the medieval era, while the asanas used in contemporary yoga have, in a majority of cases, an illustrated or descriptive history going back little over a century.The fake 5,000-year figure plays into the hands of those who believe India once enjoyed a golden age before it was corrupted by, take your pick, the Kalyug, Muslim invaders, British imperialists, all of the above.","author":"Girish Shahane","time":"2014-12-31T05:45:32+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/698006-b70ee9b8-8d3c-4828-bf44-e6e4fe0d525a.jpg","tags":[],"source":"https://scroll.in/article/698006/rani-padmini-and-four-other-hindutva-history-myths-exploded"}