{"title":"Ranjan Gogoi’s tenure as chief justice was marked by deafening silences on crucial issues","content":"In Cooper vs Wandsworth Board of Works, a British court in 1863 elaborated on the principle of natural justice and its importance to a system that would deliver justice fairly. In an iconic paragraph that is quoted often, the court explained natural justice this way: “Even god did not pass a sentence upon Adam, before he was called upon to make his defence. ‘Adam,’ says god, ‘where art thou? Hast thou not eaten of the tree whereof I commanded thee that thou shouldest not eat?’”  There are two cardinal principles of law that a judge, even if he is god, is expected to uphold. They define the very function of a judge and played an important part in the evolution of the political system from one of tyranny and rule by divine right to democracy and rule of law. Natural justice requires that every person is given the right to respond to accusations against them in a fair manner before they are punished and that no person shall become a judge in his or her own cause. Ranjan Gogoi, whose tenure as chief justice of India ended on Sunday, violated both these principles with almost casual disdain. His term will be remembered as a disappointment. About a year before he took office as chief justice, Gogoi held an unprecedented press conference with three other senior colleagues at which a ray of hope appeared. The independence of the judiciary and the very future of the country was at stake, the four declared. They wanted the incumbent chief justice, who was perceived to be succumbing to executive pressure, to mend his ways. But when Gogoi took charge of the same office on October 3, 2018, finding himself in a position that could have allowed him convert into action the words that he and his brother judges had expressed on a chilly January morning, he put out the light and buried the torch deep.His reaction to a sexual harassment complaint against him by a woman employee of the court in April was noteworthy in its scale of arbitrariness. He hurriedly called for a session of the court on a Saturday, dismissed the complaint as a conspiracy and besmirched the woman’s character before a packed courtroom. From then on, the response of the system to the complaint was a mockery, culminating in its dismissal by a committee of judges whose report will not be made public. In his judicial capacity, Gogoi delivered many orders that turned out to be beneficial to the executive. In some cases, like in the abrogation of Jammu and Kashmir’s special status and the region’s lock down, it was his inaction that spoke louder than his actions. Supreme Court judge Jasti Chelameswar along jusctice Ranjan Gogoi, Madan Lokur and Kurian Joseph at their press conference in New Delhi in January, 2018. Credit: PTI Sexual harassment complaintThere is no doubt that the precept that a person is innocent until proven guilty applies equally to Gogoi. But it is also true that a victim needs the procedures of law to function in the proper manner if the guilt of the offending party is to be established. In April, when the former court employee sent letters to judges detailing the harassment she and her family had allegedly faced at the hands of Gogoi, due process failed her spectacularly. She was even denied representation at the hearings the committee formed to examine her complaint, forcing her to withdraw. Seen in the context of last year’s #MeToo campaign, the manner in which the former employee was treated reiterated the experience of many women of the legal system being loaded against them and favouring men. It was disheartening to see due process being undone by the very Supreme Court that is seen as the last resort for the citizens to establish their fundamental rights when the state invades them. In this case, all the might at the court’s disposal was mustered to protect one individual, who turned the complaint into an accusation about the court itself rather than about him individually. Assam’s NRCIn addition to the sexual harassment complaint, Justice Gogoi’s tenure was marked by two important elements. First was an almost nationalistic verve with which he handled the case of Assam’s National Register of Citizens. The court, in its effort to guard judicial independence, has often used strong language to assert the distinction in the role of the different organs of the state. Despite this, it has never shied away from entering the field of policy-making through its constitutional powers. The Assam NRC could very well be described as the court’s child. In particular, it seemed it was Gogoi’s favourite.Between 2009 and 2013, the NRC petitions in the Supreme Court barely moved forward. In 2013, Gogoi began handling the case. This resulted in the court speeding up the process to such an extent that even the executive was reluctant to go at that pace. By 2017, the process was on top gear, with Gogoi’s bench often hitting out at delays and even suggesting that crucial deadlines be advanced. As pointed out by this writer earlier, the goalposts of the NRC kept shifting. It culminated in 20 lakh people being excluded from the final NRC earlier this year and many committing suicide in despair. These excluded people now have to prove their citizenship before tribunals with the sword of being deemed “illegal immigrants” hanging over their heads. The court placed crucial reports under sealed cover, sometimes even denying the Centre a look into them, forcing even the attorney general to rue this.The sealed covers were another major feature of Gogoi’s tenure. The claim of national interest was used to keep key documents exclusive to the court’s eye in the petition asking for an investigation into the Rafale fighter jets deal, which the court dismissed, and the controversy over infighting in the Central Bureau of Investigation, a mess created by the Narendra Modi government. This helped the government evade full public scrutiny. In the case of the Central Bureau of Investigation matter, by the time the court ruled that the removal of its former director Alok Verma without the consent of the statutory selection committee was illegal, his term had almost ended. In other words, the government successfully kept a troublesome officer away from discharging his duties.In the meantime, Gogoi did little to improve transparency in court administrative matters, especially in the manner in which appointments to the High Courts and the Supreme Court were made. The collegium headed by Gogoi continued to function in an opaque manner, making curious changes to its own recommendations after responses from the Union government. The case of Justice Akil Kureshi was particularly worrying as the Centre tried its best to keep the judge from the position of a chief justice. He was first recommended for the Madhya Pradesh High Court but was later moved to take the top post in the smaller Tripura High Court. It is still not clear why the Supreme Court collegium agreed to make this change. As the master of the roster, some of Gogoi’s decisions were controversial. In particular, he chose to set up a five-judge bench in the Ayodhya-Babri Masjid case when there was no legal necessity to do this and raced against time to deliver the judgement before he retired. On November 9, the court finally allotted the disputed site to the Hindu side. In the meantime, when it came to intervening in the assault on fundamental rights in Jammu and Kashmir, Gogoi found it difficult to find time to hear the cases. Protestors in Bengaluru stage a demonstration against Chief Justice Ranjan Gogoi being cleared of sexual harassment charges. Credit: Kashmir and beyondPerhaps the most disturbing of all developments during his tenure was the way in which a bench led by Gogoi handled petitions challenging what was practically the suspension of fundamental rights in Jammu and Kashmir. On August 5, the Centre decided to revoke the special constitutional status accorded to the state under the Constitution and divided it into two Union territories. To stifle possible protests, a total communication blockade was imposed. Many people, including former chief ministers, were detained. Newspapers were unable to publish. When Kashmiris approached the Supreme Court to appeal against these dictatorial moves by the government with habeas corpus petitions seeking protection of liberty, Gogoi’s bench reacted not by taking the government to task, but by delays that sustained the detentions. When a petitioner wanted to assert the right to movement in Srinagar, Gogoi asked, “Why do you want to move around? It is cold in Srinagar.”Gogoi’s legacyWhen former Chief Justice Dipak Misra retired in 2018, many believed that the situation had hit rock bottom and could only improve. After all, he was the first chief justice against whom an impeachment motion was attempted in Parliament. But over a year later, Misra’s tenure wasn’t the low many believed it had been. During the Goenka memorial lecture just before he became chief justice in October 2018, Gogoi claimed that to protect democracy, there was a need for independent journalists and noisy judges. Unfortunately, he did not follow what he preached, going out, like lawyer Prashant Bhushan pointed out, with a whimper.","author":"Sruthisagar Yamunan","time":"2019-11-18T17:45:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/119137-xdrslpdjkz-1564918945.jpeg","tags":["Ranjan Gogoi","Supreme Court"],"source":"https://scroll.in/article/944015/ranjan-gogois-tenure-as-chief-justice-was-marked-by-deafening-silences-on-crucial-issues"}