{"title":"Ranveer Singh obscenity case: Nude photo cited in complaint is morphed, actor tells police","content":"Actor Ranveer Singh has told the Mumbai Police that a nude photograph cited in a complaint filed against him was morphed, ANI reported on Thursday.Singh had made the statement before the police on August 29. The statement became public on Thursday.The police had summoned the actor after a complaint was filed against him on July 26 for posting nude pictures of himself on social media platform Instagram on July 22.The photographs were part of a photoshoot by Paper magazine in which Singh could be seen posing naked on a Turkish rug.  In his statement to the police, Singh claimed that one of the photographs that formed the basis of the complaint was not among the seven photographs that he had uploaded, reported The Indian Express.“He has said that the seven photographs he posted on Instagram were not obscene and he was wearing underwear,” a Mumbai Police official told The Indian Express. “He added that the photograph in which the complainant had alleged that his ‘private parts were visible’ was morphed and not part of the photoshoot.”The photograph has been sent to a forensic science laboratory to confirm if it has been morphed, reported the newspaper.A first information report against Singh was filed at the city’s Chembur police station. The actor has been booked under Sections 292 (sale or circulation of obscene books etc), 293 (sale of obscene objects to young person) and 509 (words, gestures or acts intended to insult the modesty of a woman) of the Indian Penal Code and various provisions of the Information Technology Act.","author":"Scroll Staff","time":"2022-09-15T12:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179085-gvzcmqtmoy-1661765052.jpg","tags":["Ranveer Singh","Bollywood","Mumbai Police"],"source":"https://scroll.in/latest/1032892/ranveer-singh-obscenity-case-nude-photo-cited-in-complaint-is-morphed-actor-tells-police"}