{"title":"‘Rape and murder of teen in UP has shaken humanity’: Opposition leaders hit out at BJP government ","content":"Opposition parties on Sunday attacked the Bharatiya Janata Party-led government in Uttar Pradesh after the rape and murder of a 13-year-old Dalit girl in Lakhimpur Kheri district. Politicians asked Chief Minister Adityanath to explain why crimes against women in the state were on the rise.    The body of the girl, who was strangled with her tongue allegedly cut, was found in a sugarcane field owned by one of the accused on Saturday. The police have arrested two men in connection with the case under charges of gang rape and murder.  Kheri Superintendent of Police Satendra Kumar said that the postmortem report confirmed the girl was sexually assaulted but has denied the family’s claim that her tongue was cut and her eyes were gouged out.Samajwadi Party President Akhilesh Yadav said the incident had shook humanity. “In the BJP rule, atrocities on children and women are at an all-time high,” the former chief minister tweeted. “Why is the BJP government shielding those who are involved in rape, kidnapping, murder and other crime?”Congress leader Jitin Prasad too said the inhuman act had put humanity to shame and urged the state police to punish the accused. “This is an extremely saddening incident,” he wrote on Twitter. “In this episode, the police must initiate such a strong action that it becomes a deterrent for criminals.”उप्र के लखीमपुर खीरी में एक बेबस किशोरी से दुष्कर्म के बाद निर्मम हत्या इंसानियत को झकझोर देने वाली घटना है. भाजपाकाल में उप्र की बच्चियों व नारियों का उत्पीड़न चरम पर है.   बलात्कार, अपहरण, अपराध व हत्याओं के मामले में भाजपा सरकार प्रश्रयकारी क्यों बन रही है? #NoMoreBJP— Akhilesh Yadav (@yadavakhilesh) August 16, 2020\n\nपुलिस क्या करती रही जो इतनी बड़ी घटना घटित हो गयी? इसके लिए जिम्मेवार लोगो पर भी कार्यवाही होनी चाहिये एवं परिवार की भी सुरक्षा का ध्यान रखा जाना चाहिये ताकि अब उन्हें कोई भयभीत न कर सके। https://t.co/RwcAhcPRPv— Jitin Prasada जितिन प्रसाद (@JitinPrasada) August 16, 2020\n\nBahujan Samaj Party chief Mayawati condemned the incident and criticised the Adityanath-led government in Uttar Pradesh for the deteriorating law and order situation in the state. “What is the difference between the governments of the Samajwadi Party and the present BJP if such incidents keep happening?” she tweeted.Bhim Army President Chandrashekhar Azad said that Dalit oppression is at its peak under the Bharatiya Janata Party government. “If this is not the Jungle Raj, then what is?” he asked on Twitter. “Our daughters are not safe, our homes are not safe, there is an atmosphere of fear everywhere. Yogi [Adityanath should] resign.”यूपी के लखीमपुर खीरी के पकरिया गाँव में दलित नाबालिग के साथ बलात्कार के बाद फिर उसकी नृशंस हत्या अति-दुःखद व शर्मनाक। ऐसी घटनाओं से सपा व वर्तमान भाजपा सरकार में फिर क्या अन्तर रहा? सरकार आजमगढ़ के साथ खीरी के दोषियों के विरूद्ध भी सख्त कार्रवाई करे, बीएसपी की यह माँग है।— Mayawati (@Mayawati) August 15, 2020\n\nBJP सरकार में दलित उत्पीड़न चरम पर है। लखीमपुर खीरी के पकरिया गाँव में दलित नाबालिग के साथ दरिंगगी के बाद उसकी बेरहमी से हत्या कर दी गई। अगर यह जंगल राज नही है तो फिर जंगल राज किसे कहते हैं? हमारी बेटियां सुरक्षित नही, हमारे घर सुरक्षित नही, हर तरफ भय का माहौल है। योगी इस्तीफा दो— Chandra Shekhar Aazad (@BhimArmyChief) August 15, 2020\n\nAlso read: UP: Protests break out in Azamgarh after Dalit village head allegedly murdered, case registered","author":"Scroll Staff","time":"2020-08-16T13:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136940-fbcpqshpcg-1588926712.jpg","tags":["Uttar Pradesh","Lakhimpur Kheri","Uttar Pradesh Police","Rape","Adityanath","Bharatiya Janata Party"],"source":"https://scroll.in/latest/970498/rape-and-murder-of-teen-in-up-has-shaken-humanity-opposition-leaders-hit-out-at-bjp-government"}