{"title":"Rape, rape culture and the debate over India's Daughter","content":"\"Unrepentant rapist\". That is the tag line running on India's media channels, accompanying quotes from Mukesh Singh's interview with Leslee Udwin in India's Daughter.But we all know he isn't the only unrepentant rapist around, nor the only person who speaks the voice of rape culture and victim blaming.In the Hindu this morning, I read an op-ed piece by Ingrid Therwath about the ongoing case against Dominique Strauss-Kahn, the former International Monetary Fund chief. A sex-worker, testifying against him, has given a graphic account of \"how she was made to do things against her will while she was being held by another man\". Can this be a description of anything but rape? Yet, Strauss-Kahn and his high-power legal team are arguing that he is a sensual libertine, not a rapist. And they are relying heavily on the popular assumption that sex workers cannot claim to have been raped.In other words, odious and all-too familiar rape culture and victim blaming are in play. As Therwath points out, Strauss-Kahn's legal defence is invoking \"the idea that upper class men can use and rape socially inferior women\". This idea plays out regularly in India too, when landlords or upper-caste men rape Dalit women who are agricultural labourers; or when domestic workers are raped in homes.Going on cameraYet, I thought to myself, Strauss-Kahn is smart; he would never agree to testifying against himself on camera to a filmmaker.Why did Mukesh Singh speak his thoughts on camera? Leslee Udwin tells us, \"Mukesh's [Singh] mother got him to speak. I interviewed his mother and told her we were doing this film and it was important for us to speak to him. She told him to speak to us.\"Let us reflect a little on the implications of this fact.Many are asking, why has the courts and the government restrained the Indian media from airing India's Daughter? Is India \"wishing away\" bad news, shooting the messenger? Rape culture exists, Mukesh SIngh and his lawyer and their odious views on women exist, so why not let everyone see and hear them?Well, first, Indian women's movement activists have appealed to the media too, not to air the film yet. Why? A letter by these activists to a media channel states, \"Airing the film India’s Daughter at a time when the appeal [in the December 16 rape case] is still pending, is counter to the culture of law and justice and the rule of law, which we defend for all citizens.\"Note, there is no call for a ban. This is not a free speech issue. There is a call for restraint in airing the film while the appeal is pending.Moreover, it is ironic to imagine that Indian women's movement activists would wish to shut our eyes to the reality of rape culture or silence a film or a conversation on media channels about it. It is we who have spearheaded the conversation about rape culture and victim blaming – and in fact, we struggled hard to shift the conversation away from an obsession with voyeuristic details of the Nirbhaya rape alone, or with an outcry for hanging or castration of rapists, towards a long, hard, unsparing look at rape culture. Far from our wishing to silence a film about rape culture, it is the film and the campaign around it that are seeking to drown out the concerns and awareness we seek to raise about rape culture.An \"Indian problem\"?Once again, the clipping of the interview from the film is being used to whip up an outcry for executing Mukesh Singh – as though by executing or demonising him, we could excise rape culture from India or from the world! It is frustrating to see this happen, to see the conversation lapse back into bloodthirsty cries for revenge in India, and racist profiling of rape as an \"Indian problem\" globally, rather than social introspection, fixing accountability of institutions and structures, and solidarity among global movements against gender violence.I ask people all over the world: have we not heard top policemen, politicians and godmen (not to mention persons in our own homes) say more or less what Mukesh Singh has said? Did the Slutwalk protests not start in Canada and take off all over the world, in protest against a police officer who said a woman asked for rape if she behaved like a slut? Is it not one of the worst evidence of rape culture, that child sexual abuse by close relatives, teachers and so on, has touched virtually every family in the world?The filmmaker  Leslee Udwin herself says that she agrees, it isn't a \"few rotten apples\" that are the problem, it is the \"entire barrel that is rotten\". But then, she chose not to focus on the \"entire barrel\". Along with Mukesh Singh, she did not, for instance, seek to interview heads of the IMF or the Intergovernmental Panel on Climate Change or media barons and so on who are accused of sexual violence. She hinged her \"global campaign\" on an interview with this particular rotten apple, in this particular case – a case that attracts global attention, funds and a concern to \"do something for India's daughters\" in a way that other cases might not.Udwin persuaded a distraught mother that it was \"important\" for her son convicted of a horrific crime to give that interview, on camera. Did Mukesh Singh's mother persuade him, knowing that the interview would be used in the media to whip up a frenzy for his execution? Probably not. Probably, she imagined that somehow the interview would help him. Mukesh Singh does not have access to a team of powerful lawyers. What he has to defend him is people like ML Sharma, who are more interested in achieving notoriety in the media with sensational statements than in defending his client.Weighing the ethicsI have to ask the question: was it ethical of Udwin to have persuaded Mukesh Singh, using his mother, to testify against himself? Was it ethical, and moreover was it legal, for the Tihar jail authorities to allow the filmmaker to do so – all the more so, knowing that another accused in the case, Mukesh Singh's brother, has already been killed in custody in their jail?But, you may say, what Mukesh Singh said on camera is truly nauseating and horrific. Yes, it is. But where did he learn to offer that defence? Was it not from the police, which regularly tells women not to dress provocatively and to avoid being out at night in order to be safe? The police Canada to Karnal that regularly brand rape complainants as sluts? Was it not from the politicians who express disgust for him today? Was it not from Asaram, whose words he echoes almost literally? Those who seek to hang him, regularly display the same views that he himself does. A Bharatiya Janata Party leader seeks to have \"the juvenile\" and other young people accused of heinous crimes, tried in an adult court and hanged. The same leader also publicly defends Asaram who is now charged with raping the teenage daughter of a devotee.Rape culture, victim blaming and lack of repentance about sexual violence are all too common – in India and in the world. Mukesh Singh just was not smart enough to feign innocence or repentance. That's why being nauseated or disgusted or outraged by Mukesh Singh is, by far, not enough. Global funds to \"educate\" Indians about gender sensitisation are not the answer. The women's movement in India needs solidarity from movements in other countries; it needs our governments to listen to us and talk to us; it needs people in India to strengthen it, join it, and help us make society, families, police, courts, and governments accountable.If politicians and police are telling us that viewing India's Daughter will endanger the honour of India's women or of India as a nation, I strongly object. We don't need to be protected from viewing a film about rape and rape culture. Those are not my reasons for seeking a restraint on the airing of the film.A media trialBut I seek to restrain the airing of the film, pending the appeals process, because I don't want a media trial to overwhelm the judicial process. We said so loud and clear in December 2012 – and we say so again.What I object to is the insistence on airing the film with the damning interviews, obtained by dubious, unethical and illegal means – while the appeals process is underway.What I object to is the politics of the global campaign sought to be launched in the wake of the film (I have written about it here). Had I known that a global campaign with this sort of politics was tied up with the film, I for one would never have consented to being interviewed for the film.A last word. Meryl Streep, one of the stars who has endorsed the \"Daughters of India\" global campaign, has said that the film \"forces a look at the mindset that must be made to know it has no place in the civilised world\". Unfortunately, as we in the women's movement know all too well, that mindset of rape culture and violence and discrimination against women, is consciously reproduced and used to discipline women everyday by the \"civilised world\". Mukesh Singh isn't an isolated, \"uncivilised brute\". Violence of women is part and parcel of civilisation as we know it today, civilisational leaders like ex-IMF chiefs are just as much a part of it as are Delhi slum dwellers.Kavita Krishnan is the secretary of the All India Progressive Women's Association. She tweets at @kavita_krishnan.","author":"Kavita Krishnan","time":"2015-03-04T18:53:21+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/711369-6d55e37e-b30f-4444-8e9c-8a60b84157ca.jpg","tags":[],"source":"https://scroll.in/article/711369/Rape,-rape-culture-and-the-debate-over-India's-Daughter"}