{"title":"Rare sketches and photos of the making of Satyajit Ray’s ‘Pather Panchali’","content":"Satyajit Ray’s stunning debut Pather Panchali is back in the news with a new restoration by the American DVD label Criterion and the L’Immagine Ritrovata laboratory in Italy. Posters, sketches and on-location photographs of  the 1965 release, which have been been floating around in bits and pieces for years, have now been collected in one place. The Pather Panchali Sketchbook provides a glimpse of how Ray imagined his adaptation of Bibhutibhushan Bandyopadhyay’s novel of the same name to be. The publication includes Ray’s original drawings that served as the visual blueprint for the screenplay, photographs of the cast and crew on location, and his illustrations from Aam Aantir Bhenpu, a children’s edition of the novel. There are also essays by Dhritiman Chatterjee and Sharmila Tagore, both of whom have acted in Ray’s films, and contributions by cinematographer Subrata Mitra, production designer Bansi Chandragupta, and editor Dulal Dutta.Ray “did not use his now-famous kheror khata (red notebook) to write the screenplay”, writes his son, filmmaker Sandip Ray, in the preface. “He did some sketches in a drawing book after he had come back from London in 1950 and illustrated a succession of pictures (in pen, brush and ink) for the sequences of frames as they would come up in the film. He used to take them to the producers and explain the sequences. The producers he approached, however, had no interest, nor could they understand the whole process.” Some of the shot divisions were scribbled on chits of paper and cigarette packs.  The birth of Apu: ‘Where is the wailing coming from?’The iconic train sequence as originally imagined by Satyajit RayRain, Durga gets drenches, and falls ill      ,Satyajit Ray had donated his sketchbook to the Cinematheque Francais in Paris, writes Sandip Ray, and a scanned copy has served as the foundation for the latest publication.“Visual authenticity was of the utmost importance,” Ray wrote about his adaptation. “The characters were real, with no hint of idealisation, and they had therefore to perform against real backgrounds... I also felt that it was worth trying to get ‘atmosphere’ into the film at any cost, because I believed it would heighten the drama. The subtle shades of difference between dawn and dusk, the dramatic qualities of the hot midday sun, the grey humid stillness that precedes the first monsoon shower – all these had somehow to be caught and conveyed. This involved a respect for natural ‘available’ light to an extent which sometimes created tough problems for the cameraman. But undaunted, we shot nearly all the scenes on location, and as far as possible in the time of the day and season in which they were supposed to have taken place in the story… We did not adopt short-cut methods, because we did not know of any.”Subir Banerjee (Apu) and Uma Dasgupta (Durga) during the shoot.Cinematographer Subrata Mitra with Karuna Banerjee (Sarbajaya).Indir Thakrun.Satyajit Ray during the filming of ‘Pather Panchali’.Excerpted with permission from The Pather Panchali Sketchbook, edited by Sandip Ray, HarperCollins India.Also read:Back to Boral: Looking for Satyajit Ray in the town in which he shot ‘Pather Panchali’","author":"Scroll Staff","time":"2016-05-01T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/807444-article-jawhsizhrr-1462043904.jpeg","tags":["Satyajit Ray","Pather Panchali","Apu trilogy"],"source":"https://scroll.in/reel/807444/rare-sketches-and-photos-of-the-making-of-satyajit-rays-pather-panchali"}