{"title":"Rashtriya Swayamsevak Sangh has always stood for reservation, says Mohan Bhagwat ","content":"The Rashtriya Swayamsevak Sangh has always stood for reservations as guaranteed under the Constitution, said the Hindutva organisation’s chief Mohan Bhagwat on Sunday, reported ANI.The Rashtriya Swayamsevak Sangh is the parent body of the ruling Bharatiya Janata Party.Bhagwat said the Rashtriya Swayamsevak Sangh believes “reservation should continue as long as it is necessary for those who need it”.In 2015, Bhagwat called for a review of the reservation policy, stating that it had been used for political ends. In an interview with Sangh's mouthpieces Panchjanya and Organiser ahead of Assembly elections in Bihar, he had said the aspirations of one section should not be met at the cost of others. Bhagwat’s statement on Sunday came against the backdrop of the Opposition claiming that the ruling BJP will change the Constitution and do away with the reservation for the Scheduled Caste, Scheduled Tribes and Other Backward Classes if it returns to power after the Lok Sabha polls.“A video is being circulated on social media platforms claiming that the Sangh is against reservation,” Bhagwat said, reported ANI. “Behind this patently false and misleading video are people, who preach reservation when outside, among the people, but work against the idea behind the scenes. Such claims are totally baseless.”Congress leader and Telangana Chief Minister A Revanth Reddy had claimed on Thursday that the BJP would scrap reservations for the Scheduled Castes, Scheduled Tribes and the Other Backward Classes by 2025 if voted to power for a third term. Reddy alleged that the elections were a “referendum” on reservations and that the Hindutva party was conspiring to do away with them.\"Back in the day, the RSS and its affiliate groups opposed the Mandal Commission and the idea of reservation,” Reddy had said, reported ANI. “The Supreme Court, too, allowed reservations for backward classes, while capping the extent of quotas allocated at 50%.”The Aam Aadmi Party has also made similar allegations against the BJP. On Sunday, Aam Aadmi Party MP Sanjay Singh said that Bhagwat was compelled to issue a clarification after the BJP’s intentions were exposed.“We have been saying that Dr BR Ambedkar's Constitution is followed in country, but in the BJP Bhagwat’s [RSS] Constitution is followed,” said Singh. “They say reservation should end. [Union Home Minister] Amit Shah says the BJP will rule for 50 years, which means elections will end. They want 400 seats [in Parliament] to change Constitution, finish reservation, election.”In the run-up to the Lok Sabha elections, at least three BJP leaders – Anantkumar Hegde, Jyoti Mirdha and Lallu Singh – have hinted at major changes to the Constitution if the Hindutva party gains a majority in both the Houses of Parliament.भाजपा और संघ के झूठ में मत फंसना । RSS के नेता मोहन भागवत, मोहन वैद्य आरक्षण का विरोध कर चुके है और मोदी खुलेआम जातीय जनगणना का विरोध करते है। मैं फिर कह रहा हूं । भाजपा अगर जीत गई तो आरक्षण खत्म करेगी, संविधान खत्म करेगी और वोट खत्म करेगी। pic.twitter.com/7aj7X81Ccq— Sanjay Singh AAP (@SanjayAzadSln) April 28, 2024","author":"Scroll Staff","time":"2024-04-28T17:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195232-oesufgnuhy-1698135421.jpg","tags":["Mohan Bhagwat","reservations","Hindutva","BJP","Lok Sabha 2024"]}