{"title":"Raveena Tandon on streaming debut: ‘You cannot think there is nothing more left to learn’","content":"Nineties star Raveena Tandon is making her streaming debut with the Netflix series Aranyak, 30 years after her first movie Patthar Ke Phool. Tandon also plays a key role in the upcoming KGF: Chapter 2.Written by Charudutt Acharya and Rohan Sippy and directed by Vinay Waikul, Aranyak stars Tandon as Kasturi Dogra, a police officer who leads the investigation into the disappearance of a tourist in a hillside town. The cast includes Parambrata Chatterjee, Ashutosh Rana, Meghna Malik and Zakir Hussain. Out on December 10, Aranyak gave Tandon the opportunity to combine entertainment with a strong social message, she told Scroll.in.What about ‘Aranyak’ made it the right project for your streaming debut?I have been offered quite a few shows before. Some of them were very good and are successful now.But if you have seen my previous films, you will notice that I am drawn to strong female character-driven scripts. It has been a conscious effort to do films that have a slight but sure message.Kasturi Dogra is someone whom a majority of women will identify with. Women are multi-taskers. We want to be great mothers, great daughters and great wives and do well in our chosen careers too. I tell my husband [distributor Anil Thadani] that sometimes being on a set is more peaceful than running a home.I am fortunate to have a support system, but so many women like Kasturi don’t get the support. She touched my heart and I wanted the message to go out that families with working women, especially those in uniform, should also take on responsibilities so that she do her job and achieve her dreams.Parambrata Chatterjee and Raveena Tandon in Aranyak (2021). Courtesy Roy Kapur Films/Ramesh Sippy Entertainment/Netflix.The grammar of performance and filmmaking have changed greatly since the 1990s. Have you been able to adapt easily?Actors are evolving all the time. You cannot think there is nothing more left to learn. Yes, a lot has changed since the ’90s. There has been a radical change in technique and technology. But it has been positive, especially in terms of the kind of roles written for women and the greater numbers of women in the workplace, notably in positions that were previously male-dominated. Pay parity is also coming in slowly. I am for that change and support it.You were known as a sex symbol during your heyday. Were you comfortable with the label then or is it easier to accept now?I am very grateful that the audience accepted me in all kinds of roles. But the fact is that there are some things you cannot shake off. When I went to a national TV channel studio for an interview, Ankhiyon Se Goli Maare [from Dulhe Raja] was playing in the background as I entered. When I did Shool, the challenge was to break out of that image. I remember that when I got out of the make-up room for a photoshoot for Shool, producer Ram Gopal Varma didn’t even recognise me. I was without make-up and wearing a simple cotton sari. I said hello to him as we passed each other and he gave me a bewildered look and said a stilted hello. I thought he was upset with me. Only when he saw me on set did he realise it was me. And I thought, that’s it, I rest my case. So I would say I am enjoying the best of both. That earlier image made me too.\n\n\n    \n    Play\n\nAranyak (2021).Have audiences changed too in the last 30 years?There has been an entire shift in perception. With OTT, the exposure to global cinema and awareness of what is being made in Iran, Korea, Spain are at our fingertips. Earlier we could access these films only at festivals or DVDs from abroad. This awareness means that audiences are not stuck with prejudices. Filmmakers also want to tell all kinds of stories and be experimental and reach the audiences they are targetting, unconstrained by commercial requirements of item numbers and the pressure of the Friday box office. What are five must-watch Raveena Tandon films for viewers who may not be acquainted with your earlier work?I am picking five not-so-commonly watched films. I would start with my first film Patthar Ke Phool. Then I would suggest Satta, which is relevant even today. Next would be Andaz Apna Apna for comedy lovers. Then Dilwale and finally Maatr, which was very close to my heart.\n\n\n    \n    Play\n\nMaatr (2017).Also read:‘Not a film but a philosophy’: Rakeysh Omprakash Mehra on the making of ‘Aks’","author":"Udita Jhunjhunwala","time":"2021-12-06T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164422-zvqshgsduy-1632603469.jpg","tags":["Raveena Tandon","Aranyak","KGF 2"],"source":"https://scroll.in/reel/1012151/raveena-tandon-on-streaming-debut-you-cannot-think-there-is-nothing-more-left-to-learn"}