{"title":"Raveena Tandon interview: ‘A film can give you poetic justice that the justice system cannot’","content":"At a recent press conference, Raveena Tandon tackled questions about feminism, mythology, rape laws and sex crimes – an interesting turn of events for the glamorous 1990s star who starred in a series of hits that included catchy songs with imaginative choreography.Tandon has stayed away from the arc lights for years barring a fleeting appearance in the 2015 movie Bombay Velvet as a jazz singer. She is readying for a full-fledged return to the movies in Maatr. Directed by Ashtar Sayed, the revenge thriller features Tandon as a mother who avenges the rape and murder of her daughter. The movie taps into the widespread disquiet over the justice system, Tandon told Scroll.in.What attracted you to ‘Maatr’?I have known Anjum Rizvi, the producer, since A Wednesday, which my husband [distributor Anil Thadani] had released. Anjum had approached me earlier as well with a script, which did not work out. But with Maatr, I was blown away. The film captures a mother’s deepest worries. It is a scary world out there and we are always thinking about how to protect our kids. Schools, playgrounds – they could be threatened anywhere. The script left me shaken, and I knew this was a film I had to do.\n\n\n    \n    Play\n\nMaatr.You resort to violence after the system fails you in the movie. Do you endorse this sort of vigilantism?Ultimately this is fiction. It could be someone’s reality. We have made a movie about a common man’s frustration with the law and order and justice system. If you follow the news, you still see there is no dip in the crime rates. People are not scared of the law and are quite blatant about what they do. Earlier, you could say this sort of crime would only happen in rural areas. You could go on in your lives thinking that this happens to other people. Not just Nirbhaya, look at what happened to that actress in Kerala. If a woman of privilege and prominence can be assaulted by men she knew and trusted who are evidently so brazen, what can you say to assure a regular woman with no support system?Only a film can give you a sense of relief, poetic justice and gratification, which our justice system cannot. Is that why the film has an urban, middle-class setting?  Precisely. We live privileged lives. We live in our own bubbles.I have raised three daughters. Two were adopted. I know what it feels like when a sex assault happens close to home. Unfortunately, when it happens to someone we know, we are in a state of shock. But it lasts only for a few days. As Nirbhaya’s mother had said at a programme where we had invited her, the outrage lasts for a few days. Questions will be asked about what you were doing at that place at that time. Then we have political leaders who say things like, “Ladke hain, badmashiyan toh karenge” (boys will be boys). Instead of shaming the victims, you need to shame the criminals.Your National Award-winning film ‘Daman’ in 2001 dealt with the issue of sexual violence and marital rape. What has changed since, both with the audience and the film industry?Our audiences are a lot more aware these days. More cases are being reported, and our cinema reflects this change. More and more films are being made with female protagonists in stories about sexual violence, consent and other gender issues. It is a welcome trend that sends out a positive and strong message to our society. I hope such films come at least twice in every six months. Filmmakers are doing a wonderful job of integrating the cause with the purpose of commercial cinema. So even if a film like Maatr is not a huge commercial success, the message it carries needs to be heard.  You were a sex symbol and the face of 1990s commercial cinema. How do you feel about your body of work being re-evaluated through the prism of feminism?I face it all the time. It is one thing to fight for your rights. But it’s another thing to subject everything to excessive scrutiny and look for a subtext when there may not be any. In Daman, I take on the avatar of Durga to deal with a demonic character. The image is often used by filmmakers to depict a strong female character and celebrate a feminine power. In Maatr, when I speak of incoming your inner Ram, activists and journalists find it objectionable. They ask, why does a woman need a man to protect her? I find such criticism to be excessive.\n\n\n    \n    Play\n\nDaman (2001).You turned down more than your fair share of films over your career. What influences your choice of projects today?I have always had a sense of security and contentment. I have never been ambitious. People tell me that I am a very grounded person. Even at the peak of my professional graph, I believed in reality – that films cannot be my entire life but only a part of it.I wanted to experience everything – being a daughter, mother, sister, daughter-in-law. I wanted to enjoy my children. I am okay with doing any film I like – even play Ranbir Kapoor’s grandmother in the next few years. I played checkers with my career, and I still got good work whenever I wanted to. My children’s childhood will not come back. Films will keep happening. I came from a stable home, my parents did not get divorced. All that gave me a strong set of principles by which I lived. I set down the rules for myself and lived by my decisions without any regret.I have been thrown out of many films too – by insecure co-actors who had problems with me working with their boyfriends. But I have never been insecure. I never belonged to any camp and neither did I have a godfather backing me. I am enjoying this phase of my life, doing reality television and endorsements. It is something I had not foreseen. But here I am. Maybe I will take a break again? Who knows? At the Kargil War Memorial, there is a war head with the words ‘From Raveena Tandon to Nawaz Sharif.’ Apparently, this was the Indian Air Force’s response to the former Pakistani premier, who had once named you as his favourite actress. Is that why you visited the wounded soldiers at that time?I do not like confrontation or violence. I am aware of the picture and what probably inspired it. But I also visited the soldiers during the war and came back shaken. I did not visit them to promote a film. I genuinely felt affected by what was happening.My father was a huge patriot. My mother’s family suffered the Partition holocaust when they fled Sindh. I grew up with stories of sacrifice, valour and courage. Since I have received so much love and affection from our people, it is my responsibility to give back something as well. I do not advocate war. I would rather have people sit down and talk out their differences. But if my children or my country are under serious, real danger, I will go all out to defend them.","author":"Chandrima Pal","time":"2017-04-06T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/833721-jxoozogklb-1491331736.jpg","tags":["Raveena Tandon","interview","Maatr"],"source":"https://scroll.in/reel/833721/raveena-tandon-interview-a-film-can-give-you-poetic-justice-that-the-justice-system-cannot"}