{"title":"Ravidas temple demolition: Centre willing to hand over 200 sqm area of same site to rebuild shrine","content":"The Centre on Friday told the Supreme Court that it will hand over 200 square metre area of the same site to a committee of devotees for reconstruction of the Guru Ravidas temple in South Delhi, PTI reported. The 15th-century temple was demolished on August 10 on the orders of the top court after a petition against encroachment by temple authorities.The court of Justices Arun Mishra and S Ravindra Bhat took note of the government counsel Attorney General KK Venugopal’s offer. The bench asked relevant parties, who demanded the temple’s reconstruction, to submit any oppositions by Monday. The court will hear the matter again on October 21, according to Live Law.On October 4, the Supreme Court had asked the parties involved in the case to find an amicable solution on a better location for the shrine.The demolition of the temple in Delhi’s Tughlakabad locality had turned violent as several Dalit groups marched towards the shrine, and allegedly resorted to stone-pelting and attacked policemen who had used force to contain the crowd. Bhim Army chief Chandrashekhar Azad and 95 others were later sent to 14-day judicial custody on charges of rioting and unlawful assembly.The members of the Ravidas or Ravidassia community are Dalits, and form an offshoot of Sikhism. They follow Ravidas, whose teachings are also mentioned in the Guru Granth Sahib.Also read: Why are angry Dalits recalling a Delhi sultan to protest the demolition of a bhakti saint’s temple?Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-18T13:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127497-zeznvmojuw-1568700030.jpg","tags":["Supreme Court","Ravidas Temple","Ravidas Temple Demolition","Tughlakabad"],"source":"https://scroll.in/latest/940953/ravidas-temple-demolition-centre-willing-to-hand-over-200-sqm-area-of-same-site-to-rebuild-shrine"}