{"title":"RAW, Pakistan or internal tussle? Deaths of Khalistan leaders overseas are leading to speculation","content":"The deaths of three prominent pro-Khalistan leaders across three countries in recent weeks has triggered speculation about the cause of these incidents. Some are speculating that these deaths are linked to internal tussles within the overseas leadership of the movement for Khalistan, a proposed independent nation for Sikhs. Others have wondered whether they are the result of a purge by Pakistan, which has allegedly been their long-standing patron. These proponents of Khalistan were among India’s most wanted persons for various criminal cases.    As a consequence, some on social media have speculated whether the Indian intelligence agencies may be linked to these deaths.  Deaths of Khalistan leadersKhalistan Commando Force chief Paramjit Singh Panjwar was shot dead in Pakistan’s Lahore on May 6. He had escaped to Pakistan in 1995.On June 15, Avtar Singh Khanda, a member of the Khalistan Liberation Force, died at a hospital in the United Kingdom’s Birmingham. While some news reports suggest that Khanda was terminally ill with blood cancer and died of the prolonged illness, Khanda’s supporters allege that had been was poisoned.Ravi Singh, the chief executive officer of Sikh humanitarian organisation Khalsa Aid International, also dismissed claims that Khanda was ailing, saying Khanda “was a very healthy young man”. Ravi Singh urged the UK police to investigate the death to be sure that it was not “politically motivated or sinister”, alluding to the possibility that foreign powers could be behind it.Khanda, who was granted political asylum in the UK from India in 2012, was considered close to Khalistani sympathiser Amritpal Singh. Khanda had allegedly led the protest at the Indian High Commission in London in March over action against Amritpal Singh.On Sunday, Khalistan Tiger Force chief Hardeep Singh Nijjar was shot dead in the parking lot of a gurdwara in Canada’s Surrey. He was the gurdwara’s president. The Hindustan Times reported cited unidentified persons in India’s intelligence agencies that Nijjar and Khanda had worked together to organise protests outside Indian high commissions around pro-Khalistan causes.Khalistan Commando Force, Khalistan Liberation Force and Khalistan Tiger Force are designated terrorist outfits in India.\n\t\t\n\tHardeep Singh Nijjar. Credit: @SinghOnMission/TwitterLinked to Indian intelligence agencies?Some have speculated and alleged that these deaths are linked to Indian intelligence agencies acting against pro-Khalistan groups overseas.Gurpatwant Singh Pannun, a pro-Khalistan leader based in the United States, alleged on Tuesday that Indian foreign intelligence agency Research and Analysis Wing, Prime Minister Narendra Modi, Union Home Minister Amit Shah and the National Security Advisor Ajit Doval were “responsible for [Nijjar’s] assassination”.Speaking to Canadian media conglomerate Postmedia, Pannun alleged that the Canadian Security Intelligence Service had alerted Nijjar of threats he was facing, just days before he was killed. Pannun did not elaborate on these allegations. Some social media users have since claimed that Pannun himself has now gone missing.The Week had reported on Monday, citing unidentified Indian security officials, that “swift counter-terror operations being carried out by New Delhi” was hurting Pakistan’s attempt to revive the Khalistan movement.A day later, pro-Modi government portal TFI Post argued that the pattern of Khalistani leaders dying overseas “strongly indicates a significant, if not direct, involvement” of the Research and Analysis Wing.Some social media users, many of whom usually post in support of the ruling Bharatiya Janata Party, have similarly cited these deaths to speculate that National Security Advisor Doval had “decided to crush” pro-Khalistan leadership overseas.Internal tussles?However, there are some, including on social media, who argue that these deaths were the result of internal disputes within the pro-Khalistan leadership overseas.Terry Milewski, a Canadian journalist who has authored a book on the Khalistan movement, speculated on News18 on Tuesday that Nijjar’s killing is likely to be the result of disputes among Khalistani leaders in Canada, and not carried out by the Indian state.Milewski argued there was a continued dispute between Nijjar and the associates of Ripudaman Singh Malik, the acquitted 1985 Air India bombing suspect, over printing the Sikh holy book in Surrey in violation of a religious edict. Malik himself was gunned down in Canada in July 2022.Canadian newspaper Vancouver Sun similarly reported that besides Nijjar’s pro-Khalistan activism, the Canadian police is also looking at local political disputes there as a potential motive.The Times of India also cited unidentified persons in the Indian security establishment as claiming that the deaths happened due to rivalries among the Khalistani leadership factions.  Purge by Pakistan?But, some others are speculating that Pakistan’s military intelligence agency Inter-Services Intelligence, an alleged patron of pro-Khalistan leaders, may be responsible for these recent deaths.Is it too much of co incidence that one after the other top khalistani extremist are getting eliminated, killed or dying ! Hardeep Nijjar is latest in line !Sources say Pak agencies who have been paying them for years do not find them as resourceful and looking 4 new crop.— kamaljit sandhu (@kamaljitsandhu) June 19, 2023\n\nThe Times of India reported on Tuesday cited unidentified persons in the Indian security establishment as claiming that the ISI may be purging Khalistani leaders to replace them with younger leaders.Additionally, in the case of Khanda, who had an Indian passport, the ISI feared that the UK may deport him to India and he may reveal sensitive information about pro-Khalistan activities to Indian agencies, it reported.Also read: Why are Sikhs abroad more pro-Khalistan than community members living in India?","author":"Nachiket Deuskar","time":"2023-06-26T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188194-cpcysmmttc-1679318849.jpeg","tags":["Khalistan","India","RAW","Canada","United Kingdom","Pakistan"]}