{"title":"RBI keeps repo rate unchanged at 6.50% for fourth time in a row","content":"The Reserve Bank of India’s Monetary Policy Committee on Friday decided to keep the repo rate unchanged at 6.50% for the fourth consecutive time.The repo rate is the interest rate at which the central bank lends money to commercial banks. The Monetary Policy Committee decides on changes to it every two months. The increase in repo rates was paused in April after six consecutive rate hikes aggregating to 250 basis points since May 2022.The central bank’s Governor Shaktikanta Das said that the six-member committee’s decision to keep the rate unchanged was unanimous. He added that the committee will continue to keep an eye on inflation and is committed to aligning inflation to the targeted level.The Consumer Price-based Inflation reached 6.83% in August. The Centre has mandated the Reserve Bank of India to keep Consumer Price-based Inflation at 4%, with a margin of 2% above and below that mark.Das said that the committee also remains focused on withdrawal of accommodation, or reducing the money supply in the system to further rein in inflation, to ensure that inflation progressively aligns with this target while supporting growth.“Headline inflation had surged in July driven by tomato and other vegetable prices,” Das told reporters. “It corrected partly in August and is expected to see further easing in September on the back of moderation of these prices.”Das added, “The future trajectory will be conditioned by a number of factors like lower area sown under pulses, dip in reservoir levels, El Niño conditions and volatile global energy and food prices.”The inflation forecast for the financial year 2023-’24 was retained at 5.4%.\"India is poised to become the new growth engine of the world. The need of the hour is to remain vigilant and not give room to complacency. Lessons from the past of the one and half decades and living through the global financial crisis tell us that risks and vulnerabilities can… pic.twitter.com/IKXUQSB1vJ— Press Trust of India (@PTI_News) October 6, 2023\n\nCentral banks usually increase key lending rates amid high inflation in economies. Higher key lending rates translate into high interest on loans disbursed by commercial banks. This, in turn, keeps a check on discretionary spending by consumers which is expected to help curb prices rise due to high inflation.The central bank governor said that India’s growth projection has been retained at 6.5% for the financial year 2023-’24.Das also said that the global economy has been slowing. “Headwinds from global factors like geopolitical tensions, volatile financial markets and energy prices, and climate shocks pose risks to the growth outlook,” he added.","author":"Scroll Staff","time":"2023-10-06T13:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190511-rwxwdwnlbl-1684932546.jpg","tags":["RBI","Repo Rate","Inflation","Reserve Bank of India"],"source":"https://scroll.in/latest/1057182/rbi-keeps-repo-rate-unchanged-at-6-50-for-fourth-time-in-a-row"}