{"title":"RBI keeps repo rate unchanged at 6.50% for third time in a row","content":"The Reserve Bank of India’s Monetary Policy Committee on Thursday decided to keep the repo rate unchanged at 6.50% for the third time in a row. The repo rate is the interest rate at which the central bank lends money to commercial banks.“I am happy to note that the Indian economy is exuding enhanced strength and stability despite the massive shocks to the global economy in recent years,” RBI Governor Shaktikanta Das said while making the announcement.VIDEO | “After detailed deliberations on all relevant aspects, the Monetary Policy Committee unanimously decided to keep the policy repo rate unchanged at 6.5 per cent,” says RBI Governor Shaktikanta Das after RBI MPC meeting. pic.twitter.com/aWsXd1iKW0— Press Trust of India (@PTI_News) August 10, 2023\n\nEarlier, the Monetary Policy Committee had kept the repo rate unchanged in its meetings held in April and June. This was after six consecutive hikes which saw the lending rates go up by 250 basis points, or 2.50%, since May last year.Central banks usually increase key lending rates at times of high inflation in economies. Higher key lending rates translate into high interest on loans disbursed by commercial banks. This, in turn, keeps a check on discretionary spending by consumers which is expected to help curb prices rise due to high inflation.On Thursday, Das said that the RBI has increased its inflation forecast for the financial year 2023-’24 from 5.1% to 5.4%.The central bank has predicted 6.2% inflation in the second quarter of 2023-’24, 5.7% in the third quarter and 5.2% in the fourth quarter.Das also said that the spike in tomato prices and a rise in the prices of cereals and pulses contributed to inflation. He added that going by past trends, vegetable prices were expected to fall in a few months.“The prospects of Kharif crops have brightened, thanks to improvement in the progress of the monsoon,” the RBI governor said. “Uncertainties, however, remain on the domestic food price outlook due to sudden weather events and possible El Niño conditions in August and beyond.”","author":"Scroll Staff","time":"2023-08-10T11:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193033-qzlntujoxe-1691644754.jpeg","tags":["RBI","Repo rate","Shaktikanta Das"]}