{"title":"RD Burman archival interview: ‘Only if you have a rapport with the director do tunes come to you’","content":"During my research in the 1980s for a documentary and book on Guru Dutt, I met several people who had worked alongside him, helping him to make his classic films. Among the many I interviewed was RD Burman.The interview was taped on an audio cassette recorder and took place on August 23, 1983, in his Santa Cruz home. When researching, I usually just talk to a subject in an unstructured way and plan to see the subject again with very specific questions, I do not remember why, but sadly this did not happen with RD.  The interview was the first and only time I met RD Burman. Though our conversation was rambling in nature, and focused mainly on his memories of Guru Dutt, RD’s own thoughts and memories are cinema history. Here is a highly creative and unique artist whose following only grows with the years. This is an edited excerpt from the transcript of the audio interview. ‘Dev Anand and Guru Dutt were absolute vagabonds’S Mukherjee brought my father, SD Burman, to Bombay, where, at first, he composed two or three films for Bombay Talkies, and then for Filmistan. I was about five years old in 1944 when my mother and grandmother and I first joined father in Bombay. I was born in Calcutta. Then in 1947 when India became independent, I went back to Calcutta for my schooling. During those early years in Bombay, I used to see Dev Anand and Guru Dutt – they were absolutely vagabonds! They would come very often to meet my father– they were his favourites. They promised that if either of them would make a film, my father had to compose the music. This was in ’47 – Guru Dutt used to live in Matunga, in a very small ground floor flat. He was struggling. I soon went back to Calcutta and came to know that Navketan had started producing films, but instead of Guru Dutt, it was Mr Chetan Anand, Dev Anand’s elder brother, who directed their first production, Afsar.I continued to come to Bombay for summer vacations and stayed for a month with my parents. My father was struggling too, he wasn’t a well-to-do person. In the early days, they lived in a hotel – the Evergreen Hotel. He had only one and a half rooms. One room was the bedroom – and the other, he shared with another person; it became his music room. My father had a fantastic relationship with people of all ages – which today is missing. He was 25 or 30 years older to Raj Khosla and Guru Dutt. One day I asked Mr Raj Khosla, these songs are very good, which film are they for? He said, “Mr Guru Dutt is getting a chance in Navketan to direct his first film, Baazi.” I went to the mahurat of the film with my father and then there was a party. Raj Khosla gave the clap. I asked Guru Dutt what a clap was, and he said, ask  Raj Khosla, so he explained the whole thing to me. Baazi was a big hit, and so was the song “Tadbeer se bigdi hui taqdeer bana le” by Mr Sahir Ludhianvi. The meter of the song was a ghazal and had the weight of a ghazal. Guru Dutt liked the words a lot. It is very difficult to compose a ghazal in a cabaret style, but my father changed the style of the ghazal and gave it a western rhythm. It was composed on guitar. From the very start, we had a close family connection with Geetaji. She was a pet of my father’s. Her first hit song “Sundar sapna beet gaya” was his composition. She used to call him ‘Chacha’. Naturally, I became Guru Dutt and Geeta’s pet. They were not married then. She was very famous in her time – before Lataji she got the limelight. Geeta had a very different type of voice. Latabai has a real female quality, Ashaji is very flexible, she can sing any type of music, very versatile. Geetaji used to sing soft types of songs, she was perfect really and had a very soothing voice. She sang cabaret songs too, and made them real cabaret, aggressive-romantic songs. Working with Guru DuttHemant Kumar’s first song in Bombay “Yeh raat ye chandni” was also a ghazal. There is a powerful line in this  song – after the heroine hears the hero’s singing, she is pulled towards him and goes to him. Guru Dutt explained the whole song situation to my father. In a music session when my father started singing “Yeh raat …” Sahir Ludhianvi laughed. And Guru Dutt said, “That sounds different!” Everybody said this song should be sung by Talat Mahmood. My father said there was no other singer who could sing it but Hemant Kumar. After the rehearsals, Guru Dutt was still unsure and said, “Redub the song with Rafi Saab.” Father said, “Nothing doing – songs can be sung by other singers, but not this one.” During the production of Jaal, the song started growing on everybody.In Bengali, we call it sanchaari. I’ll give you an example. You see, we work in one type of format, mukra and antara. In western pop songs, they have verses and chorus. Mukra means the sign line –the first two lines – it’s a signature sort of thing.  The sanchari format is – first mukra, then antara, then interlude music. If you listen to “Saagar kinaare,” it’s there too. Dimple sings, she starts with sanchaari, but slowly it will link with the antara, then it will come back to the mukra. In Jaal, when Latabai is singing her version, she is not singing “Yeh raat yeh chandni”. She starts from a different line “Chandni raatein pyaar ki baatein kho gayin jaane kahaan.” It’s an altogether different thing from “Ye raat ye chandni.” There’s a combination of notes linking to that antara, to that mukra. You said to me that you thought Latabai’s version was a musical flashback. That’s exactly right!After Mr. and Mrs. 55, Guru Dutt started Pyaasa. At that time I was working as my father’s assistant and composed a song for the film. My father encouraged me to sing, and so Guru Dutt had heard many of my compositions. He chose one composition and requested Sahir Ludhianvi to write words to that tune and he wrote “Sar jo tera chakraye”. I didn’t sing the song in the music rehearsal when the lyrics were ready, my father did. And though I was there when it was recorded, my father did the actual recording and the orchestration. I also played the harmonica in the film – Meena’s tune.It was Guru Dutt’s idea that whenever Meena [Mala Sinha] appears, the tune on the harmonica is heard. I tried the same thing in Aradhana  – a haunting tune that reminds Sharmila of young Rajesh Khanna. I did the same thing again in Kasme Vaade, but it started in Pyaasa! A character’s theme tune.There is also a kirtan in Pyaasa, “Aaj sajan mohe”. It’s like a Meera bhajan – her love for Krishna. The words were given by my father in Bengali to Sahir saab and he translated it – the original was a Bengali idea. It was inspired by Geetaji. The song is a little out of place in the film. Sahir saab was not that musical, but he had the knack of understanding the meter. Majrooh Sultanpuri excelled in this aspect. He could write on a tune so easily.Turning composerAfter Pyaasa, Guru Dutt told me, I’m taking you for my next film. My father said, “Don’t be silly, he hasn’t started composing full-time yet.” Guru Dutt was very whimsical. He would start something and then change his mind. He selected four of my tunes and said he’d keep them for his next production, Raaz, which was going to be directed by his assistant Niranjan. Niranjan has now passed away. We recorded two songs for Raaz, and they went to Simla for the shooting. People say that Love in Simla is the first Hindi movie shot on ice. Raaz was actually the first, it was in 1958. Niranjan worked hard; the film was fantastic. But after eight and a half reels were shot, I don’t know what happened. Guru Dutt said he was shelving it, he didn’t like it. I have witnessed him shelving six or seven films, so you can imagine what a whimsical person he was. He used to like a person in the morning, and after drinking, he would say, get out, I don’t like you. Raj Khosla later took the story of Raaz and made it into Woh Kaun Thi.It was very bad luck that Kaagaz Ke Phool didn’t do well. I remember I had gone with my parents and Guru Dutt to London. During that visit, I dragged him to see the film South Pacific. When he came back to Bombay, he told my father he had thought of a song situation for “Waqt ne kya kiya” – and that there would no lip movement in the song.In South Pacific there is a song featuring Rosanna Brazzi and Mitzi Gaynor. The characters have finished their dialogue in the scene, and we then only hear singing in the background, no lip movement. Whatever the couple say to one another in South Pacific is through their expressions and the words of the song. That was “Waqt ne kya kiya haseen situm.” Guru Dutt died when he was very, very young, 39. He had achieved so many things I must say when Raaz was shelved, I thought my future was doomed. The comedian Mehmood had acted in Pyaasa in a small role and had heard the Raaz songs. He asked Guru Dutt to let him use them in his film Chhote Nawab – so that ended up being my first film. “Chura ke dil ban rahe ho bhole”, that song was written by Shailendraji. Shailendra was my sort of godfather, a guru. He introduced me to Shanker-Jaikishen. I have learnt a lot from Jaikishen.Today my age group directors may have retired. Take Nasir Husain, now his son is working, and although Nasir Husain is older to me, we’re friends. Shakti Samanta and I are friends, we have lots of fun together. When I work with the new generation, for example, Vinod Chopra, I have a good relationship with him. Only if you have a rapport with the director do tunes come to you.","author":" Nasreen Munni Kabir","time":"2023-06-28T08:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191660-recfwlyhce-1687883940.jpeg","tags":["RD Burman","Hindi film music"],"source":"https://scroll.in/reel/1051667/rd-burman-archival-interview-only-if-you-have-a-rapport-with-the-director-do-tunes-come-to-you"}