{"title":"Readers’ comments: Couldn’t wrestlers wait a day more? Why march on day Parliament was inaugurated? ","content":"Whenever I think of not supporting Narendra Modi, people like you make me go back to support Modi (“Wrestlers’ protest: A frozen moment of resilience shows how India’s women have been betrayed”). You people are blind sighted in the hatred of Modi.  1. What was the logic of doing the march on the day new Parliament has to be inaugurated. Can’t they wait for one more day? 2. By law, no one can protest in front of Parliament.3. Only three wrestlers are leading this and don’t worry, you will see them fighting Lok Sabha elections in 2024 from the Congress. Whatever you and your cohorts of frustrated and anti-Modi people say about him, the stronger he will become. So I have only one request, continue your propaganda. – Ankur ShandilyaConstitution, conversion and religionWhat about preferential treatment of religious minorities ((“Constitution does not allow preferential treatment for religious majority: SC judge BV Nagarathna”)?  – Harakamal Chakravorty*** Yes, correctly commented but it should be at least equal treatment to all religions. For preferential treatment to minority, majority’s equal treatment should not be sacrificed. – Santosh Prasad *** I strongly object the way the post has been prepared. It’s your duty to respect Constitution and the faith of the people. Constitution should not work against any religion irrespective if it is majority or minority. Nevertheless, Constitution hence needs amendment to evolve society and avoid discrimination of majority as well. Judges has to obey constitution but cannot create their own laws. Instead, judges should fast-track the pending cases. – Rahul ChiddarwarThe freedom to choose one’s religion is constitutional, agreed (“Readers’ comments: Freedom to choose religion is constitutional, but does not include missionaries”). This lofty ideal pre supposes or implies one thing. The individual in question is well informed about his/her own religion as well as the religion he or she wishes to convert. What if the individual is not well-informed, not well read and incapable of discriminatory faculties? Is his or her choice still valid? The second point is about missionaries. They are charged by their religion and book to attract and conscript more people into their faith. Can such a person be trusted to represent fairly the merits and demerits of his/her religion vis à vis the potential convert’s religion? A system of questioning and debate about religion has largely been absent in the Abrahamic religions. Questioning people are branded as heretics or disbelievers and have often received exemplary punishment. Hence, it can be argued that such religions are based on faith and do not stand the test of reason and examination. Because of these reasons, I hold that the freedom to propagate (in the sense of converting others) a religion cannot be given uncontested as a fundamental right. – MR Raghunath*** It’s true that one is free to choose his or her faith and Constitution respects the same. Forceful conversions leads to demographic changes in indigenous population and makes changes in governance, policies, cultural values, economy, infrastructure etc. This becomes an injustice to the indigenous population and leads to unrest. Since the British, demography has undergone complete change and indigenous people were marginalised on their own motherland. They have lost their economic power such as land, resources, social, cultural and political powers against new settlers or converted ones. In fact, initially, both groups were one and having common shares over entire resources but once sizable population got converted from original roots, they got more rights in terms of various concessions over resources and jobs, against their initial brothers and sisters. Demographic changes should not be allowed at the cost of indigenous people and resources. Concessions may be better demography wise rather than community or individual. It will give equality to all. Indigenous people custom, habits, cultural values and old systems needs protection. Better we all follow our Constitution, which is not stopping on faith matters but certainly inducement and greed etc by any group should not be permitted,  who so ever they may be. – Indradev Shukla***Missionaries are individuals who have joined together to and formed a union/association to perform duties related to their religion. Methods used by them should be well within their religious instructions. Can one of these missionaries explain with acceptable evidence that Jesus or whoever instructed them to propagate their views? People wanting to change should use the procedure mentioned by governments to show they are genuine converts. Why they do not use it as they will then not be allowed benefits that SC/ST get. – Eric Woodman***No one is asking for preferential treatment for the majority religion, they aren’t even getting equal treatment with other religions. The judge should look inward while lecturing about corruption in society. Judiciary is very much a part of the society and the judge should have been righteous enough to point a finger, by name, at her realm. Here, corruption is happening in two forms: one monetary and the other is to try and maintain an eco-system favoured by earlier government for whom a part of the judiciary feel loyal to. They play in the different alleys of legal camouflage to hoodwink the public by sitting on their high pedestal yet stooping low to pay their loyalty to the corrupt ecosystem which they were part of during the earlier political regime.  – PJB Dehradun","author":"Scroll","time":"2023-06-05T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190816-kvvmfkzklq-1685621295.jpg","tags":["Wrestlers Protest","Sexual Harassment","Constitution","Conversion","Religion"],"source":"https://scroll.in/article/1050178/readers-comments-couldnt-wrestlers-wait-a-day-more-why-march-on-day-parliament-was-inaugurated"}