{"title":"Reading list: How demonetisetation affected industries from agriculture to manufacturing","content":"The central government on November 8, 2016, announced that it was banning Rs 1,000 and Rs 500 notes, which at the time made up 84% of the country’s liquidity. They had first said it was in order to get rid of black money. But, on Wednesday, a Reserve Bank of India report said that 99% of the banned notes had been returned to them, leaving experts to wonder where the black money went.Demonetisation had hit several sectors and millions of people. The impact was felt for several months. Here are some of Scroll.in’s pieces on the sectors that the note ban had affected.Fresh demonetisation data shows a big hit to manufacturing – but also a bigger tax base: Much more data is still needed before we fully understand Narendra Modi’s grand currency experiment. Demonetisation breaks the back of Maharashtra’s textile industry: Tamil Nadu’s handloom industry also worked its way around demonetisation to stay in business.    Demonetisation hits microfinance sector hard, says ratings company report: ‘Demonetisation has hit 80% of small businesses, the sector is staring at apocalypse’.    \u0003Parlours struggle to find beauty in demonetisation: The aftermath of the note ban has not been pretty. Bollywood tackles DeMon demon but says the real villain is elsewhere: Business has been hammered by poor scripts, rather than the lack of currency, say trade pundits.After 50 days, Delhi’s migrant workers are still headed home: The Capital is left with just a fourth of its migrant workforce. And most of them aren’t coming back in a hurry.Demonetisation will hit the cash reserves – and health – of millions of sex workers: The access to healthcare and contraceptives for women and transgendered people in sex work is linked to their financially stability.In Goa’s fishing industry, sales fall and anger rises as going cashless remains a distant dream: Less than 23% of fishing villages have internet access.Here are some articles on how farmers lives had changed after the note ban. In Gujarat, dairy farmers from milk cooperatives have not been paid in 50 days: Milk producers are desperately opening new bank accounts to receive cheque payments, but they don’t intend to remain cashless for long.  Raipur farmers give away 1 lakh kilos of vegetables for free in protest against demonetisation: The Kisan Sangh demanded that the government waive the interest on their farm loans for the current season.Flower prices crash in Madhya Pradesh after demonetisation, posing a bouquet of problems to farmers: Maharashtra farmers also had trouble going cashless.","author":"Scroll Staff","time":"2017-08-31T13:31:39.728137+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/849109-45123-felksfpouk-1480003879.jpg","tags":["Demonetisation","RBI","Reading list"],"source":"https://scroll.in/latest/849109/reading-list-how-demonetisetation-affected-industries-from-agriculture-to-manufacturing"}