{"title":"Reading the Assam panchayat election results: What explains the decline of the AIUDF?","content":"It took nearly a week to count the votes cast in Assam’s panchayat elections, which ended on December 9. As the results trickled in, the Bharatiya Janata Party took the lead, winning over half of the zila parishad seats, the highest tier in the panchayati raj system. But another trend has emerged from the results: the sharp decline of the All India United Democratic Front, the party which rose to prominence in the state in the last decade claiming to represent the interests of Bengali-speaking Muslims.The party managed to win only 26 zila panchayat seats, over 65% less from its tally in 2013. That year, it had won 76 seats, the second highest of all parties. The party has suffered similar setbacks in the lower tiers of the panchayat as well.Headed by Badruddin Ajmal, the perfume baron whose appeal to many voters lay in his tremendous wealth and reputation for religious learning, the All India United Democratic Front has been on the wane for a while now.  In the 2016 Assembly elections, the party not only won five seats fewer than the previous elections, its vote share dropped by a significant 13%.Party’s rise amid communal strife  The All India United Democratic Front’s current period of decline is in sharp contrast to its meteoric rise from 2005, when it was formed, till the parliamentary elections of 2014.In its electoral debut in the 2006 Assembly elections, it won 10 of the state’s 126 seats; in the next state elections  in 2011, its tally rose to 18, making it the primary Opposition in Assam. In the 2014 parliamentary elections, it managed to win three out of Assam’s 14 Lok Sabha seats. This was a marked improvement from its tally of one in the 2009 general elections.The rise of the All India United Democratic Front took place against the backdrop of communal strife between Bengali Muslims, often labelled “illegal migrants” in Assam, and tribal communities such as the Bodos. They came to a head in 2012, when about 40 people in Lower Assam were killed in five days of violence and about two lakh were displaced.The All India United Democratic Front positioned itself as the defender of the Bengali Muslim community and an alternative to the Congress, which ruled the state between 2001 and 2016. At that time, many in the community felt the Congress could not afford them sufficient protection. What explains the free fall in the popularity of Ajmal’s party since?‘Protector of Bangladeshis’ Political observers in Assam feel that the party’s core support base – Bengali-speaking Muslims, many of whom trace their roots to erstwhile East Pakistan or what is now Bangladesh – may be drifting away from it. “There is a perception now that aligning with Ajmal will only make their lives more fraught, because of his image as a protector of Bangladeshis,” said political scientist Monirul Hussain. “So they are starting to think that if they project Ajmal as their leader, it will further increase their distance with the Assamese-speaking population. So, this is essentially a survival strategy.”Much of Assam’s politics has revolved around the spectre of so-called illegal migration from Bangladesh for decades. In recent years, the issue has gained even more prominence. Many analysts attribute it to the new National Register of Citizens, being updated for the first time since 1951. The stated intention of the register is to create a roster of genuine Indian citizens in Assam, separating them from undocumented migrants. To prove citizenship, applicants have to provide evidence that they or their ancestors entered the country before midnight on March 24, 1971, in other words, on the eve of the Bangladesh War.The BJP factor  The Bharatiya Janata Party’s rise as a potent force in the state  – it stormed to power in Assam for the first time in 2016 – has also hurt the fortunes of the All India United Democratic Front, Hussain said. “The Bengali Muslim community view the BJP as a bigger threat,” he said. “And people seem to think that a larger party like the Congress is better suited to neutralise that threat. That is why people are starting to gravitate towards the Congress.”A closer examination of the panchayat election results shows the Congress has gained ground in several Lower Assam districts with large populations of Bengali-speaking Muslims.Hafiz Ahmed, a social activist and academic who works among Bengali Muslims living on the shifting sand bars in the Brahmaputra river, known as chars, echoed Hussain. “There have been unprecedented atrocities against Muslims across the country under the BJP regime,” said Ahmed. “Among Assam’s Muslims, there is a feeling that the AIUDF [All India United Democratic Front], directly or indirectly, helped the BJP come to power as the Muslim votes got divided between the Congress and the AIUDF.”In the 2016 Assembly elections, the BJP won 60 of Assam’s 126 seats. The Congress was reduced to 26 seats from the 81 it had won in 2011.  Several post-election analyses seemed to suggest that the Congress’s tally took a hit partly because of the division of Muslim votes. Going by the results of the panchayat elections, the Congress seems to have wrested back a significant share of the Bengali Muslim vote from the All India United Democratic Front.The mandate, Ahmed said, was not as much an endorsement of the Congress as a last-ditch attempt to keep the BJP at bay. “People have realised that Ajmal, with his provocative religious statements, only fans the BJP’s communalism, so there is no option but to vote for the Congress is spite of several reservations,” he said.Another Muslim activist, who did not want to be identified, agreed.  “People are starting to get disillusioned with the AIUDF’s constant playing of the religion card as their lives have not really improved,” he said. “Muslims are starting to feel that the BJP and the AIUDF are two sides of the same coin. It is almost like they have some under-the-table alliance.”‘Could not counter Congress propaganda’ Leaders of the All India United Democratic Front concede that they have slipped up. “Prima facie, it seems we could not figure out how to handle both the Congress and the BJP together,” said Champak Kalita, the party’s general secretary. “Also, we could not effectively counter the Congress’s propaganda that we were helping the BJP by eating into the Congress’s vote share.”Hafiz Bashir Ahmed, the party’s legislator from Bilasipara West in Lower Assam’s Dhubri district, tried to play down the panchayat election losses, even as he admitted that the “Congress’s propaganda affected the common people”. “We projected candidates only in 50% seats as we wanted to avoid division of secular votes,” he contended.He also claimed that the panchayat election results did not translate into a rejection of the “party’s ideology” and that it would not affect its prospects in the upcoming Lok Sabha elections in 2019. “Panchayat elections are more about local issues and the party in power always has the upper hand,” he said. Hussain was less sanguine. The All India United Democratic Front, he predicted, was “likely to be further marginalised” in the days to come.","author":"Arunabh Saikia","time":"2018-12-20T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/906155-article-kvuolvrxez-1459447907.jpeg","tags":["Assam","panchayat elections","BJP","AIUDF","Congress"],"source":"https://scroll.in/article/906155/reading-the-panchayat-election-tea-leaves-what-explains-the-decline-of-the-aiudf-in-assam"}