{"title":"Ready for polls in J&K but can’t specify when statehood will be restored, Centre tells Supreme Court","content":"The Centre on Thursday told the Supreme Court that it was ready to hold elections in Jammu and Kashmir but cannot specify a timeline for restoring its statehood, Live Law reported.A five-judge bench headed by Chief Justice of India DY Chandrachud is hearing over 20 petitions challenging the Central government’s decisions to revoke Jammu and Kashmir’s special status and split the erstwhile state into two Union Territories in 2019. On Tuesday, the court had asked the Centre to specify by when it plans to make Jammu and Kashmir a state again.On Thursday, Solicitor General Tushar Mehta reiterated that the Union Territory status of Jammu and Kashmir was temporary. He, however, added, “I am unable to give an exact time period for complete statehood.”Mehta said that process of updating voter lists in the Union Territory was “substantially over”, adding that the Centre will hold three-tier elections for the panachayat, municipality and Assembly in Jammu and Kashmir.“Central government is ready for elections any time now,” he said, according to Live Law. Mehta also cited government data to claim that incidents of stone throwing and bandhs called by secessionist groups have reduced in Kashmir and that tourism has flourished since Article 370 was abrogated. He claimed this showed that normalcy had been restored in Jammu and Kashmir.Senior Advocate Kapil Sibal countered the argument, saying that the government was taking coercive action. “If you have 5000 people under house arrest and [prohibitory orders under Section] 144 throughout the state, there can be no bandh,” he said. Also read: What government data says – and doesn’t – about militancy in J&K since the scrapping of Article 370","author":"Scroll Staff","time":"2023-08-31T13:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165604-nipdcmsyjz-1635262075.jpg","tags":["Jammu and Kashmir","Supreme Court","Article 370"],"source":"https://scroll.in/latest/1055188/ready-for-polls-in-j-k-but-cant-specify-when-statehood-will-be-restored-centre-tells-supreme-court"}