{"title":"Reading list: How the common man had to cope with demonetisation","content":"After the government had surprised the country by banning Rs 500 and Rs 1,000 currency notes in November 2016, it was not just industry that was crippled temporarily, but the common man too. Scroll.in extensively covered the impact demonetisation had had on the public, from those in Tamil Nadu to Kashmir. Here are some of the pieces that examined how daily life was affected by demonetisation: Chaos on the streets as Indians struggle to break Rs 500 notes: The poor were hit the hardest the day after India’s two biggest currency denominations were demonetised to fight black money.Low-income patients are hobbled by the currency-note ban: Demonetisation or not, doctors had no business denying emergency healthcare services.For bank employees, it’s been 12-hour days filled with frustrated customers: Arguments are breaking out as some customers want only small denominations, and the well-off are demanding priority over the poor.            What of the women who hide cash to feed their children or to escape abuse?: A large section of women in India are out of the banking system, and the currency withdrawal has hit them hard.A morning spent in a queue to withdraw cash is a day without earning a wage, say factory workers: Several workers in Delhi got their wages for October and November in old currency notes while others got cheques. Now, the challenge for both is withdrawal.    Nagaland struggles with demonetisation: Kashmir’s frequent internet bans prompt shops to still accept demonetised currency. Indians travelling abroad face demonetisation wall: Debit card use overseas seems to have cap too: The RBI’s cap on card withdrawals seems to apply even to currencies that have not been demonetised. Nobody has any cash in this village in Maharashtra: The government’s demonestisation has devastated farmers, landless labourers, pensioners, petty traders and many others across Maharashtra.Farmers suffer as cooperative banks barred from exchanging, depositing old currency: Insiders said the RBI’s move could be because of incomplete Know Your Customer forms and money laundering allegations.How four families have survived two weeks of demonetisation: There has been a dip in both incomes and spending.","author":"Scroll Staff","time":"2017-08-31T14:53:48.047274+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/849126-46413-zahwjodwtg-1480413501.JPG","tags":["demonetisation","Reading list"],"source":"https://scroll.in/latest/849126/reading-list-how-the-common-man-had-to-cope-with-demonetisation"}