{"title":"Readers’ comments: Veg vs ‘non-veg’ debate should consider the industrialisation of meat production","content":"Sudha Nagavarapu’s article offers many important perspectives on the consumption of animal foods (“How I became a ‘non-vegetarian’: Lessons from India’s diverse food systems”). I particularly appreciated Nagavarapu’s critique of caste-based vegetarianism and cow vigilantism, as well as the discussion of the perception of hunting in some indigenous communities. At the same time, I believe the article misses a crucial consideration: the industrialisation of animal agriculture in India and its consequences for the environment and for animal welfare.Nagavarapu decided to start eating meat to acknowledge the ecological superiority of the practices followed by small and marginal farmers and pastoralists, and to protest the violence these communities have faced. I think these motivations are laudable. At the same time, the article may inadvertently convey that meat consumption in India is always an act of solidarity with small farmers. Nagavarapu has rightly noted that what we eat is implicated in politics, and this necessitates a deeper examination of the industrialisation of animal agriculture in India.I’ll focus on chicken, the meat most commonly consumed in India. The latest livestock census (2019) estimated the poultry population in India to be 851 million. The majority of these birds (~63%) are raised on commercial farms. This marks a significant shift from traditional backyard poultry rearing to large-scale, integrated commercial farming dominated by a few corporations.This transition towards industrialised production has profound environmental consequences. It is highly resource-intensive, and diverges sharply from the ecological practices followed by the small farms that Nagavarapu describes. It is also polluting: poultry farms in India have been linked to increased faecal contamination of water bodies and the spread of particulate matter from poultry dust (feathers, litter, feed, etc.).I’m not debating the ethics of slaughtering chickens for consumption. Rather, I’m asking that given that chickens will be slaughtered, what standard of living should we safeguard for them? It surely can’t be the practices prevalent in industrialised farms today: chickens are bred and raised to gain as much weight as possible, as fast as possible.I believe Nagavarapu and I share the same goal – to foster informed thinking about food sources and the systems our food choices support. I’m grateful to her for spotlighting the human communities who have been affected by our food choices, as well as for noting the privilege needed to maintain a healthy vegetarian diet in India. Through this response, I hope to extend this conversation to also consider the industrialisation of animal farming in India. – Ishita Batra***A vegetarian turning to eating meat happens often. But to state being a vegetarian is “casteist” does not seem right. We all are entitled to our own choices. Eating animal food or vegetarian food is a personal choice and should be left at that. The author turned “non-vegetarian” because of the need to acknowledge ecologically superior practices – as per her understanding – and to protest the violence against these communities (Dalits and Muslims) and possibly because she felt like an outsider. The author also seems to selectively refer only to Hindu culture. She should have covered the aspect of eating pork in an Islamic country and even “halal certification”. Also, vegetarian food is less resource-intensive than meat. – RKEditor’s note: Not all Muslim countries prohibit the consumption of pork by non-Muslim residents and visitors while the halal certification does not restrict people from other faiths from consuming these products.Zomato, ‘pure veg’Why do Indians have to unnecessarily bring caste, minority and majority into everything (“Why Zomato’s ‘pure veg’ service is being criticised as casteist”). Zomato is a business venture and the business development team sees this as an area to earn more money. Vegetarians in general cannot adjust to the taste or smell of non-veg food. The use of the word “pure” is just to emphasise the origin, like pure leather. Let us get out of these issues of caste, majority and minority and move the country forward with progressive thoughts. – Vipul Sethi","author":"Scroll","time":"2024-03-28T15:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199546-snzdumpnms-1711302963.jpg","tags":["Meat","Caste","Vegetarianism","Halal","Pork","Food Politics","Animal agriculture","Zomato"],"source":"https://scroll.in/article/1065730/readers-comments-veg-vs-non-veg-debate-should-consider-the-industrialisation-of-meat-production"}