{"title":"Readers’ comments: Ram temple can’t escape stain of vengeance. Where will we stop in time?","content":"Harsh Mander’s article (“Harsh Mander: Ayodhya dispute was not just about a plot of land – it was about how we imagine India”) emphasising not just two distinct ideas of India, but also of Ram himself, is a much needed reminder. Ram has, for at least 2,000 years, been a key facet of Indian civilisation and its diverse cultures, revered across religions, cultures and languages, as is evident in the poetry of Annamayya and Tyagaraja, of Kabir and Shah Abdul Latif, in the Guru Granth Sahib and in the Jataka, in the Purananuru.A Ram temple in Ayodhya should ideally have become a symbol of India’s continued cultural and spiritual reverence for Ram. But a mandir that has been built after razing a Masjid – touted as an act of civilisational renewal – cannot escape the stain of misplaced and destructive vengeance. I agree with Mander’s conclusion, which is both a succour and a personal rebellion: “These are days when every Indian is compelled to think of Ram in their own way”. – Varigonda Kesava Chandra***Well-articulated. Where do we stop in time to “correct” perceived wrongs? Which mosque built by the “invader” will be the next target? If the people, judiciary, bureaucracy and the military too become a part of this madness, India will go the way of Adolf Hitler’s Germany. – DS Sarao***This is a biased article. – Ishvar Raval *** Although a faith-blessed Hindu, it was only in the grip of morbid sociopolitical dismay, that I chose to observe about 15 minutes of the rites for the Ram murti prana pratishtha. On seeing the televised image, the thought that sprang abruptly and powerfully to mind was this: “…what rough beast, its time come round…” I wondered if I was the only person on earth who had that immediate association and searched online only to find this four-year-old article (“How a hundred-year-old poem speaks to the central conflict of the 2010s”). This is my note of thanks and solidarity across time and space. Also grateful to discover Scroll and will be following your work. – Pavani Ganga*** This article brings back memories from that period of the early 1990s: a Mumbai Shia Muslim employed in a corporation who occasionally lived in the area mentioned, the killing of a Muslim fruit vendor and the senseless attack on a Christian grocery store (“From the Babri demolition to the Ram Temple inauguration, a personal history of New India”). The Hindu Rashtra has been established, but why this demonisation of the other? Does this demonstrate a latent insecurity? – Niloufer GuptaMore despair-filled articlesThis is the classic 2014-’19 despair that I have been missing a lot in the last five years (“What will India look like as a Hindu rashtra?”). The 2019 defeat really broke some spirits and it was almost as if everyone had given up. I am looking forward to more such despair-filled articles that crescendo when the 2024 results are released. – Nivas Lakshminarasimhan ***An equally important question is what will happen to India after Narendra Modi. I think it is time we started thinking about this too– Rakesh Misra Biased against HindusPeople like Ramachandra Guha have no courage to talk about Islam and Christianity (“Ramachandra Guha: What will the inauguration of the Ram temple portend for India’s future?”). They only criticise Hindus, who never react violently. – Prasad Popuri ***I have seen and read multiple articles published by Scroll on Hindus, Hindutva and the Bharatiya Janata Party. Are you unable to find fault with other parties, religions and religious extremism? I may be wrong but you are promoting the wrong ideas. – Vineet Khanna On Babri, Congress should have convinced MuslimsHad the Congress led an effort to convince the Muslims to shift the Babri masjid – they were not praying there anyway – 10 km away, today they would be getting credit and thousands would not have died (“Ram temple shows Hindutva demands complete surrender – even of our memories”). – Jagruti Desai ***Take down this article (“What explains the silence among Muslim communities on the Ayodhya judgment?”). I read what KK Muhammad, the Archaeological Survey of India archaeologist, who reported evidence of the remains of a temple at the site of the Babri masjid. The writer should conduct proper research instead. – Sham Minnie ***What is the point of publishing this story now (“‘I kept smashing the dome’: Four kar sevaks recall Babri demolition, ahead of Ram temple opening”)? – Mubina Akhtar","author":"Scroll","time":"2024-01-31T15:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197952-bsiiotgwfc-1706455848.jpg","tags":["Ram Temple","Ayodhya","Hindutva","Babri Masjid","Ram","Hinduism","Islam","Idea of India","Secularism"]}