{"title":"‘Real characters in a larger-than-life world’: Karan Anshuman on the Amazon series ‘Mirzapur’","content":"A small town in Uttar Pradesh known to the world for its carpets becomes the spot for bloodshed and gang wars in Amazon’s new Indian series, Mirzapur. There are professional gangsters and wannabe gangsters played by an ensemble cast that includes Pankaj Tripathi, Vikrant Massey, Ali Fazal and Divyendu Sharma. Caught in between are the police, the town’s residents, and feisty women played by Rasika Dugal, Shriya Pilgaonkar and Shweta Tripathi. The Excel Entertainment production goes online on November 16.Mirzapur has been written by Karan Anshuman along with Puneet Krishna and Vineet Krishna. Anshuman previously created the Indian web series Inside Edge which became a big success and scored a nomination at the 46th International Emmy Awards. Anshuman has also co-written and directed the film Bangistan (2015). While Inside Edge revolved around the intersection of cricket, entertainment and politics, Bangistan was a satirical take on religious fundamentalism and terrorism. In an interview, Anshuman discussed Mirzapur, the subjects that interest him, and his plans.How was ‘Mirzapur’ conceived? We are all big fans of the hinterland Western genre. We have seen it in films like Omkara and Gangs of Wasseypur. But you cannot do justice to this genre in cinema because of the restrictions of the medium. The genre demands extreme violence and visceral imagery.We had this idea for a gangster drama, and I felt that the best way to do it in India was to set it in the hinterlands, in the back of beyond. We [co-writers Puneet Krishna and Vineet Krishna] had access to a lot of stories based on our research, but we wanted to create a world that was hyper-real and amped up. We created a world of violence where even the nicest person would own a gun and could pull the trigger if the need arose. But the characters and their relationships are emotional. All the characters are heroes in their own arc, so everyone will find someone to relate to.\n\n\n    \n    Play\n\nMirzapur.When you say hyper-real, do you mean ‘Mirzapur’ is similar to ‘Inside Edge’, which had a realistic milieu but also over-the-top characters like that Vikrant Dhawan?With Vivek Oberoi [Vikrant Dhawan in Inside Edge], what we tried to do was to create a comic-book villain. He was ultra-villainous with no redeeming qualities. In Mirzapur, the characters are real, but the world they are in is larger than life, similar to the worlds of Quentin Tarantino and Robert Rodriguez.We travelled far and wide in Uttar Pradesh, its interiors, particularly the Purvanchal area. We learned new things, like how desi kattas [locally produced guns] are manufactured. We met retired gangsters, if you can call them that. We came across many stories and legends. Guddu [Ali Fazal] and Bablu’s [Vikrant Massey] stories were based on two real boys who rode a bike and went around terrorising the town. We researched the drug trade. But because the world is so fictionalised and dramatised, we let our imagination run wild.In one of our trips, we met this wannabe bodybuilder. We were taken aback by the effort and commitment these guys put in to win a local contest. Unlike the creme de la creme of Bombay’s actors, they do not have access to the right training and so they make compromises with their body. Guddu is inspired by this guy.Why Mirzapur and not any other town in the hinterland?The story is set in Mirzapur and Bhadohi in Uttar Pradesh, and between the two, Mirzapur sounded better. But the story is fictionalised and not based on the real Mirzapur at all. Mirzapur and Bhadohi are two of the world’s biggest centres for making carpets. There, the drains are running with colours coming from the carpet factories. Kaleen bhaiya’s business is carpet-making. Of course, we could have set the story anywhere, but these background details bring texture, and create a sense that, yes this happened in Mirzapur and there was a shady don.Pankaj Mishra in Mirzapur. Courtesy Amazon Prime/Excel Entertainment.Give us an idea of the primary characters, starting with Kaleen bhaiya, played by Pankaj Tripathi.Kaleen bhaiya is the centre of the universe. He is the prime mover of things. He is the puppeteer. A lot of the events in the series are caused by him. But he tries to be an honourable, straightforward guy at the same time. He looks at himself as a businessman. Pankaj Tripathi is very restrained in this role. He is coming to this after a bunch of comic roles, where he is very natural. It took some warming up for him to switch, but once he got the character, it was smooth sailing.Divyendu Sharma in Mirzapur. Courtesy Amazon Prime/Excel Entertainment.Divyendu Sharma plays Munna, who seems to be the baddest guy in the series.Munna is the evilest character. For me, he is the most interesting one because the more evil and crazy one is, it keeps the audience wondering about just how depraved he can get. It was fun to create him. Munna can just kill someone and have a laugh about it. He is basically an entitled son of a big gangster.What’s interesting is the father-son relationship between Munna and Kaleen bhaiya, which is layered and complicated. On an emotional level, people will relate to it even though these are gangsters. The father thinks the son is not good enough and is frustrated. The son is frustrated because he can’t wait to prove himself.Ali Fazal and Vikrant Massey in Mirzapur. Courtesy Amazon Prime/Excel Entertainment.As for Ali Fazal and Vikrant Massey, one seems like a hothead and the other is the composed one.Yes. Guddu and Bablu are two middle-class guys representative of today’s Indian youth under 30. They are frustrated growing up in this milieu, because their options and opportunities to grow and get out are limited. If you dare to dream, there’s a problem. Both of them have different ambitions. One is academic, the other is a hotheaded muscleman trying to get big. We wanted to create some contrast that way. One participates in violence enthusiastically, the other reluctantly. Their aspirations in life slowly get twisted into something else. In the trailer, Guddu says “Shuru majboori mein kiye par ab mazaa aa raha hai”, which tells us the progression of these brothers. They get into violence involuntarily, but they cannot return after a point, and then, they feel this sense of power.Rasika Dugal in Mirzapur. Courtesy Amazon Prime/Excel Entertainment.What scope do the women characters have in such a universe?For me, it’s very important to have empowered women characters who think for themselves and have agency even in the most testosterone-driven situations. In Inside Edge, despite it being a man’s world of cricket, the women were strong and came out on top in the end. It’s the same in Mirzapur. Rasika Dugal’s character Beena, and then Golu [Shweta Tripathi] and Sweety [Shriya Pilgaonkar] are all empowered. They have their moments and contribute to the story in major ways.From ‘Bangistan’ to ‘Inside Edge’ and now ‘Mirzapur’, your protagonists are young, somewhat naive men who are unknowingly caught up in a larger game where bigger players pull the strings.In these stories, people do get inadvertently involved in a world that they don’t necessarily belong to. For example, the Prasanth character in Inside Edge. He comes from a village in Uttar Pradesh who gets involved in bigger games once he is out in the city. It’s a very old screenwriting trick to get characters in an unfamiliar situation and see how they react to it. That aside, what I am enjoying doing is creating parallel worlds that aren’t real. Bangistan isn’t real. Neither is Inside Edge. When I was researching for Inside Edge, in fact,  I had to tone down the story from reality because the reality was so crazy. These stories are not stories you would find down the street. In Mirzapur, the location is real, sure, but what happens in the series is not something you see daily. We get a peek into a parallel universe where we see what goes on behind the scenes.\n\n\n    \n    Play\n\nInside Edge.Have you directed all episodes in ‘Mirzapur’ as you did in ‘Inside Edge’?No, I have shared directorial duties with Gurmeet Singh and Mihir Desai. The directors have been individually credited accordingly. Shooting all episodes is very overwhelming and burns you out. We tried emulating the Hollywood model by having multiple directors. We divided the tasks location-wise.Will you return to films after this?A film is definitely on my mind but I have too many exciting things up my sleeve in the web series format. There is so much to explore in terms of writing. Right now, the ideas are just flowing. I want to set up a couple of more things with a long lifespan before I move to a movie. Right now, I am trying to turn my book Kashmirnama into a series.Karan Anshuman.","author":"Devarsi Ghosh","time":"2018-10-29T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/103993-tmtulcqrxe-1540477621.jpeg","tags":["Mirzapur","Karan Anshuman","Amazon Prime"],"source":"https://scroll.in/reel/899548/real-characters-in-a-larger-than-life-world-karan-anshuman-on-the-amazon-series-mirzapur"}