{"title":"Rearrested after getting bail: How the law is abused to keep dissidents in jail","content":"Earlier this month, on March 5, Fahad Shah, the editor-in-chief of news website The Kashmir Walla, was arrested for a third time in just over a month, hours after getting bail in another case. Over the course of six weeks, Shah has been given bail twice. Each time, however, he was rearrested immediately after getting bail. Shah’s case is a part of a larger pattern where law enforcement agencies circumvent the award of bail by re-arresting an accused person immediately, either in a pending case or a new case. This is especially common in politically motivated cases.Case against ShahShah was arrested on February 4 by the Pulwama Police for posting allegedly “anti-national” content on social media. He was booked under the Unlawful Activities (Prevention) Act, 1967, a stringent anti-terror law. The day after his arrest, the Kashmir Police tweeted that Shah was wanted in three cases from 2020, 2021 and 2022 “for glorifying terrorism, spreading fake news and inciting general public for creating law and order situations”. The police added that his arrest on February 4 was under a first information report from 2022.Fahad Shah is wanted in 3 cases for glorifying terrorism, spreading fake news & inciting general public for creating L&O situations: FIR No. 70/2020 of PS Safakadal Srinagar, FIR No. 06/2021 of PS Imamsahib, Shopian & currently has been arrested in FIR No. 19/2022 of PS Pulwama.— Kashmir Zone Police (@KashmirPolice) February 5, 2022\n\nOn February 26, after 22 days, Shah was granted bail. However, hours after getting bail, Shah was arrested again,  this time by  Jammu and Kashmir’s Shopian Police. This arrest was based on a first information report from 2021. Shah was booked under sections of the Indian Penal Code that deal with provocations with  the intention of causing a riot and statements causing “public mischief”. A Shopian court granted him bail on March 5. But only a few hours later, Shah was arrested yet again, this time by the Srinagar Police.  This case went back to reporting Shah had done in May 2020, for which a  first information report was registered the same year. In this  instance, Shah was again booked under the anti-terror law Unlawful  Activities (Prevention) Act, 1967, along with sections of the  Indian Penal Code, 1860, related to rioting, attempt to murder, printing  defamatory matter and causing public mischief. On Monday, his lawyer informed the press that Shah has also been booked under theJammu and Kashmir Public Safety Act, 1978, a preventive detention law. Under this law, a detainee could be kept without trial for up to two years without framing of formal charges. In addition, the detainee cannot move for bail before a criminal court and can only challenge his detention by filing a writ petition before a High Court or the Supreme Court. This way, Shah could be kept in custody even if given bail for a third time on the earlier charges.Fahad Shah’s case update: @pzfahad Sensing that the Hon’ble Special Court may grant the bail as the allegations levelled against the accused does not prima facie connect him with the commission on any offence the authorities have taken recourse to J&K Public Safety Act. @tkwmag— Umair Ronga (@umairronga) March 14, 2022\n\nShah's lawyer Umair Ronga tweeting about Shah being booked under Jammu and Kashmir Public Safety Act.\nThe pattern of arrests and re-arrestsThis is not the first time the police have resorted to the strategy of re-arrested a person soon after they have been granted bail in another case. “Either the police use cases that are pending but where no arrests have been made or they file a new case and arrest the accused,” Chennai-based advocate Aasim Shehzad told Scroll.in.In January, another Kashmiri journalist, Sajad Gul, was re-arrested under the Public Safety Act, a day after getting bail in a criminal conspiracy case. In April, actor Deep Sidhu was given bail in a case regarding violence at the Red Fort during a farmers’ protest. However, only a day after he was released, he was arrested again, this time on a complaint filed by the Archaeological Survey of India in January 2021, for allegedly causing damage to the Red Fort.  In May 2020, Devangana Kalita and Natasha Narwal, members of the Delhi students’ collective Pinjra Tod, were granted bail in a rioting case relating to the anti-Citizenship Amendment Act protests. However, they were arrested immediately after in a separate case, on charges of murder and attempt to murder. In 2017, after being given bail while in jail in Visakhapatnam, Maoist ideologue Kobad Ghandy was arrested four days later by the Jharkhand Police, in a case that was pending from 2010.Another political activist, Arun Ferreira was granted bail in 2011, after four years of incarceration. However, right after he was given bail, he was re-arrested. Between 2007 to 2011, there were ten cases against him under the Unlawful Activities (Prevention) Act. However, he was acquitted in all of them in 2014.Natasha Narwal and Devangana Kalita outside Tihar jail after their release on bail in June 2021. Credit: PTI.What the law saysLawyers Scroll.in spoke to explained that different FIRs can be registered if a person has committed multiple offences. “Legally speaking, the bar on the police is that you cannot break up one case into smaller constituents,” lawyer Abhinav Sekhri told Scroll.in. “For instance, you find out that someone has abducted someone, taken them somewhere and killed them. So here, the bar is you cannot divide it into one case for abduction, one case for murder etc.”He continued: “But at the same time, if they find out that this person has done something completely different, then you can file a fresh case. There is no prohibition in that.”Since every offence is distinct, getting bail in one case would not mean an accused is free from legal liabilities when it comes to other charges.“Every offence is independent and distinct,” explained advocate Talha Abdul Rahman. “Once you are released in one offence, it does not mean that you are released in other offences. You will have to seek bail in other cases also.”However, all lawyers pointed out that while it is important in theory to allowing the police the power to register multiple cases against someone, this power is sometimes abused. This is especially so if the motive of the police is simply to keep the accused in jail: since bail hearings may drag on for a long time, the police are able to punish a person without a verdict from a court.“One cannot say that the police does not have a right to register multiple FIRs against a person,” senior advocate Rebecca John told Scroll.in. “However, every case will have to be looked at contextually. Increasingly, in a lot of political cases, the police registers multiple FIRs, which may or may be sustainable, to ensure that a person is kept in custody.” She added: “Eventually most of these cases do not stand judicial scrutiny but you have done enough damage to the life and liberty of the person who has spent countless years in prison.”Said Sekhri, “By filing an FIR, you get the custody of the accused and bail may be difficult to get in many instances. Thus, all the damage that had to be done is done without even taking the case to its conclusion.”Indian inmates at the Tihar jail sit in their cell, in New Delhi, in November 2005. Credit: Manpreet Romana/AFPSafeguards against abuseThough both the legislature and the judiciary have laid down guidelines to prevent such misuse, it has often failed to curb such practices. In 2020, while quashing multiple first information reports registered against news channel Republic TV, the Supreme Court reiterated its principle that the police cannot file a second first information report where the “information concerns the same cognisable offence alleged in the first FIR” or it concerns the “same incident which gives rise to one or more cognisable offences”. However, “where the subsequent FIR relates to different incidents or crimes or is in the form of a counter-claim, investigation may proceed” in the subsequent FIR as well. “Thus, based on things such as how the crime is narrated, a different offence may be made out for the police to register another FIR,” Rahman explained,Recently, the court also laid down principles about when an accused can be arrested after the chargesheet has been filed. “Since the filing of the chargesheet means that the collection of evidence, recording of statements etc. is done,” Rahman explained. “Thus, there has to be a reason for why an accused is arrested after filing of the chargesheet.” Apart from this, the court has laid down principles for granting bail or the police arresting an accused in less serious offences. However, some lawyers also believe that the problem lies with the judiciary  for not keeping the executive in check. For example, judges imposing heavy costs on the police for malicious prosecution would help curb such  practices. “In India, courts don’t hold the executive accountable as they should,” Shehzad said. “One could initiate proceedings for malicious prosecution if they’ve been unfairly targeted. Sadly, these proceedings take long to culminate and courts are reluctant to award exemplary damages unlike countries such as in the United States and the United Kingdom, where the judiciary levies heavy damages on the state for violation of laws.”The legislature has also brought in certain changes to prevent misuse of the law. For instance, it introduced the concept of anticipatory bail when it brought the Code of Criminal Procedure in 1973. Anticipatory bail is the power of courts to grant bail to a person who is apprehending arrest. However, this power is also discretionary and thus is left to the judge presiding in a particular case.Advocate Rahman told Scroll.in, “At the end of the day, the abuse of the law depends on the people who are implementing and interpreting the law.” Recounting BR Ambedkar’s final speech in the Constituent Assembly, he added, “However good a Constitution may be, it is sure to turn out bad because those who are called to work it, happen to be a bad lot.”","author":"Umang Poddar","time":"2022-03-18T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171669-obgodnvswp-1647527031.jpg","tags":["Fahad Shah","Bail","Preventive Detention","Jammu and Kashmir","Freedom of Press"],"source":"https://scroll.in/article/1019465/rearrested-after-getting-bail-how-the-law-is-abused-to-keep-dissidents-in-jail"}