{"title":"‘Recipe for disaster’: Kerala HC stays order to allow sale of liquor on prescription amid lockdown","content":"The Kerala High Court on Thursday stayed for three weeks the state’s government order to allow the sale of liquor to those with doctor’s prescription amid the 21-day nationwide lockdown to contain the coronavirus pandemic, Live Law reported. The court passed the order on a petition filed by the Indian Medical Association, the Kerala Government Medical Officers’ Association and Congress leader TN Prathapan, who argued that the prescription of alcohol to those experiencing withdrawal symptoms was against the basic tenets of medicine. Kerala government’s lawyer KV Sohan, however, argued that administering moderate amount of alcohol to those experiencing withdrawal symptoms is a recognised medical practice. The bench told Sohan that there was no evidence to support his claim and referred to the government’s decision as disturbing. “No document in medical literature supports such prescription of alcohol to persons with alcohol withdrawal symptoms,” Justice AK Jayasankaran Nambiar said. “We are concerned that the state government has taken a unilateral decision to administer more alcohol to people with withdrawal symptoms.” Justice Nambiar also referred to the government decision as “a recipe for disaster”. Also read : People with prescriptions can get alcohol during lockdown, says Kerala governmentCoronavirus: Kerala suspends sale of liquor at state-run stores amid nationwide lockdownEarlier this week, the Kerala government had said that people with a doctor’s prescription will be allowed to purchase alcohol amid the lockdown and said it was considering online sale. The decision came after reports that several addicts across the state had killed themselves over not being able to get liquor.Last month, the Kerala government had closed all outlets of its state-run liquor corporation. Despite the lockdown in the state and police presence, people had continued to line up outside the outlets, sparking fears about the spread of the coronavirus infection. Kerala has 265 cases of the coronavirus and there have been two deaths, according to the Ministry of Health and Family Welfare. Follow our live updates here","author":"Scroll Staff","time":"2020-04-02T14:17:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/74597-vjkxoxckna-1511436358.jpg","tags":["Kerala","covid-19","Kerala High Court","coronavirus"]}