{"title":"Record number of 293 journalists imprisoned globally in 2021, says report","content":"A record 293 journalists across the world are in jail for their work as of December 1, according to an annual census published by the Committee to Protect Journalists on Thursday. The figure was 280 in 2020.The report said that this was the sixth consecutive year that the number of incarcerated journalists was more than 250.The Committee to Protect Journalists report also showed that seven journalists were behind bars in India. These include Siddique Kappan, Manan Gulzar Dar, Aasif Sultan, Rajeev Sharma, Tanveer Warsi, and Bhima Koregaon case accused Gautam Navlakha and Anand Teltumbde.The report pointed out that the number of incarcerated journalists do not include those who had been jailed and then set free. It said that the reasons for putting the journalists behinds bars different in each country. “But all reflect a stark trend: A growing intolerance of independent reporting,” it said. “Emboldened autocrats are increasingly ignoring due process and flouting international norms to keep themselves in power.”The report added: “In a world preoccupied with Covid-19 and trying to prioritise issues like climate change, repressive governments are clearly aware that public outrage at human rights abuses is blunted and democratic governments have less appetite for political or economic retaliation.”The Committee to Protect Journalists’ report said that at least 24 journalists were killed this year because of their work, while it could not determine if 18 others who died were specifically targeted because of their reporting.Of the 24 killed, four were journalists who died in India, the report said. They were Avinash Jha, a journalist working with BNN News, Telugu news channel EV5 reporter Chennakeshavalu, Hindi news channel Sudarshan TV’s Manish Kumar Singh and ABP News’ Sulabh Srivastava.The report classified their deaths as murders while the demise of another journalist Raman Kashyap was listed as “dangerous assignment”.Kashyap was one of the eight persons who had died when a car belonging to Union minister Ajay Mishra’s convoy had run over them during a farmers’ protest in Uttar Pradesh’s Lakhimpur Kheri district in October. Ashish Mishra, the son of Union minister Ajay Mishra, has been arrested in connection with the killings.Indian photojournalist Danish Siddiqui too had died while working on an assignment in July. However, his death was not listed under India as he had been killed by the Taliban in Afghanistan.China jailed highest number of journalistsChina continued to be on the top of the list as the country that jailed the highest number of journalists for the third year in a row. The report said that it was the first time the journalists held in Hong Kong have figured in the census following the implementation of China’s National Security Law.The law passed for Hong Kong in June overrides local laws and give sweeping powers to security agencies. The unprecedented law is aimed at curbing pro-democracy protests – which rocked Hong Kong in 2019.Eight journalists have been arrested in Hong Kong. Among those jailed in mainland China include Zhang Zhan. She was jailed for four years for allegedly “picking quarrels and provoking trouble” during her reporting on the coronavirus outbreak in Wuhan. Myanmar was on the second spot in terms of jailing journalists, followed by Egypt, Vietnam and Belarus.The report also pointed out that about 14% of the jailed journalists were women. It said that at least 17 have been charged with cybercrimes.It also said that no journalists were in jail in North America as of December 1. “However, the US Press Freedom Tracker, a partner of CPJ, recorded 56 arrests and detentions of journalists across the US during 2021,” it added.","author":"Scroll Staff","time":"2021-12-09T17:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/143161-lbviqrlimi-1603273731.jpg","tags":["Committee to Protect Journalists","Journalists","Press Freedom"],"source":"https://scroll.in/latest/1012445/record-number-of-293-journalists-imprisoned-globally-in-2021-says-report"}