{"title":"India among most dangerous countries for journalists, says media watchdog Reporters Without Borders ","content":"India is among the five most dangerous countries in terms of journalists killed across the world this year, media watchdog Reporters Without Borders has said in a report.The report, published on Tuesday, said that 46 journalists were killed this year in connection with their work. Of these, the highest number of deaths were reported from Mexico with seven fatalities, followed by Afghanistan with six, Yemen and India with four each and Pakistan with three.   In India, the ones who were killed were Avinash Jha, a journalist working with BNN News, Telugu news channel EV5 reporter Chennakeshavalu, Hindi news channel Sudarshan TV’s Manish Kumar Singh and ABP News’ Sulabh Srivastava.Asia has proved to be most dangerous continent for journalists as a total of 109 journalists have been killed in last five years.The Reporters Without Borders also said that 488 journalists have been detained across the world this year. This is the highest number of detentions of media professionals in a year since the organisation started keeping a record in 1995.Though the organisation does not specifically mention the journalists detained in India, seven journalists are currently in jail in the country, according to the Committee to Protect Journalists. They are Siddique Kappan, Manan Gulzar Dar, Aasif Sultan, Rajeev Sharma, Tanveer Warsi, and Bhima Koregaon case accused Gautam Navlakha and Anand Teltumbde.  Besides them, two journalists were arrested in Tripura in November for covering anti-Muslim violence in the state. However, they have been granted bail. Several journalists had been detained in Jammu and Kashmir too.The Reporters Without Borders said that the number of journalists detained this year for their work marked a 20% increase from last year.The report said that the increase in number in arrests was mainly due to actions against journalists in three countries – China, Belarus and Myanmar. “The magnitude of these figures is also indicative of an increasingly relentless crackdown on independent media,” the report stated.China, for the fifth year in a row, recorded the highest number of journalists jailed at 127. The report said that this was a result of President Xi Jinping’s control on Hong Kong.“In this special administrative region, which used to be a regional model of respect for press freedom, and which had no imprisoned journalists, the national security law imposed by Beijing in 2020 has been used as a pretext for arresting and detaining at least 10 journalists as of 1 December,” it said.The National Security Law passed by China for Hong Kong in June overrides local laws and give Beijing sweeping powers to security agencies. The unprecedented law is aimed at curbing pro-democracy protests – which rocked Hong Kong in 2019.The report said that authorities in Myanmar detained jailed 53 journalists last year. The figure was a steep increase since the military coup in the country in February. Last year, only two journalists had been detained in Myanmar.   After Myanmar, the highest number of detained journalists were in Vietnam (43), Belarus (32) and Saudi Arabia (31). Last year too, Saudi Arabia and Vietnam were in Reporters Without Borders’ list of countries with most detentions of journalists. In Belarus’ case, the report attributed the increase to “disputed” re-election of President Alexander Lukashenko after which 32 journalists were detained in the country.Number of journalist killed lowest in 20 yearsThe report said that the lowest number of journalists’ deaths was recorded in 2021 in 20 years. It said that 30, or 65%, of these deaths were as a result of journalists being deliberately targeted because of their work.As many as 18 journalists were killed in war zones in 2021, and three of them died while reporting inthe field away from their home country.Of these three, is Indian photojournalist Danish Siddiqui, who worked for Reuters news agency. He was killed on July 16 while covering the Afghan conflict for the news agency.Journalists killed in the last five years. (Source: Reporters Without Borders)Highest number of women journalists detainedOf the 488 journalists detained, 60 are women, the report noted. This is an increase of 33% as compared to last year and the highest figure recorded by the organisation. “Women now represent 12.3% of detained journalists, nearly double what it was four years ago [6.6%],” the report said. “Not only does this increase illustrate the fact that more and more women work as journalists and are not immune to the repression faced by the entire profession, but it is also indicative of certain regional characteristics.”China jailed the highest number (19) of women journalists too, according to the report. These include Claudia Mo, a pro-democracy advocate in Hong Kong, Sofia Huang Xueqin, a #MeToo movement activist, and Gulmira Imin, the administrator of Uyghur news website Salkin.Belarus stood out for detaining more women journalist with 17 in prison than men (15) this year.(Source: Reporters Without Borders)65 journalists held hostage, two missingThe Reporters Without Borders said in its report that 65 journalists and media workers were currently being held hostage. All of them were abducted in three West Asian countries – Syria (44), Iraq (11) and Yemen (9) – except Olivier Dubois, a French journalist who was abducted in Mali, the report said. “In Yemen, the Houthis are still holding eight journalists, four of whom were sentenced to death last year on the supposed grounds they spied for Saudi Arabia,” the report said. “Most of these hostages suffer from severe physical consequences as a result of torture. In the past, this Shia militia has openly used the journalists it abducts as bargaining chips in negotiations over prisoner exchanges.”The report also noted that four Yemeni and one American journalist had been freed from captivity.The report said two journalists went missing in 2021, taking the tally of disappearances recorded by the organisation since 2003 to 46.Both of the missing journalists are from Mexico. They are Jorge Molotzín Centlal, who disappeared on March 10, and Pablo Felipe Romero, who was reported missing on March 25. The report also said that none of the five journalists who had disappeared last year have been found.(Source: Reporters Without Borders)","author":"Scroll Staff","time":"2021-12-17T17:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/96603-rwnkkalchf-1597237360.jpg","tags":["Reporters Without Borders","Journalists","Press Freedom"],"source":"https://scroll.in/latest/1013070/record-number-of-488-journalists-detained-in-2021-says-media-watchdog-reporters-without-borders"}