{"title":"Reconsider your position on conducting caste census, Nitish Kumar urges Centre","content":"Bihar Chief Minister Nitish Kumar on Sunday urged the Centre to reconsider its position on undertaking a caste census, The Indian Express. Kumar made the request three days after the Centre told the Supreme Court that the exercise would be “administratively difficult”. The Centre had on September 23 submitted an affidavit to the top court in response to a request made by the Maharashtra government for the release of the data of the 2011 socio-economic census. The Centre had said that the data had many technical flaws and was unusable, The Indian Express reported. Kumar said on Sunday that to rule out a caste census by citing the mistakes in the 2011 process would be wrong. “What they carried out in 2011 was a socio-economic caste census,” Kumar said, according to the newspaper. “It was not a caste census. And that was not undertaken properly and was not published. A caste census will be more systematic.” The Bihar chief minister again emphasised on the need for a caste census “It will help in identifying castes which remain backward,” he said, according to The Indian Express. “Consequently, corrective measures can be taken for their development.” Kumar said that the Bihar Assembly had passed resolutions in support of a caste census. “All of us have already jointly placed our demand,” he said. Also read: Caste enumeration of OBCs in 2021 census will be ‘difficult’, Centre tells Supreme CourtThe chief minister added: “The issue has come up now in connection with the socio-economic caste census matter in the court. It has no connection with our demand. We would like to request that the issue be considered and reconsidered, and caste census be carried out.”  Rajiv Ranjan Singh, a leader from Kumar’s Janata Dal (United), also said a caste census will help frame policies for the poor, The Indian Express reported.  “No one has anything to lose from it,” he added. India had last conducted an exercise to count the population of all caste groups in 1931. In independent India, census reports have published data noting the population of Scheduled Castes and Scheduled Tribes, but not other caste groups.However, several welfare programmes implemented by the central government are based on caste identities. In many parts of the country, caste plays a key role in politics.In August, a delegation of 10 political parties led by Kumar had met Prime Minister Narendra Modi to press for a caste-based census.  Leaders from other parties too have spoken up to ask for a caste census after the Centre’s submission in the top court. Jharkhand Chief Minister Hemant Soren on Sunday met Union Home Minister Amit Shah and handed him a letter demanding that a caste census be conducted in India. मुख्यमंत्री श्री @HemantSorenJMM की अध्यक्षता में झारखण्ड से सर्वदलीय शिष्टमंडल ने माननीय केंद्रीय गृह मंत्री श्री अमित शाह से मुलाकात कर उन्हें जाति आधारित जनगणना कराने हेतु माँग पत्र सौंपा। pic.twitter.com/RoVEAFjH8V— Office of Chief Minister, Jharkhand (@JharkhandCMO) September 26, 2021\n\nTamil Nadu’s Patalli Makkal Katchi has also joined the list of parties demanding a caste-based census in India, PTI reported. The party’s founder S Ramadoss said: “Necessity is the mother of invention. In India, there is an unavoidable necessity for a caste wise enumeration in Census. Considering it, if a decision is taken to carry it out, all practical problems can be addressed.”","author":"Scroll Staff","time":"2021-09-27T11:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/146286-socepuczjm-1601986760.jpg","tags":["Nitish Kumar","caste census","national news"],"source":"https://scroll.in/latest/1006325/reconsider-your-position-on-conducting-caste-census-nitish-kumar-urges-centre"}