{"title":"Red Lorry Film Festival picks: ‘Hesitation Wound’, ‘The Goldman Case’, ‘Wicked Little Letters’","content":"Leading ticketing platform BookMyShow is holding its own festival of movies, hoping to draw cinephiles away from streaming devices and back into cinemas. The upcoming Red Lorry Film Festival comprises at least a hundred titles, including international productions that have either not been shown in India before or have been screened only at film festivals.Red Lorry marks a quarter century of BookMyShow’s parent company, BigTree Entertainment. The programme has movies that span languages and genres. They will be screened between April 5 and 7 at the Maison INOX and Maison PVR multiplexes in Bandra Kurla Complex, Mumbai.Among the confirmed noteworthy titles is Turkish director Selman Nacar’s riveting Hesitation Wound, in which a hot-shot criminal lawyer struggles with her conscience while representing a dodgy client. Nacar’s previous movie Between Two Dawns similarly tackles the consequences of powerful people going to any lengths to protect their interests.\n\n\n    \n    Play\n\nHesitation Wound (2023).Another compelling, brilliantly performed legal drama is prolific French filmmaker Cedric Kahn’s The Goldman Case. One of two films made by Kahn in 2023, The Goldman Case is based on the action-packed trial of Left-wing activist Pierre Goldman (Arieh Worthalter), who is accused of killing two women during a robbery. The film also stars Arthur Harari, the co-writer of Justine Triet’s Palme d’Or winner Anatomy of a Fall, as Goldman’s lawyer.Truculent and complex, Goldman proves to be a formidable client as well as a charismatic defendant. The courtroom is transformed into a battleground of competing political positions when Goldman takes the stand.\n\n\n    \n    Play\n\nThe Goldman Case (2023).Vanessa Filho’s French-language Consent, adapted from Vanessa Springora’s bestselling The Consentment: A Memoir, examines the grooming of a teenager by a writer in his fifties. Set in 1985, Consent stars Kim Higelin, Jean-Paul Rouve and Laetitia Casta.\n\n\n    \n    Play\n\nConsent (2023).Thea Sharrock’s Wicked Little Letters is a wicked little British comedy based on an actual incident. The righteous Edith (Olivia Colman) becomes the target of poison pen letters accusing her of depravity. The suspect is her Bohemian neighbour Rose (Jessie Buckley). The cast includes Timothy Spall as Edith’s husband and Anjana Vasan as a lowly police constable who suspects that Rose could be innocent.\n\n\n    \n    Play\n\nWicked Little Letters (2023).Kilian Riedhof’s Stella. A Life. is also based on actual events. The Nazi-era drama is the account of a Jewish woman (played by Paula Beer) who denounced other Jews during the Holocaust for the sake of her own survival.Kurdish director Jawad Rhalib’s Amal is the story of a teacher who ruffles feathers when she tries to encourage free thought among her students.\n\n\n    \n    Play\n\nStella. A Life. (2023).Andrea Di Stefano’s crime thriller Last Night of Amore stars the acclaimed Italian actor Pierfrancesco Favino, who indelibly portrayed a Mafia informant in The Traitor (2019). Favino plays the police officer Amore, whose retirement is put on hold by a diamond heist in which his friend is killed.Rodrigo Sorogoyen’s Spanish thriller The Beasts examines xenophobia through the experiences of a French couple who clash with villagers over a proposed wind energy project.\n\n\n    \n    Play\n\nThe Beasts (2023).Luc Besson’s Dogman stars indie breakout star Caleb Landry Jones as a victim of abuse who gets emotional succour from his dogs. Jones’s character also performs in a drag act at a cabaret.Also scheduled is a big-screen show of Yorgos Lanthimos’s winning Poor Things, starring Emma Stone, Mark Ruffalo and Willem Dafeo. Lanthimos’s Oscar-winning movie a twisted comedy about a re-animated corpse with a child’s brain. Emma Stone indelibly plays Bella Baxter, who embarks on a sexually explicit journey of awakening. \n\n\n    \n    Play\n\nPoor Things (2023).The programme includes The Great Escaper, a drama about a pensioner who flees his nursing home to attend the 70th anniversary of the decisive D-Day campaign during World War II. Oliver Parker’s film stars Michael Caine in his final role.At least three Indian films will be shown during the festival: Atul Sabharwal’s espionage thriller Berlin, starring Aparshakti Khurana, Ishwak Singh and Rahul Bose, Lord Curzon Ki Haveli, a black comedy directed by Anushman Jha and starring Arjun Mathur, Rasika Dugal and Paresh Pahuja, and Folk Road, a docuseries in which composer Vipin Mishra and actor Satyadeep Mishra take a musical journey across India.\n\n\n    \n    Play\n\nThe Great Escaper (2023).Among the classic titles that will be screened is Italian master Michelangelo’s Antonioni’s Blow-Up (1966). Antonioni’s first English-language film revolves around a photographer in 1960s London who takes a picture that suggests a crime in progress. Antonioni’s classic examines the tensions between reality and perception, apart from questioning the dictum that “the camera doesn’t lie”.\n\n\n    \n    Play\n\nBlow-Up (1966).Alfred Hitchcock’s masterpiece Psycho (1960) is the still-disturbing account of a woman’s encounter with a closeted killer.Orson Welles’s film noir The Lady From Shanghai (1947) stars Welles, Rita Hayworth and Everett Sloane. The highlights of one of Welles’s greatest movies include bravura camerawork, an unrelenting feeling of uncanniness, and a hall of mirrors sequence that has been endlessly imitated.\n\n\n    \n    Play\n\nThe Lady From Shanghai (1947).Also on the list of older titles is Delmer Daves’s Dark Passage (1947), a murder mystery starring the golden couple Humphrey Bogart and Lauren Bacall, Hitchcock’s late-career Frenzy (1972), about the hunt for a serial killer, the iconic Bruce Lee-led martial arts drama Enter the Dragon (1973) and John Huston’s WWII multi-starrer Escape to Victory (1981). The programme includes the British rom-com Love Actually (2003) and the Tom Cruise starrers A Few Good Men (1992) and Jerry Maguire (1996).The line-up also has Scandinavian television series such as Oxen, Agent and The Fortress. The complete list of films is available on BookMyShow.","author":"Scroll Staff","time":"2024-03-25T09:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199547-nemeguccjo-1711304368.jpeg","tags":["Red Lorry Film Festival","BookMyShow","Hesitation Wound","Wicked Little Letters","The Goldman Case"],"source":"https://scroll.in/reel/1065731/red-lorry-film-festival-picks-hesitation-wound-the-goldman-case-wicked-little-letters"}