{"title":"Rediscovering Indian thought: How a scholar built a database of pre-Independence magazines","content":"It began with a cryptic remark.In 2012, when I was teaching at Princeton, a set of bright students enquired whether I might teach a course on Indian political thought. At the time, my rozi roti was teaching one of those broad introductions to “Western” political thought affectionately termed “Plato to NATO” courses. Having long wanted to study the pre-Independence period systematically, I decided to take advantage of the opening. My colleagues at Princeton generously agreed to a last-minute change of plan, and I hastily assembled a syllabus that covered landmarks such as Swami Vivekananda and Aurobindo Ghosh, “recovered” forgotten luminaries like Womesh Bonnerjee and Pherozeshah Mehta, and “retrieved” texts that were harder to come by at the time, such as the writings of Dayanand Saraswati and Deen Dayal Upadhyay.Midway through the semester Pratap Bhanu Mehta happened to pass through Princeton. Who better to ask for advice on how to improve the syllabus? I had hoped for a pat on the back, but it was not to be. Mehta replied with an indirect word of caution. Is it reasonable, he gently asked, to assume that India has a “canon” like the West (referring to the “canonical” texts such as Plato’s Republic and Machiavelli’s Prince that are seen as central to the “Western” tradition)?I spent a week mulling over the comment. I could see the force of his observation: today, if someone wanted to grasp the great debates of the day, they ought to study the exchanges that take place in the op-ed pages of Indian newspapers. But how might this insight be transferred to the period between 1857 and 1947? Who and what ought one to teach – letters, memoirs, biographies, government documents? How might one compress these often-unwieldy materials into a weekly class meeting? Then suddenly one afternoon I recalled a line in Ramachandra Guha’s An Anthropologist Amongst Marxists to the effect that modern India’s intellectual life owed much to long-forgotten periodicals such as The Modern Review and The Indian Social Reformer. A week later I settled down with a few copies of Ramananda Chatterjee’s Modern Review. I was instantly drawn in by the beauty and learnedness of the writing and the charming graphics and photographs. I quickly ordered a half-dozen volumes more. Since the essays in Modern Review referred to, and often responded to, essays in other periodicals such as Sachchidananda Sinha’s Hindustan Review and Ganapathi Natesan’s Indian Review, I requested a half-dozen volumes of those periodicals too. By the end of the summer, with one periodical having led to another, I had worked my way through nearly a dozen titles including Dawn, East and West, The Indian Magazine and Review, and Triveni. Gradually, the bittersweet story behind these periodicals came into sight.In the early nineteenth century the East India Company committed itself to imparting modern knowledge to the people of India. Soon thereafter Indians began flocking to newly created colleges and schools where they became avid readers of the celebrated British periodicals of the era such as Athenaeum, The Quarterly Review, The Contemporary Review, The Fortnightly Review, The National Review, and Nineteenth Century. Not unreasonably, they came to view these periodicals as exemplars of public debate and reasoned deliberation.As the century progressed, these increasingly urbane Indians ached to discuss subjects closer to home. They answered this need by founding local counterparts to the British periodicals they admired so greatly. In a matter of decades there were hundreds of periodicals in circulation, brimming with essays on a wide range of topics. How to address inequalities of caste and gender? What to learn from rising powers like Japan and the United States? How to ensure economic development and advance self-government? How to reconcile traditional beliefs with modern science?A vibrant public sphere now took shape as legions of newly minted graduates contributed and subscribed to these English-language periodicals. The most notable of the first wave included Bengal Magazine, Haris Chandra’s Magazine, Mookerjee’s Magazine, Allahabad Review, Madras Review, and The Quarterly Journal of the Poona Sarvajanik Sabha. At the end of the nineteenth century came that magnificent trio – The Hindustan Review, The Indian Review, and The Modern Review – that dominated public life for the next half a century. They were joined by dozens of smaller periodicals such as Welfare, The Aryan Path, and Modern World.It is impossible to overestimate the importance of these periodicals. Transported around the country by newly built railway networks, they attracted and cultivated a wide readership. By compelling writers and readers to think more broadly, they midwifed modern India. This was not all. As these periodicals were typically published on a monthly basis, they devoted themselves not to reporting news, which would be stale by the time the periodical reached the subscriber, but to essays on the leading questions of the day. In doing so, they compelled statesmen and subscribers alike to contend with ideas and arguments. Finally, by allowing diverse viewpoints to be developed and debated, they not only reflected but also stimulated India’s distinctive pluralism. No one who reads these periodicals can fail to see that there have always been multiple, often conflicting, ideas of India. The titles alone are indicative of the immense diversity of interests: Feudatory and Zemindari India, The Indian Ladies’ Magazine, Rajput Herald, and The Indian Emigrant, to name but a few.When India became independent in 1947 public attention shifted to debates on the floor of Parliament and in the opinion columns of newspapers. A new technology, the radio, proved a livelier and more accessible forum for debate and deliberation. It was not long, then, before these periodicals were shuttered. What came after is the real tragedy. As poverty bit, public and community libraries, whose subscriptions had underwritten these periodicals, suffered grave neglect. With their holdings literally crumbling away, many of these libraries sold their invaluable archives as raddi (wastepaper). This is why the vast bulk of these periodicals – our intellectual heritage – can now only be found outside India.In the months following that delightful summer in Princeton a further realisation dawned. When I asked around, it became clear that the breadth and depth of this periodical literature was hardly known. The obstacle was essentially one of limited resources. Since no library in the world holds more than a few volumes of these periodicals, obtaining materials necessitates expensive trial and error. I would wait weeks to obtain a particular volume only to learn that it could not be shipped or did not contain what I thought it would. Had Princeton’s Firestone Library not been willing to shoulder the cost of borrowing multiple volumes from distant locations, I would not have been able to obtain the samples on my desk.It became clear, in short, that most of these periodicals would never receive the attention they deserved. Something had to be done to rescue them from near oblivion. But what? It would be extremely difficult to raise the few million dollars required to collect the contents of the periodicals. I eventually settled on a more cost-effective strategy, which was to build a comprehensive index of the contents of the periodicals so that scholars and general readers would at least begin using them more intensively.With the support of Devesh Kapur, then the director of the Center for the Advanced Study of India at the University of Pennsylvania, I obtained an exploratory grant that allowed me to develop a workable strategy. Happily, it turned out that technological developments permitted what would have been impossibly expensive only a few years prior. WorldCat, a searchable catalog of libraries, made it possible to begin identifying where the periodicals were located. I then circulated advertisements to universities around the world, seeking their undergraduates’ help with collecting periodicals in the vicinity. These students used the increasingly high-resolution cameras on their phones to photograph the periodicals’ tables of contents. WhatsApp, which had recently appeared on the scene, made it possible to instantly exchange messages and pictures allowing me to ensure that students were accessing the correct items. The images were then uploaded to Google Drive, permitting assistants scattered around the world to input the details into a searchable spreadsheet.In 2014 I moved to the National University of Singapore where Kishore Mahbubani and Kanti Bajpai, then the Dean and Vice-Dean at the Lee Kuan Yew School of Public Policy, readily supported the project. So too did Pericles Lewis, the President of Yale NUS College and Tan Tai Yong at the Institute for South Asian Studies. In short order I had the funds need to get data collection underway. Within months, the “machine” was humming away, driven by energetic research assistants recruited from the talented student body at both institutions.Then, in 2106 I moved to NYU Abu Dhabi. Fabio Piano, the Provost, and especially Hervé Crès, the Dean of Social Sciences, instantly comprehended the long-term value of the database I had begun to build. They generously made available substantial research grants that allowed me to scale and speed up the project. It now became possible to hire research assistants to explore smaller libraries inside and outside India in the hope of discovering uncatalogued collections.Today, after thousands of hours of detective work and data entry, the database is complete. It is available on a custom-designed website: www.ideasofindia.org. The database indexes 315,000 entries from 255 English-language periodicals that were published between 1837 and 1947. It is, and will always be, a free resource. The database would not exist were it not for the immense hard work by a core group of research assistants – Meghna Basu, Christian Fastenrath, and Nidhi Shukla – and the help of hundreds of students and libraries around the world, and more than $350,000 in grants.There is much more that can be done. The focus on English-language sources means we have before us the views of the metropolitan elite, and especially those of “eminent Indians” (as they were termed at the time). Hopefully, scholars with greater linguistic abilities and resources will build parallel databases in regional languages whose periodicals are treasure chests unto themselves.I have one objective remaining. In its current form, the Ideas of India database serves to greatly reduce the time and cost involved in accessing the beautiful periodicals I have been describing. Now scholars can easily ascertain whether a particular periodical contains relevant materials, and they can use Worldcat to pinpoint where it is located in the world. Better still, they can request specific documents via an “Interlibrary Loan”, doing away with the need for expensive travel. Still, it would be infinitely preferable to provide scholars and readers with full and direct access to the contents of these periodicals. I hope to find a philanthropist who will support the digitisation of these periodicals so that future generations will have unfettered access to the wisdom of generations past – the men and women rightly termed the makers of modern India.No one who reads these periodicals can fail to comprehend the immense struggle – intellectual, moral, political, and social – that it took to realise India. There is a proverb that appears across traditions, the earliest version perhaps being the Roman poet Caecilius Statius’ observation: serit arbores quae saeclo prosint alteri. This proverb transmits a profound truth – a society grows great when men plant trees in whose shade they know they shall never sit. Our forefathers heeded this proverb. We must not allow their words to be reduced to dust.Rahul Sagar is Global Network Associate Professor of Political Science at NYU Abu Dhabi.","author":"Rahul Sagar","time":"2019-11-24T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131430-iukzhlpmub-1574506129.jpeg","tags":["magazines","journals","ideas"],"source":"https://scroll.in/article/944398/rediscovering-indian-thought-how-a-scholar-built-a-database-of-pre-independence-magazines"}