{"title":"Release activists arrested in Bhima Koregaon case, UN Human Rights Office urges Centre ","content":"The United Nations Human Rights Office has urged the Indian government to release the activists arrested in the 2018 Bhima Koregaon case, “at the very least on bail”, The Wire reported on Saturday.“We continue to be concerned about the situation of activists detained in India, including in the context of the Bhima Koregaon events,” the UN Human Rights office said on January 22 in reply to a question at the weekly press briefing. “We encourage the authorities to release these individuals, at the very least on bail while they await trial – in accordance with the High Commissioner’s call to decongest prisons during the pandemic.”The UN body also noted that some of these detainees were “elderly and in poor health”. Varvara Rao, an 80-year-old poet and activist, and 83-year old tribal rights activist Father Stan Swamy, who suffers from Parkinson’s disease, are among many jailed in the case.It reiterated Michelle Bachelet’s, the UN human rights body’s high commissioner, earlier call to the Centre to ensure that no one was “detained for exercising their rights to freedom of expression and peaceful assembly – and to do its utmost, in law and policy, to protect India’s robust civil society”.Bachelet had in October expressed concern over the use of “vaguely defined laws” such as the Foreign Contribution Regulation Act and Unlawful Activities Prevention Act to “stifle the voices” of activists and non-governmental organisations in India.In a statement, she had highlighted Swamy’s arrest. “Most recently, the 83-year-old Catholic priest Stan Swamy, a long-standing activist engaged in defending the rights of marginalised groups, was charged and reportedly remains in detention, despite his poor health,” read her statement. Bachelet had asked the government to ensure that arrests were not made for exercising rights to freedom.Bachelet had also brought up the arrests of more than 1,500 people for protesting against the Citizenship Amendment Act. On January 22, the UN Special Rapporteur on the Situation of Human Rights Defenders had criticised the government’s treatment of human rights activists such as Swamy, according to The Telegraph. “India is a state which doesn’t properly protect human rights defenders,” Mary Lawlor had said. “I am appalled by the treatment of human rights defenders such as Father Stan Swamy, who embodies solidarity.”Lawlor had said that she and the Working Group on Arbitrary Detention had written to the Indian government in November over the arrest of human rights activists but had not received a reply yet. “Governments are given a 60-day period during which they are expected to reply,” she had said. Further, rights group Human Rights Watch in its “World Report 2021”, released on January 20, said the Narendra Modi-led government harassed, detained and prosecuted its critics through “politically motivated” cases and regulations in the last year.The report took note of the Union government’s decisions and the ruling BJP’s involvement in several incidents like the clampdown in Jammu and Kashmir, violence in Delhi in February, cases against activists in the Bhima Koregaon case, and crackdown on foreign funds of non-governmental organisations.The report had mentioned the arrest of activists in the Bhima Koregaon case, stating that the police investigations was “biased and aimed at silencing dissent”. “Indian authorities brought politically motivated cases, including under draconian sedition and terrorism laws, against human rights defenders, student activists, academics, opposition leaders, and critics,” the report had said.The Bhima Koregaon caseSeveral activists and academics have been accused of making inflammatory speeches at the Elgar Parishad conclave held at Shaniwar Wada in Pune on December 31, 2017, which the authorities claim triggered violence at Bhima-Koregaon war memorial the next day. One person was killed and several others were injured in the incident. The first chargesheet was filed by the Pune Police in November 2018, which ran to over 5,000 pages. It had named activists Sudhir Dhawale, Rona Wilson, Surendra Gadling, Shoma Sen, Mahesh Raut, all of whom were arrested in June 2018. The police had claimed that those arrested had “active links” with the banned Communist Party of India (Maoist), and accused activists of plotting to kill Prime Minister Narendra Modi.A supplementary chargesheet was filed later in February 2019, against human rights activists Sudha Bharadwaj, Varavara Rao, Arun Ferreira, Vernon Gonsalves and banned Communist Party of India (Maoist) leader Ganapathy. The accused were charged with “waging war against the nation” and spreading the ideology of the CPI (Maoist), besides creating caste conflicts and hatred in the society.The Centre transferred the case to the National Investigation Agency in January 2020 after the Bharatiya Janata Party government in Maharashtra, led by Devendra Fadnavis, was defeated.Eight people who have been named in the NIA chargesheet for the January 2018 violence are former IIT professor Anand Teltumbde, his brother Milind Teltumbde, activist-journalist Gautam Navlakha, Delhi University associate professor Hany Babu, three members of the cultural group Kabir Kala Manch and Swamy. Of them, Milind Teltumbde has been named as an absconding accused and top operative of CPI (Maoist) in the chargesheet.","author":"Scroll Staff","time":"2021-01-25T09:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/99023-ixavwfzdhr-1611545911.jpg","tags":["Bhima Koegaon","Bhima Koegaon case","Varvara Rao","Stan Swamy"],"source":"https://scroll.in/latest/984996/release-activists-arrested-in-bhima-koregaon-case-un-human-rights-office-urges-centre"}