{"title":"Releasing Modi biopic before voting ends will ‘tilt electoral balance’, EC tells Supreme Court","content":"The Election Commission has reiterated its decision to ban the release of a biopic about Prime Minister Narendra Modi and told the Supreme Court that public screening of the movie during the ongoing elections will “tilt the electoral balance”, PTI reported. The poll body had submitted a 20-page report to a Supreme Court bench headed by Chief Justice Ranjan Gogoi on the movie PM Narendra Modi on Monday. A committee set up by the polling commission had watched the entire film and submitted the report.In the report, the commission said the movie was a hagiography, which treats the subject with undue reverence. It said the biopic “produces a political environment where an individual acquired cult status” and public screening of the film when the Model Code of Conduct is in place would favour a particular political party. The report said the screening of the movie should not be allowed till May 19, the last date of polling.The report cited a sentence from the film’s synopsis provided with the script: “India is Modi and Modi is India”. “This is reminiscent of the infamous statement by Congress leader DK Baruah, who had said ‘Indira is India and India is Indira’ in the 1970s.” “Eulogising of the character Narendra Modi is very clear right through the movie,” The Times of India quoted from the report. “More than biography, it is hagiography. There are several scenes depicting a major Opposition party as corrupt and showing them in poor light. Their leaders have been depicted in such a manner that their identification is clear and obvious to the viewers.”The report said: “The construct of this 135-minute movie is unabashedly uni-dimensional, which puts an individual on a higher pedestal through use of specific symbols, slogans and scenes. It ends up eulogising an individual, giving him a saintly status.”The Supreme Court will decide on the Election Commission’s report on Friday, according to IANS.The Election Commission had stayed the release of the biopic on April 10. The poll body had ruled that displaying material that promotes a political figure would go against the core principle of the Model Code of Conduct of creating a level-playing field for elections. The Model Code of Conduct has been in place since March 10.The film producers challenged the poll body’s ban and the Supreme Court agreed to hear the stay on the release on April 12. The Supreme Court then asked the Election Commission to watch the film and reconsider its stance.Several Opposition parties had complained to judicial authorities and the poll body about the film, alleging that it was a propaganda vehicle for the ruling BJP. It traces Modi’s life from childhood till the 2014 General Elections.","author":"Scroll Staff","time":"2019-04-24T20:37:39.503135+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/115488-cctyoedbtf-1556117938.jpg","tags":["Modi Biopic","Narendra Modi","Election Commission","Supreme Court"],"source":"https://scroll.in/latest/921200/releasing-modi-biopic-before-voting-ends-will-tilt-electoral-balance-ec-tells-supreme-court"}