{"title":"Religious persons such as Adityanath should be in positions of power, says Bareilly court judge","content":"Those in positions of power should be “religious persons” such as Uttar Pradesh Chief Minister Adityanath, a Bareilly court judge observed on Tuesday, Live Law reported.Additional District and Session Judge Ravi Kumar Diwakar made the observation while passing an order summoning Barelvi sect cleric Maulana Tauqeer Raza Khan in the 2010 Bareilly riot case. In the order, Diwakar prima facie concluded that Khan had delivered a speech to the gathering of the Muslim community, leading to subsequent violence.“If a religious person sits on the seat of power, it gives very good results, as propounded by the philosopher Plato in his concept of the ‘Philosopher King’ in his book Republic,” Diwakar said. “Plato said that there would be no end to suffering in our city-state until it had a philosopher king.”He added: “Those wielding power should be a religious person, because the life of a religious person is not of enjoyment but of sacrifice and dedication. For example, the Siddha Peeth Gorkhnath Temple’s peethadheeshwar Mahant Baba Yogi Aditya Nath, who is presently [the] chief minister of our Uttar Pradesh, has proved the above concept to be true.”The court said that if a religious person like Khan, engages in activities contrary to this concept by provoking their community, it can lead to disruptions in law and order, as seen in the 2010 riots. Notably, Khan was not among the 197 accused named in the chargesheet.In March 2010, several persons were injured and vehicles and shops were damaged during the riot in Uttar Pradesh’s Bareilly. A curfew was imposed in the city. The police had arrested Khan and others in the case.“In the case in question, the name of the main mastermind Maulana Tauqeer Raza Khan, who deliberately instigated the riot, was not included in the chargesheet despite there being sufficient evidence in the investigation against him, which shows that the then police officers, administrative officers and government level officials were failing in their duties,” the court order said.Diwakar said that Khan was deliberately supported as the senior police officials and the district magistrate at the time did not act legally, worked at the behest of the government at the time and they went beyond their authority to support him.The Bahujan Samaj Party led by Mayawati was in power in the state at the time.Diwakar also directed that a copy of his order be sent to Adityanath.Received threats for Gyanvapi mosque order, says DiwakarIn his order passed on Thursday, Diwakar claimed that he had also faced threats for ordering a videographic survey of the premises of Varanasi’s Gyanvapi mosque in 2022, Bar and Bench reported.The order to carry out a videographic survey was passed after five women petitioners had claimed that an image of deity Shringar Gauri exists at the back of the western wall of the mosque. They had demanded that they be allowed to offer daily prayers and observe other Hindu rituals at the site.“This fact is also noteworthy that ever since I have given the verdict in the Gyanvapi case, the attitude of people of a particular religion and officials towards me has become strange, as if it seems that I have committed some sin by giving the verdict in the Gyanvapi case,” he said. “In the Gyanvapi case, I gave it under the legal provisions.”On January 31, the Varanasi district court allowed Hindus to offer prayers in the sealed basement of the Gyanvapi mosque complex after an Archaeological Survey of India report claimed that a Hindu temple existed at the site of the mosque, and was destroyed in the 17th century during the reign of Mughal emperor Aurangzeb.Ajaya Krishna Vishvesha, the judge who passed the order, has been appointed the Lokpal of a public university in Lucknow.","author":"Scroll Staff","time":"2024-03-09T20:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191954-fvkgvrxfeh-1688713992.jpg","tags":["Maulana Tauqeer Raza Khan","Ravi Kumar Diwakar","Adityanath","Bareilly","Uttar Pradesh","Gyanvapi Dispute"],"source":"https://scroll.in/latest/1064962/religious-persons-such-as-adityanath-should-be-in-positions-of-power-says-bareilly-court-judge"}