{"title":"Reliance-linked firms bought electoral bonds in crucial election years – after an amendment","content":"Firm linked to Mukesh Ambani-led Reliance Industries purchased electoral bonds in the middle of the 2019 Lok Sabha election as well as in a special window of sale opened ahead of the Gujarat and Himachal Pradesh elections in 2022.The 2022 sale was made possible by a legislative amendment brought by the Modi government.The Bharatiya Janata Party received the lion’s share of bonds raised during this period, data released by the Election Commission of India on March 14 shows.The data was released after the Supreme Court of India ruled the electoral bond scheme, introduced by the Modi government in 2017, was illegal and unconstitutional.Most of India’s top companies are missing from the list of the buyers of electoral bonds. An initial scan did not reveal any purchases of bonds by the Adani and Tata group of companies.Reliance Industries, India’s most valued company, did not purchase any electoral bonds. However, firms linked to the Reliance Group through common directors, addresses and associates appear on the list.Qwik Supply Chain Private Limited, which purchased bonds worth Rs 410 crore, is one of them, as previously reported by a collaborative project involving over 20 reporters and three independent news organisations – Newslaundry, Scroll, and The News Minute.One of the company’s three directors, Tapas Mitra, is also the director of Reliance Oil and Petroleum, Reliance Eros Productions, Reliance Photo Films, Reliance Fire Brigades, and Reliance Polyester. According to his Linkedin profile, he is the head of accounts (consolidation) at Mukesh Ambani’s Reliance Industries Limited.In a statement to PTI, a spokesperson of Reliance said, “Qwik Supply Chain Pvt Ltd is not a subsidiary of any Reliance entity.”Another set of firms that purchased bonds are linked to Surendra Lunia, an old business associate of Mukesh Ambani, who sold a 29.18% stake in NDTV held by Reliance-linked firms to the Adani Group. These firms include Nexg Devices Pvt Ltd and Infotel Business Solutions Limited. Lunia sits on the boards of both these firms.Two other firms that purchased electoral bonds – Infotel Access Enterprises Private Limited and Infotel Technologies Private Limited – are linked to Lunia through their director Kamal Kumar Sharma, who is the Executive Director and CFO at Lunia’s Infotel group.Altogether, these firms bought bonds worth at least Rs 50 crore on May 9, 2019, when India was in the throes of the Lok Sabha elections that brought Narendra Modi and the Bharatiya Janata Party back to power.A special window of saleThe Electoral Bond scheme initially allowed only four sale windows in a year, barring the year of Lok Sabha elections.On November 7, 2022, days before the Himachal state elections and a month before the Gujarat state elections, the Modi government amended the scheme to allow for a window of 15 additional days in such a year.According to information accessed by retired Navy Commodore Lokesh Batra through the Right to Information Act, a week-long sale window opened on November 9, 2022, just two days after the amendment. Bonds worth Rs 676 crore were sold in this window.The data released by the Election Commission shows that the BJP received Rs 590 crore of this figure – 87% of the share collected days after the government's amendment.Firms linked to Reliance were the biggest donors in this phase. Three firms – Qwik Supply Chain Private Limited, NexG Devices Private Limited and Mankind Pharma Limited – bought bonds worth Rs 164 crore in this phase. That is nearly 24% of all bonds sold in this phase.Lunia is one of the nine directors at Mankind Pharma since 2015.Another firm linked to Lunia, MN Media Ventures, purchased bonds worth Rs 5 crore in this sale period. It shares a common director, Sandeep Jairath, with NexG Devices Private Limited. A second director of MN Media Ventures, Kulwinder Pal Singh, is a senior manager of finance and accounts at Surendra Lunia’s Infotel group, according to Linkedin. The firm also shares the same registered address as Infotel Access Enterprises, another donor firm where Lunia’s business associate, Ankit Lunia, is a director.During this phase of electoral bonds, the Reliance group was followed by Vedanta group (Rs 111.75 crore or 16.5% of all bonds), United Phosphorus (Rs 50 crore), Sri Siddharth Infratech and Services (Rs 30 crore), DLF (Rs 25 crore), Cipla (Rs 24.2 crore) and Maruti Suzuki (Rs 20 crore).Another window opened up before the Gujarat elections in December 2022. Data obtained by Batra through RTI shows that bonds worth Rs 232 crore were sold in this phase. The BJP again picked up the largest share of the bonds sold in this December phase – Rs 165 crore or 71% of the value.In this phase, firms linked to the Aditya Birla group purchased Rs 100 crore worth of bonds – 43% of all bonds sold in this phase – followed by Megha Engineering and Infrastructures Limited (Rs 56 crore), Ramco Cements (Rs 15 crore) and Future Gaming (Rs 10 crore).Qwik SupplyOf the Rs 410 crore-worth bonds purchased by Qwik Supply, the largest tranche was purchased in January 2022.It bought bonds worth Rs 225 crore on January 5 that year, followed by bonds worth Rs 10 crore on January 10.On January 14, Reuters reported that the Reliance Group submitted a bid to receive incentives under the Modi government's $2.4 billion programme to boost local battery cell production. In March 2022, The Group won the tender along with Softbank Group-backed Ola Electric.Another firm with a Reliance link is Honeywell Properties Private Limited, which purchased bonds worth Rs 30 crore on April 8, 2021. One of its two directors, Satyanarayanamurthy Veera Venkata Korlep, has been on the board of several Reliance group firms since 2005. The firm also shares its registered address with several group firms.With inputs from Anand Mangnale.This report is part of a collaborative project involving three news organisations – Newslaundry, Scroll, The News Minute – and several independent journalists.Project Electoral Bond includes Aban Usmani, Anand Mangnale, Anisha Sheth, Anjana Meenakshi, Ayush Tiwari, Azeefa Fathima, Basant Kumar, Dhanya Rajendran, Joyal, M Rajshekhar, Maria Teresa Raju, Nandini Chandrashekhar, Neel Madhav, Nikita Saxena, Parth MN, Pooja Prasanna, Prajwal Bhat, Pratik Goyal, Pratyush Deep, Ragamalika Karthikeyan, Raman Kirpal, Ravi Nair, Sachi Hegde, Shabbir Ahmed, Shivnarayan Rajpurohit, Siddharth Mishra, Supriya Sharma, Tabassum Barnagarwala and Vaishnavi Rathore.","author":"Ayush TiwariProject Electoral Bond","time":"2024-03-15T10:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199258-jujgwqchcb-1710477868.jpeg","tags":["Electoral Bonds","Reliance Group","Political Finance","Lok Sabha 2024"],"source":"https://scroll.in/article/1065224/reliance-linked-firms-bought-electoral-bonds-in-crucial-election-years-after-an-amendment"}