{"title":"Reliance Jio’s cheap data has helped crores of Indians enter the internet age – but at what cost?","content":"In 2015, not long after India first got high-speed 4G internet, the cost of 1GB of mobile data in the country was Rs 225 rupees. But just over five years later, the industry has witnessed a remarkable decline in pricing that helped truly launch the country’s internet economy.The dramatic fall in the data prices was triggered by the September 5, 2016 launch of Mukesh Ambani’s 4G mobile network, Reliance Jio, days after India’s richest man gave a 90-minute speech in which he promised to reshape the future of the internet in India.“India and Indians cannot afford to be left behind,” Ambani said during his speech at the Reliance annual general meeting. “Today, India is ranked 155th in the world for mobile broadband internet access out of 230 countries. Jio is conceived to change this.”Bridging digital divideReliance offered customers an irresistible deal – 4GB of data a day for free. Within six months of Reliance Jio’s launch, India became the top mobile data user across the world consuming over 1 billion GB of data every month in comparison with 200 million GB earlier.With Jio’s cheap data prices and other freebies, Ambani made way for millions of poor Indians to enter the internet age, along with cheap smartphones it also offered. Although some argue data prices were anyway declining, Jio’s rock-bottom prices – made possible by a combination of the deep pockets of parent company Reliance Industries, lower operations costs due to only providing 4G and favourable rulings – made surfing the internet as cheap as buying a samosa or a cup of tea.That, in turn, has made a far wider range of tech services – from entertainment to payments –accessible to millions more of the country’s 1.3 billion people. For example, access to the internet in the hinterland after Jio’s launch had grown 35% in 2018.In 2016, India ranked second after China in terms of app downloads globally. “Such levels of digital consumption were unprecedented a year-and-a-half ago,” observed a 2018 report by the Institute for Competitiveness, a Gurugram-based Indian unit of the Institute for Strategy and Competitiveness at Harvard Business School. Global firms like Facebook noticed the “Jio effect” that year.The wide internet penetration boosted the growth of several internet-based startups such as Zomato, cab aggregator Ola, UrbanClap, among many others, and the rise of this ecosystem helped fuel deliveries and cashless payments during the pandemic. The rise of OTT platforms in India such as Netflix and Amazon can also be credited to Jio’s data revolution.Jio now plans to launch its own 5G network, reportedly by the end of 2021.At what cost?Jio entered a market dominated by Bharti Airtel, Vodafone, and the state-owned Bharat Sanchar Nigam Limited. Five years later, it has 35% of the market, while many of its competitors are struggling after a cut-throat price war that depressed revenues and forced consolidation.Vodafone India and the smaller Idea Cellular decided to merge to form a new entity to brave the competition triggered by Reliance Jio. Meanwhile, Bharti Airtel, India’s second-largest player, absorbed Tata Teleservices’ consumer mobile business. Within six months of Jio’s launch, younger brother Anil Ambani ended up selling his telecom firm Reliance Communications to Mukesh Ambani.In addition, after struggling for an upper hand in the intense battle with Reliance, Airtel has decided to join hands with its competitor in places. In April, Bharti Airtel announced it would allow Jio to use its spectrum in certain parts of the country, including Delhi and Mumbai.Increasingly, an internet monopoly could form around Reliance Jio, not only for data but for tech services and products as it expands into grocery and other sectors, and some worry that could eventually come back to hurt consumers.This article first appeared on Quartz.","author":"Niharika Sharma, qz.com","time":"2021-09-12T19:30:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/jirncyjcor-1499686358.jpg","tags":["Reliance","Mukesh Ambani","Jio","Internet"],"source":"https://scroll.in/article/1004969/reliance-jios-cheap-data-has-helped-crores-of-indians-enter-the-internet-age-but-at-what-cost"}