{"title":"‘Religion a matter of faith, not logic’: CJI  Khehar’s dissenting opinion on triple talaq","content":"The media was confused by Chief Justice of India JS Khehar in the Supreme Court on Tuesday, as he began to read out his order in the triple talaq case. Being the Chief Justice, Khehar was entitled to read his order first – even though, as it turned out, his was the minority opinion upholding the constitutionality of the Muslim practice of instant divorce. In the end, the Supreme Court struck down instant triple talaq, with the bench split 3-2. While the majority found that the practice was unconstitutional and violative of Article 14 of the Constitution, which guarantees equality before law, Khehar’s decision, along with Justice S Abdul Nazeer, concludes that despite many finding the practice abhorrent, the Supreme Court does not have the power to strike it down. The dissenting opinion instead calls for an injunction on the practice of instant triple talaq for six months, while also prodding the legislature to take up the matter. “Till such time as legislation in the matter is considered, we are satisfied in injuncting Muslim husbands, from pronouncing ‘talaq-e-biddat’ as a means for severing their matrimonial relationship. The instant injunction, shall in the first instance, be operative for a period of six months,” the dissenting opinion said. “If it is decided that the practice of ‘talaq-e-biddat’ be done away with altogether, the injunction would continue, till legislation is finally enacted. Failing which, the injunction shall cease to operate.”Personal or statutory? The Islamic practice of instant triple talaq permits Sunni Muslim men to enact divorce with their wives, simply by pronouncing talaq, meaning divorce, three times. Despite many Islamic countries banning it, and the Supreme Court itself having found it unconstitutional in the past, Khehar concluded that instant triple talaq constitutes a matter of faith for Sunni Muslims of the Hanafi school and has been practiced by them for at least 1,400 years. India has two primary ways of dealing with religious matters. The Constitution protects the personal law of religious communities, allowing them to carry on practices as per their traditions without the interference of the courts. But where religious law has been codified by legislatures, such as through the Shariat Act of 1937, it becomes open to constitutional questions and the test of fundamental rights. Khehar’s dissenting opinion concluded that instant triple talaq did not come under codified, statutory law – as argued by the petitioners calling for it to be struck down – and instead accepted the All India Muslim Personal Law Board’s contention that it was personal religious law, and could not be changed by the court. Faith not logic“Religion is a matter of faith, and not of logic. It is not open to a court to accept an egalitarian approach, over a practice which constitutes an integral part of religion,” the dissenting opinion says. “We cannot accept the petitioners’ claim, because the challenge raised is in respect of an issue of ‘personal law’ which has constitutional protection.” The dissenting order insists that the Supreme Court’s job is to protect and enforce the constitution, which permitted the use of personal law even if rationalists took issue with a religious tradition. It also cautioned against the “cascading effect” that might follow if the court intervenes in personal law because of a call of conscience. “We have to be guarded, lest we find our conscience traversing into every nook and corner of religious practices, and ‘personal law’. Can a court, based on a righteous endeavour, declare that a matter of faith, be replaced – or be completely done away with,” the dissenting opinion says. Having decided that the legal challenge from the petitioners fails on the judicial front, the dissenting justices insist that there is another approach that can be taken. Article 142 of the Constitution allows for courts to take action based on the imperative to do “complete justice.” The dissenting opinion points out that all concerned, including those disagreeing with the petition, considered the practice of instant triple talaq discriminatory. Legislative jobTherefore, accepting that the courts could not intervene in personal law, the dissenting opinion says instead that it is permissible for the legislature to take action in a matter where everyone believes women’s rights are being trampled on. “There can be no doubt, and it is our definitive conclusion, that the position can only be salvaged by way of legislation,” the dissenting opinion said. “The stance adopted by the Union of India is sufficient for us to assume, that the Union of India supports the petitioners’ cause. Unfortunately, the Union seeks at our hands, what truly falls in its own.” As a result, if the dissenting opinion had held, it would have directed the Union of India to consider “appropriate legislation” with reference to instant triple talaq. “We hope and expect, that the contemplated legislation will also take into consideration advances in Muslim ‘personal law’ – ‘Shariat’, as have been corrected by legislation the world over, even by theocratic Islamic States. When the British rulers in India provided succor to Muslims by legislation, and when remedial measures have been adopted by the Muslim world, we find no reason, for an independent India, to lag behind,” the dissenting opinion said. “We would also beseech different political parties to keep their individual political gains apart, while considering the necessary measures requiring legislation.” Ultimately, however, this opinion was only supported by two of the five judges on the bench and so, rather than leaving triple talaq to the legislature, the Supreme Court has decided to strike it down as unconstitutional regardless of this opinion’s finding that it comes under personal law.","author":"Rohan Venkataramakrishnan","time":"2017-08-22T14:39:20.008608+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/848076-57511-xwcdkpalvu-1493995930.jpg","tags":["Triple Talaq","JS Khehar","Muslim law","Supreme Court","Women's rights"],"source":"https://scroll.in/article/848076/religion-a-matter-of-faith-not-logic-cji-khehars-dissenting-opinion-on-triple-talaq"}