{"title":"Reliance-linked firms and individuals gave Rs 545 crore to the BJP through electoral bonds","content":"A little-known firm linked to the Reliance Group, Qwik Supply Chain Private Limited, donated at least Rs 375 crore to the Bharatiya Janata Party through electoral bonds, fresh data released by the Election Commission on March 21 has revealed. Another Rs 35 crore worth of bonds purchased by the company were split between the Shiv Sena and the Nationalist Congress Party.Other firms and individuals related to the Reliance Group donated Rs 170 crore to the BJP.Qwik SupplyOn January 5, 2022, Qwik Supply bought bonds worth Rs 225 crore. Of this, the BJP encashed Rs 200 crore on January 10, 2022. The remaining Rs 25 crore were redeemed by the Shiv Sena on January 6, 2022.On January 10, 2022, Qwik Supply bought bonds worth Rs 10 crore. These were encashed by the Nationalist Congress Party on January 11, 2022.Eleven months later, on November 11, 2022, Qwik Supply bought 125 bonds of Rs 1 crore. The BJP encashed all of them on November 14, 2022.One year later, on November 17, 2023, Qwik Supply bought another set of bonds worth Rs 50 crore. They were redeemed by the BJP on November 20, 2023.Over 50% of the stake in Qwik Supply is held by three Reliance Group companies, Reuters reported.As we reported previously, one of Qwik Supply’s three directors, Tapas Mitra, is also the director of Reliance Oil and Petroleum, Reliance Eros Productions, Reliance Photo Films, Reliance Fire Brigades, and Reliance Polyester. According to his Linkedin profile, he is the head of accounts (consolidation) at Mukesh Ambani’s Reliance Industries Limited.A spokesperson of Reliance told PTI, “Qwik Supply Chain Pvt Ltd is not a subsidiary of any Reliance entity.”Other Reliance-linked firmsFirm linked to the Reliance Group through Surendra Lunia, an old business associate of Mukesh Ambani, donated Rs 50 crore to the BJP in May 2019, while the Lok Sabha elections were underway.NexG Devices Private Limited, for instance, bought bonds worth Rs 20 crore on May 9, 2019. Within five days, the BJP encashed all of them.Three other firms linked to Lunia – Infotel Technologies Private Limited, Infotel Business Solutions and Infotel Access Enterprises – bought electoral bonds worth Rs 30 crore on May 9, 2019. These were credited to the BJP on May 10, 2019.Lunia sits on the boards of NexG Devices and Infotel Business Solutions. Kamal Kumar Sharma, who is the Executive Director and Chief Financial Officer at Lunia’s Infotel group, is a director at Infotel Access Enterprises Private Limited and Infotel Technologies Private Limited.Two years later, two other firms linked to the Reliance Group purchased bonds worth Rs 50 crore on April 8, 2021. These were Honeywell Properties Private Limited, which bought 30 bonds worth Rs 1 crore each, and Chander Commercials Private Limited, which bought 20 bonds of Rs 1 crore denomination. Their director, Satyanarayanamurthy Veera Venkata Korlep, sits on the boards of several Reliance firms. The BJP encashed these bonds on April 12, 2021.At least one of these firms, NexG Devices, made a comeback three years later. Between November 11, 2022, and November 14, 2022, the firm donated another Rs 15 crore to the BJP. In the same period, MN Media Ventures, also linked to Lunia, donated Rs 5 crore to the BJP.MN Media Ventures director Sandeep Jairath is also a director at NexG Devices. A second director, Kulwinder Pal Singh, is a senior manager of finance and accounts at the Infotel group, according to Linkedin.Lunia is also an independent director at Mankind Pharma Limited. The firm bought bonds worth Rs 24 crore on the same day as NexG Devices and MN Media Ventures. The BJP encashed the entire amount on November 18, 2022.Individuals linked to RelianceIn 2023, two individuals linked to the Reliance group purchased bonds worth Rs 50 crore.One of them, “Laxmidas Vallabhdas Asmita Mercha” is a reference to Laxmidas Vallabhdas Merchant and his relative Asmita Merchant, according to a report published by the Reporters’ Collective.Merchant is director at several Reliance group firms. His Linkedin profile describes him as a “group controller” at Reliance Industries Limited. Bonds worth Rs 25 crore bought by Merchant on November 17, 2023, were redeemed by the BJP on November 20, 2023.Similarly, KR Raja, an alias for K Ramachandran Raja, according to The Hindu, is also linked to the Reliance Group. He is a director in several Reliance firms, including those where Merchant is a director. Like Merchant, Raja bought bonds worth Rs 25 crore on November 17, 2023. The BJP encashed all of them on November 20, 2023.This report is part of a collaborative project involving three news organisations – Newslaundry, Scroll, The News Minute – and independent journalists.Project Electoral Bond includes Aban Usmani, Anand Mangnale, Anisha Sheth, Anjana Meenakshi, Ayush Tiwari, Azeefa Fathima, Basant Kumar, Dhanya Rajendran, Divya Aslesha, Jayashree Arunachalam, Joyal, M Rajshekhar, Maria Teresa Raju, Nandini Chandrashekar, Neel Madhav, Nikita Saxena, Parth MN, Pooja Prasanna, Prajwal Bhat, Prateek Goyal, Pratyush Deep, Ragamalika Karthikeyan, Raman Kirpal, Ravi Nair, Sachi Hegde, Shabbir Ahmed, Shivnarayan Rajpurohit, Siddharth Mishra, Supriya Sharma, Tabassum Barnagarwala and Vaishnavi Rathore.","author":"Ayush TiwariProject Electoral Bond","time":"2024-03-21T19:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199469-cxkdglpuba-1711029975.jpg","tags":["Qwik Supply Chain Private Limited","Reliance Group","Election Commission of India","Electoral Bonds","Project Electoral Bond","Tapas Mitra","Lok Sabha 2024"],"source":"https://scroll.in/article/1065601/reliance-linked-firm-gave-rs-375-crore-to-the-bjp-through-electoral-bonds"}