{"title":"Religious minorities in India being targeted with impunity by Hindutva groups, says Pakistan PM","content":"Pakistan Prime Minister Imran Khan on Monday alleged that religious minorities in India have been “targeted with impunity” by Hindutva groups under the Bharatiya Janata Party rule.In a series of tweets, he referred to the provocative speeches made against Muslims at a religious conclave in Uttarakhand’s Haridwar city in December and questioned whether the Narendra Modi-led central government supported the calls for genocide made by Hindu supremacists at the event.The Pakistani prime minister called upon the international community to take note of the matter. “The extremist agenda of the Modi government is a real and present threat to peace in our region,” Khan wrote on Twitter.Under the extremist ideology of the BJP Modi govt, all religious minorities in India have been targeted with impunity by Hindutva groups. The extremist agenda of the Modi govt is a real and present threat to peace in our region.— Imran Khan (@ImranKhanPTI) January 10, 2022\n\nAt the “dharam sansad” held in  Haridwar city between December 17 and December 19, Hindutva group members and seers had asked Hindus to buy weapons to commit genocide against Muslims.Two first information reports have been filed in relation to the matter and more than 10 persons have been booked in them. On Monday, the Supreme Court also agreed to hear a plea seeking the arrest and trial of people who made hate speeches.No member of the Union Cabinet, including Modi, have condemned the conclave. Former chiefs of staff of the armed forces, over 70 advocates of the Supreme Court, a group of students and faculty members of the Indian Institutes of Management are among those who have criticised the prime minister for his silence on the matter.The Haridwar event was not the only incident where Hindutva supremacists made provocative speeches. At an event in Delhi on December 19, a group of people took oath to “die for and kill” to make India a Hindu nation. At another Hindutva event held in Chhattisgarh capital Raipur in December, seer Kalicharan abused Mahatma Gandhi and praised his assassin Nathuram Godse. A few days prior to that, Kalicharan and other Hindutva extremists allegedly made inflammatory speeches against Muslims and Christians in Pune.In the last week of December, Hindutva group members also attacked Christmas celebrations in at least three places –Assam’s Silchar, Haryana’s Pataudi and Pandavpura in Karnataka.","author":"Scroll Staff","time":"2022-01-10T19:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133000-pypqilreiu-1586869372.jpg","tags":["Imran Khan","Pakistan","BJP","Hindutva","Haridwar hate speech"],"source":"https://scroll.in/latest/1014741/religious-minorities-in-india-being-targeted-with-impunity-by-hindutva-groups-says-pakistan-pm"}