{"title":"Remember this date in 1911: when Mohun Bagan beat a British football team to become national icons","content":"July 29 is a special date. It is one of the perhaps few dates that possibly has the power to bring together fans of the eternally warring football rivals from Kolkata, East Bengal and Mohun Bagan. For, of course, it was on this day, that one of India's greatest ever sport victories was achieved. In fact, to celebrate this momentous achievement, the Bengal director Arup Roy even made a film, titled Egaro, The Immortal Eleven, in 2011 in tribute to those heroes.\n\n\n    \n    Play\n\nIt was back in 1911. The word of the British Raj  was the law. Mohun Bagan Athletic Club was only 22 years but they had already gained an esteemed place in Indian football, being looked upon as a symbol of nationalism, the club that spoke for the country.But on this date, they faced a stern test. Eleven of their players, who all played barefeet, faced the far-better trained East Yorkshire Regiment of the British Army in the final of the Indian Football Association Shield.The match has gone down in folklore. The build-up to that game was unprecedented – scores of Indians packed the Calcutta Football Ground, specially brought in by trains. It was not just a football match, it was an opportunity to show up the British at their own game.Murals of 'The Immortal Eleven'. Image courtesy: Wikimedia CommonsBut amidst raucous scenes, it was East Yorkshire Regiment that scored. Gloom pervaded the entire stadium – black kites were flown to indicate the score to the huge crowds outside, who hadn;'t been able to get in. Yet, with just five minutes to go, everything changed and Mohun Bagan became national icons. Captain Shibdas Bhaduri made it honours even, and then Abhilasha Ghosh made it 2-1 in the dying moments. As the clock ticked down, reality dawned – Mohun Bagan had just defeated a British team to win the IFA Shield.According to various reports, the scenes afterwards were unbelievable. Reuters News Agency reported, \"...the scene beggared description, the Bengalees tearing off their shirts and waving them....\". The Mussalman, another influential newspaper of that time, reported, \"The members of the Muslim Sporting Club were almost mad and rolling on the ground with joyous excitement on the victory of their Hindu brethren.\"\n\n\n    \n    Play\n\nThe victory resonated across the nation. \"Mohun Bagan is not a football team. It is an oppressed country, rolling in the dust, which has just started to rise its head,\" said Achintya Kumar Sengupta in a Bengali magazine, according to the official website of the club. \"Mohun Bagan had become synonymous with the national battle cry for Vande Mataram,\" wrote the noted sports historian Boria Majumdar in 2013.A century later, that team is still fondly remembered as \"The Immortal Eleven\". Every year, the club celebrates the day as Mohun Bagan Day and hands out the Mohun Bagan Ratna to distinguished personalities from Indian football.","author":"Scroll Staff","time":"2016-07-29T16:39:03.190438+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/812760-38397-ioiobotzgr-1469784802.jpg","tags":["Indian football","Mohun Bagan","IFA Shield","football"],"source":"https://scroll.in/field/812760/remember-this-date-in-1911-when-mohun-bagan-beat-a-british-football-team-to-become-national-icons"}