{"title":"Remembering Yash Chopra, the friend, philosopher and guide who shaped careers ","content":"Ramesh Talwar’s first brush with the Chopras was as a child artiste. He played the role of a school bully in Dhool Ka Phool (1959), a BR Chopra production that marked brother Yash’s directorial debut. It was a minuscule role and Talwar doesn’t remember much of that episode. What he recalls more vividly from those years are his experiences on the stage, especially alongside the legendary Balraj Sahni. As to how he got involved with theatre in the first place, he says it was his uncle, the writer Sagar Sarhadi, who encouraged him.It was almost a decade later when their paths again crossed. This happened when the brothers turned up to watch the Punjabi play Shatranj De Mohre (an adaptation of a play by the noted Marathi playwright and satirist, PL Deshpande). Apart from Talwar, the play featured the well-known character actor Manmohan Krishna, who had had a prominent part in Dhool Ka Phool and was very close to the Chopras. Not long after, the twenty-something Talwar came across an article where BR Chopra spoke of his plans for a suspense film which he intended to complete in a month’s time. Accompanied by Krishna, Talwar landed up at Chopra’s office and asked if he could be a part of this film as his assistant. BR Chopra said he was not directing the film, his brother was; Yash Chopra was reluctant to take in another assistant but coaxed by his brother and Krishna, he hired the youngster.Ramesh Talwar with Yash Chopra (left). Courtesy Tanaya Talwar.While Talwar says he did not have much to do during the making of the songless Ittefaq (1969), he seems to have done enough to impress his director. When Chopra left the BR Films fold, he asked Talwar (with whom he shared a birthday) to be his chief assistant. To commence his new innings, Chopra – he had just taken up an office in V Shantaram’s Rajkamal Kalamandir studio premises – wanted to make three films: one each to be directed by him, Pran Mehra, the editor, and Manmohan Krishna. Mehra’s film, with Amitabh Bachchan in the lead, never got made as they came to know that a similar film was in the works. As for Manmohan Krishna, he did not have a subject then, and it is only much later that Chopra produced Noorie (1979) for him. So, the Yash Raj Films journey kicked off with Chopra’s Daag: A Poem of Love (1973), a love triangle with Rajesh Khanna, Sharmila Tagore and Rakhee in leading roles, and music by Laxmikant-Pyarelal.Ramesh Talwar watches on as Yash Chopra gives instructions. Courtesy Tanaya Talwar.Daag was financed and distributed by Gulshan Rai, who had scored a massive hit as a producer with the Dev Anand-Hema Malini starrer Johny Mera Naam (1970). Rai now wanted Chopra to direct a film for his own banner, Trimurti Films. He already had a title – beginning with the letter J, of course – and he wanted to repeat the same pairing. Joshila (1973), however, failed to click with audiences. Talwar attributed this partly to the fact that a film with a similar storyline had released earlier that year, although he did add that, even before filming, he had some reservations regarding the project. Yash-ji is making a commercial film, he was admonished, you’re thinking logically.Shooting for Joshila (1973) at Darjeeling railway station. Courtesy Tanaya Talwar.Stung by the failure of Joshila, Chopra wanted to make it up to Gulshan Rai. Enter Salim-Javed. With characteristic bravado and forthrightness, Talwar recalled, the writer duo informed Chopra that the project they had for him was a concoction of Mother India, Gunga Jumna and On the Waterfront. This did not go down well with the director; he wanted a fresh subject. The writers assured him this was the case. When they narrated the screenplay, “Yash-ji was convinced”. So much so that he was willing to fork out the unheard of sum of two-and-a-half lakhs that Salim-Javed were demanding. The man who was shelling out the money, though, had his misgivings. Gulshan Rai, Talwar said, was worried Deewar did not have much scope for music. To assuage his concerns, a qawali (Koi Mar Jaye Kisi Pe) was added.Deewar (1975). Courtesy Trimurti Films.Following the stupendous success of Deewar (1975), Yash Chopra opted for a change of pace and started work on Kabhi Kabhie (1976), a love story based on an idea by his wife, Pamela Chopra. The screenplay and dialogue for the film were written by Sagar Sarhadi, Talwar’s uncle. Kabhi Kabhie again had Bachchan and Shashi Kapoor, but to play the younger male part Chopra wanted Rishi Kapoor. The actor was reluctant to do the film as it already had two heroes. “My duty was to convince Rishi Kapoor and bring him to Srinagar” where the unit was camped, Talwar said. He got hold of the star during a party held to celebrate the golden jubilee of Bobby and managed to persuade him to come to Srinagar for only two days and see if he was comfortable working in the set-up. Rishi Kapoor enjoyed the experience and did the film. Over the course of the shoot, the two developed a great rapport and soon Kapoor uttered those magic words that every assistant director longs to hear: “Tu mere saath ek film bana (Make a film with me).”   \n\n\n    \n    Play\n\nTere Chehre Se, Kabhi Kabhie (1976).Talwar had been thinking along these lines. He had a story, a love triangle, for which he had Bachchan and Shashi Kapoor in mind. “But I never narrated the idea to them,” he revealed. “I thought I could do it anytime, ghar ki murgi dal barabar!” With Rishi Kapoor expressing an interest in doing a film with him, Chopra now asked Talwar to develop another idea, something more suited to the younger actor. While Chopra began work on Trishul (1978), Talwar sat down with Sagar Sarhadi to flesh out a story by Raju Saigal, an unusual love triangle involving a married young man and an older woman. As a producer, Yash Chopra was a dream to work with, Talwar said. “He told me, make your film aaram se, don’t compromise.” Chopra stayed away from the sets so as not to put any additional pressure on the first-time director. But he did have some valuable suggestions to make. In those days, Talwar said, film stars used to attend parties thrown by advertising people. With two of the protagonists of the film belonging to the ad world, he had envisaged a song sequence with special appearances by Amitabh Bachchan and Parveen Babi. Chopra advised against this. The film already had Shashi Kapoor in a special appearance and Chopra felt the inclusion of Bachchan and Babi would come across more as a gimmick that would signal a lack of confidence in the story the director had to tell. Talwar dropped the idea.(L-R) Yash Chopra, Ramesh Talwar, Manmohan Krishna, production controller Vas Dev Dhir, Sahir Ludhianvi and Gulshan Rai. Courtesy Tanaya Talwar.When he saw the first cut of Doosara Aadmi, Chopra was delighted. However, he had one critical observation. He felt that Neetu Singh, because of her traditional getup, looked “more mature” than Rishi Kapoor in the song Aankhon Mein Kaajal Hai. Taking his advice, Talwar re-shot the entire song. While Doosara Aadmi (1977) did not quite set the box office on fire, it did reasonably well. It also signalled that Talwar, like his mentor once had, was ready to branch out on his own. But before that Chopra wanted him to help with Kaala Patthar (1979), an ambitious film with expensive sets and a massive cast. Film City had not yet become operational, Talwar said, but Chopra managed to get special permission to erect the coal mine sets there. For the film’s climax scenes, he brought in Glen Robinson, a veteran Hollywood special effects artist with multiple Oscars to his name. There was a scene that required Shatrughan Sinha and Amitabh Bachchan to shoot at dawn. Now, while this was not an issue with Bachchan, Sinha was an inveterate late sleeper and late riser. To ensure his presence for the shot, Talwar ended up chatting with the actor from until dinner time till the early hours of the morning. Onerous indeed are the duties of an assistant director. September 27, 1980: birthday boys Ramesh Talwar, Yash Chopra and Vijay Talwar (Ramesh’s younger brother). Courtesy Tanaya Talwar.When not busy with Kaala Patthar, Talwar could be found in the mountains, where, as associate producer, he was overseeing the making of Noorie (1979), a tragic love story with some memorable songs. So taken was Khayyam with the subject, revealed Talwar, the music director was keen on producing the film under his own banner. Sans big stars and made at a modest budget, Noorie struck gold at the box office, ensuring that 1979 was a good year for Yash Raj Films despite Kaala Patthar not faring as well as expected. It is during this phase that Talwar was offered two projects as director. The first offer came from home. The Kaala Patthar unit was staying at a hotel in Pune from which they would travel to Raj Kapoor’s farmhouse on the outskirts of the city, where some parts of the film were shot. On one of these drives, Pamela Chopra shared an idea with Talwar. The plot involved smugglers and Talwar candidly said he was unsure if he wanted to enter that space. Javed Akhtar, who was also in the vehicle, counselled the director to not pigeon-hole himself, especially so early on in his career. Yash Chopra, too, held out the same advice. These conversations ultimately led to the making of Sawaal (1982), which had Shashi Kapoor in the lead and a star-studded supporting cast that included Sanjeev Kumar and Waheeda Rehman. Ramesh Talwar. Courtesy Tanaya Talwar.It was also on the sets of Kaala Patthar that producer Ramesh Behl, who had come to meet Bachchan, asked Talwar if he would direct a film for him. A surprised Talwar looked towards Chopra, who smiled and told him to go ahead. Baseraa (1981), based on a Marathi play by Leela Phansalkar, starred Shashi Kapoor, Rakhee and Rekha. A relationship drama, this was perhaps more to Talwar’s liking as compared to the formulaic Sawaal. The film enjoyed a sterling run and also earned its director a Filmfare nomination. Around this time, producer Yash Johar approached Chopra to direct a film for him. Busy with his own film, he suggested Johar make the film with Talwar. The collaboration led to Duniya (1984), another multi-starrer with Dilip Kumar and Rishi Kapoor leading the way. Appropriately enough, it was Talwar’s “friend, philosopher and guide” who gave the clap for the film’s mahurat shot.The mahurat of Duniya (1984). Courtesy Tanaya Talwar.Also read:‘Chandni’ turned around Yash Chopra’s fortunes, but he initially called it a ‘suicide attempt’","author":"Rudradeep Bhattacharjee","time":"2020-09-27T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148007-ryefiovixw-1600955378.jpg","tags":["Yash Chopra","Ramesh Talwar","Yash Raj Films"],"source":"https://scroll.in/reel/973918/remembering-yash-chopra-the-friend-philosopher-and-guide-who-shaped-careers"}