{"title":"Remission for good conduct? One Bilkis Bano convict had FIR for molestation, others violated parole","content":"Of the 11 convicts in the Bilkis Bano gangrape and murder case who were given remission from their life sentences prematurely on grounds of good behaviour, one had a first information report registered against him for outraging the modesty of a woman while he was on parole in June 2020. Nine others had repeatedly surrendered late when they were given parole. They received warnings for these violations and, in some cases, punishments.   That information is contained in an affidavit filed by the state of Gujarat in the case challenging the release of the convicts who had been sentenced to life imprisonment in 2008 for gangraping Bilkis Bano, a resident of Gujarat’s Dahod district, and murdering 14 people, including Bano’s three-year-old daughter during the 2002 Gujarat communal riots.The documents submitted by the Gujarat government on Monday do not show adequate reason for the convicts to be released early, especially when the Central Bureau of Investigation and the trial court that had convicted them objected to this, legal experts say.The affidavitThe controversy about the 11 convicts started on August 15 when they were released from prison by the Gujarat government, having  completed more than 14 years in jail, the minimum sentence required for  life convicts. Outside the jail, the convicts were garlanded by relatives and friends, and given sweets. Later, they were felicitated at a function by a member of the Rashtriya Swayamsevak Sangh, among others.Since August 23, three petitions challenging the remission order have been filed before the Supreme Court.  The petitioners include politicians Subhasini Ali and Mahua Moitra, academics Roop  Rekha Verma and Jadgeep Chokar, and journalist Revati Laul. The court asked the Gujarat government to submit a reply along with all the documents regarding the premature release.In its reply, the state government said that the petitions were not maintainable because they had been filed by people who were not connected to the case.It said that it had followed the Gujarat government’s Premature Release Policy of 1992, as directed by the Supreme Court in May, and considered the opinion of all relevant  authorities. The decision was endorsed by the Central government’s Minister of Home Affairs.The state government said that it decided to release the prisoners since their “behaviour  was found to be good”. Bilkis Bano. Credit: Atul Yadav/ PTI FIR and parole violationLegal experts have asked how the government decided to allow the men to be freed because the remission policy is intended to integrate reformed convicts back into society. “But where is  the Centre or state getting this idea that they have reformed?” asked  Delhi-based senior advocate Rebecca John. “Have they done anything during their stint in jail which  suggests that they have been reformed?”The affidavit does not provide evidence of this, John said. Instead,  there are instances of convicts flouting the law. For instance, in June, a case was registered against one of the convicts, Mitesh  Chimanlal Bhatt, accusing him of assaulting a woman with the intention  of outraging her modesty, criminal intimidation and breaching public  peace when he was on parole in June 2020. In addition, the affidavit shows that ten convicts of the 11 surrendered late in several instances when they were let out  of jail temporarily under parole or furlough. “If you look at their parole many of them come late and many of them are given jail punishment,” said criminal advocate Vrinda Grover, who is also involved in one of the petitions.At times, when these delays were for fewer than 10 days, they were given warnings or punishments such as being denied canteen facilities for a month.But sometimes,  these delays were longer, leading to severe punishments such as forfeiting earned remissions. A prisoner can “earn remission” from his total sentence if he fulfils the criteria for this specified in prison rules, such as demonstrating good behaviour. But if the prisoner violates the rules, this remission is forfeited. In this case, one convict, Rajubhai Babulal Soni returned from parole 197 days late in 2015.  He was punished with “forfeit[ing] all  remission” by the Godhra sub-jail superintendent. Another convict  Jashvantbhai Chaturbhai Raval had to forfeit remission for a period of  375 days as a punishment for returning 75 days late from parole in 2015. Other convicts also faced similar punishments.“If someone misuses furlough or  parole, then there are penalties,” retired Allahabad High Court Chief Justice Govind Mathur explained. “In  case the jail authorities want to ignore them [these penalties], then they have to record  reasons.”However, instead, a checklist submitted for ten  convicts, including Soni and Rawal, to the government by Godhra jail’s  superintendent mechanically says that they had stayed in prison  “honestly and diligently” and had not been given any “major punishment  during his [their] life in jail”. The  checklist for these convicts says that they participated in reform programmes, though it fails to provide any details.Only in the case of Radheysham  Bhagwandas Shah, who filed for his remission in August 2019, about two  years before the other 10 filed theirs, does the checklist go into  some detail about the reformation activities he undertook.Rajubhai Babulal Soni had a delay of 197 days in returning from parole in 2015 and he was punished with “forfeit[ing] all remission” by the Godhra sub-jail superintendent.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 152.22052067381318%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/rmbktcftro-1666167823.png\">\n  </picture><figcaption>In June 2022, a case was registered against one of the convicts, Mitesh Chimanlal Bhatt, accusing him of assaulting a woman with the intention of outraging her modesty, criminal intimidation and breaching public peace when he was on parole in June 2020.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 140.52388289676426%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/cdthkunecs-1666167825.png\">\n  </picture></figure>\nA protest against the release of all 11 men convicted in the Bilkis Bano case.  Credit: Dibyangshu Sarkar/AFPNon-application of mindExperts also said that the  government’s submission shows that the release was ordered without proper application of mind. All authorities involved  in the process are required to apply their mind when recommending or  denying remission to a convict. The Supreme Court  has laid down factors that are to be looked at, such as, if the offence  affected “society at large”, whether the convicts are likely to commit  the crime again, the purpose of keeping the convict in prison and the  convict’s family’s socio-economic condition.However,  these factors were not considered, legal commentators point out. “All authorities are wrong  who are just writing ‘no objection’ without any reasoning,” said Mathur.  “There seems to be no application of mind.” This goes against the law,  Mathur said.Grover said that even the Centre’s approval for the  remission of convicts’ sentences in July 2022 does not state any reasons for  doing so. “This is a cryptic, non-speaking order,” Grover said. “Why do  you agree?” There were no answers to that in the affidavit, she added.Centre's approval in granting convicts to the 11 convicts.Trial court’s opinionAs part of the process, the state government has to mandatorily seek the opinion of the presiding judge of the court that had passed the order of conviction.In August, Scroll.in reported how the state government  did not follow the court’s opinion. The government’s affidavit  shows that not only did several authorities go against the  trial court’s opinion, they have not stated their reasons for doing  so. “You have to take the opinion of the court and if the opinion is  going against you, you have to give reasons for not adhering to it,”  said Grover. “On the contrary, [in  this case] the state does not even refer to it.”Further, John said the trial  court’s opinion is “of great importance”. However, in this case, “the  state just wrote it off”, she added.The Supreme Court has held that the trial court’s opinion is not a mere formality  or “just another factor” to be considered. It is a safeguard to check  “arbitrary remissions” and the government’s final decision must “be guided” by the trial court’s opinion. The  trial court said that the crime took place only because the victims  were from “a particular religion” and that the convicts did not spare even children or  pregnant women. This was the “worst form of hate crime and crime against  humanity” which affected the “society at large”. The 11 men, convicted in the Bilkis Bano gangrape case, being welcomed after they are released from a Godhra jail in August. Credit: PTI Non-engagementOther authorities had also recommended against the convicts being released early.For instance, the superintendent of police, Central Bureau of Investigation, Special Crime Branch in March  2021, said that the convicts were accused of “heinous, grave and  serious” crimes and must not be released early. In the case of  Radheysham Shah, who applied for remission in 2019, it was not just the Central Bureau of Investigation and the sessions judge that did not believe his sentence should be considered for remission. The superintendent of police at Dahod  had said in February 2020 that Bilkis Bano nd her family had expressed the fear the convicts could commit the crime again. They lived  in the same locality and therefore the “possibility of peace being  disturbed cannot be ruled out”. Relying on this opinion, even the district magistrate in Dahod had recommended that Shah should not be  released.Still, nine out of 10 members of a jail advisory  committee recommended Shah’s release without giving reasons about why  they were going against these objections.Scroll.in had previously reported that five out of ten members  of the committee were from the Bharatiya Janata Party. Two of them are currently  MLAs from Gujarat.  Another opinion?Legal experts say that the Gujarat government in addition to giving reasons for why it disagreed with the trial court’s  opinion should have asked the court for another opinion. The trial court gave its opinion based on a  2008 remission policy of the Maharashtra government. However, in May 2022, one  year after the trial court gave its opinion, the Supreme Court said that the 1992 remission policy of the Gujarat government would be applicable in this case.But  the state government did not ask for a fresh opinion. “The government  should have requested again to give an opinion with regard to the 1992  remission policy,” Mathur said.Also read:Explainer: How the 11 life convicts in the Bilkis Bano gangrape case won early releaseGujarat ignored trial court’s opinion as board with five BJP members set Bilkis Bano convicts free","author":"Umang Poddar","time":"2022-10-19T16:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178647-nhfraoyukt-1660826677.jpg","tags":["Bilkis Bano","Remission"],"source":"https://scroll.in/article/1035382/remission-for-good-conduct-one-bilkis-bano-convict-had-fir-for-molestation-others-violated-parole"}