{"title":"Renewable energy firm donated Rs 13 crore to BRS before bagging motorsport event in Telangana","content":"Renewable energy group Greenko donated at least Rs 13 crore to the Bharat Rashtra Samithi through electoral bonds, new data released by the Election Commission of India on March 21 has revealed.The group purchased the electoral bonds through several associated companies, including Greenko Energy Projects, Greenko Budhil Hydropower and Greenko Rayala Wind Power. In total, these companies bought bonds worth Rs 39 crore. Of this, Rs 32 crore was encashed: Rs 13 crore by the Bharatiya Janata Party, Rs 13 crore by the Bharat Rashtra Samithi, and Rs 6 crore by the YSR Congress.Companies linked to Greenko through common directors or identical registered addresses also purchased electoral bonds. The total value of bonds bought by the Greenko group and these linked companies amounts to Rs 95 crore. Of this, Rs 83 crore was encashed.The Bharat Rashtra Samithi encashed the largest sum from these bonds, of Rs 37 crore, followed by the YSR Congress, which encashed Rs 33 crore, and the Bharatiya Janata Party, which encashed Rs 13 crore.Data on who encashed the remaining bonds is not currently available.This information gains significance in light of the fact that in October 2022, a Greenko subsidiary, Ace Nxt Gen, signed a four-year agreement with the Telangana government, then led by the Bharat Rashtra Samithi, and Formula E Operations, the promoters of the Formula E electric car race. Under the agreement, Hyderabad would be the first Indian city to host the prestigious race. The first edition of the race was held in February 2023. But soon after, Ace Nxt Gen withdrew from the agreement. The next edition of the event was cancelled.When power in the state passed into the hands of Congress in December 2023, the newly elected government accused the previous Bharat Rashtra Samithi regime of financial misconduct in organising the race. It also demanded to know why it had not taken any action against Ace Nxt Gen, despite the fact that the company had backtracked on the Formula E agreement.Greenko and linked companiesProject Electoral Bond identified a total of 35 renewable energy companies that bought electoral bonds – of these, 24 are linked to the Greenko Group through common directors or identical registered addresses. These included companies like Khandke Wind Energy, Pennar Renewables, and Aashman Energy. The value of electoral bonds purchased by all these amounts to Rs 95 crore.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThe Formula E raceThe Formula E project was spearheaded by KT Rama Rao, the Bharat Rashtra Samithi’s working president. Ace Nxt Gen was to conduct the event and sell tickets.Six months before this agreement was signed, the Greenko group bought electoral bonds worth Rs 19 crore during the 20th and 21st phases of their sale. Of this, the group gave Rs 11 crore to the Bharat Rashtra Samithi and Rs 8 crore to BJP. During the same period, the other companies linked to Greenko gave Rs 23 crore to the Bharat Rashtra Samithi and Rs 7 crore to the YSR Congress. Anil Kumar Chalamasetty, the director of Greenko is the younger brother of Sunil Chalamasetty, the YSR Congress Lok Sabha candidate from Kakinada constituency.Soon after the first edition of the Formula E race was held in February 2023, Ace Nxt Gen backed out of the project. A new agreement was signed in October 2023 between the Hyderabad Metropolitan Development Authority and Formula E.In January 2024, a month after the Congress came to power in the state, Deputy Chief Minister Mallu Bhatti Vikramarka accused the previous government of having flouted rules while entering into the Formula E agreement. He also alleged that it had made a payment of Rs 55 crore to Formula E without approval from cabinet or the minister concerned. He asked why no action had been taken against Greenko, despite the company having broken a four-year agreement to organise the race.The edition of the race that was to be held in February this year was cancelled. The series’ co-founder said that they faced “economic sort of challenges” with Greenko. “Sometimes, the suppliers stopped working, some works were delayed,” he said. “Some standards for Formula E were not respected.”Greenko’s turnaroundThis is not the first time Greenko had faced uncertain weather. In 2019, the YS Jagan Mohan Reddy-led YSR Congress had alleged that renewable energy deals that Greenko had signed during the era of the previous government – under the Telugu Desam Party – had caused major losses to Andhra Pradesh’s energy distribution companies.The state government constituted a cabinet sub-committee in June 2019 to revisit the state’s solar and wind energy tariffs. It went ahead even after the Central power ministry issued an advisory the next month against reducing tariffs. The Central ministry argued that the move could indicate that power purchase agreements in India are not honoured, which could “dry up” foreign investments that the sector had been receiving.Chief Minister Jagan Mohan Reddy wrote to the prime minister that same month, noting that under the deals, the previous state government had assured renewable energy companies such as Greenko that it would buy power from them for prices as high as Rs 5.94 per unit. It added that three companies, including Greenko, had secured the bulk of contracts with the state government when it came to selling wind power. The letter alleged that these three companies had received “undue benefits” as a result of these contracts.Several wind and solar developers also filed appeals against the move to reevaluate the energy tariffs. In March 2022, the Telangana High Court ruled in favour of the companies, directing the state distribution companies to honour the tariffs that were decided upon when the agreements were signed, and clear pending payments within six weeks.A month later in April, the Greenko group bought bonds worth Rs 16 crore, while companies linked to the group bought bonds worth another Rs 41 crore. Of this, Rs 7 crore was encashed by YSR Congress, and Rs 26 crore by the Bharat Rashtra Samithi.The following month, Greenko co-signed a $16 billion contract with the Andhra Pradesh government, headed by the YSR Congress, during the annual World Economic Forum in Davos, Switzerland, to set up solar, wind and hydropower projects in the state. The following year, during the 26th and 29th phases of sale of electoral bonds, Greenko and its linked companies purchased Rs 32 crore worth of bonds, of which Rs 26 crore were encashed by YSR Congress, Rs 5 crore by BJP and Rs 1 crore by the Bharat Rashtra Samithi.Donations to the BJPOn July 2, 2022, Greenko Energy Projects purchased Rs 8 crore in electoral bonds, which were encashed by the BJP the same month. Later that month, on July 26, Greenko ZeroC Private Limited inked a memorandum of understanding with the Oil and Natural Gas Corporation to “jointly pursue opportunities in Renewables, Green Hydrogen, Green Ammonia and other derivatives of green hydrogen”.The MoU, which is valid for two years, was signed in New Delhi by ONGC Director Onshore Anurag Sharma and Greenko CEO Anil Kumar Chalamalasetty. Union Minister for Petroleum and Natural Gas Hardeep Singh Puri was present at the meeting.The next year, on April 10, 2023, Greenko MP01 IREP Private Limited purchased bonds for the BJP amounting to Rs 5 crore. It made these purchases two months after Greenko ZeroC signed an agreement with German energy company Uniper, under which the former would supply the latter with green ammonia from a facility in Kakinada, Andhra Pradesh. The agreement was signed on February 7, 2023, during the India Energy Week in Bengaluru in the presence of Hardeep Singh Puri. The India Energy Week is the BJP-led Union government’s flagship energy event held under the patronage of the ministry of petroleum and natural gas.In the 30th phase of electoral bond sale, between January 2 and January 11, 2024, Greenko did not purchase any electoral bonds.Project Electoral Bond contacted the Greenko group and companies linked to it, as well as the Bharat Rashtra Samithi, YRS Congress Party and the BJP, to seek a response to the new data released by the Election Commission of India. This article will be updated if they respond.","author":"Anjana MeenakshiVaishnavi Rathore","time":"2024-03-23T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199478-wdutsomcex-1711044696.jpeg","tags":["K Chandrashekar Rao","Greenko","Project Electoral Bond","Political Finance","Electoral bonds","Bharat Rashtra Samithi"],"source":"https://scroll.in/article/1065608/renewable-energy-firm-donated-rs-13-crore-to-brs-before-bagging-motorsport-event-in-telangana"}