{"title":"Reply to Sharjeel Imam’s bail petition in sedition case, Delhi High Court tells police ","content":"The Delhi High Court on Monday told the Delhi Police to respond to a petition moved by activist Sharjeel Imam seeking bail in connection with a sedition and Unlawful Activities Prevention Act case, Bar and Bench reported.A division bench of Justices Suresh Kumar Kait and Manoj Jain gave the Delhi Police two weeks to respond to Imam’s petition. The matter will be heard again next month.The case pertains to speeches that Imam, a former scholar at Delhi’s Jawaharlal Nehru University, delivered at the Jamia Millia Islamia University in 2019 and the Aligarh Muslim University in 2020 during protests against the Citizenship Amendment Act.The police alleged that in his speech at the Aligarh Muslim University in 2020, Imam had asked those protesting against the amended citizenship law to “cut off Assam from India” by occupying the “Muslim-dominated chicken’s neck”.The so-called chicken’s neck, or the Siliguri corridor, refers to a very narrow track of land around Siliguri city in West Bengal that connects India’s North East to the rest of the country.Imam was arrested in 2020 by the Delhi Police and booked on sedition charges.On February 17, a Delhi court had denied statutory bail to the activist in the case. The trial court was following a January 30 direction from the Delhi High Court asking it to decide on Imam’s statutory bail application.The trial court had said that the activist’s speeches given at Jamia Millia Islamia and the Aligarh Muslim University could be deemed “seditious” in the “dictionary meaning”, The Indian Express reported.“Although the applicant did not ask anybody to pick weapons and kill the people, his speeches and activities mobilised the public which disrupted the city and might be the main reason for the outbreak of the riots,” the trial court said.It added the activist had manipulated the “real” facts and incited the public in order to create havoc. The trial court also said that Imam had captured the minds of “a particular community” and had incited them to engage in disruptive activities.In response, Imam had argued that he was eligible for statutory bail as he had spent four years in jail. He had said that the maximum sentence if convicted under Section 13 of the Unlawful Activities (Prevention) Act was seven years.Section 436-A of the Code of Criminal Procedure states that individuals can be released from jail if they have spent more than half of the maximum sentence prescribed for the offence in question in custody.Clashes had broken out in North East Delhi from February 23 to February 26, 2020, between supporters of the Citizenship Amendment Act and those opposing it. The violence left 53 dead and hundreds injured. Most of those killed were Muslims.The Delhi Police has claimed that the violence was part of a larger conspiracy to defame Prime Minister Narendra Modi’s government and was hatched by those who organised the protests against the Act.","author":"Scroll Staff","time":"2024-03-11T17:35:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/135309-fdysjuffsm-1580039625.jpg","tags":["Sharjeel Imam","Delhi Police","sedition"]}