{"title":"Replace Parshottam Rupala as BJP Lok Sabha candidate from Rajkot, demand Rajputs in Gujarat","content":"The Rajput community in Gujarat has demanded that the Bharatiya Janata Party replace Union minister Parshottam Rupala as its candidate for the state’s Rajkot Lok Sabha seat, reported PTI.The community sought the withdrawal of Rupala’s candidature for an allegedly derogatory remark he made during an election rally on March 22, where he addressed a largely Dalit audience. The Rajputs, who belong to the Kshatriya caste, claimed that Rupala had abused the “daughters and sisters” of their community with his comments, which the minister has since apologised for twice.“Even rajas and maharajas [kings and royals] bowed down to the British, started family bonds with them, broke bread with them, and even married their daughters to them but this rukhi samaj [Dalit society] did not budge,” Rupala had said, according to The Hindu. “I salute them for their fortitude and strength. It is this strength that has kept Sanatana Dharma [a synonym for Hinduism] alive.”Community leaders have rejected Rupala’s apologies and vowed to intensify the protest against him.On Sunday, an estimated one lakh members of the Rajput community held a public meeting at Ratanpur village in Rajkot district after the state’s ruling BJP announced that Rupala would file his nomination papers on April 16.Polling for all 26 Lok Sabha constituencies in Gujarat will be conducted on May 7. The BJP won all 26 seats in the 2014 and 2019 general elections.Close to 75 Rajput clans have been holding demonstrations against the minister since March 22, reported The Hindu. A “coordination committee” of senior Rajput community leaders held two meetings with Kshatriya-caste leaders of the BJP but failed to arrive at a resolution.“We are firm on our demand for the withdrawal of Rupala’s candidature,” said Ramjubha Jadeja, a core committee member, while speaking at the public meeting on Sunday. Jadeja also said that Rupala “played a farce of seeking apology”.Jadeja pointed out that the BJP has, in the past, acted against its errant party members. He gave the example of former BJP spokesperson Nupur Sharma, who was expelled in 2022 after she made derogatory remarks against Prophet Muhammad during a television news debate.“Rupala has insulted the daughters and sisters of the community and he has to go,” said community organiser Triptiba Vala, according to PTI. “Nothing should be done to hurt the self-respect of women and we will not sit idle till our self-respect is restored.”","author":"Scroll Staff","time":"2024-04-15T14:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200049-zddaazwcpl-1713164605.jpg","tags":["Parshottam Rupala","BJP","Kshatriya","candidate","women folk","Lok Sabha","Lok Sabha 2024","Gujarat"],"source":"https://scroll.in/latest/1066647/replace-parshottam-rupala-as-bjps-lok-sabha-candidate-from-rajkot-demands-kshatriya-community"}