{"title":"Report on Pegasus ‘by the disrupters for the obstructers’, says Home Minister Amit Shah","content":"Union Home Minister Amit Shah on Monday dismissed an investigation pointing to the use of the Pegasus hacking software to spy on journalists, activists and Opposition leaders in India, calling it “a report by the disrupters for the obstructers”.Pegasus is developed, marketed and licensed to governments around the world by the Israeli company NSO Group.  The company says that it licenses its software only to “vetted governments” and that Pegasus is meant to be targeted at criminals.But, a leaked list, featuring more than 50,000 phone numbers “concentrated in countries known to engage in surveillance of their citizens”, was accessed by Paris-based media nonprofit Forbidden Stories and Amnesty International, which shared it with 17 news organisations as part of the Pegasus Project. According to the Wire, which focused on the Indian portion of the list, “the numbers of those in the database include over 40 journalists, three major opposition figures, one constitutional authority, two serving ministers in the Narendra Modi government, current and former heads and officials of security organisations and scores of businesspersons”.The revelations triggered a huge political row in India, with the Opposition staging protests in the Parliament on the first day of the Monsoon Session. The Congress sought an inquiry into the matter.Shah hit back at the Opposition for its criticism and also questioned the timing of the release of the investigative report. “Today [Monday] the Monsoon Session of Parliament has started,” he said in a statement. “In what seemed like a perfect cue, late last evening we saw a report which has been amplified by a few sections with only one aim – to do whatever is possible and humiliate India at the world stage, peddle the same old narratives about our nation and derail India’s development trajectory.” Also read:Pegasus: Indian politicians and reporters on list of targets for spyware ‘sold only to governments’Pegasus: Rahul Gandhi, 2 Union ministers and virologist Gagandeep Kang on list of potential targetsPegasus: Illegal surveillance not possible in India, says IT minister in ParliamentShah called out the Congress in particular. “To see the rudderless Congress jump on to this bandwagon is not unexpected,” he wrote. “They have good past experience in trampling over democracy and with their own house not in order, they are now trying to derail anything progressive that comes up in Parliament.” The home minister used his oft-quoted phrase to question the credibility of the report. “People have often associated this phrase with me in lighter vein but today I want to seriously say – the timing of the selective leaks, the disruptions –  Aap chronology samjhiye [understand the chronology],” he said.Shah added: “This is a report by the disrupters for the obstructers. Disrupters are global organisations which do not like India to progress. Obstructers are political players in India who do not want India to progress. People of India are very good at understanding this chronology and connection.” Earlier on Monday, the Congress said Shah should be sacked and called for an inquiry into Prime Minister Narendra Modi’s role in the alleged surveillance. The party’s leader Rahul Gandhi was also identified as a potential target of the spyware.Congress alleged that as the home minister, Shah was responsible for the breach. “Of course, it could not be done without the consent and concurrence of the Prime Minister, Shri Narendra Modi,” the party said. “This is an unforgivable sacrilege and negation of Constitutional oath by the home minister and the prime minister.”The party added: “The unpardonable sin is that the snooping and hacking of cell phones through Pegasus has given illegal access to the entire conversations, passwords, contact lists, text messages and live voice calls of India’s security apparatus, Union ministers, Opposition leaders, paramilitary chiefs, Supreme Court Judges and others. This is clearly treason and total abdication of national security by the Modi Government, more so when the foreign company [NSO] could possibly have access to this data.”— Congress on Pegasus\nThe Pegasus projectOn Sunday, The Wire revealed the names of dozens of journalists and activists on the list, including its own founder-editors Siddharth Vardarajan and MK Venu, The Hindu’s Vijaita Singh, the Hindustan Times’ Shishir Gupta, as well as scholars and activists on the Committee for the Release of Political Prisoners and relatives, lawyers and friends of those arrested in the Bhima Koregaon case and the accused themselves.Apart from Gandhi, Union ministers Ashwini Vaishnaw, Prahlad Singh Patel, and virologist Gagandeep Kang were among the big names revealed on Monday as potential targets of surveillance using the Pegasus hacking software.The list also contained numbers of an ex-Supreme Court staffer who accused former Chief Justice of India Ranjan Gogoi of sexual harassment.","author":"Scroll Staff","time":"2021-07-19T22:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154750-rizqjctacd-1616570342.jpg","tags":["Pegasus","Amit Shah","Opposition"],"source":"https://scroll.in/latest/1000594/report-on-pegasus-by-the-disrupters-for-the-obstructers-says-home-minister-amit-shah"}