{"title":"Report lowering India’s status to ‘partly free’ under Modi is ‘misleading’, says Centre","content":"The Centre on Friday countered the United States non-government organisation Freedom House’s annual report downgrading India’s status from “free” to “partly free”. The report on political rights and civil liberties by the think tank and watchdog in Washington had highlighted the steady erosion of democracy under the Narendra Modi government.A statement released by the Indian Ministry of Information and Broadcasting said the report was “misleading, incorrect and misplaced”. The government gave a seven-point rebuttal to the report, saying that India’s election process and its federal structure reflected “a vibrant democracy, which gives space to those who hold varying views”.The report released on Wednesday said, “Under Modi, India appears to have abandoned its potential to serve as a global democratic leader, elevating narrow Hindu nationalist interests at the expense of its founding values of inclusion and equal rights for all.”India’s freedom score, calculated using indicators of political rights and civil liberties, dropped four points to 67 this year.The Indian government issued a rebuttal to the observations made by the Freedom House report.Commenting on “discriminatory policies against Muslims”, the Centre asserted that “India treats all its citizens with equality as enshrined under the Constitution”. As for the Delhi violence in February 2020, which followed the anti-Citizenship Amendment Act protests, the government claimed to have acted in an “impartial and fair manner”.On the migrant workers’ crisis in the days after the nationwide lockdown was announced due to the coronavirus, the Centre said that  it had taken various steps to check any distress to people by allowing states to use disaster funds for providing food, healthcare and shelter to them. The Freedom House report had described the crisis as “a dangerous and unplanned displacement of millions of internal migrant workers”.The government cited the Article 19 of the Constitution as its counter to Freedom House’s observations on crackdown on media. “Discussion, debate and dissent is part of Indian democracy,” the Centre’s statement read, adding that it has issued a special advisory to states and Union Territories on safety of journalists. The government’s stand came amid widespread criticism of its new rules on digital media that aims to have sweeping powers on streaming platforms and online news portals.As for Internet shutdowns in the country, the Centre cited rules under which such bans are imposed. “The temporary suspension of telecom/internet services is resorted to with the over-arching objective of maintaining law and order under strict safeguards,” the release stated.This came after a recent report by digital rights and privacy organisation Access Now showed that India recorded the highest number of internet shutdowns in the world in 2020.The government also defended its actions against rights body Amnesty International, which shut its operations in India last year. The government said that Amnesty was denied approval under the Foreign Contribution Regulation Act repeatedly since 2000, alleging it resorted to “malafide rerouting” of funds after that.","author":"Scroll Staff","time":"2021-03-05T20:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127675-ercpgsvree-1587115180.jpg","tags":["Freedom House","Civil liberties","Political rights"],"source":"https://scroll.in/latest/988718/report-lowering-indias-status-to-partly-free-under-modi-is-misleading-says-centre"}