{"title":"Reporter’s Diary: I crossed ‘no man’s land’ in Manipur","content":"This article was originally published in our weekly newsletter Slow Lane, which goes out exclusively to Scroll Members. If you would like to get perceptive pieces of reporting and analysis like this directly in your inbox every Saturday, become a Scroll Member or upgrade your membership today.New Checkon is a bit of a mini-Manipur: a messy multiethnic mishmash. Perhaps it is only fitting then that this neighbourhood in the heart of capital Imphal now starkly reminds anyone passing through that Manipur’s multiculturalism is under grave threat – perhaps even the very idea of the state. The Kukis who lived in the locality’s New Lambulane area are all gone. But that is almost a banal detail: nearly every Kuki neighbourhood in Meitei-dominated Imphal is deserted. More striking are the newly pasted pieces of paper on the entrances of non-Kuki properties, declaring their community affiliations. “Meitei shop”, “Bihari dukan”, “Pangal restaurant”, “Kabui home”. In short: not Kuki. Madness has descended upon Manipur since May 3. Clashes between Meitei and Kuki communities have spiralled into a civil war. Such is its fury that on June 4 a mob torched an ambulance ferrying an injured child, even though his mother and aunt who were accompanying him were from the same community as them. All because the child was from the “enemy” community – and the women accompanying him were perceived to be on the other side. In early May, after the first round of the violence had subsided, the central forces carried out a repatriation exercise: Kukis stuck in Imphal were moved out to hills, and vice-versa. An exchange of population, for all practical purposes, projected as a peace initiative. What followed was, as everyone in Manipur puts it, a “partition” – arguably, unprecedented in the modern Indian state. It is most starkly visible on National Highway 2, the picturesque road connecting the Meitei-majority Imphal valley to the Kuki stronghold of Churachandpur. As you cross Moirang in Bishnupur district, the highway grows deserted. It is the last Meitei outpost before you cross into Kuki territory. In between, though, is neutral ground: the village of Kwakta whose residents are all Pangal, an ethnic group in the valley that follows Islam.  Kwakta may lull you into a false sense of security – the shops are open and people are milling about. But the charred remains of vehicles that line the road soon jolt you back to reality.  As we drive past Kwakta, my driver slows down. “It’s dangerous now,” he warns. Fakruddin is Pangal. Drivers from his community are in high demand with reporters like me since no Meitei from Imphal would risk taking us to the hills.But he too draws a line. He will only go till Torbung, the village where the district of Churachandpur starts. Torbung is a ghost village, all soot and debris, every establishment burnt and ransacked. It was here that the violence first started on May 3 when Kuki mobs went on a rampage following a purported attempt to burn the Anglo-Kuki war centenary gate, which commemorates the community’s rebellion against the British in 1917-’19.  A young Kuki activist has promised to pick me up from Kangvai, a village less than half a kilometre down the highway. Till there I am told I have to “manage” on my own – the stretch is no-man’s land. But I have company aplenty. The road is lined with security personnel guarding the “border” between the two warring groups. As I gingerly walk, a Jat jawan from the Central Reserve Police Force offers a word of reassurance. “We have people all the way till Churachandur,” he says. “Aage badhte jaa nischint.” Go ahead without fear.The walk is short and uneventful. I cross the “border” seamlessly and see the Kuki activist and her friend waiting for me in a white hatchback.This “partition” is all-pervasive – and extends well beyond the highway.In every government establishment, from the secretariat to the police stations, there are empty chairs. In the banks, there is a constant stream of people enquiring about the procedure to transfer accounts from one branch to another.Everyone is certain this is how it is going to be for a very long time. People from both communities have the same answer when you ask if they believe they will ever go back to the lives they led before the violence: “How can we after what has happened?”The population swap often plays out in dark ways. On June 10, the Imphal station of All India Radio purportedly beamed 30 minutes of Christmas hymns in a segment reserved for programming in the Thadou dialect of the Kukis. A Kuki Instagram page wryly described it as “a Christmas miracle in June”. With no Kuki staff around, the state broadcaster’s programming in the Kuki dialects has been off the air since May 3.The partition, though, is more than just spatial. Years of friendship and acquaintance seem to have been forgotten in a matter of days.While waiting to meet an official at the Director of Information and Public Research, I struck up a conversation with a peon. Did he miss his Kuki colleagues, I asked.“No,” he said without batting an eyelid, repeating a tale I had heard often – of a Kuki conspiracy to settle foreigners from Myanmar having spawned this conflict.In Churachandpur, a young social science researcher, a man of scholarly disposition, was offended when I asked if he would ever return to Imphal.“Never,” he declared as emphatically as the peon. “They hunted us down like dogs and chased us out of there.”A chance encounter with a Meitei school teacher, in Imphal, turned out to be an instructive experience.Jiten Singh used to teach art in a school in the hill district of Kangpokpi. He managed to escape the violence in time, unscathed. Now, he has applied for a transfer to a “safe place” – essentially, a non-Kuki area.Yet, he said he continued to be in touch with his students. “Teacher and student have no caste, no ethnicity,” he said, striking a reconciliatory note, an acutely scarce commodity in Manipur.He went a step further, “What happened is only because of some sections of the Kuki community, not all of them want trouble.”But as quickly he spelled out a bigger truth: “But to our eyes, they are all the same now.”As the white sheets on shop fronts in New Checkon grimly testify: all that matters right now in Manipur is communitarian identity.","author":"Arunabh Saikia","time":"2023-06-20T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191330-olgvkarwdg-1687155259.jpg","tags":["Manipur Violence","Manipur Civil War","Manipur Unrest","Ethnic Violence","Northeast Unrest","Kuki","Meitei"],"source":"https://scroll.in/article/1051170/reporters-diary-i-crossed-no-mans-land-in-manipur"}