{"title":"Republic TV’s hounding of rights activist shows ‘urban Naxal’ is convenient label to crush dissent","content":"On July 4, the news channel Republic TV told viewers it had in its possession a letter showing a “direct link between urban Naxals and Kashmiri separatists” and exposed “a nefarious design”. The letter, it alleged, had been written by Sudha Bharadwaj, a lawyer at the Chhattisgarh High Court, to one “Comrade Prakash”, advising that “like Kashmiri separatists give special package to extremist organisations, their affiliates and stone pelters, we must devise a package for our interior and urban cadre”.Bharadwaj has a long record as lawyer, human rights activist and trade unionist. She is visiting professor at the National Law University in Delhi, the national secretary of the Peoples’ Union for Civil Liberties, and has been involved in workers’ movements for over three decades. Republic TV’s allegations, she countered in a statement, were “ridiculous, scurrilous, false and completely unsubstantiated”.Bharadwaj is the latest human rights defender to be called an “urban Naxal”, a label that has lately come into vogue among certain sections of India’s mainstream media, prosecutors, politicians and the police.Just last month, the media used the label to describe five activists – lawyers, writers and professors – who were arrested by the Maharashtra police allegedly for taking money from Maoists to organise a meeting of the Dalits in Pune in early January and instigating caste violence in the nearby town of Bhima Koregaon. Days after the arrests, the police claimed to have recovered a letter from one of the activists revealing a plot to assassinate Prime Minister Narendra Modi. The label “urban Naxal” has also come to be attached to Delhi University professor GN Saibaba, who was arrested in 2014 after the police alleged he was a contact for Maoists. His supporters pointed out he is a paraplegic unable to move without a wheelchair. Nonetheless, in March 2017, he was sentenced to life in prison.“Urban Naxals”, as defined in an essay in the right-wing magazine Swarajya in May 2017 by a filmmaker named Vivek Agnihotri, are “urban intellectuals, influencers or activists of importance” who are “the ‘invisible enemies’ of India”. Some of these people, Agnihotri claimed, “have either been caught or are under the police radar for working for the movement and spreading insurgency against the Indian state”.A synonymous term, coined by Finance Minister Arun Jaitley channeling the spirit of pulp fiction writer Chetan Bhagat, is “half Maoist”.  It refers to people who “willingly or otherwise” have “become over-ground face of the underground”, he said in a tweet, days after the five activsts were arrested. The “half Maoist” is a serious threat to Indian democracy. Willingly or otherwise, they become over-ground face of the underground. Unfortunately some political parties see the Maoist as their instrument in the anti-NDA cause. It’s high time that people recognise this malaise.— Arun Jaitley (@arunjaitley) June 8, 2018\n\nThe ambiguous nature of the term, human rights activists said, is deliberate. “Such definitions can include anyone,” said Gautam Navlakha, an activist in Delhi. “In fact, that is the intention of the government, to keep the definition as vague as possible so that they can include anyone under the term. This is a fantastic, foolproof way to criminalise dissent in this country.”#UrbanNaxalsExposed | Secret urban naxal letters accessed; 'Kashmir like package' discussed. Watch LIVE here - https://t.co/lpnVZxoMbs— Republic (@republic) July 4, 2018\n\nBecoming enemy of the stateThe term “Naxal”, or alternatively “Naxalite”, is a reference to the village of Naxalbari in Bengal that witnessed an armed peasant uprising in 1967. The Naxalite movement splintered into several factions over the decades, some of them advocating violence to bring about socio-political change. In 2004, two of the main groups that continued to believe in armed struggle – the Maoist Communist Centre and the People’s War Group – merged to form the Communist Party of India (Maoist). It is members of this organisation who are interchangeably called Maoists or Naxalites.  They continue to wage war against the state, mainly in the forests of Central India.In April 2006, Manmohan Singh, then prime minister, described Maoists as India’s “single biggest internal security threat”.By employing the term “urban Naxal”, the establishment is seeking to convince city dwellers that Maoists do not exist only in faraway jungles, they could be lurking right next door. Agnihotri suggested as much in his essay. “The war in the jungles is fought openly,” he wrote. “The war in cities, clandestinely.”Sriram Tiwari, a police officer who led operations against Naxalites in Andhra Pradesh in the 1990s, argued that the rebels in forests could not have procured weapons and other resources without help from their sympathisers in cities. “The question is how to identify them,” he added.A senior police officer in Chhattisgarh who only agreed to speak anonymously claimed the “urban cadre” forms the backbone of the Maoist movement operating out of forests. “If we stop their sources of funding, which eventually comes from cities or other countries, then we have managed to isolate them in the jungles,” he added.Arun Ferreira, a lawyer in Mumbai, however, said the label of “urban Naxal” is being used to intimidate “anyone who dissents, irrespective of their ideological affiliations”. “Not everyone who dissents or has left leanings can be termed a Maoist,” he said. “Not everyone believes in violence.” In 2007, Ferreira was working as a community organiser in Maharashtra’s Vidarbha region when he was arrested and described by the police as a “Maoist leader”. After spending nearly five years in jail, he was found innocent.Ferreira believes the establishment is especially wary of people who are trying to bring about structural changes in the society. “So, if you want to open orphanages, pay scholarships to school students, you are lauded by the state, as you should be,” he said. “But if you question the caste system or patriarchy or mistreatment of Adivasis, then the state becomes cautious. You are now the enemy of the state.”For intimidation of dissidents to work, though, the authorities are careful about who they label an “urban Naxal”, said Bela Bhatia, former professor at Mumbai’s Tata Institute of Social Sciences. “They cannot target someone ordinary – no one will care, including the media,” she explained. “At the same time, they cannot target someone like Medha Patkar, who has a long and visible history of people’s struggles behind her. They need someone in between, someone who makes them uncomfortable with their ideas and choice of struggles.”Bhatia herself was branded a “white collar Naxal” in January 2017 after she helped Adivasi women in Chhattisgarh’s Bastar file cases of sexual assault against security personnel.Critics of the phrase “urban Naxal” pointed out that it is vital to make a distinction between people who work to ensure human rights for all and those who participate in violent movements. “It is important to understand that only members of the CPI (Maoist) are Maoists,” said human rights lawyer Shalini Gera. “Others might have anti-capitalist or socialist or socialist democratic ideologies, but they do not endorse violent methods to reach their goals.”The journalist Jyoti Punwani said her friend Shoma Sen, one of the five activists arrested by the Maharashtra police last month, never espoused violence. “She was part of innumerable fact-finding teams that investigated violations of human rights by the state,” Punwani said. “She was also an open participant in campaigns to free those arrested only for their political beliefs or for leading grassroots movements.”But the state, Bhatia pointed out, does not draw this distinction. Therefore, when Sharmistha Chowdhury was arrested last year and charged with “inciting violence” during a protest against the Bhangar power grid in Bengal, it was easy for the police to label her a “Naxal leader”. This despite the fact that her Communist Party of India (Marxist-Leninist) Red Star is a registered political party in Bengal.The police, however, deny they are arresting people indiscriminately. “We always follow procedure,” said DM Awasthi, who is in charge of operations against the Naxalites in Chhattisgarh. “If we make wrong arrests, it will be a blot on our reputation. Why would we do that?” Advocate Sudha Bharadwaj Refuses To Be Intimidated By Arnab’s Dirty Tricks, Will Send Him A Legal Notice.\"I find it curious that a document purporting to contain evidence of such serious crimes should first surface in the studio of Arnab Goswami”@nc24x7 https://t.co/7kMfh3R1sZ— Cobrapost (@cobrapost) July 5, 2018\n\nBending the criminal justice systemHuman rights activists said people who have been labeled “urban Naxals” are often charged under the Unlawful Activities Prevention Act, which criminalises a person “with intent to aid any terrorist, terrorist organisation or a terrorist gang”, or for engaging in a “conspiracy to commit a terrorist act”.These provisions, the activists pointed out, are ambiguous enough to allow a wide array of dissidents to be arrested.  “Criminal law has no business to be vague,” said Navlakha. “Yet, UAPA is deliberately vague.”Activists have often being arrested under such laws even though the courts have repeatedly upheld the right to express dissent. In Kedar Nath vs State of Bihar, 1962, the Supreme Court said every “citizen has a right to say or write whatever he likes about the Government, or its measures, by way of criticism or comment, so long as he does not incite people to violence against the Government established by law or with the intention of creating public disorder”. In Arup Bhuyan vs State Of Assam, 2011, Justice Markandey Katju ruled that mere association with a proscribed group or its or membership cannot be considered criminal.In the case of the five activists arrested last month, the police asked for an extension of their remand on the grounds that they were planning to organise a lecture at Delhi’s Jawaharlal Nehru University in memory of a slain Maoist named Naveen Babu. The extension was given even though nowhere in the Unlawful Activities Prevention Act is such an activity is considered a crime. As Navlakha pointed out, “Bending the criminal justice system to suit the needs of the establishment is a way to divert attention from the real issues to an imagined threat.”","author":"Raksha Kumar","time":"2018-07-08T09:03:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/885664-glcpethrsa-1531020126.jpeg","tags":["Sudha Bharadwaj","Urban Naxal","Maoist insurgency","human rights in India","human rights abuses","Bhima Koregaon"],"source":"https://scroll.in/article/885664/republic-tvs-hounding-of-rights-activist-shows-urban-naxal-is-convenient-label-to-crush-dissent"}