{"title":"Rescuing film prints from floods, fire and ignorance: tales from the pioneer of archiving in India","content":"Yesterday’s Films for Tomorrow is an aptly titled collection of essays by PK Nair, the first and most influential director of the National Film Archive of India. Nair, the subject of Shivendra Singh Dungarpur’s documentary Celluloid Man in 2012, died on March 4, 2016. Dungarpur’s Film Heritage Foundation has brought out a handsomely produced anthology of Nair’s writings that reveal the archivist’s thoughts on film culture, conservation, and his archiving efforts. Here are edited excerpts from the essay Film Preservation in India, which includes anecdotes on how Nair tracked down some of Indian cinema’s earliest titles.It is widely known that the first Indian story film, Raja Harishchandra, was made in 1913 by Dadasaheb Phalke. What is not widely known is that the film perished a few years after it was made. The only surviving print of the film caught fire while it was being transported in a bullock cart from one tent cinema to another. In 1917, when Phalke found out that the original negatives had also vanished, he re-shot the film, duplicating the original shot by shot, taking the opportunity to insert title cards asserting his claim to be ‘the father of the Indian film industry’ and ‘the great Pioneer of the East’.Like Phalke’s film, many of the most important films in our history have not survived. Many have either turned to powder or have been lost in fires, through accidents or negligence. Many others were lost when silver was extracted from the nitrate films, or when cellulose film was stripped and used to prepare bangles, ladies’ handbags and other curios—cottage industries that thrived parasitically off the filmmaking scene. According to informed sources, nearly 70 per cent of the titles produced before 1950 have either deteriorated beyond repair or may be considered permanently lost.Barring a few pioneering exceptions, most of the early films were made by businessmen, whose primary concern was making profits. Their interest in a film lasted only as long as it earned them money. Thereafter, they did not care about the whereabouts of the negatives or positive prints. Even if they did care, few had the facilities or the technical know-how to take care of highly inflammable nitrate films. As a result, many film negatives were simply allowed to perish.In the years before Independence and well into the 1950s, attempts at preservation were limited to stray individual efforts and a few initiatives taken by established production companies. Under the studio system, the larger studios produced 10 to 15 films a year and had a certain stability. They built storage godowns and took care of their films as long as they were in existence. Once the studios started closing down, we saw the rise of strong, independent producers like Raj Kapoor, Bimal Roy, and Guru Dutt. Most of these producers ran their companies as businesses, concentrating their attention and care on successful films that continued to earn revenue, while neglecting the others.Officially, film preservation commenced in India with the setting up of the National Film Archive of India (NFAI) in the mid-1960s. The origin of the archive dates back to the SK Patil Committee report of 1951 in which it was proposed that the government should recognise excellence in various fields of filmmaking and that a copy of the award-winning films should be kept in a National Film Library. The idea, then, was to preserve only award-winning films. Later, it was suggested that not only award-winning films but all films of historical interest and others whose loss may be regreted later should be preserved for posterity. A separate media unit of the Ministry of Information and Broadcasting was entrusted with this responsibility and the NFAI began functioning from February 1964 in Pune, Maharashtra.Finding PhalkeI was associated with the NFAI from its inception. At the outset, the Archive launched a hunt for the earliest films made in the country, especially those made by Phalke. We got in touch with the family and managed to obtain the first reel of Raja Harishchandra from Phalke’s daughter Mandakini. A few years later, in 1969, we got to know that more material was available with Neelkanth Phalke, the pioneer’s elder son, who lived in Dombivili, a suburb of Mumbai. After the preliminary introductions, two rusted tins were placed before me. I examined them one by one. They contained a number of bit pieces of positive film, surprisingly in fairly good condition. Two bits were tinted blue: on close examination, I noticed the bit contained the last sequence of Raja Harishchandra. I was thrilled at the possibility of having the complete film, but alas, it was only the fourth reel. (The second and third reels of the film are still to be located). The tins also contained negatives of a short actuality, Sinhastha Mela, made by Dadasaheb in the early 1920s. Enquiring after Phalke’s other films, I was told to get in touch with the youngest Phalke son, Prabhakar, who occupied the same house in Nasik where his father had spent his last years. I travelled to Nasik and reached the Phalke house early in the morning. As I went in, I was struck by the insignia of a movie camera at the entrance of the old house. Prabhakar met me with a wooden box containing stray reels and fragments from various Phalke films, a moth-eaten notebook filled with notes on shots (presumably in Dadasaheb Phalke’s own hand) as well as almost all of Kaliya Mardan (1919). One look at the tins and I could see they had not been opened for a considerably long period. The lids were jammed and we had a difficult time opening them. A strong smell of nitrate was emanating from each tin. I noticed that some of the bits had started decomposing. In fact, a couple were already reduced to yellow pulp, and there was no alternative but to discard them there and then.DG Phalke’s Kaliya Mardan. Courtesy NFAI.Searching for the prints of other silent films made in India was an even more Herculean task. It was a great adventure to visit the remote corners of the country to hunt for films. They were quite literally scattered around, turning up in such odd places as cowsheds and godowns belonging to owners of grocery shops. A few reels of Indian silent films were also found in foreign locations. Somehow, we managed to collect about 10 out of the 1,500 silent feature films made in the country between 1913 and 1932.‘How much can you pay?’Most of the family members and heirs we met in our search were happy to collaborate with us. Often, they helped us collect films and supplied any information we needed, congratulating us for taking the pains to keep the filmmakers’ memories alive. Yet, there were bitter encounters as well. Sometimes, doors were shut in our faces and we were told to get lost: “Don’t ever utter the word ‘film’ in this house. Our father lost all the family property in making films and we have yet to recover from the loss.” Then, there was the time a grocery shop owner told us, “Yes, I have a wooden box containing some old films lying in my attic. By the way, how much can you pay?” We asked to look at the box, but he would not show it despite repeated requests. “First, tell me how much you are offering and then I’ll show you.” I told him I needed to have a look at the material to find out whether the reels were intact or had deteriorated and turned to powder before I could make an offer. When he refused to relent, his son took me aside to a corner and confided, “It’s difficult to argue with the old man. Wait for some time; I’ll see to it that the box comes to the film archive.” A couple of years later, after the death of the old man, the box was deposited at the Archive. Unfortunately, by that time, most of the reels had been damaged and we could salvage only a couple of films—Muraliwala (1927) and Sati Savitri (1927)—produced by the Maharashtra Film Company and directed by Baburao Painter.The story of how the Archive obtained the films made by the Prabhat Film Company is also interesting. When the government acquired the company’s studio premises in 1960 to set up the Film and Television Institute of India (FTII), they were offered the rights to the company’s films as well. Since it was outside the FTII’s mandate to take up the offer, the distributor, Mr Namade of Ulka Film Distributors, was ordered to vacate the studio premises and remove all film prints and negatives at the earliest. Having no other choice, Namade deposited the material at the vaults of the Central Bank of India at Deccan Gymkhana. Unfortunately, in the Panshet Dam disaster of July 1961, the whole vault was filled with water and several films were damaged. A desperate Namade sold whatever he could salvage at a throwaway price to one Mr Mudaliar from Chennai, who had thought of dubbing Prabhat’s classic ‘saint films’ such as Sant Tukaram, Sant Dnyaneshwar (1940), Sant Sakhu (1941) and others into Tamil, Telugu and Kannada for the South Indian market. However, after releasing a couple of titles, he realised that the experiment was not really working.V Shantaram’s Duniya Na Mane (1932), produced by Prabhat Film Company. Courtesy Film Heritage Foundation.Meanwhile, the NFAI had commenced its operations and was under pressure from the media to retrieve the Prabhat films, a vital component of India’s cinematic heritage. We were compelled to step in and open negotiations with Mudaliar, who proved to be a rather difficult person. Somehow, we managed to strike a deal to copy all the 43 Prabhat films in Mudaliar’s possession, preparing a master positive and a release positive for each film in exchange for a royalty equal to the print cost. To avoid transporting the nitrate negatives, we started on the copying at a couple of laboratories in Chennai. When we had copied around five to six films, Anandrao Damle, the owner of Prabhat Film Company (and also a son of one of its founder-partners), arrived on the scene. Settling all dues directly, he transferred our contract with Mudaliar to his own name and brought all the film material back to Pune, where it was kept in the Archive’s custody. The work of copying was continued at the FTII’s laboratory, which was ironically the former Prabhat lab where the films had once been stored. This is a classic example of the maxim ‘penny wise and pound foolish’.Unfinished businessStarting with a collection of 123 National Award-winning films in 1964, the Archive’s holdings rose to nearly 12,000 titles by the time I retired in 1991. Considering the country’s film output, this is still a negligent record, especially as many landmark films remain in the ‘permanently lost’ list. It is possible that films that cannot be found in India may yet turn up in countries like South Africa, Algeria, or countries in the East where Indian films have been shown from the 1930s onwards. Three reels of Kanjibhai Rathod’s silent film Sukanya Savitri (1922) were retrieved from a theatre in Bangkok, through the efforts of Dome Sukwong, head of the Thai archive.During my tenure as the head of the NFAI, I came across films under various stages of deterioration. The film Chitralekha (1941) was discovered on a rainy day at a cowshed in Kolkata and brought to Pune. When we opened the cans, we found that the reels were stuck together and hardened like stone. When we started separating the layers of the reels, they broke like mica and crumbled into powder. We had to use all our ingenuity to restore the film. First, it was kept in the hot sun for a couple of days and then in an indigenous desiccator. We kept the hardened film reel on a wire mesh and let steam rising from boiling water pass through it so that the reel expanded and its layers began to separate. Next, the reel was put on a winder and turned so that each layer came out slowly till the very last one. Some four or five frames on either side of the central bobbin had become yellow and were damaged. We had to remove these damaged portions and replace them with blank frames. We discovered that the reels were negatives. A film checker was assigned exclusively for the repair work: It took him more than one laborious month to complete the salvaging of one reel. With great difficulty, we copied the OK frames, one by one. The work was so strenuous, we could copy only one reel and the others had to be put aside for later. (These remaining reels were unfortunately lost in the fire that took place at the Archive in January 2003).Excerpted with permission from Yesterday’s Films For Tomorrow, PK Nair, Film Heritage Foundation.","author":"PK Nair","time":"2017-04-01T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/833153-jwnkfhbrqg-1490722347.jpg","tags":[],"source":"https://scroll.in/reel/833153/rescuing-film-prints-from-floods-fire-and-ignorance-tales-from-the-pioneer-of-archiving-in-india"}