{"title":"Bengali Hindus in this Assam village live the anxious life of ‘NRC rejects’","content":"In January, Ara Kumar Biswas pooled all his savings and borrowed some money to buy a quarter of an acre not too far from where he lived, a village called Bhari Dhowa in Middle Assam’s Nagaon district. It cost him Rs 3 lakh.  A couple of days later, when the fresh-faced 31-year-old carpenter went to the circle office to get the land registered in his name, he was asked to furnish a host of documents as identity proof. But it was not enough to prove identity. Biswas said he had to also establish that he was Indian: he had to produce a computer print-out bearing his name as having been included in Assam’s National Register of Citizens, published last August.Biswas had the rest of the documents but his name was not part of the NRC, meant to be a list of Indian citizens living in Assam. This was defined as anyone who came to the state after the midnight of March 24, 1971 and their descendants. Biswas did not make it as the NRC authorities were not convinced that he was the son of Amulya Biswas, the person he had claimed was his father in the application to be included in the citizens’ register. Amulya Biswas’s name featured in the 1971 electoral rolls.“No NRC, no registration,” the land records official reportedly told him when he informed the official of his status.   This despite the government of India clarifying that “exclusion from the NRC has no implication on the rights of an individual resident in Assam”. Until the judiciary declared you as such, not being included in the register did not mean you were a non-citizen, the Centre has said.‘NRC reject’Yet, over the past year, being an NRC reject has meant living with institutional deprivations and social slights, big and small. The NRC was first created in 1951, soon after the great population exchanges of Partition. The demand to update it was revived after the anti-foreigners’ movement in Assam, which was directed largely at people of Bengali origin. According to popular belief, they had migrated illegally from Bangladesh to encroach on lands that belonged to the “sons of the soil”, considered the true Assamese. An updated NRC, it was believed, would separate undocumented migrants from real citizens. In the run up to the publication of the updated list, the old bitterness between Assamese and Bengali-speaking communities had been revived once more. But over the past year, many of those left out of the NRC complain of tensions and snubs within their community. Take the case of Bhari Dowa, where Biswas lives, a village of around 5,000 people whose residents are mostly Bengali-speaking Hindus. More than 70% people here failed to make it to the NRC, according to residents.  “In every family in our village, three out of five people are out on average,” said Nityananda Biswas, another NRC reject from the village.Most in Bhari Dhua claim the exclusions were a mistake and they had enough documents to prove their citizenship. “We are six siblings – all of us have traced our legacy to our father,” said Ara Biswas. “But only our eldest sister made it. How is that possible?”He claimed the sister who was adjudicated to be an Indian citizen had vouched for her siblings on two separate occasions to NRC officials. “At the time, they said everything would be fine but they lied to us,” he said.Nityananda Biswas was excluded as his father’s refugee registration certificate was not accepted by the NRC authorities. He says it was issued by the Indian government in 1964, when his father crossed over from erstwhile East Pakistan to flee religious persecution. This was well before the 1971 deadline set for inclusion in the NRC  but it was not accepted by the authorities.But who is listening?‘The ultimate insult’Ara Biswas and his family have been living with the various ignominies of being left out of the NRC. His elder sister, 47-year-old Kiran Biswas, said she was humiliated by people she had known for years. Since 2008, she had been part of a women’s self-help group in the village. “All these years, I have been putting Rs 20 every week into the common savings fund of the group but after my name was left out of the NRC the other women said maybe I should not be part of the group,” she said.The group members eventually relented, but the initial snub still rankles. “Eleven years I was part of the group,” she said.Roma Biswas had expected to get married this year, but all plans came crashing down after the would-be groom’s family, Bengali-speaking Hindus from a neighbouring village, found out her name did not feature in the updated NRC. They called off the wedding two days before the ceremony was planned. “Everything was ready, the tent house had set up the pandal when they cancelled the wedding,” said her cousin, Biraj Kumar Biswas.The NRC has now entered the most mundane social exchanges in Bhari Dhua, often deployed as a barb. “When there is a fight and you have run out of arguments you get the other person to shut up by saying his name was not in the NRC,” said an elderly person in the village. “That is considered the ultimate insult.”Ara Biswas (extreme left), Kiran Biswas (second from right) with their siblings (Credit: Arunabh Saikia)Dimming hopes  Few people in Bhari Dhua had expected their NRC woes to last this long. Almost everyone in the village claimed to have voted for the Bharatiya Janata Party in the last few elections. For years, the party had promised to amend India’s citizenship laws to ease the criteria for Hindus from neighbouring countries. In the Lok Sabha election campaign of 2019, BJP leaders had hinted that Hindus left out of the NRC would be regularised by the new citizenship law.This promise seemed to come true last December, when the Centre passed the Citizenship Amendment Act, which would fast track citizenship for undocumented non-Muslim migrants from Bangladesh, Afghanistan and Pakistan. The residents of Bhari Dhua thought their citizenship troubles were over. Eight months later, the act is still to be notified and the rules for acquiring citizenship under it yet to be laid down. There is increasing disillusionment among residents of Bhari Bhua. “What is the point of this law when even people with documents continue to be in detention centres?” asked Paritosh Debnath, a 38-year-old daily wage labourer.His 60-year-old mother, Saraswati Debnath, has been lodged in the Tezpur detention centre for “declared foreigners” since April 2019. Individuals declared foreigners by Assam’s foreigners tribunals, quasi judicial bodies tasked with deciding on matters of disputed nationality, are interned in these centres, which share space with district prisons.Paritosh Debnath claimed Saraswati Debnath’s father’s name featured in the 1951 NRC, but they could not contest the case in the tribunal because they lacked resources. “There was a [suspected foreigner] notice against both my mother and father, but we could afford to fight only one case,” he said.Paritosh Debnath’s father, who has since died, was adjudicated to be an Indian citizen. But his own NRC application was rejected on the grounds that he was descended from “D” or doubtful voters. The Election Commission, while scouring its voter rolls for suspected foreigners, had placed the letter “D” next to the names of such individuals, indicating their citizenship was in doubt.“My father even voted in the 2016 elections after getting his name cleared,” Paritosh Debnath said. “So how can I be the son of a D voter?”Paritosh Biswas's mother has been interned at a detention centre since last year (Credit: Arunabh Saikia)Trouble ahead?As if these citizenship-related disappointments were not enough to contend with, people in Bhari Dhua are now coming to terms with the possibility of not being able to own land or take up government jobs in Assam. Earlier this month, a home ministry panel recommended that land rights and government employment in Assam, among other things, be restricted to those who can prove residence in the state before 1951. The report was part of an effort to implement Clause 6 of the Assam Accord, the pact which doused the fires of the anti-foreigners’ movement in 1985. The clause promises constitutional, administrative and cultural protections to the “Assamese people”.In Bhari Dhua, the new report has caused a scare as the ancestors of most residents arrived in Assam only in the 1950s or later. “I must have got at least 100 anxious calls the day the report surfaced,” said Sanjay Biswas, a local community leader.While the recommendations are meant to assuage the cultural and resource-centric concerns of communities considered indigenous to Assam, people in Bhari Dhua say they make no sense to them. “I was born here, my son is born here,” said Nityananda Biswas. “Why should he not get a job or buy a plot of land here?”This is the third part of a series exploring where Assam’s NRC process stands a year after the final list of the updated citizens’ register was published on August 31, 2019. Read the full series here.","author":"Arunabh Saikia","time":"2020-08-30T09:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132644-qewdmyfceq-1576081854.jpg","tags":["NRC","CAA","Assam","Citizenship","One year after Assam NRC"],"source":"https://scroll.in/article/971038/residents-of-this-bengali-speaking-hindu-village-in-assam-live-the-anxious-life-of-nrc-rejects"}