{"title":"Resolution seeking independent inquiry into Stan Swamy’s death introduced in US Congress","content":"A resolution has been introduced in the United States Congress seeking an independent inquiry into the death of tribal rights activist Stan Swamy, Congressman Juan Vargas said on Tuesday, according to PTI.Vargas made the statement at an online event to mark the first death anniversary of Swamy. The 84-year-old Jesuit priest, who was accused in the Elgar Parishad case, died at a Mumbai hospital on July 5 last year, while in police custody. Vargas, a Democrat representative from the US state of California, said that he had recently introduced the resolution in Congress to commemorate Swamy and to push for an investigation into his death.Swamy died nearly nine months after he was arrested under the Unlawful Activities (Prevention) Act. The 84-year-old had suffered from multiple ailments including Parkinson’s disease and had contracted the coronavirus infection at the Taloja prison.After his death, Justice SS Shinde of the Bombay High Court ordered an inquiry by a magistrate into the matter. However, the status of the inquiry is unknown.“I am appalled by the abuse Father Stan faced while in custody,” Vargas said at the webinar on Tuesday, according to PTI. “No one who fights for human rights should face such violence and neglect.”Apart from Vargas, United Kingdom MP Neale Hanvey, Finnish member of the European Parliament Alviina Alametsä, United Nations Special Rapporteur Mary Lawlor and Chhattisgarh-based tribal rights activist Soni Sori also addressed the webinar titled “Persecution of Religious Minorities and their Defenders in India: Commemorating Father Stan’s Death in Custody”.I'll be commemorating the life & human rights work of Father Stan Swamy later today, at 17:00 CET.Register here: https://t.co/9OjG3vPkG0Fr. Swamy died in custody this day last year. Here are some thoughts I shared in the wake of his death: https://t.co/6u6csVNcmf https://t.co/I4UxMzxti7— Mary Lawlor UN Special Rapporteur HRDs (@MaryLawlorhrds) July 5, 2022\n\nAllegations against SwamyThe National Investigation Agency had claimed that Swamy had helped the cause of the Communist Party of India (Maoist) through various civil rights organisations with which he worked.The NIA had also claimed that it had sufficient evidence on Swamy’s involvement in instigating caste violence in the Bhima Koregaon village near Pune in 2018.Swamy had said that he was being targeted by the NIA because of his writings and work related to caste and land struggles of the people.Also read: ‘You are immortalised in our hearts’: A cellmate’s letter to Stan Swamy on his death anniversary","author":"Scroll Staff","time":"2022-07-06T16:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161145-nnsbjrxlih-1625483085.jpg","tags":["Stan Swamy","Juan Vargas","US Congress"],"source":"https://scroll.in/latest/1027741/resolution-seeking-independent-inquiry-into-stan-swamys-death-introduced-in-us-congress"}