{"title":"Restored classic ‘Shiraz’ is as timeless as the Taj Mahal monument that inspired it","content":"Someone has said that the Taj Mahal is a tear on the cheek of time. Full of emotion and timeless too is the film Shiraz, based on a legend about its building and directed by Franz Osten and produced by Himansu Rai. I remember when I screened this 1928 Indo-German silent classic with live music at the Pordenone Silent Film festival in 1994. A great historian of French and silent cinema was in tears as he came up to thank me for reviving this nearly forgotten gem of the late silent era. He said that for him, it was like a return to a land he had never visited.Welcome, therefore, is the news that the British Film Institute is restoring Shiraz with a new music score by Anoushka Shankar. The BFI National Archive’s restoration, part of the UK/India Year of Culture celebrations, will be premiered at the 61st BFI London Film Festival on October 14 in London. There are also plans to screen the movie in India with the Taj Mahal in Agra as a backdrop. This will be a fitting return to the land of its production and the monument that has inspired generations to dream about its legend of love and devotion.Shiraz (1928).In 1924, Himansu Rai was a wealthy young law graduate and theatre enthusiast in London when he had the idea of approaching the Munich-based Emelka Film Company to help him make a film on the life of Buddha based on Light of Asia, the long poem by Victorian poet Edwin Arnold. At the time, Franz Osten was the chief director at Emelka, which was founded by his brother Peter Ostermeyr and had been making films since 1910 -11.  This first production, released in 1925, set the pattern  for the two subsequent co-productions made for the legendary German studio Ufa. Based on a play by Niranjan Pal and scripted by W Burton, Shiraz is a truly beautiful work of filmic atmosphere and emotion. Here is the synopsis (with minor changes) from my book Light of Asia: Indian Silent Cinema , 1912-1934:“Hassan, a potter living in the Persian desert finds Selima, a princess , and raises her along with his son Shiraz. Under his benign gaze they mature into young sweethearts, played by Enakshi Rama Rao and Himansu Rai. The beautiful Selima is abducted by slave traders and sold to the Mughal prince Khurram ( Charu Roy) who falls in love with her. This upsets the plans of the wily court lady Dalia (Seeta Devi) who dreams of becoming the Empress herself.  She arranges a secret meeting between the lovelorn Shiraz and Selima.  The two are seen by Khurram and he condemns Shiraz to be trampled by an elephant. But Dalia’s plot is exposed and Shiraz reveals the locket which signifies Selima’s royal descent. Selima and Khurram marry, leaving Shiraz to keep a ceaseless vigil outside the palace gates.  Selima is given the title Mumtaz Mahal when Khurram succeeds to the throne as Emperor Shah Jahan. When the Empress dies eighteen years later, Shah Jahan orders that a monument is built in her memory such as the world has never seen.The design chosen by the Emperor is that of Shiraz who is now blind but has rendered his ‘memories into stone’. “This fictional account of the story behind the Taj Mahal is, like many other films about the Mughals, based purely on legend and popular myths.  The most famous among these are Sohrab Modi’s Pukar (1939) and K Asif’s Mughal-e-Azam (1960). But what Shiraz lacks in historical accuracy is more than compensated by its numerous qualities. Emil Schunemann’s camerawork fully exploits the Mughal style architecture and opulent costumes in lustrous images that evoke the grandeur of the period.  Virtually every shot of the film is a cinematographic tour de force shimmering with gorgeous light and textures. The acting by all four chief protagonists is, on the whole, restrained, with Rai especially moving as Shiraz, who has to reconcile himself to Selima’s love for Khurram. And finally, the familiar Orientalist tropes of slave markets, snake charmers, palace intrigues and elephant processions are seamlessly integrated into the economical and eloquent storytelling. Among the stories recounted by Osten about the making of the three films is the amazing fact that since clean water was unavailable on locations, the exposed negative cans were relayed in iceboxes to the Himalayan foothills to a makeshift developing laboratory. Mostly shot in the height of summer, each unit member consumed an average of 37 bottles of lemonade on the hottest days.  To ensure the much sought after quality of authenticity, locations were selected because they were free from modern European architectural influence. The richest maharajahs – those of Jaipur, Udaipur and Mysore – were persuaded to throw open their hunting grounds, camel and elephant stables, palaces, treasuries and armories to supply the old costumes, jewelry , props, elephant trappings and weapons. The princely elite armed force and hundreds of locals were deployed for the crowd sequences. Franz Osten.The results of this monumental production effort are there to see in images captured in incandescent panchromatic stock splendor and never-to-be- repeated black and white expressiveness of the German cameramen Josef Wirsching, Willi Kiermeier and Emil Schunemann. In fact, Wirsching , who had shot Light of Asia, settled in India after his stint at Bombay Talkies and wartime internment, and went on to shoot some of the most admired cinematographic work in Indian cinema.  His credits include Kamal Amrohi’s Mahal (1949) and Kishore Sahu’s Dil Apna Aur Preet Parayi (1960), which changed the look of Indian films with their superb use of chiaroscuro, back lighting and soft focus to enhance the glamour of the leading ladies. Among the cameramen who were influenced by Wirsching is VK Murthy, who shot the great moody and atmospheric Guru Dutt films, most notably Pyaasa (1957) and Kaagaz ke Phool (1959). Shiraz had a successful release in Europe and the United States of America and in India, it did particularly well in Calcutta. But like so many other masterpieces of the late silent period, it was soon forgotten after the coming of sound films. However, Osten and Rai had one more triumph up their sleeve before the curtain finally came down on silent movies. In 1930, they released the bewitchingly seductive Throw of Dice, inspired by another great Indian story, the dice game from the Mahabharata. The British Film Institute restored this final chapter of the majestic Indo-German trilogy to its original glory a few years ago with a wonderful score by Nitin Sawhney.A Throw of Dice (1930).Encouraged by the success of his three Indian films, Osten wanted to make an adaptation of Sudraka’s Sanskrit classic Mrcchakatika (The Little Clay Cart), to be called Vasantasena. But this project was not realised. For his part, Rai  made his first sound film Karma (1933) with studio sequences shot in London and location work in India. The film launched his wife and sensational star Devika Rani, and the two together founded the immensely influential studio Bombay Talkies in 1934. As the studio’s resident director, Rai called his old friend and collaborator Franz Osten, who directed an astounding 11 films for Bombay Talkies between 1935 and 1939, including the path-breaking social reform classic Achhut Kanya (1936) with Devika Rani  and a boyish looking Ashok Kumar.With the outbreak of WWII in 1939, Osten, as a German national and Nazi Party member, was interned by the British government and repatriated to Germany after a few months on the grounds of advanced age.  Coincidentally, a few weeks later in May 1940, Rai died of a mysterious illness.  Franz Osten and Himansu Rai will be remembered in the history of Indian cinema for the three pioneering co-productions in the 1920s and their unique collaboration at Bombay Talkies. Shiraz was perhaps their artistic peak and will happily soon be available for an overdue reassessment by both film historians and a larger public.","author":"Suresh Chabria","time":"2017-04-03T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/833457-jbnrzhkibf-1491065307.jpg","tags":["Shiraz","silent film classic","Himansu Rai"],"source":"https://scroll.in/reel/833457/restored-classic-shiraz-is-as-timeless-as-the-taj-mahal-monument-that-inspired-it"}