{"title":"Retail inflation increased to 6.07% in February from 6.01% in January","content":"India’s retail inflation increased to 6.07% in February, data released by the Centre on Monday showed.The inflation level was above the threshold of 6% set by the Reserve Bank of India. The central bank aims to keep retail inflation between 2% and 6%.This was the second consecutive month in which the retail (consumer price index) inflation breached the 6% limit. In January, it stood at 6.01%.The consumer food price index, which is an indicator of price rise in food commodities, was recorded at 5.85% in February. In January, food inflation was at 5.43%.The food inflation increased in February as prices for oils and fats spiked by 16.44% as compared to last year. Prices of meat and fish increased by 7.45% year on year, while the corresponding figures for vegetables and fruits were 6.13% and 2.26%, respectively.Consumer Price Index Numbers on Base 2012=100 for Rural, Urban and Combined for the Month of February 2022🔗https://t.co/CM7UhjpQ0PDetails: https://t.co/bRUopYwpYP— PIB India (@PIB_India) March 14, 2022\n\nEarlier on Monday, government data showed that inflation in wholesale prices increased to 13.11% in February. In January, wholesale inflation had declined to 12.96% from 14.27% in December. The indicator of price rise in wholesale markets has now remained in double digits for eleven months.“The easing in primary food inflation was driven by a sharp drop in vegetable prices, as well as some correction in eggs and certain pulses, amidst rises in many other food groups,” Aditi Nayar, chief economist at the Investment Information and Credit Rating Agency, said, according to The Hindu.","author":"Scroll Staff","time":"2022-03-14T20:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162308-rcoygzrnoj-1627894251.jpg","tags":["inflation level","retail inflation","wholesale inflation","consumer price index","price rise","Reserve Bank of India"],"source":"https://scroll.in/latest/1019495/retail-inflation-increased-to-6-07-in-february-from-6-01-in-january"}