{"title":"Return to the epics: How Kumar Shahani infuses ancient themes with new meaning in his films","content":"The cinema of Kumar Shahani single-handedly (re)establishes the cinematograph’s links with earlier pre-modern art forms whilst at the same time capturing the specificity of the film medium. As opposed to the ontological-realist conception of cinema, which finds its culmination in the bourgeois ideal of lyricism, Shahani’s cinema witnesses a return to the epic. The epic for Shahani simultaneously unites the lyrical with the dramatic and becomes the most accurate representation of history itself.A student of Ritwik Ghatak at the Film and Television Institute of India, Shahani’s early work, such as his graduation film The Glass Pane (1965) and the short films Manmad Passenger (1967) and Object (1971), point towards a crisis in realist representation, as the characters neither consume nor act. Shahani’s cinematographic idiom  is closer to an internal state or interiority. For Shahani, realism avoids the class conflict as well as the conflict of the known and the unknown, which find their resolution in myth, thus linking seeing with living.Shahani’s debut feature, Maya Darpan (1972), links the epic tradition with an interiorised landscape through its non-psychological use of colour. Continuing the themes emphasised in Ghatak’s 1960 film Meghe Dhaka Tara (quoted on the soundtrack of the film), Shahani’s feature is about the conflict between oppressive feudal norms and a changing industrial landscape and their relationship with female sexuality through the textures of the everyday.\n\n\n    \n    Play\n\nMaya Darpan (1972). Taran, the protagonist, is the iconic-epic deity representing the Tantric figure of Kalikata.  The film emphasises the conflict between an arid landscape owned by a warrior caste handed down to a new generation of technological colonisers and the impact of capitalism that makes the landscape a mere natural resource. The film is fragmented by images and sounds that represent eruptions of anger representing working class agitations. Maya Darpan is structured according to the ajrakh technique of woodblock printing, which emphasises a  multi-centered dynamic joined together by a rectilinear grid. The failure of Maya Darpan, caused in part by Satyajit Ray’s scathing review of the film, resulted in Shahani taking a 12-year hiatus where he took to writing as a form of  expression. Shahani’s next feature, Tarang, starring Smita Patil and Amol Palekar,transposed feudal patriarchy to the urban landscape of Mumbai in order to pose a simple question: did the Indian bourgeois contribute to the setting up of an independent state (during and after the freedom struggle) or did they instead create the conditions for a militant (anti-national) Left? The film uses the epic of Urvashi and Pururavas to argue that myth is the most accurate depiction of history. The performative style of the film is based on Shahani’s research on Koteyattam.\n\n\n    \n    Play\n\nTarang (1984). Shahani would continue his explorations between melodrama, as a representative of the oppressed in a feudal patriarchy transformed by capitalist commodification, and its relationship to the star (as represented by Shatrughan Sinha) in his 1991 film Kasba.Shahani increasingly focused on a classicisation of the everyday in his two intensely subjective films on music and dance respectively, Khayal Gatha (1989) and Bhavantarana (1991). Khayal Gatha juxtaposed historical and contemporary legends around the khayal form to emphasise shrutis as “approximations which are never absolutes”. In Bhavantarana (1991), classical Indian dance is presented as a conflict between stylised labour and improvised movements that defy codification and classification. The documentary explores traditions of social initiation and their development into classical through dance maestro Kelucharan Mohapatra. In his next and most recent feature film, released in 1997, Shahani turned to Tagore’s 1934 novel Char Adhyay, linking female sexuality with the nationalistic struggle. For this, he cast a trained Odissi dancer, Nandini Ghoshal, forcing the actress to forget her training to reach ‘the outside.’ The films of Kumar Shahani achieve a balance between process and realisation without ever making the concept or its practice into a fetish. Like Ghatak, he is a refugee (born in Sind, Pakistan) and his films are about this  displacement that is represented through the camera, a mechanism to let in light and film a surface.Kumar Shahani/via Rajya Sabha TV, YouTube","author":"Devdutt Trivedi","time":"2018-12-07T14:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/107464-rdejpyilsk-1544100148.jpg","tags":["Kumar Shahani","Indian cinema","Maya Darpan"],"source":"https://scroll.in/reel/904770/return-to-the-epics-how-kumar-shahani-infuses-ancient-themes-with-new-meaning-in-his-films"}