{"title":"Indian photojournalist Danish Siddiqui killed in Afghanistan clashes","content":"Reuters India chief photographer Danish Siddiqui was killed on Friday while reporting about clashes in Afghanistan’s Kandahar city, the news agency said.Siddiqui, 38, was killed while covering a clash between Afghan security forces and Taliban fighters near a border crossing with Pakistan. An Afghan forces commander said that they had been fighting to recapture the main market area of Spin Boldak district of Kandahar when Siddiqui and a senior military officer were killed in Taliban crossfire.Earlier on Friday, the journalist had been wounded in his arm by a shrapnel while reporting on the clashes, Reuters reported. He was treated and had been recovering when Taliban fighters retreated from the fighting in Spin Boldak. Siddiqui was speaking to local shopkeepers when the Taliban attacked again, the Afghan commander said.Reuters, however, could not verify the commander’s version of the incident independently.Siddiqui’s death led to an outpouring of grief from his colleagues and other quarters.“Danish was an outstanding journalist, a devoted husband and father, and a much-loved colleague,” Reuters President Michael Friedenberg and Editor-in-Chief Alessandra Galloni said in a statement. “Our thoughts are with his family at this terrible time.”Afghanistan’s Ambassador to India Farid Mamundzay also expressed grief. “Deeply disturbed by the sad news of the killing of a friend, Danish Siddiqui in Kandahar last night,” he tweeted. “The Indian journalist and winner of Pulitzer Prize was embedded with Afghan security forces. I met him two weeks ago before his departure to Kabul. Condolences to his family and Reuters.”Deeply disturbed by the sad news of the killing of a friend, Danish Seddiqi in Kandahar last night. The Indian Journalist & winner of Pulitzer Prize was embedded with Afghan security forces. I met him 2 weeks ago before his departure to Kabul. Condolences to his family & Reuters. pic.twitter.com/sGlsKHHein— Farid Mamundzay फरीद मामुन्दजई فرید ماموندزی (@FMamundzay) July 16, 2021\n\nMinistry of External Affairs spokesperson Arindam Bagchi said that that India’s ambassador in Kabul was in touch with the Afghan authorities on the matter, ANI reported. “We are keeping his [Siddiqui’s] family informed of the developments,” Bagchi said at the ministry’s weekly press briefing.Siddiqui had been reporting on the clashes since earlier this week after being embedded as a journalist with Afghan special forces based in the southern province of Kandahar. In a series of tweets on July 13, the Indian photojournalist had described his travel with Afghan Special Forces on its missions. He said that the objective of the mission was to extract a wounded police officer, who was trapped by the Taliban on the outskirts of Kandahar city. The area, he pointed out, is contested between the Afghanistan government and the Taliban.As the forces reached the extraction point, Siddiqui tweeted, the Taliban used rocket-propelled grenades against the convoy, resulting in the destruction of three Humvees. One of the rockets hit the vehicle he was travelling in, but Siddiqui had said that he was safe.“Gunners atop the Humvees swivelled wildly, aiming fire at suspected Taliban fighters who were hard to see,” he wrote.The Humvee in which I was travelling with other special forces was also targeted by at least 3 RPG rounds and other weapons. I was lucky to be safe and capture the visual of one of the rockets hitting the armour plate overhead. pic.twitter.com/wipJmmtupp— Danish Siddiqui (@dansiddiqui) July 13, 2021\n\nSiddiqui was a Pulitzer Prize-winning photojournalist and the chief of Reuters Pictures multimedia team in India. He has covered many important events in Asia, West Asia and Europe, including the Rohingya refugees crisis – for which he received the Pulitzer along with two colleagues – the Hong Kong protests and living conditions of asylum seekers in Switzerland.Siddiqui also covered the devastation caused by the second wave of the coronavirus pandemic in Delhi. He had shot a photo essay in the non-profit Holy Family Hospital in the city.His work has been published by several magazines and newspapers, including The New York Times, Time Magazine, Forbes, The Guardian, CNN and Al Jazeera.Danish Siddiqui’s searing images on the Rohingya refugees, Delhi pogrom, & India’s Covid crisis will forever be imprinted in our minds. pic.twitter.com/SMwgmiLNTG— Shalini (@ShaliniNair13) July 16, 2021\n\nAlso read:‘Everyone was in pain’: Meet the two Indians who won Pulitzers for photographing the Rohingya crisisIn photos: In a hospital in coronavirus-ravaged Delhi, ‘crisis is a mild word’","author":"Scroll Staff","time":"2021-07-16T13:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161605-tepyaunglz-1626420791.jpg","tags":["Danish Siddiqui","photojournalist","Reuters","Taliban","Kandahar"]}