{"title":"Revisiting demonetisation: ‘If the notes have come back, why not the lost jobs?’","content":"“If 99% of the demonetised currency has returned [to the banking system], then why haven’t the jobs that demonetisation took away from us come back too?” asked Bajrang Yadav, 45, standing in a waterlogged lane outside his home in a slum cluster in West Delhi’s Mayapuri area last Sunday.Yadav was referring to the Reserve Bank of India’s annual report that had been released on August 30. It said that Rs 15.28 lakh crore worth of cash had returned to the banking system by June 30, nearly eight months after the government had decided to invalidate Rs 1,000 and Rs 500 notes worth Rs 15.44 lakh crore overnight. The demonetised notes accounted for 86% of Indian currency in circulation at that time. It took several weeks to print and distribute new notes, causing a cash crunch that crippled the economy for months. When Scroll.in visited Mayapuri weeks after demonetisation, workers in the largest industrial area within Delhi were still struggling to exchange old notes – many employers had paid out wages in the demonetised currency. Eventually, as orders dried up, many factories shut down. Mayapuri is a magnet for  migrants from all over North India – Uttar Pradesh, Bihar, Rajasthan,  Madhya Pradesh, Jammu and Kashmir. Some of them have come from as far as  West Bengal. Slum clusters that have grown around the industrial area  house more than 3,000 families.   Yadav, from Pratapgarh district in Uttar Pradesh, had spent 23 years working in a small-scale gear-box manufacturing unit in Hari Nagar industrial area, adjoining Mayapuri. He was one of the 16 workers in the engineering department. By December 2016, all of them had been laid off. The middle-aged worker left the national capital for his village but he could not find any work there. In February, he came back to Mayapuri with the hope of getting his job back. But his employer had already hired eight new employees in the engineering department. He insisted he could not hire any more workers as the unit’s capacity had fallen by half. By September, the number of workers in the unit rose to 12, but Yadav was not lucky enough to find himself among them. “If I was not productive enough, why did the employer keep me for 23 years?” he asked.Survival of the fittestSix months after demonetisation, the majority of the 1,800-odd small- and medium-scale factories in Mayapuri had not resumed operating at full capacity. Even now, ten months after the decision, the situation has not improved much. In December, there was intense anger among the workers. With time, the anger has turned into disappointment for many – the currency situation has returned to normal, but employment opportunities have not.  Neeraj Sehgal, the general secretary of Mayapuri Industrial Area Welfare Association, who owns a factory that manufactures bullet-proof and fire-proof doors, said that most factories, including his, have been operating at less than 75% of their capacity since demonetisation. “The paperwork after the introduction of the GST regime has made it further difficult,” he said, referring to the introduction in July of the Goods and Services Tax. GST aimed at making collections more efficient by subsuming a number of central and state taxes. But the low capacity utilisation in factories created an employment crisis and only the most productive workers were able to regain their jobs, Sehgal explained. Over the past few months, Yadav has visited ten factories in three industrial areas in the National Capital Region in search of a job. The response is always the same: owners say they are not hiring as their manufacturing operations have not reached peak capacity since demonetisation.“Demonetisation may have brought acche din [good days] to big corporations in the organised sector but definitely not to the millions of smaller employers who give jobs to people like us,” said Yadav. He now works as a daily wage labourer. He either goes to factories in search of daily wage work, or stands at a labour chowk waiting, with several others, for people seeking to hire labourers to come his way.In the Mayapuri slum. (Photo credit: Abhishek Dey).A reshuffle of jobsDemonetisation also appears to have accelerated a shakeout in the industrial areas in and around Delhi. Most of the residents of the Mayapuri slum, including the women, seek work within the  industrial area, and in nearby areas in West Delhi, including Hari Nagar  and Naraina. But now, many are travelling to far-off industrial areas like Okhla in South-East Delhi and Faridabad in Haryana in search of work.After seven months of unemployment, 45-year-old Tara Devi, whose home in the slum cluster is adjacent to a defunct rail track, found work in a garment factory in Mayapuri at Rs 5,000 per month. But Devi’s husband, who is a machine operator at an iron pressing factory, was able to find work only in Faridabad, 40 km away. “Travel consumes more than three hours of his day but we cannot leave this slum since my son works here too,” she said. The migration of factory workers from one industrial area to another is closely linked with job specialisation, both employers and trade union leaders said. In Mayapuri, many processes – iron pressing is one example – folded up. For workers who had spent more than 20-25 years in the specialised job, the best option was to move to similar units in other industrial areas. Similarly, workers from other industrial areas migrated to Mayapuri in pursuit of specialised jobs that had dried up elsewhere.“The migration, however, does not mean that jobs were created,” said Rajesh Kumar, a trade union leader who works with factory workers in Mayapuri and nearby industrial areas. He claimed that many skilled workers who lost their jobs never came back. Other unskilled workers took their place, leading to an occupational reshuffle.A drop in incomeMany slum dwellers reported a drop in income. Sayad Mukhtiyar, 30, and his 50-odd companions from Baramulla district of Kashmir, have spent as many as 12 years doing the same job in Mayapuri – loading and unloading heavy machinery. They have never been on the payroll of a specific factory, something they attribute to the nature of their work. “Till demonetisation happened, each of us managed to earn at least Rs 12,000 a month,” Mukhtiyar said. “For the past 10 months, hardly any loading or unloading of heavy machinery has taken place, which shows that there is no business at all. We hardly manage to make around Rs 6,000 per month now.”But it isn’t just a drop in income levels that troubles workers. They fear they could lose their jobs any day,  said Rajesh Kumar.Left to right: Khuwahit Hussain, Sayad Mukhtiyar and Nazaqat Hussain, all migrants from Kashmir in Delhi. (Photo credit: Abhishek Dey).Confused about media reportsRaja, 25, a high-school dropout from a village in Bihar’s Patna district, works in a cardboard box manufacturing unit in Naraina. He lives in a six foot by six foot room in the same cluster as the Kashmiri porters. The room is located close to a public toilet in the cluster. Crammed inside was a bed without a mattress, a stove, a few utensils, a gas cylinder, a mirror, an electricity meter, some clothes hanging on nails fixed on the bright blue walls and a large, rickety table fan fixed to the ceiling.Outside, a group of screaming children ran after two municipal workers who had come to the slum on an anti-mosquito fogging drive. Soon, a thick cloud of chemicals permeated Raja’s home. But another kind of fog assailed Raja.Raja, in his room. (Photo credit: Abhishek Dey).An avid reader of the Hindi newspapers stacked at the office of the factory workers’ union of which he is a member, Raja said the press coverage confused him. Some articles said demonetisation was a success, while others reported a slowdown in India’s GDP growth rate. A day after the RBI report showed 99% of currency extinguished by the government had returned to the banks, on August 31, government data showed that the country’s gross domestic product growth had slowed  to 5.7% in the April-June quarter from 7.9% in the corresponding period last year. The government maintained this was not a fallout of demonetisation, even though analysts said it was a factor.Raja wondered if the job insecurity looming over him was somehow connected with the slowdown. The cardboard box manufacturing unit in Mayapuri where he used to work closed down permanently after demonetisation. A few months later, Raja managed to get a job at a similar unit in Naraina. But his employer has lately been threatening to sack workers, attributing it to “business failing to pick up since demonetisation”.Although he has lived in Delhi for 10 years, Raja is registered as a voter in Bihar. Asked which party he had voted for in the 2014 Lok Sabha elections, his face broke into a smile. He said: “When people vote for a party, they expect the party to win and form a government that can create jobs. The BJP government has done the exact opposite.” \n    \n      Scroll.in\n      Revisiting Demonetisation\n      Is the worst over?\n    \n    \n        Read more","author":"Abhishek Dey","time":"2017-09-11T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/849457-44371-ldsxqrokjj-1505017475.jpg","tags":["Delhi","demonetisation","Jobs","revisiting demonetisation"],"source":"https://scroll.in/article/849457/revisiting-demonestisation-if-the-notes-have-come-back-why-not-the-lost-jobs"}