{"title":"Review: A rush to judgement in ‘Curry & Cyanide: The Jolly Joseph Case’ ","content":"It was a matter of time before a streaming platform turned its attention to the Koodathayi deaths. Curry & Cyanide: The Jolly Joseph Case on Netflix follows a series of shows on cause celebres, including House of Secrets: The Burari Deaths and Indian Predator: The Diary of a Serial Killer. The latest production is based on a case in which hearings have begun at the sessions court – which nullifies any ambition of it being a definitive account. Besides, recent events in the Nithari rape-murders, in which charges were dropped against the main accused Surendra Koli and Maninder Singh Pandher, suggest that true crime shows often leap to conclusions even before the final court verdict has been delivered.Curry & Cyanide re-examines six deaths associated with Jolly Joseph in Koodathayi, a village in Kerala’s Kozhikode district, between 2002 and 2016. The show is meant to be like a page-turner – but it’s missing the final chapter in which the detective reveals the murderer’s identity.Joseph became suspect after her husband Tom’s death from cyanide poisoning in 2008. A six-year gap separated the previous deaths of her in-laws. An uncle who had raised doubts about Tom’s demise also died, as did the two-year-old daughter and the first wife of Joseph’s second husband.Joseph was arrested in 2019 along with two men, including an associate with whom she was allegedly having an affair. She has reportedly confessed to her crimes – although we know what happens to such declarations when they reach the courtroom.The show has been directed by Christo Tomy and written by Shalini Ushadevi. Curry & Cyanide attempts to provide a psychological profile of its subject, alongside gathering the proof that will convict her.\n\n\n    \n    Play\n\nCurry & Cyanide: The Jolly Joseph Case (2023).The 107-minute documentary has a catchy title that, alas, isn’t accurate. Neither curry nor cyanide was involved in every one of the deaths, at least on the basis of the official police investigation or the forensic tests.  The evidence is scanty, despite impassioned depositions by Tom’s siblings and Joseph’s son. Conversations that are said to have taken place between Joseph and her relatives are regurgitated without being corroborated. The ability of Tom’s sister Renji to play Miss Marple and uncover an important clue that bypassed the police speaks volumes about the quality of the investigation. The police claim that cyanide was lying around Joseph’s home when they went to arrest her – which itself should have given the show’s makers pause for thought.In the absence of an independent investigation, director Tomy and his team line up a series of talking heads. While the accounts of Renji, her brother Roji, and Joseph’s son Remo are moving, they reveal more about family dynamics than about Joseph’s guilt.Renji correctly points out that Joseph’s lies about her education and employment evaded detection because of the trust that tends to exist in families. But why didn’t the police do the digging that might have prevented further deaths? The show doesn’t pose this question to one of its star witnesses, the retired police officer KG Simon.There are several other unanswered queries. Why did people around Joseph continue to die even after she became an open target of suspicion? VV Pillay, the toxicologist involved with the investigation, remarks that in cases of cyanide poisoning, it’s common practice to suspect the spouse. How did this basic truth escape the police, who are prone to leaping to conclusions?But of course, Joseph’s lawyer, BA Aloor, vigourously defends her. A further note of caution is struck by journalist Nikhila Henry, who says that the police investigation was full of loopholes.Whether Jolly is a brazen psychopath or a wronged woman will only be clear after she has exhausted her legal appeals. As far as the public is concerned, she is already guilty. It’s unclear why Curry & Cyanide is adding to the clamour for Joseph’s conviction, rather than reflecting on the rush to judgement. Also read:Sexism and misogyny: How men in Kerala have responded to serial murders by a woman","author":"Nandini Ramnath","time":"2023-12-22T14:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196755-xoftcvxqoo-1702921180.jpeg","tags":["Curry & Cyanide: The Jolly Joseph Case review","Koodathayi cyanide killings","Netflix"]}