{"title":"Review: In web series ‘Undekhi, murder is foul and its cover-up a stink operation ","content":"In the web series Undekhi, seeing is disbelieving. A crime is caught on camera and yet doesn’t appear to have taken place. The body vanishes, as do the eyewitnesses. When a conscientious police officer arrives on the murder scene, he walks into a den of lies built out of a staggering sense of entitlement.The SonyLIV series begins in Bengal before settling into Manali in Himachal Pradesh. A forest officer has died in the Sundarbans. A neck wound suggests that he has been mauled by a wild animal, but the slow-moving and fast-thinking investigating officer Barun Ghosh (Dibyendu Bhattacharya) knows better.The real jungle is kilometres away, in Manali, where the wedding of Teji (Anchal Singh) and Daman Atwal (Ankur Rathee) is underway at the Atwal-owned resort. Teji and her family are startled by the ostentation on display, but they have no idea just how loud – and quiet – things are going to get.Teji’s future father-in-law, the permanently drunk and relentlessly crass patriarch of the Atwal clan, gets jiggy with a pair of sibling dancers during a stag party. When Atwal (Harsh Chhaya) shoots dead one of the sisters, the party briefly pauses and then continues. The dancers are disposable. But they also happen to be the main suspects in the Sundarbans case, which is why Barun is in Manali, poking around where he doesn’t belong. This is only the first forced connection in Undekhi. Over 10 episodes, the crime drama strings together a range of scattered characters and events. Some of the force-fitting works well for the show. Before it falls prey to the seemingly inevitable halfway-mark curse that afflicts most web series, Undekhi is a compelling drama about how a crisis strips people down to their basic, baser, instincts.Abhishek Chauhan in Undekhi (2020). Courtesy Applause Entertainment/SonyLIV.Unlike the Sundarbans incident, the stag party crime hasn’t gone unseen: it has been recorded by wedding cinematographer Rishi (Abhishek Chauhan). The burden of proof proves too much for Rishi. When he realises that the other dancer, Koyal (Apeksha Porwal), and her partner are being held captive, he begins to resemble a hen amidst a skulk of foxes.Rishi is the ideal eyewitness for this variety of thriller – he is high-strung, slow on the uptake, and prone to poor judgement. His boss Saloni (Ayn Zoya) is of no help. Buried under a debt that she hopes will be wiped out by the assignment to shoot the wedding, Saloni advises Rishi to keep his trap shut. When he disappears too, she begins making dangerous deals with Atwal’s crooked nephew Rinku (Surya Sharma). Some of the deal-making is meant to expose Saloni’s self-serving ways, while some of it is an excuse to throw in rough sex without which such shows fear that they will seem incomplete. Rinku possesses more than bedroom skills. He is the true inheritor of Atwal’s twisted value system. He barely blinks when Atwal puts a hole in the dancer’s skull. Rinku’s subsequent actions make it appear that he is coolly ticking off items on a grocery list, rather than concealing a crime. Surya Sharma in Undekhi (2020). Courtesy Applause Entertainment/SonyLIV.Unlike the foreign-returned Daman, who claims to be horrified by his father’s behaviour, Rinku regards impunity as his birthright. He is adept at criminality and unwavering in his attempts to stall Barun’s investigation – a character trait that leads to entertaining games between the lean enforcer and the portly cop.The series has been co-created and written by Sidharth Sengupta and directed by Ashish R Shukla. The sharp and cynical dialogue is by the actor Varun Badola. The set of characters include several  implacable opportunists led by Atwal, who proves that a fish rots from the head down. Atwal’s boundless debauchery sets the tone for how his clan reacts. He has no compunctions hitting the bottle whatever the hour and there are times when he can barely stand upright. Yet, this wealthy gent is seasoned at disposing of inconvenient corpses, bribery and covering up his tracks, and Rinku follows his example closely.Harsh Chhaya in Undekhi (2020). Courtesy Applause Entertainment/SonyLIV.The family’s transactional and corrupt ways prove to be infectious, which is a bit of a problem for the series and some of its characters. As the stakes get higher, panic sets in for the Atwals and their supporters. The show’s creators react badly too. The twists in the final episodes don’t flow organically from the main event as they seem tacked on keep the momentum going and reach a crowd-pleasing conclusion.Some characters are given too much to do, such as Saloni and Daman’s bride-to-be Teji. Others who should be central to the proceedings, like the dancer Koyal, are inadequately fleshed out. Koyal’s tribal background leads to some ridiculous stereotyping, especially in the scenes when she leads a hunt through a forest by channelling her jungle-friendly ways. Nobody cares for Koyal and her slain sister, it is repeatedly said. There are times when the series falls for this Atwal-esque sentiment too.Among the better written and performed characters are Harsh Chhaya as the despicable Atwal, Surya Sharma as the ruthless Rinku, and Ayn Zoya as the manipulative Saloni. Chhaya delivers most of his lines and curses through a thick, near-unintelligible slur, but his villainy is never in doubt. Crime dramas are littered with principled police investigators cutting their way through a thicket of venality. While Barun is straight out of the copybook, Dibyendu Bhattacharya’s marvellously subtle and layered performance humanises the stereotype. He brings humour and a welcome sense of calm to the escalating chaos. Wide around the waist but lithe when he needs to be, Bhattacharya’s Barun is an apt hero in a world seething with amorality. Even in its most over-wrought moments, Undekhi benefits hugely from the casting of this talented actor, whose commitment to the truth mirrors his character’s doggedness. \n\n\n    \n    Play\n\nUndekhi (2020).","author":"Nandini Ramnath","time":"2020-07-10T11:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/144138-yfxhduqecd-1594309749.jpeg","tags":["Undekhi","Dibyendu Bhattacharya","SonyLIV"],"source":"https://scroll.in/reel/967008/review-in-web-series-undekhi-murder-is-foul-and-its-cover-up-a-stink-operation"}