{"title":"Revoke the remission of Bilkis Bano case convicts, 6,000 citizens ask Supreme Court","content":"Over 6,000 citizens, including human rights activists, on Thursday urged the Supreme Court to revoke the remission of the sentences for 11 men convicted of rape and murder in the Bilkis Bano case.“The remission of these sentences is not only immoral and unconscionable, it goes against the state of Gujarat’s own existing remission policy which expressly states such remission is ‘NOT’ for those convicted of rape or gangrape,” they said in a statement.The statement pertains to the gangrape of Bilkis Bano on March 3, 2002, during the riots in Gujarat. She was 19 and pregnant at the time. Fourteen members of her family, including her three-year-old daughter, were murdered by the rioters near Ahmedabad. One of the men snatched the girl from her mother’s arms and smashed her head on a rock.On Monday, 11 men who were sentenced to life imprisonment in the case were released from a Godhra jail after the Gujarat government approved their application under its remission policy.Gujarat Additional Chief Secretary (Home) Raj Kumar had said that the government considered their remission application as the convicts had served 14 years in jail as well as due to other factors such as “age, nature of the crime, [and] behaviour in prison”.The signatories include activists Anjali Bhardwaj, Safoora Zargar, Cedric Prakash and Deepthi Sirla and representatives of organisations from National Alliance of People’s Movements, All India Lawyers Association for Justice, Delhi Solidarity Group, All India Students Association and Where Are The Women.About 6000 eminent citizens and civil society groups speak out in support of the Gujarat 2002 rape victim   #BilkisBano and strongly demanded the revocation of the premature release of 11 gang-rapists.@NewIndianXpress @TheMornStandard @santwana99 pic.twitter.com/Zh5GMZYM1g— Dilip Singh Kshatriya (@Kshatriyadilip) August 19, 2022\n\nThe statement said that Bilkis has always said that her struggle for justice is a struggle for all women but she suffered a blow on India’s Independence Day.It pointed out that the convicts were released on the same day when Prime Minister Narendra Modi spoke about women’s rights and gender equality in her Independence Day address to the country. “No one asked for her [Bano] views, or enquired about her safety,” the statement said. “No one sent her a notice. No one asked how she, a gang-rape survivor, felt about the release of her rapists.”The signatories said they were ashamed that when India celebrated its independence, the women of India saw “gang-rapists and mass murderers freed as an act of state largesse”.“The remission of sentences for the 11 convicted of gang-rape and mass murder will have a chilling effect on every rape victim who is told to ‘trust the system’, ‘seek justice’, ‘have faith’,” they said. “The early release of these murderers/rapists only strengthens the impunity of all men who commit rape and other acts of violence against women. The remission must be revoked.”The statement said that the release violates Centre’s guidelines on the remission policy of convicts that states prisoners who are sentenced to jail for rape cannot be let out of jail.“Most importantly, in a case investigated and prosecuted by the CBI, no remission can be granted by a State without concurrence by the Centre,” it said. “That such a remission was even considered and then permitted reveals the hollowness of the public posturing about Nari Shakti [women empowerment], Beti Bachao, women’s rights and justice for victims.”The signatories also told the persons responsible for releasing the convicts: “You have let down every woman in the country. Made us more unsafe, more threatened and more at risk of violation. You have diluted our faith in the idea of justice for women of India.” Also read:‘They are Brahmins...have good values’: BJP MLA defends release of Bilkis Bano case convicts","author":"Scroll Staff","time":"2022-08-19T12:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178664-evlucidsss-1660889447.jpg","tags":["Bilkis Bano","2002 Gujarat riots","Crime against women","Gujarat","Godhra"],"source":"https://scroll.in/latest/1030823/revoke-the-remission-of-bilkis-bano-case-convicts-6000-signatories-ask-supreme-court"}