{"title":"‘Rewarded for being a patriot,’ says former NCB officer Sameer Wankhede on CBI raids","content":"Former Narcotics Control Bureau officer Sameer Wankhede claimed on Saturday that he was being “rewarded” for being a patriot after the Central Bureau of Investigation raided his home a day earlier, reported ANI.Wankhede, a former zonal director of the Narcotics Control Bureau, is accused of demanding a bribe of Rs 25 crore in a case related to the alleged seizure of drugs on the Cordelia cruise ship off the coast of Mumbai. Actor Shah Rukh Khan’s son Aryan Khan had been arrested in connection with the case.While some media reports claim that Wankhede sought the bribe for not framing Aryan Khan, some suggest he sought it from the owners of the Cordelia ship.“I am getting rewarded for being a patriot, yesterday 18 CBI officials raided my residence and searched it for more than 12 hours while my wife and children were present in the house,” Wankhede said, reported ANI. “They found Rs 23,000 and four property papers. These assets were acquired before I joined the service.”He also claimed that officials from the central agency took away his wife Kranti Redkar’s phone. On May 12, the central agency had searched the premises of Wankhede and 28 other locations in four cities – Delhi, Mumbai, Kanpur and Ranchi – belonging to two other public servants and two others as part of its investigation.Wankhede led the investigation in the 2021 Cordelia cruise ship case, in which Khan was arrested along with his friend Arbaaz Merchant, model Munmum Dhamecha and five others by the Narcotics Control Bureau.The agency had claimed to have seized 13 grams of cocaine, five grams of mephedrone, 21 grams of charas, 22 pills of MDMA (ecstasy) and Rs 1.3 lakh from the ship following the raid.However, on October 28, 2021, the Bombay High Court granted bail to Khan, Merchant and Dhamecha, observing that there was no evidence of a conspiracy among them. The court order said that Khan did not have any drugs on him during the raid, even as the Narcotics Control Bureau claimed that he had been found in “conscious possession” of contraband substances.On May 27 last year, the Narcotics Control Bureau cleared Khan of charges in the case as it did not find corroborative evidence against him. Three days after that, Wankhede was transferred to the Directorate General of Taxpayer Services in Chennai.","author":"Scroll Staff","time":"2023-05-14T12:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166014-obodefcqfw-1636121727.jpg","tags":["Sameer Wankhede","Aryan Khan","Narcotics Control Bureau","Central Bureau of Investigation","Maharashtra"],"source":"https://scroll.in/latest/1049083/rewarded-for-being-a-patriot-says-former-ncb-officer-sameer-wankhede-on-cbi-raids"}