{"title":"Rift over Citizenship Bill threatens to break up BJP’s alliance with Asom Gana Parishad in Assam","content":"On Friday, a delegation each from the Assam unit of the Bharatiya Janata Party and its coalition partner, the Asom Gana Parishad, met Rajnath Singh. Both discussed the same subject with the Union home minister: The Citizenship (Amendment) Bill, 2016. What they wanted though was diametrically opposite. While the BJP group, led by former Union minister Kabindra Purkayastha, submitted a representation to Singh to fast-track the Bill, the Parishad urged him to abandon the legislation altogether.Contrasting positionsThe allies’ disparate positions on the Bill threaten to destabilise the state government.   “If the BJP decides to table the Bill in Parliament and push it through, we will be forced to withdraw from the coalition,” said Ramendra Narayan Kalita, a Parishad legislator who was part of the delegation that met the home minister.Although the two parties have always held contrasting positions on the Bill, this is the first time the Parishad has publicly threatened to pull out of the coalition government.  On Thursday, the party organised a “citizens’ meeting” in Guwahati to solicit public opinion in the wake of reports that the Union  government would try to pass the Bill  in the ongoing winter session of Parliament.The Bill seeks to grant citizenship to Hindus, Sikhs, Buddhists, Jains, Parsis and Christians from Afghanistan, Bangladesh and Pakistan who have been staying in India without valid documents for six years.‘Threat to Assam Accord’ The Parishad’s main gripe with the Bill is that it would override the Assam Accord of 1985.  In the 1970s and ‘80s, the All Assam Students’ Union led a mass movement, popularly known as the Assam Agitation, against illegal immigration from Bangladesh. It culminated with the signing of the Assam Accord,  which, among other things, deemed anybody who had entered the state after the midnight of March 24, 1971 as an illegal immigrant. The Parishad grew out of that movement.“The character of the Accord is such that it does not distinguish between religions,” said Kalita. “But this Bill gives preferential treatment to certain religions. That is not acceptable to us. We will not make any compromise with the Assam Accord.”Kalita said Singh had assured them that the central government would strive to persevere Assam’s identity. “But if they bring in this Bill, there is no question of staying in the government or supporting the NDA,” he added, referring to the BJP-led National Democratic Alliance.Another leader of the Parishad, Manoj Saikia, accused the BJP of backtracking on its campaign promise of maintaining the sanctity of the Assam Accord. “In their vision document, they speak about implementing the Accord,” said Saikia. “So why did they say it then? Now if they push through the Bill violating the Accord, it will be no big deal for us to leave the government.”‘No contradiction’ The BJP’s state president Ranjit Das dismissed suggestions of a rift within the coalition as mere speculation. “The Bill is still with the parliamentary standing committee, so there is no question of it being tabled this season,” said Das, adding that the current impasse was no more than a difference of opinion between the allies.Rajdeep Roy, a BJP leader from the Barak valley, which is home to many Bengali Hindus, said the Parishad’s “interpretation of the Bill has been wrong”.  Roy contended that while the BJP was committed to the Assam Accord, it was also “committed to giving protection to religious minorities of the neighbouring countries who have come here to save themselves and their womenfolk”.  “This has been our stand since the time of the Jan Sangh,” affirmed Roy. “Yes, the are primarily Hindus, but there are also Jains and Christians.”Das agreed. “Why did they [the Parishad] share the stage with our leaders during the election campaign?” he asked. “If they had an objection they should have expressed it then only.”Das said the BJP only sought to “protect and preserve the indigenous culture” of the region.  “There are so many Rabhas and Koch Rajbonghsis [prominent tribes of Assam] in Bangladesh,” he reasoned. “If they want to come back tomorrow to Assam, what will the detractors of the Bill say then?”He argued that if the Parishad were to walk out of the coalition now, it would amount to disrespecting the people’s mandate the two parties received in 2016.If the Parishad does withdraw its support, the BJP has little to worry in terms of holding on to power in Assam. In the 126-seat Assembly, the BJP-led alliance will still have a comfortable majority of 73 seats, courtesy its other ally, the Bodoland People’s Front.","author":"Arunabh Saikia","time":"2017-12-24T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/862539-77273-hquzosqflj-1514030690.jpg","tags":["Asom Gana Parishad","Citizenship Bill","BJP","illegal immigrants","Bodoland People’s Front"],"source":"https://scroll.in/article/862539/rift-over-citizenship-bill-threatens-to-break-up-bjps-alliance-with-asom-gana-parishad-in-assam"}