{"title":"Right to establish a minority institution not meant to ghettoise the community, says Supreme Court","content":"The right of minorities to establish and administer any educational institution under Article 30 of the Constitution is not meant to ghettoise any community, the Supreme Court said on Thursday, reported Bar and Bench.A seven-judge Constitution bench, headed by Chief Justice DY Chandrachud and comprising Justices Sanjiv Khanna, Surya Kant, JB Pardiwala, Dipankar Datta, Manoj Misra and Satish Chandra Sharma, was hearing a batch of petitions concerning the minority status of Aligarh Muslim University.The petitioners have challenged a 2006 judgement of the Allahabad High Court, which held that the Aligarh Muslim University cannot be considered a minority institution as it was never administered or claimed to be administered by the minority community despite being established by the community.The bench is also dealing with the legal question of the designation of a centrally-funded university as a minority institution. The matter was referred to a seven-judge bench in February 2019 by another bench led by Ranjan Gogoi, the chief justice at that time.During the hearing on Thursday, the bench asked if the “minority tag” was important for the university, since it has existed as an institute of national importance for more than 100 years, reported Live Law.“How does it matter that if we are not with you on Basha [S Azeez Basha judgement]?” asked Justice Dipankar. “How does it matter for the people whether it is a minority institution or not? It’s only the brand name Aligarh Muslim University.]In the 1968 Azeez Basha judgement, the Supreme Court held the university to be a Central university. The judgement also said that Articles 29 and 30 of the Constitution cannot be conferred on it to grant a minority status.Appearing for one of the petitioners supporting the minority claim, advocate Shadan Farasat told the court that the university had enjoyed the minority status till the Azeez Basha judgement. The minority status was again given to the institution later through the 1981 amendment to the Aligarh Muslim University Act, he said.Farasat said that the university’s minority status has continued as per the status quo under court orders even as the Allahabad High Court had ruled in 2006 struck down the provision of the 1981 Aligarh Muslim University Act.“In fact, if your lordships uphold Basha, for the first time clearly now, it will cease to be a minority institution,” he said.On Tuesday, the first day of the hearing in the case, the Centre told the Supreme Court Aligarh Muslim University cannot be a minority institution given its “national character”, reported PTI.“It is submitted that owing to the obviously secular ethos and nature of the nation and the Constitution, considering the fact that AMU is an institution of educational ‘national character’ it cannot be considered to be a minority institution irrespective of the question whether it was established and administered by the minority at the time of inception or not,” said Solicitor General Tushar Mehta.The court remarked on Thursday that the protection of a minority educational institution under Article 30 is not lost even if the minority community involves others in the administration.","author":"Scroll Staff","time":"2024-01-12T13:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172664-bzhqouwuzj-1649264089.jpg","tags":["AMU","Supreme Court","Aligarh muslim university"],"source":"https://scroll.in/latest/1062030/right-to-establish-a-minority-institution-not-meant-to-ghettoise-the-community-says-supreme-court"}