{"title":"Rise in custodial deaths in Gujarat is matter of great concern, says state law panel","content":"Rising incidents of custodial deaths in Gujarat were a matter of “great public concern”, the state law commission has said in a report, reported The Indian Express on Friday.The report, titled “Suggestions to have proper control on the law enforcing agency for prevention of unwanted instances of custodial death”, was submitted to the state government in July.The commission noted that not a single case filed against police personnel in connection with custodial deaths led to conviction in 2021.The panel headed by former Supreme Court judge MB Shah took note of data from the National Crime Records Bureau which showed that in 2021, magisterial inquiries had been ordered in nine cases of custodial deaths, while judicial inquiries were ordered in 11 instances.“Further, four cases were registered, of which chargesheet [was filed] in two,” the report said, according to The Indian Express. “...Moreover, 12 policemen were arrested and nine were chargesheeted.”The commission said there was a need to sensitise the police to function within the framework of the Constitution. It also underlined the need to install video and audio-enabled close-circuit television cameras at police stations and jails.Other measures the panel suggested are taking action against police personnel abusing their official position, conducting prisoners’ regular health checkups and having exclusive interrogation teams tasked with gathering evidence from those detained.On February 8, the Centre had told Parliament that Gujarat reported the most deaths in police custody (80) among all states and Union Territories between 2017 and 2022. Of these, 24 deaths were recorded in 2021-’22, 17 in 2020-’21, 12 in 2019-’20, 13 in 2018-’19 and 14 in 2017-’18.Also read:In India, five people die in official custody every day. How does the law deal with these?","author":"Scroll Staff","time":"2023-09-29T14:32:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/72653-rxghawkgsf-1564046852.jpg","tags":["Gujarat","state law commission","custodial deaths"],"source":"https://scroll.in/latest/1056798/rising-custodial-deaths-in-gujarat-are-matter-of-great-concern-says-state-law-panel"}