{"title":"Rising from the rubble: The Freedom Theatre keeps cultural resistance alive in Palestine","content":"“For our liberation, we need guns. But without culture, guns are useless. Brothers end up killing brothers,” Zakaria Zubeidi had told me in April 2015. Zubeidi is one of the co-founders of The Freedom Theatre, established in the Jenin Refugee Camp in Palestine’s north West Bank. When I met him, he had voluntarily turned himself in to a Palestine Authority detention centre in response to a threat to his life from the Israeli army.Zubeidi is an icon of the Palestinian resistance. As a military commander of the Al Aqsa Martyrs’ Brigade, he led the armed resistance to the Israeli incursion of the Jenin Refugee Camp during the Second Intifada in 2002. In 2021, he was the leader of perhaps the most dramatic and sensational escape from an Israeli high-security prison, a jail break that invited comparison to the Hollywood movie Shawshank Redemption. He was captured soon after, and has been in prison since.I was reminded of Zubeidi’s words while listening to Ahmed Tobasi, the current artistic director of The Freedom Theatre recently at an online solidarity meeting for the Palestinaian group organised by LeftWord Books and Jana Natya Manch, both outfits with which I am closely associated.The Jenin Refugee Camp has been a particular target of the Israeli Occupation forces for decades now. Camp residents have combined armed resistance with cultural resistance. The Freedom Theatre exemplifies this cultural resistance.It was hardly surprising, then, that The Freedom Theatre was a special target during an Israeli raid into Jenin early in July. Observers noted that this was probably the most intense and brutal raid on the camp since the early 2000s. That is saying a lot, considering that Israeli raids occur with almost metronome-like regularity. It may be recalled that the journalist Shireen Abu Akleh, a US citizen, was killed by an Israeli sniper while reporting from the camp in June last year.Watch: A heavy Israeli military bulldozer plows and destroys the road leading to the Freedom Theatre in Jenin refugee camp, today.#JeninUnderAttack pic.twitter.com/CtJwEGK1q7— Quds News Network (@QudsNen) July 3, 2023\n\nThe raid came in a year that has seen the highest number of Israeli attacks on Palestinian towns and villages in recent times. According United Nations figures, 143 Palestinians have been killed by Israeli forces between January and May. This is more than twice the number for the corresponding period last year.This sharp increase in Israeli violence (both directly by the Israeli police and army forces, and by settlers backed by them) has been legitimised and egged on by senior cabinet ministers in the most right-wing government Israel has ever had.Many believe that there is compelling evidence that Israel is an apartheid state. Amnesty International, for instance, released a report last year the title Israel’s Apartheid Against Palestinians. More recently, in June last year, two former United Nations high officials, Ban Ki-moon (former UN secretary-general) and Mary Robinson (former president of Ireland and UN commissioner for human rights) visited Palestine as representatives of The Elders (a group set up by Nelson Mandela) and came to the conclusion that there is “ever-growing evidence that the situation meets the international legal definition of apartheid”.In the solidarity meeting on July 27, Ahmed Tobasi spoke of the harrowing impact of the recent raid on children in particular. To convey to an Indian audience what the Israeli raids mean, beyond the numbers of the dead and arrested, Tobasi recalled what a friend once told him after his house was destroyed and he was arrested by the Israeli forces. When the Israeli officer asked his friend how he felt after his home was demolished, he said, I don’t care, we will rebuild. You will rebuild with brick and mortar, the Israeli officer said. But how will you rebuild the memories connected to that home?That is what Israel is trying to do, Tobasi said. To destroy the memory of Palestinians, to bludgeon them into accepting that they do not belong to the land of their ancestors.Statement from The Freedom Theatre, as our Co-founder Zakaria Zubeidi enters his 6th day on hunger strike.Read more on his life and revolutionary artistic leadership here: https://t.co/s8SFMw7Bdl pic.twitter.com/CS3ZeJpsyd— The Freedom Theatre (@freedom_theatre) July 28, 2023\n\nThis is exactly why culture is so important – to ensure that memory is not obliterated, to nurture the internal resources that keep human dignity and desire for freedom alive. This was recognised by Palestinian-Israel actor, director, filmmaker Juliano Mer-Khamis who co-founded The Freedom Tehatre in 2006, along with Zubeidi, Swedish-Israeli nurse Jonatan Stanczak and Swedish-Israeli musician  Dror Felier.  Mer-Khamis, whose mother was Israeli and father Arab, described himself as “100% Palestinian and 100% Jewish”.Mer-Khamis had experienced the power of theatre when his mother, Arna Mer, established the Stone Theatre in the Jenin Refugee Camp to work with children suffering trauma. Zubeidi was one of the children in the Stone Theatre. The theatre was destroyed by the Israelis. Mer-Khamis went on to co-direct Arna’s Children, a documentary film about Zubeidi  and his friends. A brilliant artist and inspirational leader, Mer-Khamis was assassinated by a masked gunman outside the theatre in April 2011.The Freedom Theatre, then, has faced numerous attacks. One co-founder killed and another in prison; the chairperson of the board in prison for over a year; several physical attacks on the theatre over the years; many people associated with the theatre incarcerated at various points. In the solidarity meeting, Tobasi mentioned another setback: recently, about 80% of the theatre’s European Union funding has been cut back because it refused to agree to depoliticise their work.10 years ago today my friend, actor & director Juliano Mer-Khamis, who described himself as 100%  Palestinian & 100% Jewish, was killed outside the theater he built in Jenin.He played a philanthropist Sheikh who sponsors girls’ education in my movie MIRAL.I’ll never forget him. pic.twitter.com/k116ReSlbr— Rula Jebreal (@rulajebreal) April 4, 2021\n\nThe Freedom Theatre has a special bond with India. In the winter of 2015-’16, six students and two teachers from the group spent three months in India. They worked with Jana Natya Manch and the two groups toured a joint production to 11 cities around the country. In the spring of 2016, Jana Natya Manch toured Palestine with its productions.Solidarity with Palestine has a special relevance to us in India. Palestine was partitioned by the British in 1948, just as we had been the previous year. Leaders of the Indian freedom struggle supported the Palestinian right to their land, and this support  was a core element of post-independence Indian foreign policy.Today, though, the tables have turned. Not only have successive Indian governments watered down India’s commitment to the Palestinian cause over three decades, today India is one of the top purchasers of Israeli arms. Indian tax money is directly subsidising the occupation of Palestine and the apartheid state of Israel.Politically too, it appears that the Hindutva establishment is following the Zionist playbook. The weaponisation of the bulldozer against Muslims in recent months in several Bharatiya Janata Party-ruled states is but one example of this. For progressive and secular Indians,  solidarity with Palestine is not an abstract issue. It concerns our future as well.\n\n\n    \n    Play\n\nSudhanva Deshpande is an actor and director with Jana Natya Manch, and editor with LeftWord Books.","author":"Sudhanva Deshpande","time":"2023-08-13T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193063-mptfcweyth-1691725250.jpg","tags":["Jenin Refugee Camp","Israel","Palestine"],"source":"https://scroll.in/article/1054155/rising-from-the-rubble-the-freedom-theatre-keeps-cultural-resistance-alive-in-palestine"}