{"title":"For fair trial, Mohammad Shahabuddin to be shifted from Siwan prison in Bihar to Delhi’s Tihar jail","content":"The Supreme Court on Wednesday ordered for Rashtriya Janata Dal leader Mohammad Shahabuddin to be shifted from a jail in Bihar’s Siwan distrit to Delhi’s Tihar Central Jail. The bench of justices Dipak Misra and Amitava Roy also ruled that his trial be conducted through video conferencing. It directed authorities to ensure that Shahabuddin was given no special treatment, ANI reported.The judgment followed a hearing of pleas that sought a fair trial against Shahabuddin. The petitioners alleged that witnesses to cases against the four-time MP were being intimidated on his orders. “A fair trial is not what the accused wants in the name of fair trial. A fair trial must soothe the ultimate justice which is sought individually,” the bench observed, directing the Bihar government to transfer Shahabuddin to Tihar in a week, NDTV reported.  On January 17, the top court had reserved its judgement on shifting Shahabuddin from Siwan Jail after his counsel Shekhar Naphade had argued that the move would violate his fundamental rights. The same day, the Supreme Court had ordered an FIR again the RLD leader for taking a selfie with another person inside the prison.Shahabuddin is currently accused in 45 cases, including in the murder of journalist Rajdev Ranjan. After nearly 11 years in jail, the former MP from Siwan was released on bail on September 10. He had been in prison since November 2005 in connection with the murder of two brothers from his village. Shahabuddin was also an accused in the murder case of Rajiv Roshan, their brother and a prime eyewitness in the brothers’ killing. Chandrakeshwar Prasad, their father, and Asha Ranjan, the journalist’s wife, were among the petitioners.The Patna High Court had granted Shahbuddin bail in Roshan’s murder case, saying the trial could not begin as the accused was in jail. But the Supreme Court had cancelled Shahabuddin’s bail and directed him to surrender, on September 30.","author":"Scroll Staff","time":"2017-02-15T11:33:32.008200+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/829406-kqkhjxhflu-1467141995.jpg","tags":["Mohammad Shahabuddin","Supreme Court","Tihar Jail","Siwan"],"source":"https://scroll.in/latest/829406/rld-leader-mohammad-shahabuddin-to-be-shifted-from-siwan-prison-in-bihar-to-delhis-tihar-jail"}