{"title":"RN Ravi unfit to be Tamil Nadu governor, looking to topple government, Stalin tells president","content":"Tamil Nadu Chief Minister MK Stalin on Saturday again complained about Governor RN Ravi to President Droupadi Murmu.In a letter to Murmu, Stalin wrote that RN Ravi is not fit to continue in the Constitutional post as he functions as a political opponent and looks for opportunities to topple the state government, PTI reported. Therefore, he could be regarded as a mere agent of the Union government, Stalin said.“Such a course of action pursued by a governor would destroy the Indian democracy’s basic tenets by damaging the principle of federalism,” he added. “Ravi is ‘a good example’ of such a behaviour.”Stalin accused the governor of instigating communal hatred and claimed that he is a threat to Tamil Nadu’s peace. “It is inappropriate for a governor to express his political and religious views in public,” the chief minister said. “Such speeches not only create an embarrassing situation for the government but also create an atmosphere of animosity against the elected government.”Stalin said that the governor’s action to unilaterally dismiss arrested minister V Senthil Balaji from the Cabinet and to put it on abeyance in hours showed his political inclinations. Stalin described Ravi’s move as a serious violation of Constitutional provisions as it was his prerogative to induct ministers into the Cabinet or remove them.  The governor, Stalin wrote, needlessly delays sanction to prosecute former All India Anna Dravida Munnetra Kazhagam ministers.I have written to Hon'ble @rashtrapatibhvn apprising about the unconstitutional functioning of the Tamil Nadu Governor, his disregard for elected government and the state legislature, and overreach in state affairs. The Governor's acts of delaying assent to bills, interfering… pic.twitter.com/GQMFaw6anU— M.K.Stalin (@mkstalin) July 9, 2023\n\nThe chief minister said that Ravi also places hurdles in the functioning of the state government by delaying his assent to bills passed by the Assembly.Stalin wrote in the letter that Ravi’s tenure as the governor of Nagaland was also not satisfactory and the Nationalist Democratic Progressive Party had said that there was peace in the state only after his exit.“By way of his behaviour and action, the governor has proved to be partial and ineligible to hold the office of governor; Ravi is fit to be removed from the high office,” Stalin told Murmu.","author":"Scroll Staff","time":"2023-07-09T21:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164151-igmppokkhm-1631961929.jpg","tags":["MK Stalin","RN Ravi","Droupadi Murmu","Tamil Nadu","V Senthil Balaji"],"source":"https://scroll.in/latest/1052315/rn-ravi-unfit-to-be-tamil-nadu-governor-finds-chances-to-topple-government-stalin-tells-president"}