{"title":"Rohan Bopanna, wiser on court and healthy off it, finds no reason to stop after two decades on tour","content":"There was a time, Rohan Bopanna recalled, when he’d wake up early morning, head to the garden and start hammering away at the logs his father gave him.“For 30 minutes at least, everyday,” he told Scroll.in. “There was a rope that my dad had put up, I’d climb that. Maybe that put in some inner strength somewhere down the line, so I always had that raw power.”The memory was from 32 years ago, when he was 10, growing up at his family home in Coorg. It’s where the foundation was laid for the blistering power-game he brings to the court – something that was visible during his run to the French Open semi-finals a few weeks ago.The thumping backhand down the line winners, the unreachable forehand crosscourt drives, and those big towering serves that come from his 6-foot-4 frame, all came to the fore for the 42-year-old. This was the first time he had reached the semi-final in men’s doubles at Roland Garros, along with Dutch partner Matwe Middelkoop. It’s come rather late in his career, but then again, he’s not planning on leaving anytime soon.In the 20th year on the pro tour, he now wears a more distinguished look. The carefully manicured beard has a bit more grey now. By the looks of it, he will be the last of India’s golden generation of Grand Slam winners taking court come next season.Photos from the magical run of @RohanBopanna at the Roland Garros by Luke Mayes! (@lukemayes8 ) pic.twitter.com/hk6bs3yNyv— Indian Tennis Daily (ITD) (@IndTennisDaily) June 6, 2022\n\nIt’s been a while since Mahesh Bhupathi and Leander stopped playing. Sania Mirza had announced earlier this year that this is set to be her last season on tour. But Bopanna, the 2017 French Open mixed doubles champion, sees no end in sight.“Today I’m playing only because I’m pain free. I’m enjoying, and getting these results,” said the World No 25 in doubles. “When I’ve put in 20 years of work, putting in hours and hours of practice, and I’m playing in the Grand Slams, Masters series, and I’m enjoying, there’s no reason to stop. If I can play at the highest level, win tournaments, then why stop. And I’m pain-free.”“That’s what the dream was as a kid, to play at this level.”It’s a dream he shared with his parents.The beginningBopanna’s parents were hooked to the sport when they travelled to Wimbledon in 1975. Later they helped set up a small club in Coorg, which was made up of “eight to 10” members who built two clay courts that still stand there today.Bopanna remembers taking his first steps on the court as a ball boy, but would soon be urged by his father to pick up the racquet. MG Bopanna had learnt all he could about the sport, and taught his son everything he knew.Also read: Rohan Bopanna will skip Wimbledon 2022 to recover for rest of the season  “My dad had learnt only to use the continental grip (generally used for backhand slice and volleys, sometimes forehand). I learnt how to do everything with that one grip. The books back then about tennis only talked about continental grip,” he said.But MG Bopanna knew his son could not stay in Coorg if there was any hope to forge a strong tennis career. In a few years they approached the Britannia Amritraj Tennis Academy.“I went there for selection trials but was nowhere close. They said I was not good enough,” Bopanna recalled.“Then Nandan Bal (former Davis Cup player and coach) had come to Mysore for some tournament. My dad met him and spoke to him. But he said that there won’t be a scholarship, but I’m welcome to train at his academy. That’s when I went to Pune.”That was Bopanna’s first real step towards a tennis career. He was in a different city, away from his parents, with just his tennis racquets and the bicycle his father bought for him in Pune (“My only transport,” he recalled) for company. But that was all he needed.“From the age of 14 to 19, till I got my first motorbike, I was riding about 15km a day on that bicycle to do tennis, fitness, up and down. At that time, as a junior I wasn’t great. I was going through the motions, doing what the coaches wanted me to do, but I did it religiously. Be it waking up at 5:45 AM, being there on time for fitness… at that time there was no Google or YouTube to tell me if what I’m learning is correct or not. Nothing was there. We just did what we were told.”The big serve and massive groundstrokes had started to come alive, but it wasn’t till he was 21 – a late bloomer if you will – when he first made his mark.“There was a big national tournament in Chennai, which I ended up winning. I beat a few guys I had never beaten before, then I got into the Davis Cup team – Leander and Mahesh were there,” he said.“The biggest confidence was that tournament in Chennai. When you suddenly start beating players you had never beaten before, and start to play at a high level, you get that confidence in your game. You think, ‘let’s see what’s the next step.’”That was the cue for him to turn professional, in 2003, at 21.Rise up the ladderThe singles tour was not easy to break through into. Bopanna’s highest ever ranking achieved in singles was 213, in July 2007. But he made big strides in doubles.He enjoyed playing the serve-and-volley game at a time when the tennis tour in singles had been transitioning to baseline brawls. But coming up to the net remained the bread-and-butter strategy in doubles, and Bopanna fit in straight away.He reached the US Open final in 2010 along with Pakistan’s Aisam-ul-Haq Qureshi, but fell short only to the World No 1 pair of Bob and Mike Bryan. A first Grand Slam title did eventually come, in mixed doubles at the 2017 French Open, with Canadian partner Gabriela Dabrowski. Not since Leander in 2013 had India had a men’s doubles Grand Slam champion. Here was Bopanna one win away from becoming the oldest ever men’s doubles finalist at Roland Garros and the second oldest across all Majors (Open Era). And with each cracking winner he hit on the Parisian clay that fortnight, expectations grew of his getting a first men’s doubles Major. But – he asserted – those expectations came from outside.“Those expectations are not mine,” he said. “For me it’s to enjoy playing at the high level, and competing. Looking at 2010, that’s 12 years ago. Comparing my results from then, I’ve come a long way. My biggest expectation is feeling healthy, play at a high level, play my best tennis at this level.”Also read: Interview – Rohan Bopanna on the importance of having one big weaponBut it wasn’t always the case. In 2019, competing on tour was becoming difficult due to the constant pain in his legs.“I had done an MRI on my knees and found out there was no cartilage left on them. I was in terrible pain, taking two painkillers a day,” he said.“That time I was thinking that if I’m in that much pain, am I still going to continue to keep pushing?”The break that came with the pandemic allowed him time to rest, and he started doing yoga which helped strengthen the muscles around his knees to lessen the impact, and make playing much more bearable. Once his body was eased of the pain, all he had to do was focus on his tennis.And Bopanna, a seasoned campaigner, knows how to rule the doubles roost – he’s remained in the top 50 doubles rankings since July 2010.“Years and years of playing at the high level gives you an understanding of situations,” he said. “You understand your strengths and then you play with it. Winning and losing is a part of the process, but you have to put in the right work on the court. I understand the situations better now – for example, is the second serve a must play, no matter what happens – all that comes with experience.”That’s when you know what’s the right shot to play and when to play it. When you know what shot is coming your way and how to deal with it. You’re anticipating, not reacting. The groundstrokes and serve was always there. Now the stronger muscles in his legs give that extra spring in his step.Living, not survivingAt 42, Bopanna is still going strong. He’s still the highest ranked player in India, and has won two ATP 250 titles so far this season – both with Ramkumar Ramanathan. But he finds great significance in his recent French Open run, one that came over three decades after he first picked up a racquet.“I feel proud of the longevity I’ve had. That I’ve been playing and am still part of this sport after so long. That has been the biggest learner,” he said. “How many people can say that they played singles against Roger Federer (Halle, 2006) and now competed at the same French Open which Rafael Nadal won for the 14th time?”\n\n\n    \n    Play\n\nOf course, it’s not just through the dates that he sees reminders of his longevity, but through the generational gap he experiences from his peers. He remembers a time in 2019, when he was on a practice court with then 20-year-olds Denis Shapovalov and Alex de Minuar, and then 19-year-old Alexei Popyrin. “I was telling myself, ‘what the hell am I doing on this court’ because I had a difference of 19-20 years with everyone,” he said lightheartedly.Back in Bangalore though, he’s worked with players far younger at the academy he opened with the hope to help groom future generations of Indian tennis. Yet he makes no promise. He’s been on the journey, he knows how difficult it is.“I wanted to build a structure, for kids to understand the journey. At least I can guide them, because I’ve been through that journey. Most of the time what happens is the parent, the kid, the coach, don’t know what the next step is,” he explained.But he does make tennis look a lot less difficult than it is. The majestic one-handed backhand looks effortless despite the punch it packs. The forehand is a gracefully smooth up-down-and up flow of the racquet. And those big serves leave no prisoners.“A Bopanna special,” Somdev Devvarman and Purav Raja would often say in commentary during Roland Garros, as the veteran rained down another ace or service winner.Bopanna is uncertain how many more ‘specials’ he has left in him. Twenty years on tour is a long time. But for him, every moment – from chopping and hammering wood in the mornings, to now rubbing shoulders with the best in the business on the doubles tour – has been worth it.","author":"Shahid Judge","time":"2022-06-16T11:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175837-coxvusdwku-1655354743.jpg","tags":["Rohan Bopanna","French Open","ATP","Leander Paes","Mahesh Bhupathi","Matwe Middelkoop","Denis Shapovalov"],"source":"https://scroll.in/field/1026273/rohan-bopanna-wiser-on-court-and-healthy-off-it-finds-no-reason-to-stop-after-two-decades-on-tour"}