{"title":"Rohit Sharma on withdrawing run-out appeal against Dasun Shanaka: ‘We cannot get him out like that’","content":"Virat Kohli’s century was the highlight as India won the opening one day international against Sri Lanka in Guwahati but the match ended with something of a talking point for another ton. Dasun Shanaka.Shanaka finished with 108* off 88 balls with 12 fours and 3 sixes. But when on 98, he backed up too far at the non-striker’s end and Mohammed Shami whipped the bails off before finishing his action. The bowler appealed too initially. Had it been referred to the TV umpire, there is no reason to think the appeal would have been denied as Shami hadn’t completed his action and Shanaka too was outside the crease.But after a quick chat with Shami, Rohit Sharma decided to withdraw the appeal. Shanaka came back on strike and scored a four and six to finish off the innings. “I mean, look, I had no idea [Shami] did that and then went for an appeal. But again, he was batting on 98, the way he batted was brilliant,” Sharma said after the match. “So you got to give it to him. You know, we cannot get him out like that. We wanted to get him out the way we thought we will get him out. That was not something that we thought of. But again, hats off to him. He played really, really well.”For the record, the run out of non-striker is now part of the run out section in the ICC playing conditions, as the name suggests it should be. Section 38; Run Out(...)38.3 Non-striker leaving his/her ground early 38.3.1 If the non-striker is out of his/her ground at any time from the moment the ball comes into play until the instant when the bowler would normally have been expected to release the ball, the nonstriker is liable to be Run out by the bowler attempting to run him/her out. In these circumstances, the non- striker will be out Run out if he/she is out of his/her ground when his/her wicket is broken by the bowler throwing the ball at the wicket or by the bowler’s hand holding the ball, whether or not the ball is subsequently delivered. 38.3.2 If the ball is not delivered, - if there is an appeal, the umpire shall make his/her decision on the Run out. - if there is no appeal, or if the decision is not out, he/she shall call and signal Dead ball as soon as possible. - the ball shall not count as one in the over. 38.3.3 If the ball is delivered and there is an appeal, - the umpire shall make his/her decision on the Run out. - if the non-striker is not dismissed, the ball remains in play and clause 21.6 (Bowler breaking wicket in delivering ball) shall apply. - if the non-striker is dismissed, the ball shall not count as one in the over.— ICC Men's T20 Playing Conditions effective Oct 2022\nCaptain @ImRo45 explains why he withdrew the run-out appeal at non striker’s end involving Dasun Shanaka.#INDvSL @mastercardindia pic.twitter.com/ALMUUhYPE1— BCCI (@BCCI) January 10, 2023\n\nVirat Kohli smashed a brilliant attacking century to set up a convincing 67-run win for India in the opening one-day international against Sri Lanka on Tuesday.Kohli hammered 113 off 87 balls to drive India to 373-7 after they were invited to bat first at the start of the three-match series in Guwahati.Skipper Rohit Sharma (83) and fellow opener Shubman Gill (70) put on 143 runs to lay the foundations of the mammoth total.The bowlers, led by Mohammed Siraj, then restricted Sri Lanka to 306-8 to give India a 1-0 lead in the series.With AFP inputs#INDvSL Virat Kohli and Dasun Shanaka score centuries, India take a 1-0 lead. https://t.co/uzcqvWjGAS— The Field (@thefield_in) January 10, 2023","author":"Scroll Staff","time":"2023-01-10T22:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185465-poddcsqwcy-1673369171.jpg","tags":["Dasun Shanaka","Rohit Sharma","India vs Sri Lanka","IND vs SL"],"source":"https://scroll.in/field/1041610/rohit-sharma-on-withdrawing-run-out-appeal-against-dasun-shanaka-we-cannot-get-him-out-like-that"}