{"title":"Rooms with a view: In Bihar-set film ‘Gamak Ghar’, documentary and fiction are inseparable","content":"Is Gamak Ghar a fictional film that borrows heavily from documentary or a documentary pretending to be fiction? It’s hard to tell – and that is entirely by design.Achal Mishra’s confidently directed debut feature (which he also written, edited and produced) is set in his ancestral home in Madhopur village near Darbhanga in Bihar. Gamak Ghar (meaning, the house in the village) unfolds over three phases – 1998, 2010 and the present. The members of the clan live elsewhere and reconvene in the house on festivals. They make trips to their mango orchard, catch up on the gossip, watch television together and take dips in the local pool for Chhath Puja celebrations. Over the years, the number of visitors dwindles. The house starts to lose its sparkle, partly because of recurring floods, and there is talk of reconstructing it. The film is in the Maithili language spoken in the region. The characters are based on Mishra’s family members, and are played by neighbours and other villagers. A photograph of the family patriarch, the playwright and actor Kedar Nath Mishra, is a talismanic presence in the film. He is not a creature of the imagination, but is actually the director’s grandfather. Is this fiction or documentary? Gamak Ghar is always elusive, fusing together elements from both forms to create a hybrid viewing experience. The cool distance with which the characters are viewed, and the manner in which the camera travels to all corners of the property, gives the impression of watching a dollhouse come to life one room at a time. Mishra was also aiming for another effect – of flipping through a photo album. “This is why we put the camera on tripods with very little movement,” Mishra told Scroll.in. “We referenced a lot of pictures from my old family album. Some scenes are almost recreated from the pictures. The camera was always at a distance, and most of the shots are wide. The audience gets the feeling of flipping through someone’s family album but not being a part of it.”\n\n\n    \n    Play\n\nGamak Ghar (2019).Gamak Ghar will be premiered in the Indian competition section at the Jio MAMI Mumbai Film Festival (October 17-24) alongside nine other titles. These include Gitanjali Rao’s Bombay Rose, Saurav Rai’s Nimtoh, Kislay’s Aise Hee, Archana Phadke’s About Love, Bhaskar Hazarika’s Aamis and Yashasvini Raghunandan’s That Cloud Never Left.The house featured in Gamak Ghar was built by Mishra’s grandfather in the 1950s. Like the movie’s characters, the Mishras are scattered across the country and visit the house for special occasions. “The idea came from talks of renovating the family house into a modern two-storeyed building,” Mishra said. “Something similar was happening to other houses in the village. I wanted to do something, and thought of making a short film.”Then, the 23-year-old filmmaker came across his grandfather’s diaries. “I never met him, but through his diaries, I read about the old times,” Mishra said. “I wanted to do something as an act of remembrance. This culture where I come from has rarely been shown. So many things are disappearing. Somewhere, it snowballed into this feature.”Mishra’s desire to explore older ways of living was one reason why fiction was a stronger choice. “I wanted to show the past,  which was why the film could not be a documentary,” he said. Most of the cast are people who haven’t acted in anything before. “The neighbours were fascinated that a film was being made,” Mishra said. Some of his relatives were puzzled by the differences between reality and fiction – such as the fact that the family in the movie has three brothers rather than four. “The one character that we kept real was my grandfather – his pictures, diaries and books,” Mishra added.The artifice emerges in the use of different aspect ratios to depict the three time periods: 4:3 for 1998, 16:9 for 2010, and 2.35:1 for the present. The film has been expertly shot by cinematographer Anand Bansal. Characters crash into the margins in the early portions. By the time the narrative has reached the present, the nearly empty house dominates the frame. “Changing the aspect ratio helped in changing the mood as the film progresses,” Mishra explained. “For instance, with the 4:3 framing, there isn’t much scope for empty space. As we go into the second part, there is more negative space, and finally, we can almost see the full breadth of the house in the third portion.”The shoot took place in 2018 and early 2019. The props were mostly drawn from the house itself, but some spaces were painted and a few elements thrown in to dress up the backdrops. A swing for an infant had to be specially made, since it isn’t available any more.Some room was left for improvisation, especially in the dialogue. Mishra had a list of points that needed to be conveyed through the conversations, and scenes were created after discussions with the actors. “It was a risk, but it worked beautifully – for instance, a scene in which the women are talking about distributing the family jewels is improvised,” Mishra said. “It’s a local way of joking, and all of it came together.”The house was aged to mark the passage of time. Primary colours, especially yellows, dominate the early scenes, which then gives way to whites and finally blacks.Although the project is like a “time travel machine” for Mishra, Gamak Ghar doesn’t traffic in nostalgia. “If we had gone with the perspectives of any of the characters, then the nostalgia might have come across,” Mishra said. Achal Mishra.The filmmaker lived in Darbhanga city until he was 10. He later enrolled in a film studies course at King’s College in London. While in London, Mishra frequently dropped in at screenings organised by the British Film Institute. Such Asian masters as Yasujiro Ozu, Hou Hsiao-hsien and Hirokazu Kore-eda exposed Mishra to the endless possibilities of cinematic language, especially the ways in which these directors have captured the often ineffable rhythms of family life.Gamak Ghar reflects the time-honoured tendency of first-time filmmakers to poke around in their backyards for inspiration. Debut features are often semi-autobiographical, providing viewers with the director’s back story. Gamak Ghar might be a reflection of a real way of existing, but its highly controlled atmospherics belong very much to the realm of fiction.“I wanted to make this film, and I could have also made it a few years later, but then the talks about renovating the house kept happening,” Mishra said. “I am still deciding the kind of films I want to make – what I do know is that I like controlled filmmaking. Who knows what the next film will be like?”","author":"Nandini Ramnath","time":"2019-10-15T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128864-oawtivnaor-1570727712.jpg","tags":["Achal Mishra","Gamak Ghar","Mumbai Film Festival"],"source":"https://scroll.in/reel/940101/rooms-with-a-view-in-bihar-set-film-gamak-ghar-documentary-and-fiction-are-inseparable"}