{"title":"‘RRR’ review: A 350mm-sized epic","content":"Like the character who is advised rest after being bitten by a poisonous snake but who’s up seconds later taking aim at a punching bag and then single-handedly taking on his adversary, RRR is happiest when on the move and restless when required to be stationary. SS Rajamouli’s latest action spectacle features, in no particular order, a pair of daredevil heroes, a posse of cruel British villains, a nod to tribal rights, an ode to the god Rama, a menagerie of computer-generated animals, cameos from two Hindi movie stars, a deafening background score, and one fabulously choreographed song. RRR, which has been dubbed in Hindi from the original Telugu, has spectacularly executed and visually stunning stunts aimed at eliciting whoops and whistles and sending the pulse galloping. Although set in the 1920s, RRR aims to capture the militant spirit of the Indian Mutiny of 1857. We’re as distanced from non-violent resistance to British rule as the film is removed from subtlety.Rama (Ram Charan) is an Indian police officer who serves his British masters with the kind of zeal that even his peers cannot manage. Bheema (NTR Jr) is a fiery Gond tribal who is attempting to rescue the young girl Malli from Rama’s odious boss. Malli has been abducted as a trophy by the boss’s wife, which brings Bheema out of his jungle and into Delhi, where he runs into Rama.Each of the men get an introduction befitting their respective reputations for impossible valour. The moment when they join forces demonstrates Rajamouli’s skill for circuitry. Elsewhere in the film too, Rajamouli deploys every available object and element, whether it’s a strip of cloth or a piece of wood, to make a scene leap out.The saga is unabashedly 350 mm-sized, uninhibited by requirements of basic narrative logic, and unashamed of its flamboyance. It’s incredibly long too, clocking 182 minutes and barrelling ahead on the fumes of revolutionary fervour.\n\n\n    \n    Play\n\nNaacho Naacho, RRR (2022).There are extended cameos by Alia Bhatt (as Rama’s fiancee), Ajay Devgn (as Rama’s father), Rahul Ramakrishna and Makarand Deshpande (as Bheema’s tribal buddies) and Samuthirakani (as Rama’s benefactor). Several British and American actors chew on chunks of risible English-language dialogue and crank up the brutality. At least one of them is a certified sadist, deploying a spiked whip for a prisoner of empire when she finds that the regular one isn’t drawing enough blood.But RRR is really a two-hander between NTR Jr and Ram Charan. Putting every sinew to work, the Telugu stars embody Rajamouli’s veneration of larger-than-life heroes. These proudly broad-chested men, who scissor through the ether and tolerate all manner of bodily harm, appear to have leapt off the pages of Indian epics.There are times when the screen can barely contain the duo’s antics. Several frames, with their intricate placement of elements, resemble comic books brought to life.It’s best not to ask what or why, and especially not how as Rama and Bheema go mano-a-mano . Load, aim, shoot, Ajay Devgn’s revolutionary orders his young son even as his mother lies dying in a corner. Just like the targets of the boy’s gun, all we can do is lie down and take the whizzing bullets.The rest of RRR is the equivalent of the moment when a wildly fluctuating heartbeat line in an electrocardiogram drops to the bottom and threatens to flatline. Like his macho rebels, SS Rajamouli is raring to unleash the animals and the guns and the bows-and-arrows and whatever else is at hand.  But his imagination palpably falters during the in-between portions, rendering them dull and disposable. The bored eye is drawn to the tackiness of the characterisation and the gimmickiness of the writing. Rajamouli’s long list of blockbusters in Telugu include the reincarnation drama Magadheera (2009) and Eega (2012), about a wronged man born again as a vengeful housefly. The films that Hindi speakers are likely to benchmark RRR against are the period fantasy adventure Baahubali (2015) and its sequel (2017). Some of the crew on RRR are repeats from Baahubali, including cinematographer KK Senthil Kumar, production designer Sabu Cyril, costumier Rama Rajamouli and music composer MM Keeravani. While RRR shares with Rajamouli’s previous movies a love of scale and spectacle, the new production doesn’t have the concentrated cleverness of Eega or the epic emotions of the Baahubali films.Any scene involving the cartoonish British characters is instantly forgettable. The hyperbolic action moments can be carved out of the narrative and played on a loop, the greatest hits in an uneven album. \n\n\n    \n    Play\n\nRRR (2022).","author":"Nandini Ramnath","time":"2022-03-25T12:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171985-yfwuwcdwdj-1648123780.jpeg","tags":["RRR movie review","SS Rajamouli","NTR Jr","Ran Charan"],"source":"https://scroll.in/reel/1020279/rrr-review-roars-and-whimpers-in-ss-rajamoulis-350mm-sized-epic"}