{"title":"RSS praises Chhattisgarh government’s move to buy cow dung from farmers after BJP mocks it","content":"The Rashtriya Swayamsevak Sangh has praised the Congress government in Chhattisgarh for its move to buy cow dung from farmers, to make organic fertiliser from it and sell it back to them, after its political arm the Bharatiya Janata Party had ridiculed it, The Wire reported on Thursday. The Bhupesh Baghel-led government will pay Rs 1.50 per kg to farmers for the cow dung, under the Godhan Nyay Yojana, to be launched on July 21. The BJP had mocked the decision, claiming that instead of helping the youth find employment, the Chhattisgarh government was forcing them to collect cow dung. Former BJP minister Ajay Chandrakar even uploaded a parody audio on his Twitter handle mocking the move.छत्तीसगढ़ के तथाकथित विकास की अवधारणा पर छत्तीसगढ़ के नवजवानों की काव्यमय प्रस्तुति..\"अईसे गढ़बो नवा छत्तीसगढ़\"@bhupeshbaghel @INCChhattisgarh @BJP4CGState @MohanMarkamPCC @TS_SinghDeo @BJYM @bjpsamvad @inhnewsindia @IBC24News @ZeeMPCG pic.twitter.com/hZaY8bSflv— Ajay Chandrakar (@Chandrakar_Ajay) July 6, 2020\n\nHowever, the move found support from the RSS, which is the BJP’s ideological mentor. On Tuesday, a group of RSS members presented a letter of appreciation to Chief Minister Bhupesh Baghel. It was signed by the organisation’s regional convener, Bisraram Yadav. The letter described Baghel as “our popular chief minister”, and thanked him for fulfilling RSS’ demands and made more demands.“We had urged the chief minister to purchase cow urine, encourage industries to manufacture fertilizers from cow dung and urine, impart training and financial assistance to farmers for making organic manure and provide grant for the construction of cattle shelters to livestock owners at their homes,” an RSS worker identified as Sahu told PTI. Former Chief Minister Raman Singh, a BJP leader, claimed that the RSS had not officially written to Baghel. “The RSS has a lot of wings, and if some individuals want to express their support, it shouldn’t be taken as RSS’s support,” Singh said. Prabhat Mishra, an RSS leader, agreed, saying that the Hindutva organisation always supports programmes to improve the rural economy as a matter of ideology.The Congress criticised the RSS, claiming that the organisation was trying to take credit for the programme. “They are feeling left behind politically,” Baghel said. “Since this scheme is getting appreciation from every section of the society, they want to show they are the champions of the cause.”","author":"Scroll Staff","time":"2020-07-09T20:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110501-fxbufbbpxa-1594304498.jpg","tags":["cow","Chhattisgarh","Rashtriya Swayamsevak Sangh","Congress","Godhan Nyay Yojana","BJP"],"source":"https://scroll.in/latest/967007/rss-praises-chhattisgarh-governments-move-to-buy-cow-dung-from-farmers-after-bjp-mocks-it"}