{"title":"Rubber changed the face of rural Tripura. Will it help the Left cling to power?","content":"On a warm February afternoon in a small tribal village in Bagma in West Tripura’s Sepahijala district, Sambananda Kalai wore a slight smile as he recalled how life had changed for him in the last 12 years. “I used to earn Rs 2,000-3,000 from jhumia,” he said, referring to the slash-and-burn method of farming followed in many parts of the North East, in which villages burn a part of their community forests to clear land for farming. Until 2005, Kalai grew rice on his two acres of land. “Then I switched to rubber – and now I earn Rs 20,000 per month, even Rs 30,000 sometimes.”The first year he grew rubber, Kalai said, he got subsidies worth Rs 20,000 from the Rubber Board, a central government organisation, and 100 rubber stems from the state government.In neighbouring Takarjala, Buddhadeb Kalai had a similar story. He, too, was a jhum cultivator until he started growing rubber in 2006 with the help of the Rubber Board.  Asked what changed for him over the last decade, he said, “The children have started going to school.”  Buddhadeb Kalai started growing rubber with the help of the Rubber Board in 2006.The story of rubber being a game changer for rural Tripura is well documented. It begins in the 1960s when rubber was first promoted as part of an afforestation project to reclaim land degraded by jhum cultivation. But soon, the state government run by Congress realised its benefits could go beyond the environment. “They figured rubber could be used to tie down the nomadic population so that government schemes could be more targeted,” said Indraneel Bhowmik, an economist who works in Agartala and has extensively studied the growth of rubber in Tripura. In 1976, the state government set up the Tripura Forest Development and Plantation Corporation Limited. Apart from reclaiming degraded land, the corporation’s objective included “rehabilitation of tribal shifting cultivators through rubber plantations”. The first such rehabilitation scheme under its aegis was implemented in 1976-77 over an area of 20 hectares in what was then West Tripura district, not far from where Sambananda Kalai and Buddhadeb Kalai live.  The rehabilitation scheme included a hectare of land for each resettled family in addition to subsidies from the government till the plant matured, which would usually take seven years.A rubber planation in West Tripura.But in the initial years, rubber did not quite appeal to the itinerant jhum cultivators. After the Communist Party of India (Marxist) came to power in the state in 1978, it began to work with the Centre in giving “a great push for rubber growth” in Tripura, said Bhowmik.  The state government set up the Tripura Rehabilitation and Plantation Corporation in 1983 with the exclusive mandate of rehabilitating tribal jhumias.  “The coordination between the Centre gave a fillip to the growth of rubber, but the period was also marred by great ethnic strife,” said the economist.An armed insurgency had started in Tripura in the 1960s, triggered by tribal discontent over large-scale influx of Hindu Bengalis from Bangladesh into the state. It reached its peak in the 1980s. The most prominent armed group was the secessionist Tripura National Volunteers, which wanted to establish an independent tribal state. The group finally signed a peace treaty with the Indian government in 1988.  Almost immediately, Bijoy Hrangkhawl, the group’s leader, was made the chairman of Tripura Rehabilitation Plantation Corporation by the Congress government, which had come back to power earlier that year.Three decades later, much has changed. The Left was re-elected in 1993 and has remained in power for 25 years since. It now has a dominant presence in Tripura with the Congress reduced to nearly a non-entity. Graphics: Anand KatakamThe lure of rubber, though, largely remains, if the state government’s data is to be believed. The Tripura Forest Development And Plantation Corporation Limited and the Tripura Rehabilitation and Plantation Corporation claim they have together rehabilitated over 8,000 families engaged in jhum cultivation. The state, with around 75,000 hectares of plantations, is the highest producer of rubber in the country after Kerala.The Communist Party of India (Marxist), which has controlled the state for the last 25 years, extolls the spread of rubber cultivation as one of its biggest achievements. “If there is any success story in Tripura, it is rubber,” said the party’s Jitendra Chaudhury, one of the two members of parliament from the state. “We would have never been able to control the insurgency without rubber.”Fading charmHowever, many predict Tripura’s honeymoon with rubber may not last much longer, thanks to plummeting prices of natural rubber worldwide, triggered mainly by a fall in oil prices which has made the manufacture of synthetic rubber cheaper, giving it a competitive advantage. The sluggishness of the market is palpable in Tripura.  Many of the newer entrants into rubber cultivation, encouraged to take to the cash crop in the wake of a boom in prices in the mid-2000s, are now a worried lot. Pradip Kalai from Jampuijala in West Tripura invested his life savings of Rs 3 lakh in 2012 to set up his own rubber plantation. But with the market at an all-time low, he is now keeping his fingers crossed. “I haven’t started tapping yet but I am scared I will not be able to get my investments back,” he said.Even people whose lives rubber has dramatically changed for the better are now somewhat apprehensive. “Profit margins have come down in the last few years,” said Buddhadeb Kalai. Yet, farmers are holding on to rubber for now. Said Sambananda Kalai: “We are still better off than what we used to be when we did jhumia. We will stick to rubber.”Pradip Kalai invested his life savings amounting to Rs 3 lakh to set up his own rubber plantation.Political patronageMany, though, insist that the so-called rubber success story was not inclusive and benefited the non-tribal landowning population more.  “I don’t know how many people who practiced jhumia took to rubber, but many who didn’t definitely made their fortunes from it,” said Bindu Ranjan Chakma, who teaches political science in Agartala’s Maharaja Bir Bikram University. “Rubber indeed has sprouted some great success stories. But I really doubt the end of the insurgency is one of that.”In the tribal areas of the state, many allege that the selection of beneficiaries in the government’s rubber-based rehabilitation schemes was governed by political considerations. “You have to carry red flags to get help of any kind,” alleged a rubber planter in Takarjala, referring to the political symbols of the Left.Even former insurgents who now earn their livelihood from rubber claim that they received almost no government support. “They [the Left government] will only help their cadres,” said Niranjan Kalai, a former militant with the National Liberation Front of Tripura, an offshoot of the Tripura National Volunteers. “The truth is that I didn’t get anything. I have some land where I plant rubber and barely manage to feed my family.”In neighbouring Mizoram, ruled by the Congress, the state government faces similar accusations. There, Scroll.in found that a new land policy meant to wean people off jhum had turned into a patronage scheme for the Congress.Niranjan Kalai, a former insurgent who gave up arms in 1992, claims he received no benefits from the state government's rubber-based rehabilitation  programIn Tripura, the Left’s detractors claim that the state government did not do enough to create and promote industries that could add value to the rubber. Chaudhury, the member of parliament from the CPI(M), said the lack of rubber-based industries was a result of the Union government’s policy of “promoting synthetic rubber”.He dismissed suggestions that the benefits of rubber had not reached the original targeted beneficiaries:  the state’s nomadic tribal population. “Just look at Tripura’s records in providing land settlements under the Forest Rights Act, it is number 1 in the country,” said Chaudhury, who was previously the state’s tribal welfare minister. Chaudhury, however, conceded that not all was well with the rubber economy of late and that other avenues needed to be explored. “The government of India needs to come up with a policy [to protect rubber growers],” said Chaudhury. “But in Tripura people are still earning money, profit margins may be down, but there’s still profit.”As Tripura goes to poll on February 18, the CPI(M) is battling  not only a spirited challenge by the  Bharatiya Janata Party  but also widespread tribal discontent that has been articulated in the recent past in the form of a vigorous demand for a separate state. The BJP aims to capitalise on that dissatisfaction. It has allied with the group at the forefront of the statehood demand.   Rubber, the CPI(M) maintains, was instrumental in quelling another wave of discontent in the 1980s and 1990s. Will it come to the Left’s rescue yet again?All photos by Arunabh Saikia.\n    \n      scroll.in\n      The politics over resources\n      A special series from the North East\n    \n    \n        read more","author":"Arunabh Saikia","time":"2018-02-15T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/868582-81950-jkrxfhcaje-1518594952.jpg","tags":["Assembly Elections","Tripura","Communist Party of India (Marxist)","The politics of natural resources"],"source":"https://scroll.in/article/868582/rubber-changed-the-face-of-rural-tripura-will-it-help-the-left-cling-to-power"}