{"title":"‘Rules for suspension are meant for individual MPs, not by the bulk’: Lok Sabha ex-secretary general","content":"On Tuesday afternoon, 49 more Opposition MPs were suspended from the Lok Sabha from the remainder of the Winter Session of Parliament. Since December 14, a total of 141 Opposition MPs – 95 in the Lok Sabha and 46 in the Rajya Sabha – have been suspended for purportedly disrupting  proceedings. The MPs have been seeking a discussion in Parliament on the December 13 security breach inside the Lok Sabha chamber.Under Rule 374 of the Rules of Procedure and Conduct of Business, the Lok Sabha speaker can name an MP who “disregards the authority of the Chair or abuses the rules”. After the MP is named, the House can move a motion to suspend the legislator. The chairman of Rajya Sabha has the same powers as the Speaker under Rule 256. Former Lok Sabha Secretary General PDT Achary told Scroll that not only is the scale of these suspensions unprecedented, they also raise questions about the government’s will to respond to the demands of the House and the propriety of the bills being passed in the near-absence of the Opposition. Here from an interview with him.Is there a precedent for banning such a large number of MPs en masse in Parliament or any state assembly?The only other instance that comes to my mind is when 63 MPs were suspended in 1989 during [former Prime Minister] Rajiv Gandhi’s tenure. The Opposition had been stalling Parliament for weeks in the wake of the Bofors scandal. But one key difference is that the MPs had been suspended for three days at that time, not for the entire session. Disruptions in the House happen all the time, but this scale of banning MPs is unprecedented.What then is different this time that calls for banning MPs at this scale?It baffles me too, to be honest. From what I understand, the Opposition is asking for a statement from the home minister on the Parliament security breach and a discussion in Parliament. Yes, the MPs carried placards inside the House and there are rules that do not allow such protests. But, MPs also have the right to demand a response from the government. Article 75(3) of the Constitution says that the council of ministers has a collective responsibility to the House. On a matter as serious as the security breach, I see no reason why the government cannot issue a statement. Does this sort of action raise questions about the lack of checks and balances on the rules to suspend MPs?I would say one could not foresee such use of the suspension rules when they had been formed. The rules had been formulated keeping unruly behaviour by individual MPs in mind, not for banning MPs by the bulk. After all, suspending MPs comes down to the majority’s wish in the House. But why should the majority demand bans at such a scale? If there is indeed grave disorder in the House, the Speaker should adjourn the proceedings and ensure that the two sides resolve the contentious matter amicably outside the House. I am not sure those channels are functional currently.What about the validity of the bills being passed in the House while such a large number of Opposition MPs are not present?Technically, the majority passes bills…so the bills being passed now will be valid. But it is a question of propriety. After a bill becomes a law, it affects the society at large and that is where the role of the Opposition is important. Because it is the Opposition that points out lapses and faults in a bill. The government then takes corrective action to formulate a better bill. In the absence of this mechanism, what’s becoming a law is basically what has been drafted by the draftsmen. It also means that bills will hardly ever be referred to standing committees or parliamentary panels.Is there any legal recourse that the MPs could take or do they have any other option get their suspension revoked?No, the courts cannot intervene into Parliament rules on suspension of MPs unless someone files a plea saying that the rule itself is unconstitutional. The House can revoke the suspension at any time, but even for that the majority has to agree.Having served as the secretary general of the Lok Sabha and being a close observer of parliamentary affairs  for decades, how do you see these developments?This to me is an aggravated manner of handling the business of the House. You cannot suspend an MP representing 15 lakh-20 lakh voters at the drop of a hat. The House not just requires, but deserves the service of all the MPs at all times. There is no reason for the majority in the House to demand that more than 140 MPs do not participate in the proceedings.","author":"Abhik Deb","time":"2023-12-19T21:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196781-gxisdvjvxb-1702996339.jpg","tags":["PDT Achary","Lok Sabha","Rajya Sabha","Parliament","Winter Session of Parliament","MP suspension","Parliament security breach"],"source":"https://scroll.in/article/1060832/rules-for-suspension-are-meant-for-individual-mps-not-by-the-bulk-lok-sabha-ex-secretary-general"}