{"title":"Ground report: How caste riots in Rajasthan’s Hindaun city left homes of Dalit politicians in flames","content":"In Rajasthan’s Hindaun city, the home of former Congress MLA Bharosi Lal Jatav was deserted on Wednesday, a day after it was set on fire by a mob. Smoke still curled out of a window while the hulk of a burnt Ambassador sat outside the building. The residence of sitting MLA Rajkumari Jatav, also set ablaze by a mob the same day, stood similarly deserted. Above her house, the flag of her party, the Bharatiya Janata Party, still fluttered.In the city’s Jatav neighbourhood, Manohar Jatav spoke angrily of the arson attack targeting the two Dalit politicians. “Think about it. If an MLA and a former MLA, these big people, are not safe, what is the state of the common Dalit?” he asked, adding, “We live in fear.”The violence in Hindaun, a town of around 1 lakh people, was the fallout of a Supreme Court judgement on March 20 barring the arrest of public servants under the Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Act before a preliminary inquiry is conducted – a move aimed at curbing alleged misuse of the law. However, communities protected by the legislation termed it a dilution and called for a Bharat Bandh on Monday. Nine people were killed and hundreds detained in violence that broke out across the country during the all-India strike. In Hindaun, Dalits set fire to a section of the railway station and shut down commercial establishments, most of them owned by non-Dalits. It led to a retaliation the following day by upper-caste residents, who burned down the homes of the two politicians and threatened to attack the city’s Dalit neighbourhood.Dalit rallyThe strike call reached Dalits in Hindaun via WhatsApp and other social media platforms. Leaders of the Jatav community, the largest Dalit sub-group in the region, organised a protest rally on Monday against the court order. The mobilisation was very successful, so much so that the leaders soon found the crowd difficult to control. “There were too many people at the rally,” said Manoj Jatav, a municipal ward member. “It got difficult to control and some protestors started to move towards the railway station.”The call for a Bharat Bandh on Monday spread via WhatsApp and other social media tools. The mob set fire to parts of the railway station as well as some state government buses outside it. It also clashed with the owners of commercial establishments who refused to down their shutters. “I told them I will close if they want me to, but they did not listen,” said Ram Khiladi, who runs a tea stall at the city bus stand. He said the protestors hit him on the head and looted his shop.In the Jatav neighbourhood, Dalits claimed they were attacked as well. “I was going to the hospital when these people called me in, asked me my name [to ascertain her caste] and then beat me brutally with sticks,” said Kanta Devi.The administration was also taken aback by the number of Dalit protestors. “We had planned for the protest but the scale of it was unexpected,” said Abhimanyu Kumar, the collector of Karauli district of which Hindaun is a part. Kumar suggested people from neighbouring districts were part of the rally. “We are conducting an investigation into how that happened,” he said.The Hindaun City railway station suffered some damage during the Dalit protests on Monday.Upper-caste retaliationOn Tuesday, the upper-caste residents of Hindaun countered with a rally of their own. “Some local people and the trader associations of the city got together a crowd,” said Inspector General of Police, Bharatpur range, Alok Kumar Vashishtha.The crowd set fire to the home of Bharosi Lal Jatav, who had been the Hindaun MLA from 2008 to 2013 before losing the Assembly election that year to Rajkumari Jatav of the BJP. The mob targeted her house too.They attacked other Jatav establishments as well. “My furniture showroom is the largest Dalit establishment in the city,” said Challeshwar Jatav. “The mob picked out my shop and burnt it.”The mob then turned towards the Jatav neighbourhood. But the police stopped them with a baton charge, said Vashishtha.Curfew was imposed in the city but was relaxed for a few hours on Wednesday.The BJP flag flies atop Hindaun MLA Rajkumari Jatav's charred house.Riot and rumoursAs the violence raged on Monday and Tuesday, rumours swirled. Many Dalit protestors said they believed the Supreme Court order would eventually lead to the withdrawal of caste-based reservations in jobs and education. “This is the first step to end reservation,” said Manish Jatav.Among the upper castes, there was speculation that the Dalits of Hindaun were planning a mass conversion to Islam, even though no Dalit leader had made such a claim. Refuting these rumours, municipal ward member Manoj Jatav said, “There is no plan of conversion.”The violence on Tuesday was also driven to a certain extent by unverified reports of Dalit protestors stopping a school bus and molesting school girls the previous day. “This is a totally baseless rumour,” said Anil Kayal, Karauli’s superintendent of police. “An empty bus of Agrasen Public School was stoned, that is it. There was no one inside.”Rumours of Hindaun Municipal Corporation vice-chairman Nafees Ahmed’s involvement in Monday’s violence also went around. “A mob almost came and burnt down my house,” Ahmed, who is in hiding, told Scroll.in on the phone. Kayal clarified that Ahmed had no connection to the Dalit rally on Monday.The conflict saw party lines crumble as caste took over. Vinod Jatav, the son of Bharosi Lal Jatav, accused Congress politician Bhagwan Sahay Sharma of leading the mob that burnt down his house. Sharma has been arrested.Former Hindaun MLA Bharosi Lal Jatav's gutted house. Elections round the cornerThe violence in Hindaun has once again focused Dalit anger on the ruling BJP, that too with Assembly elections in Rajasthan scheduled for later this year. “We were attacked by people from the BJP, RSS [Rashtriya Swayamsevak Sangh] and Bajrang Dal,” claimed Chandramohan Jatav. “The upper castes took their help and had the complete help of the police too.”However, the BJP’s top leader in Hindaun, Dileep Gupta, said the incidents would not affect the party’s relations with the Dalit community. “What has happened is wrong. The houses of Bharosi Lal and Rajkumari should not have been burnt,” Gupta said. “However, Dalits will not be angry at the BJP and will still support us.”","author":"Shoaib Daniyal","time":"2018-04-06T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/874598-86218-kogoytljaf-1522945869.jpg","tags":["Dalit protests","Caste violence","Hindaun","Bharat Bandh","BJP","Rajasthan"]}