{"title":"S Hussain Zaidi interview: ‘There still is a big interest in crime, biopics are in fashion’","content":"Just when you think that there is nothing left to say about the Mumbai underworld comes along a new show about the Mumbai underworld. And just when you think that one of its most assiduous chroniclers has moved on to other subjects, here is his name in the credits.The upcoming Prime Video series Bambai Meri Jaan is based on a story by S Hussain Zaidi. The 10-episode show revolves around a policeman and his son, who becomes a gangster. The premise bears resemblance to Mumbai mobster Dawood Ibrahim’s back story, which Zaidi had chronicled in his acclaimed 2012 non-fiction book Dongri to Dubai: Six Decades of the Mumbai Mafia.Zaidi spent two decades as a newspaper journalist before turning into a full-fledged writer. Among his best-known titles are his writing debut Black Friday: The True Story of the Bombay Bomb Blasts, Dongri to Dubai, Byculla to Bangkok and Mafia Queens of Mumbai. Some of his works have been adapted as films or shows, such as Gangubai Kathaiwadi, from a chapter from Mafia Queens of Mumbai.Apart his own books, Zaidi mentors upcoming authors under the Blu Salt imprint. His most recent book is the espionage-themed R.A.W. Hitman – The Real Story of Agent Lima. In an interview, Zaidi told Scroll that even though he has been recently venturing into spycraft, stories about criminals, their antecedents and antics will never go out of fashion. Here are edited excerpts. Tell us about your latest book R.A.W. Hitman.I have written quite a lot about the underworld. But there are many untold stories from the world of espionage too. There is greater acceptability of espionage because of patriotic sentiment. The feeling is that this subject will appeal to family audiences, unlike the underworld. Also, the hero can be projected in a positive light.R.A.W Hitman is about a guy who was a decorated National Security Guard commando. He was one of the best Research and Analysis Wing agents. There was a turf war between RAW and the Intelligence Bureau over the killing of Mirza Dilshad Baig, the Nepali politician with links to Dawood, in 1998 in Kathmandu. This wasn’t IB’s purview, since they were supposed to work only within India’s borders. RAW wanted to score against IB, so they ordered a counter-hit in Uttarakhand. This is the story of a guy who was made a scapegoat between the agencies and was shunted across 11 jails. The book has already been optioned.There have been a few adaptations of your books. You have contributed to films and shows too. But there have been unofficial adaptations too. Are filmmakers still obsessed with crime? So many of my stories have been lifted without attribution or payment. There isn’t much you can do. Because there is a glut of information on the internet, filmmakers think they can get away with it. But there are details that are not there in the public domain.There still is a big interest in crime. People wanted true stories 20 years ago, and they still do. Filmmakers are looking for a strong narrative arc and a good emotional graph. They feel that it’s easier to base films or shows on books, even when the subject is controversial. They can always say that their projects are based on published material.What I have noticed is that biopics are in fashion. There is greater interest in anti-heroes, in people with grey shades. Encounter cops, politicians – people who are supposed to be the protectors of law but who behave like villains – there are shows about them too.Cops and politicians were never good Samaritans. So many controversial police encounters were allegedly done at the behest of gangsters. Some of the cops got jailed under stringent laws, so making shows or films about them has become easier.\n\n\n    \n    Play\n\nBambai Meri Jaan (2023).One name from the Mumbai underworld continues to rule: Dawood Ibrahim. Why?It has to do with our fascination with the bad guy, the anti-hero. Dawood’s story itself is legendary – the son of an upright cop, who grew up in utter poverty on one meal a day, and then became a global terrorist. When Dongri to Dubai was being written, he was worth thousands of crores. Dawood’s rise, his graph, is like a movie itself.On my YouTube videos about the history of the underworld, I get comments like, I am a Dawood fan, I want to join the D-Company straight out of college. The present generation considers him an icon and I don’t know why. Still warm the blood that courses through the gangster genre’s veins, then?The underworld isn’t finished. They are just working in a more discreet manner. They have gone into the shadows. There isn’t much fresh blood, so they have to make do with fewer people. They are still involved in real estate, for instance, or the share market and the gold market, the Indian Premier League. But they are doing it in a hidden manner.There are still many good stories waiting to be told. Directors are either not aware or they don’t want to pay writers or researchers, so they take whatever is in the public domain. For instance, nobody has really explored informers or hitmen in the underworld who were actually working on behalf of the Intelligence Bureau. Filmmakers have to find these stories.In the old days, there was a broad depiction of crime. These films were derived from the Mumbai underworld but not specifically based on any one person. When I became a reporter, I saw the difference between reality and films soon enough. \n\n\n    \n    Play\n\nBlack Friday (2004).How did you become a crime reporter?I became a freelance journalist in 1993, and then I went to work for the Asian Age in my first stint with the newspaper. There’s a funny story about how I got hired as a crime reporter for The Indian Express by its then editor, Saisuresh Sivaswamy.I was covering education and the Brihanmumbai Municipal Corporation at the Asian Age. I thought I was going to change the world. There was an incident in Nepal where Chhota Rajan’s people were killed by Dawood’s people. There was nobody at the Asian Age to cover it. Thanks to my wife, Velly Thevar, who had fantastic access, I reported on the incident.I got a call on my landline. I am Salim, the voice said. Do you want a tip-off? Come to the first floor of Express Towers. This man with a ponytail takes me to the office, crosses over to the other side of the desk, and says, I am Saisuresh Sivaswamy. He didn’t want anybody to know that he wanted to poach me. He persuaded me to cover crime.Another editor at the Indian Express, DN Moorty, said this was the best beat: nobody from the underworld will deny a story. Apart from writing your own books, you also set up Blue Salt for the Penguin Random House publishing company.I went through hell to get Dongri to Dubai published despite the success of Black Friday. I remember an editor wanted to change the title to The Boys from Dongri. There were many such claustrophobic clauses.Roli Books published Dongri to Dubai. Then, Vikram Chandra, who has been responsible for so much in my life, suggested that I collaborate with Penguin in mentoring new authors. I found the idea quite appealing. I had been smarting from Jigna Vora’s arrest [detailed in Behind Bars in Byculla, adapted as the Netflix series Scoop]. I had seen disloyalty and backstabbing. Salt is an indication of loyalty. But salt alone doesn’t work. Blue means something elite, something dignified, so I called it Blue Salt.Our very first book, Neeraj Pandey’s novel Ghalib Danger, was immediately picked up by a production house, but it hasn’t been made yet. These things take time. Gangubai Kathiawadi took at least 10 years to be made. Sapna Didi [from Mafia Queens of Mumbai] is still a possibility, with Vishal Bhardwaj having renewed the rights. \n\n\n    \n    Play\n\nGangubai Kathiawadi (2022).","author":"Nandini Ramnath","time":"2023-09-04T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193712-jeefolfjxj-1693672792.jpg","tags":["S Hussain Zaidi","S Hussain Zaidi interview","Bambai Meri Jaan","Mumbai underworld"],"source":"https://scroll.in/reel/1055318/s-hussain-zaidi-interview-there-still-is-a-big-interest-in-crime-biopics-are-in-fashion"}