{"title":"SAARC can succeed only if it loses its obsession with India-Pakistan affairs","content":"Expectations from the South Asia Association for Regional Co-operation summit are always high even though some analysts and observers will tell you that this regional forum has repeatedly failed to bring the nations of South Asia closer. The hopes exists largely due to the constant hot and cold nature of ties between India and Pakistan.But it this very same India-Pakistan dynamic that has let down SAARC the most. From the Musharraf-Vajpayee handshake in 2002 to the over-enthusiasm over whether Narendra Modi and Nawaz Sharif will meet on the side-lines in Kathmandu this week, the very idea of SAARC has fallen victim to the political clutches of the tensions between these two countries.This is not a new conundrum for a multilateral forum. In fact, almost all multilateral forums suffer from agenda biases of the politically and economically strong. India’s latest experience of this was its fight over trade protocols at the World Trade Organisation.Terrorism and securityBoth India and Pakistan spend heavy diplomatic capital on each other, the reasons for which are obvious. The theme for the 18th SAARC summit this month is “deeper integration for peace and prosperity”, which would seemingly highlight the issues of terrorism and national security faced by all involved members. A lot of such talk will revolve around India and Pakistan.Even before the summit has started in Nepal, almost all attention is already focused on what will transpire between the two states which are observing another of their diplomatic cold spells.Not just this edition, the very origins of SAARC have been steeped in the distrust between New Delhi and Islamabad. During the forum’s formative years in the 1980s, each was concerned about the other bringing the smaller neighbours together against it. This distrust, snowballing over time, has placed a permanent shadow over what was supposed to be a multilateral forum bringing South Asian nations closer.Forums under stressFumbling over the years, SAARC is now overshadowed by the many other global forums such as G20 and BRICS as far as international economics is concerned. But let us not be fooled, SAARC’s missed opportunities are not entirely due to the involved countries and their own bilateral vices.The success of multilateral forums the world over has increasingly coming under stress, with major outlets such as G20 not delivering what they set out to achieve (unless koala diplomacy counts). India itself has largely felt more comfortable dealing with countries on a bilateral level, and achieved more through this format. But being one of the biggest economies in the world, housing the second biggest population, it cannot turn a blind eye to multilateral platforms and will have to make the best of such institutions in whatever available capacity.At a recent summit in New Delhi, National Security Advisor Ajit Doval said that apart from Bhutan, India had some or the other issue with all its neighbouring countries and that the country will have to prepare itself “in view of the neighbourhood settings”.It is possible that with the lens of India-Pakistan issues extricated, SAARC could be given a reset, keeping in mind the potential trade between its members that currently remains appallingly low. Just to put things in perspective, SAARC members are possibly the most poorly connected group of nations that are part of a neighbourhood multilateral process. People from Sri Lanka cannot fly directly into Kathmandu, and people from Islamabad cannot directly fly into Dhaka. Even basic citizen-to-citizen connections have failed to bloom between the members, which is possibly why former Foreign Minister Yashwant Sinha has called out SAARC as a “failed experiment”.New dimensionSinha admitted that the biggest hurdle for SAARC remains the India-Pakistan relationship. Having the region’s two biggest economies with the biggest populations constantly at odds with each other is fast rendering SAARC an obsolete and hopeless cause.Afghanistan joined SAARC as a member state in 2007 amid a lot of internal discussions and speculations. This, according to some analysts, only complicated SAARC’s pencilled-in mandate further. Recent comments from senior Afghanistan officials suggesting that their country was becoming an India-Pakistan battleground and that Afghans were feeling like the “victims” highlights a new sphere of regional geo-political challenge.There needs to be an active movement within SAARC to disengage from the predominant narrative of India-Pakistan affairs. Even if Modi meets Sharif in Kathmandu, it should be seen as part of the SAARC’s spirit of holistic engagement rather than any kind of breakthrough in the bilateral freeze between the two countries.","author":"Kabir Taneja","time":"2014-11-26T07:00:10+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/691685-f757c995-8626-455f-8155-2e3ee3371ff7.jpg","tags":[],"source":"https://scroll.in/article/691685/SAARC-can-succeed-only-if-it-loses-its-obsession-with-India-Pakistan-affairs"}