{"title":"Rajasthan political crisis: Sachin Pilot removed as deputy chief minister, state unit chief","content":"Congress leader Sachin Pilot was on Tuesday removed as the deputy chief minister of Rajasthan and from his position as the state unit chief, party spokesperson Randeep Singh Surjewala announced, ANI reported. The action came after Pilot did not attend the second round of meetings convened by the Congress to discuss the political crisis in the state. A number of senior Congress leaders had reached out to Pilot since Sunday to resolve the faceoff with Chief Minister Ashok Gehlot.Two ministers, Vishvendra Singh and Ramesh Meena, were also dropped from the Rajasthan Cabinet. Minister of State for Education Govind Singh Dotasra will be the Congress Rajasthan chief.After his removal, Pilot tweeted: “You can harass the truth, but not defeat it.”The Congress had warned of action against all those who skipped the meeting. The 102 MLAs, who attended the meeting at Fairmont Hotel on the outskirts of Jaipur, have unanimously demanded that Pilot should be removed from the party, ANI reported, citing sources. Pilot is camping at a hotel in Delhi with some legislators who support him in the ongoing tussle.Surjewala alleged that Pilot was “ensnared” by the Bharatiya Janata Party to bring down the Congress government. “I regret that Sachin Pilot and some of his associates have been swayed by BJP’s plot and are now conspiring to topple the Congress government elected by eight crore Rajasthanis,” he told reporters. “This is unacceptable.”Gehlot made similar allegations after Pilot’s removal. “There is nothing in Sachin Pilot’s hands, it is the BJP which is running the show,” he said, according to ANI. “BJP has arranged that resort and they are managing everything. The same team which worked in Madhya Pradesh is at work here. High command was compelled to take the decision because since a long time BJP was conspiring and resorting to horse-trading. We knew it was a big conspiracy; now some of our friends went astray because of it and went to Delhi.”The chief minister claimed he has been impartial to all the MLAs and the statements made by the rebel MLAs and Pilot created the current situation. “No one is happy about the decisions and we tried to reach out but hobnobbing with BJP has taken place,” Gehlot said.सत्य को परेशान किया जा सकता है पराजित नहीं।— Sachin Pilot (@SachinPilot) July 14, 2020\n\n#WATCH: I regret that Sachin Pilot and some of his associates have been swayed by BJP's plot and are now conspiring to topple the Congress govt elected by 8 crore Rajasthanis. It is unacceptable: RS Surjewala, Congress #Rajasthan pic.twitter.com/yopWWJ32Cg— ANI (@ANI) July 14, 2020\n\n102 MLAs present at the ongoing Congress Legislative Party (CLP) meeting at Fairmont Hotel in Jaipur have unanimously demanded that Sachin Pilot should be removed from the party: Sources. #Rajasthan pic.twitter.com/g6b3TNO5uC— ANI (@ANI) July 14, 2020\n\nSurjewala added that Pilot had been given much recognition and important posts throughout his career with the Congress.Gehlot, meanwhile, met Governor Kalraj Mishra at Raj Bhavan in Jaipur after the sacking. The governor accepted the chief minister’s proposal to remove Pilot and the other two ministers.The BJP said a floor test is the only way to prove the strength of Congress government in the state, according to NDTV. Senior BJP leader Om Mathur, who is in charge of Rajasthan, has left for Jaipur, where a meeting is underway to discuss the situation.Rajasthan BJP chief Satish Poonia said people are angry and disappointed with the Congress government. “No power in the world can save it,” he added. “Our priority is that this government loses power. We are vigilant, monitoring the situation and will decide our strategy as the situation unfolds.”Earlier in the day, Rajasthan Congress in-charge Avinash Pandey had appealed to Pilot and the rebel MLAs to attend Tuesday’s Legislature Party meeting. Pandey requested Pilot to repose faith in the ideology and values ​​of the Congress.The power struggle between Gehlot and his deputy had been going on for quite some time, but the latest crisis was triggered after Pilot was summoned by the Rajasthan Anti-Terror Squad and the Special Operations Group last week. The SOG had sought time from Pilot to record his statement in a case of conspiracy and sedition registered after attempts were allegedly made by the BJP to bribe Congress MLAs to switch sides during last month’s Rajya Sabha elections. However, Gehlot had pointed out that the notice was misinterpreted, adding that a similar notice was sent to him as well.While Pilot claims he has the support of 30 MLAs, the Congress says the number is no more than 16. On Monday, Pilot insisted that Gehlot’s claim of having 106 legislators on his side is a gross exaggeration. However, the Rajasthan Congress Legislature Party passed a resolution seeking action against rebel MLAs and supported the Ashok Gehlot-led government.The Congress accused the BJP of attempting to destabilise the Rajasthan government, and said such efforts would not be fruitful as the Gehlot administration will complete its term. The Congress has alleged that Pilot is in talks with the BJP, but the former deputy chief minister has denied this.","author":"Scroll Staff","time":"2020-07-14T13:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/106866-ppuitwqydc-1578138214.jpg","tags":["Ashok Gehlot","Congress","Rajasthan","Sachin Pilot"],"source":"https://scroll.in/latest/967454/sachin-pilot-removed-as-rajasthan-deputy-chief-minister-amid-political-crisis-announces-congress"}