{"title":"Sachin Pilot again targets Rajasthan government, flags delay in taking action in paper leak cases","content":"Congress leader Sachin Pilot on Saturday once again targeted his own government in Rajasthan and questioned the delay in taking action in exam question paper leak cases, The Indian Express reported.“Our children work hard for years, their parents cut their own stomachs for tuition classes,” the former Rajasthan deputy chief minister said while addressing a programme in Barmer district. “They appear for exams, the paper gets leaked, cancelled. Why does it take so long to take action on it? Why is it so difficult to get justice?”A string of question paper leaks have plagued the Ashok Gehlot government in Rajasthan.Pilot, who represents the Tonk Assembly constituency, said that those occupying high posts do not know the value of thousands of rupees spent on education and therefore it takes so long to act against the culprits involved in paper leak cases.#WATCH | Barmer, Rajasthan | Congress leader Sachin Pilot speaks of paper leak incidents.He says, \"We will have to embolden our voices against loot & corruption. I emboldened my voice against corruption. Maybe a few people didn't like it, but I don't care. I will continue to… pic.twitter.com/EViOQkHVeY— ANI MP/CG/Rajasthan (@ANI_MP_CG_RJ) May 6, 2023\n\nLast month, Pilot held a day-long fast against the Congress government to seek action against corruption that was alleged to have occurred when Bharatiya Janata Party’s Vasundhara Raje Scindia was the chief minister of the state.He had defied a warning from the Congress high command stating that such an action goes against the party’s interest.On Saturday, Pilot said he will continue to fight against corruption even if “some people” do not like it. Gehlot and Pilot have been involved in a power tussle in the state since the Congress formed the government in December 2018.“We have to raise our voice against loot and corruption in the country and state,” Pilot said on Saturday. “Corruption is like a termite which is making the country hollow.”","author":"Scroll Staff","time":"2023-05-06T20:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145825-jsnjwraioy-1599669334.jpg","tags":["Sachin Pilot","Congress","Rajasthan","Ashok Gehlot"],"source":"https://scroll.in/latest/1048669/sachin-pilot-again-targets-rajasthan-government-flags-delay-in-taking-action-in-paper-leak-cases"}