{"title":"Sachin Pilot’s movements tracked by Ashok Gehlot government amid 2020 rebellion, claims ex-CM’s aide","content":"The Congress government in Rajasthan had tracked former Deputy Chief Minister Sachin Pilot’s movement and phone in 2020 when he, along with his loyalist MLAs, staged a rebellion, alleged Lokesh Sharma, the officer on special duty of outgoing Chief Minister Ashok Gehlot, on Tuesday, reported PTI.The Congress’ Rajasthan unit had been rattled by a pitched battle between Gehlot and Pilot in July 2020, when a group of 19 MLAs led by the latter had demanded that he be made the chief minister. Pilot was then removed as the deputy chief minister and from the post of the state Congress president.However, in the run-up to the state Assembly elections, the Congress high command had maintained that both leaders agreed to present a united front in the polls. “When the political crisis of 2020 had come and Pilot ji had left with his 18 MLAs, then in such a situation, the government does put its machinery into use and everyone is monitored, where do these people go, who do they meet and who do they speak with,” said Sharma. “So that is done and in that manner their monitoring was also done.”  Gehlot and Pilot have not responded to Sharma’s allegations yet. Sharma, who was denied the ticket by the Congress, has also been criticising Gehlot for the loss in Assembly polls, according to PTI.The party lost the elections to the Bharatiya Janata Party, which emerged victorious in 115 of the 199 seats in Rajasthan, as per the results declared on Sunday. On Tuesday, Sharma said that if Gehlot loyalists had allowed a legislative party meeting to take place in September 2022 and the Congress’ observers had carried out the task they were there for, the outcome of the state polls could have been different.  He said the differences between Gehlot and Pilot harmed the party’s prospects. According to him, there was no anti-incumbency in the state but the voters did not want to see many MLAs return as their representatives. “These were not just my reports but the AICC survey, and other reports were that sitting MLAs’ tickets should be cut but it was not done,” Sharma claimed. He said that Gehlot did not take action on the reports and maintained “stubbornness”.“He probably felt it was his moral duty towards those who had helped him save his government,” Sharma said. “I am saying so now as I want that corrective measures are taken as Lok Sabha polls are round the corner and it is important to set things right.”","author":"Scroll Staff","time":"2023-12-06T12:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/144387-litszkjcvx-1594722304.jpg","tags":["Lokesh Sharma","Ashok Gehlot","Sachin Pilot","government","rebellion"],"source":"https://scroll.in/latest/1060168/sachin-pilots-movements-phone-tracked-by-ashok-gehlot-during-2020-rebellion-claims-ex-cms-aide"}