{"title":"Sachin Pilot holds fast against Rajasthan government despite warning from Congress","content":"Congress leader Sachin Pilot ended his day-long fast on Tuesday, saying that his movement against corruption will continue, reported The Indian Express. Pilot’s fast came despite warning from the Congress high command on Monday that such an action goes against the party’s interest.The Congress leader is holding the hunger strike against his own government in Rajasthan to seek action from Chief Minister Ashok Gehlot against corruption that was alleged to have occurred when Bharatiya Janata Party’s Vasundhara Raje Scindia was the chief minister of the stateMonths before Assembly elections in the state, the development once again exposed the rumblings within the Rajasthan unit of Congress that has seen multiple run-ins between the Gehlot and Pilot factions since the 2018 state polls.VIDEO | Congress leader Sachin Pilot observes a one-day fast at Martyr's Memorial in Jaipur to press his party-led government in Rajasthan for action against corruption during the previous BJP government in the state. pic.twitter.com/cjlHb4Jbg4— Press Trust of India (@PTI_News) April 11, 2023\n\nSukhjinder Singh Randhawa, the official in charge of the Congress in the state, on Monday warned Pilot against holding the fast, saying it would be considered an “anti-party activity”. In a statement, Randhawa said Pilot should discuss matters against his own government within the party forums, instead of raising them with the media or in public.“I have been an AICC in-charge [of Rajasthan] for the last five months and Pilot has never discussed this issue with me,” Randhawa claimed. “I am in touch with him and I still appeal for calm dialogue since he is an indisputable asset to the Congress party.”Statement issued by Shri Sukhjinder Singh Randhawa, AICC In charge of Rajasthan. pic.twitter.com/PMn8aDdu0O— INC Sandesh (@INCSandesh) April 10, 2023\n\nOn Sunday, while announcing his plan to hold the day-long fast, Pilot had noted that the Congress had promised to conduct an inquiry into an alleged mines scam of Rs 45,000 crore during the previous BJP regime.“With six-seven months left for the elections, the opponents can spread illusions that there is some collusion,” Pilot had said at a press conference.He was referring to the 2015 accusation raised by the Congress that the Raje government, in violation of rules, had allocated 653 mines in the state in an arbitrary manner.#WATCH | Rajasthan: On April 11, I will do a one-day hunger strike to mark my words that action should be taken against corruption in the state so that the public does not feel that we are not doing any work or we have not fulfilled any of our promises: Sachin Pilot, Congress MLA pic.twitter.com/SNmwTDLdJq— ANI MP/CG/Rajasthan (@ANI_MP_CG_RJ) April 9, 2023\n\nThis was not the first time when Pilot had questioned his own party’s government in the state.In August 2020, Pilot had staged a revolt within the Congress, pushing the Rajasthan government into a political crisis. The MLA from Tonk demanded that he be made the chief minister. The turmoil was resolved after the Congress formed a three-member panel comprising Priyanka Gandhi Vadra, KC Venugopal and Ahmed Patel to address Pilot’s concerns.Pilot had claimed that he was upset as Gehlot sidelined him in the state government. In November, Gehlot retaliated, calling Pilot a traitor and saying that he had no chance of becoming the chief minister if the Congress wins the upcoming state Assembly elections.On Monday, Randhawa dismissed Pilot’s accusation that he had written two letters last year to Gehlot detailing the corruption issue, reported PTI. He said that Pilot had never discussed any letters despite several talks and discussions.Meanwhile, Congress spokesperson Pawan Khera said it was wrong to say that Gehlot was not acting against the alleged corruption.“A probe is underway on how the BJP conspired to topple our elected government in Rajasthan and tried to buy our MLAs,” Khera said, according to PTI. “It is wrong to say that a probe is not on, as an investigation is being carried out and if anyone has a complaint, he should bring it to the notice of the AICC in-charge.”Opposition parties reactOpposition party leaders have also reacted to Pilot’s protest against the state government. All India Majlis-e-Ittehadul Muslimeen chief Asaduddin Owaisi said that the Congress MLA’s hunger strike shows that the ruling party in the state is not serious about fighting corruption reported PTI.“Either Congress government or BJP government, [they are] two sides of the same coin,” the Hyderabad MP said. “Both encouraged corruption. That’s why you see that an ex-deputy chief minister is going to protest againt his own government. What message goes out with this? The message that goes out is that the Congress or BJP are not serious about corruption,” BJP MLA and Leader of Opposition in Rajasthan Assembly Rajendra Rathore said that Pilot’s protest will prove to be the last nail in the coffin of the ruling Congress government in the state, reported ANI.“A leader who was so crucial in forming the government in the state is now sitting on a hunger strike against his own party,” Rathore told ANI. “He is taking the support of the previous state government to justify his actions but the truth is that he is hurt from the humiliation from withing the Congress.” #WATCH | Sachin Pilot is giving an open challenge to the high command. His day-long fast will prove to be the last nail in the coffin of the Congress govt. Congress has lost its hold across the country: Rajendra Rathore, LoP Rajasthan & BJP leader pic.twitter.com/ikn3BUWK6k— ANI MP/CG/Rajasthan (@ANI_MP_CG_RJ) April 11, 2023\n\nAam Aadmi Party’s election in-charge for Rajasthan, Vinay Mishra, also rebuked the Congress government in Rajasthan. “The most corrupt and useless government is the Congress government of Rajasthan,” Mishra said. “So corrupt that a highly educated young leader like Sachin Pilot is sitting on hunger strike against his own government today. Think how much his own government would have compelled him to fast.”","author":"Scroll Staff","time":"2023-04-11T08:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188994-pnmtmmcajl-1681197167.jpg","tags":["Sachin Pilot","Rajasthan","Ashok Gehlot"]}