{"title":"Sachin Pilot renews demand for probe into alleged corruption by previous BJP government","content":"Congress leader Sachin Pilot on Monday reiterated his demand for an investigation into the alleged corruption that took place during Bharatiya Janata Party government in 2015, NDTV reported.“I am not against any person or the Congress government here,” Pilot said during a rally in Jhunjhunu. “This is against corruption which happened during Vasundhara Raje’s time.”He was referring to the accusation raised by the Congress in 2015 that the Vasundhara Raje government, in violation of rules, had allocated 653 mines in the state in an arbitrary manner.ग्राम टीबा बसई, खेतड़ी (झुंझुनू) में सभा को संबोधित किया। pic.twitter.com/OBvf1i07XP— Sachin Pilot (@SachinPilot) April 17, 2023\n\nThe MLA from Tonk visited Jhunjhunu after skipping a meeting to discuss the upcoming Assembly polls that was attended by Chief Minister Ashok Gehlot, state party chief Govind Singh Dotasra and Sukhjinder Singh Randhawa, the official in charge of Rajasthan’s All India Congress Committee. Pilot’s renewed demand for investigation comes a week after he had held a day-long fast against his own government in Rajasthan to seek action from Gehlot against Raje. Pilot had held the fast despite a warning from the Congress high command that had said that his action goes against the party’s interest.On Monday, Pilot said that no action has been taken by the Rajasthan government despite his fast on April 11.“Action should be taken if the evidence is found,” he said, according to PTI. “It is the responsibility of all of us to give Rajasthan clean politics.”Without naming Gehlot, Pilot accused the chief minister of using foul language against him.“I have never crossed limits, my values are such,” he said. “I have always been decent, polite and have honoured elders. I have protested on roads, gone to jail and observed a fast but never used wrong words.”Pilot’s stand, which comes months before Assembly elections in the state, has once again exposed the rumblings within the Rajasthan unit of Congress that has seen multiple run-ins between the Gehlot and Pilot factions since the 2018 Assembly polls.In August 2020, Pilot had staged a revolt within the Congress, pushing the Rajasthan government into a political crisis. Pilot demanded that he be made the chief minister. The turmoil was resolved after the Congress formed a three-member panel comprising Priyanka Gandhi Vadra, KC Venugopal and Ahmed Patel to address Pilot’s concerns.Pilot had claimed that he was upset as Gehlot sidelined him in the state government. In November, Gehlot retaliated, calling Pilot a traitor and saying that he had no chance of becoming the chief minister if the Congress wins the upcoming state Assembly elections.","author":"Scroll Staff","time":"2023-04-18T11:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189229-fskcommjaq-1681795214.jpg","tags":["Sachin Pilot","Ashok Gehlot","Rajasthan","Congress"],"source":"https://scroll.in/latest/1047544/sachin-pilot-renews-demand-for-probe-into-alleged-corruption-by-previous-bjp-government"}