{"title":"Sachin Pilot announces hunger strike alleging inaction by Rajasthan government on corruption ","content":"Rajasthan Congress MLA Sachin Pilot on Sunday said that he will hold a day-long hunger strike on April 11, alleging that his own government has not taken action against corruption when Bharatiya Janata Party’s Vasundhara Raje was the chief minister of the state, reported PTI. “No action was taken [by Chief Minister Ashok Gehlot] on corruption by the previous Vasundhara Raje government,” he alleged. “While in opposition, we had promised that an inquiry would be conducted in the mines scam of Rs 45,000 crore.”The MLA was referring to the 2015 accusation raised by the Congress that the Raje government, in violation of rules, had allocated 653 mines in the state in an arbitrary manner.“With six-seven months left for the elections, the opponents can spread illusions that there is some collusion,” Pilot said. “Therefore, action will have to be taken soon so that the Congress workers feel that there is no difference between our words and actions.”#WATCH | Rajasthan: On April 11, I will do a one-day hunger strike to mark my words that action should be taken against corruption in the state so that the public does not feel that we are not doing any work or we have not fulfilled any of our promises: Sachin Pilot, Congress MLA pic.twitter.com/SNmwTDLdJq— ANI MP/CG/Rajasthan (@ANI_MP_CG_RJ) April 9, 2023\n\nThis is not the first time when Pilot has questioned his own party’s government in the state.In August 2020, Pilot had staged a revolt within the Congress, pushing the Rajasthan government into a political crisis. The MLA from Tonk demanded that he be made the chief minister. The turmoil was resolved after the Congress formed a three-member panel comprising Priyanka Gandhi Vadra, KC Venugopal and Ahmed Patel to address Pilot’s concerns.Pilot had claimed he was upset as Gehlot sidelined him in the state government.In November, Gehlot had called Pilot a traitor and also said that he has no chance of becoming the chief minister if the Congress wins the upcoming state Assembly elections.During Sunday’s briefing, Pilot alleged that the Congress had evidence against the former BJP government but failed to act on it, reported NDTV.“We cannot go into the elections with these promises unfulfilled,” he said. “ We have evidence. We should have acted. We should investigate…We are answerable to the people.”Meanwhile, Rajasthan Food and Civil Supplies Minister Pratap Singh Khachariyawas supported Pilot’s demand, according to PTI.“Sachin Pilot is an asset for the party and Rahul Gandhi has said this…” he Khachariyawas. “I would also speak to the chief minister [Gehlot] and say that we should take action.”","author":"Scroll Staff","time":"2023-04-09T16:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145825-jsnjwraioy-1599669334.jpg","tags":["Sachin Pilot","Rajasthan","Ashok Gehlot"],"source":"https://scroll.in/latest/1047070/sachin-pilot-announces-hunger-strike-alleging-incation-by-rajasthan-government-on-corruption"}