{"title":"Sacked BSF soldier’s plea challenging Modi’s election from Varanasi dismissed","content":"The Allahabad High Court on Friday dismissed a petition challenging Prime Minister Narendra Modi’s election from Varanasi Lok Sabha constituency, PTI reported. The petition was filed by sacked Border Security Force constable Tej Bahadur Yadav, whose nomination papers to stand for the Lok Sabha election against Modi in Varanasi were rejected in May.Justice Manoj Gupta held that the petitioner was not a candidate in the polls and therefore had no locus to challenge the election of a candidate who was declared successful in the polls.In his plea, Yadav had claimed that his nomination papers had been wrongly rejected, and hence the prime minister’s election as a member of Parliament should be declared null and void.  Yadav had been fielded as a candidate by the Samajwadi Party, but the Election Commission rejected his nomination as he had failed to submit a certificate verifying that he had not been sacked from the security forces. In its notice rejecting Yadav’s nomination, the poll panel had said that government employees who were dismissed for “corruption or disloyalty to the state” shall be disqualified from campaigning for five years.When he filed his nomination, Yadav had admitted that he was dismissed from service. However, later, he reportedly omitted it from his nomination form. The poll body had ordered the former soldier to produce a no-objection certificate from the BSF.The former soldier had moved the Supreme Court in May against the Election Commission’s decision, but the top court had rejected his petition.Yadav was sacked from the Border Security Force after he posted a video on social media in January 2017 about the watery dal and burnt rotis served to soldiers. The video sparked outrage, prompting the Prime Minister’s Office to ask for a report. Yadav was dismissed after a court of inquiry found him guilty on charges of indiscipline for going public with his grievances.","author":"Scroll Staff","time":"2019-12-06T17:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119917-dzdofntvzm-1562677557.jpg","tags":["Tej Bahadur Yadav","Allahabad High Court","Election Commission","PM Modi","Varanasi"],"source":"https://scroll.in/latest/946032/sacked-bsf-soldiers-plea-challenging-modis-election-from-varanasi-dismissed"}