{"title":"Sacked BSF jawan Tej Bahadur Yadav moves SC against poll panel for rejecting his candidature","content":"Sacked Border Security Force jawan Tej Bahadur Yadav on Monday moved the Supreme Court against the Election Commission for its decision to reject his candidature in the Lok Sabha polls from Prime Minister Narendra Modi’s Varanasi constituency, PTI reported. On May 1, the poll panel had rejected Yadav’s nomination as a Samajwadi Party candidate.Advocate Prashant Bhushan is representing him in court, ANI reported. In its notice to reject Yadav, the poll panel had said that government employees who have been dismissed for “corruption or disloyalty to the state” shall be disqualified from campaigning for five years.   When he filed his nomination, Yadav had admitted that he was dismissed from service. However, later, he reportedly omitted this from his nomination form. The Election Commission ordered the former soldier to produce a no-objection certificate from the BSF.Yadav had said that his nomination was wrongly rejected. “I was asked to produce the evidence at 6.15 pm yesterday [Tuesday], we produced the evidence, still my nomination was rejected,” he had said on May 1.Yadav was sacked from service after he posted a video on social media in January 2017 about the watery dal and burnt rotis served to soldiers. The video was viewed more than 70 lakh times, prompting the Prime Minister’s Office to ask for a report. Yadav was dismissed after a court of inquiry found him guilty on charges of indiscipline for going public with his grievances.Modi is the sitting MP in Varanasi and the Bharatiya Janata Party’s candidate from there. Polling in the constituency is scheduled for May 19. The results will be announced on May 23.","author":"Scroll Staff","time":"2019-05-06T13:12:17.512803+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/922473-49020-demguabcra-1486019738.jpg","tags":["Border Security Force","Tej Bahadur Yadav","Supreme Court","Narendra Modi","BSF","Lok Sabha polls","Election Commission"],"source":"https://scroll.in/latest/922473/sacked-bsf-jawan-tej-bahadur-yadav-moves-sc-against-poll-panel-for-rejecting-his-candidature"}