{"title":"‘Sacred Games’ season one review: A superbly crafted thriller with topnotch performances","content":"Netflix’s first original Indian series Sacred Games offers a simpler and more linear version of events described by Vikram Chandra in his 947-page novel of the same name. Chandra’s 2006 doorstopper contained some of the most vivid descriptions of the city of Mumbai and its denizens ever committed to the page, but the writing was often so caught up in flourishes and character studies that it didn’t really work as a thriller counting down to an apocalypse.Chandra’s kaleidoscopic epic follows the efforts of Mumbai police inspector Sartaj Singh to unravel the mystery behind the suicide of gangster Ganesh Gaitonde. The hoodlum shoots himself seconds after summoning Sartaj and warning him that time is running out for Mumbai. Sartaj’s investigation runs parallel to the efforts of Research and Analysis Wing officer Anjali Mathur, and a supposedly simple gangland death assumes massive and monstrous proportions.Chandra injected terrific prose and rough-edged poetry into a routine cops-and-gangsters-saga that hinged on an implausible conspiracy involving malfeasance at the highest levels. In the Netflix series, directed by Vikramaditya Motwane and Anurag Kashyap and written by Varun Grover, Smita Singh and Vasanth Nath, the plot holes and predictable twists are compensated for in imaginative and welcome ways. Motwane and Kashyap, working with a far bigger canvas than they’ve had in their films, create an absorbing cross-weave of ideas, characters, and events. Beautifully produced, lensed, scored and performed by a mostly apt ensemble cast, Sacred Games provides an impressive showcase of Indian craftsmanship for the global viewership targetted by Netflix.The first season, with eight episodes, ends on a cliffhanger, and the truth that Sartaj is frantically seeking is left for the expected second season. \n\n\n    \n    Play\n\nSacred Games (2018).Episode one opens with a striking match cut, which sets the tone for the twinning of apparently unconnected stories throughout the episodes (the sharp editing is by Aarti Bajaj). The image of a dead white dog in a suburban housing complex is mirrored by that of a near-dead woman. She turns out to be the last of her merciless killer’s targets. The next victim of Ganesh Gaitonde (Nawazuddin Siddiqui) is Ganesh Gaitonde.The gangster dies before Sartaj Singh (Saif Ali Khan) can prevent him from pulling the trigger, but not before warning that the police inspector has 25 days to save himself and the city of Mumbai.Sartaj and Anjali, working under the radar and at odds with their respective bosses, try to make sense of the threads that bind the home minister (Girish Kulkarni), sinister assassin Malcom (Luke Kenny), Gaitonde’s crippled henchman Bunty (Jatin Sarna), the actress Zoya (    Elnaaz Norouzi) and a mysterious man named Trivedi (Chittaranjan Tripathy). Meanwhile, Gaitonde lingers on as a voice in Sartaj’s head who speaks to him from beyond the grave, telling him about his childhood and formative years and the various men and women he meets and crushes on his way to the top of the pile.Nawazuddin Siddiqui as Ganesh Gaitonde in Sacred Games. Courtesy Netflix.The series oozes with impropriety. Men and women swear, maim, slay and fornicate their way across choice Mumbai locations. While the filmmaking rhythms of Sacred Games, the gruff and telegraphic dialogue, ripped-off-the-headlines quality and explicit sequences of profanity and nudity are typical of other such global web series, the concerns explored over the first season are firmly aimed at local viewers.The series spans four decades from the 1970s to the present. Various historical milestones pass in the background, including the Emergency of 1975, but one political event that has shaped and reshaped India’s immediate past and present stands out: the rise of Hindutva as a political force. Vikram Chandra imagined Gaitonde as the fictitious obverse of the real-life Dawood Ibrahim, who played a key role in organising the 1993 serial bomb blasts in Mumbai as a response to communal riots that ripped the city apart in 1992 and early 1993. Gaitonde too earns the benefits of communal polarisation early on in his journey, and, like Dawood Ibrahim, is transformed from a criminal into a public enemy.Saif Ali Khan as Sartaj Singh in Sacred Games. Courtesy Netflix.There’s a fever-dream quality to Gaitonde’s sequences, many of which unfold in slow motion. Gaitonde believes that the moving finger has already written his future, and his fatalism is reflected in Nawazuddin Siddiqui’s distant eyes and the half-smile that creeps up when he is confronted with danger. Is this the best you can do to a man who has lost everything before he began, Gaitonde seems to be asking. Siddiqui is always present in every scene even as he suggests that he has already crossed over to the other realm.By contrast, Sartaj is a worrywart, bursting out of his uniform in anxiety. Tense is the night as Sartaj pounds the streets of Mumbai in search of something he hasn’t fully understood yet. Saif Ali Khan does a superb job of playing a character hemmed in by honesty and naivete. Stuck with an odious chief, Parulkar (Neeraj Kabi), a mean-spirited colleague, Majid (Aamir Bashir), and a system that privileges short-cuts over principles, Sartaj grows only gradually into his preordained role as the moral centre of the series. Saif Ali Khan’s ability to slip under Sartaj’s skin and eclipse his Hindi movie star image go some way towards making Sartaj the unlikely hero of a story that spins on the corrosion of morality and humanity.Jitendra Joshi as Katekar in Sacred Games. Courtesy Netflix.The cast is brimming with characters who compete for attention, and some tower over the others. Sartaj’s sidekick, the constable Katekar, is marvellously brought to life by Jitendra Joshi. Sacred Games is often too dark and brooding for its own good, but Joshi brings welcome humour and local flavour to the proceedings. (Alongside Girish Kulkarni, Joshi has the only genuine Marathi accent in the series, unlike Nawazuddin Siddiqui and Neeraj Kabi.) Luke Kenny, playing the assassin Malcom, is a suitably malevolent presence and an example of the kind of counter-casting that works in Sacred Games. Geetanjali Thapa has a lovely cameo as a TV actress forced into sexual servitude.Also among the standout characters is Kubbra Sait’s smashing Cuckoo, the bar dancer whom Gaitonde steals from his rival Suleiman Isa. The scenes between Siddiqui and Sait, which include references to her resemblance to the 1970s star Parveen Babi and jokes about the difference in their respective height, ensure that tenderness and vulnerability survive in a series dedicated to gloom and doom.Kubbra Sait as Cuckoo in Sacred Games. Courtesy Netflix.","author":"Nandini Ramnath","time":"2018-07-06T20:45:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/885583-ftnjnsaotc-1530889694.jpeg","tags":["Sacred Games","Nawazuddin Siddiqui","Vikramaditya Motwane"],"source":"https://scroll.in/reel/885583/sacred-games-season-one-review-a-superbly-crafted-thriller-with-topnotch-performances"}