{"title":"SAD leader Bikram Majithia gets interim anticipatory bail in drugs case","content":"The Punjab and Haryana High Court on Monday granted interim anticipatory bail to Shiromani Akali Dal leader Bikram Singh Majithia in a drugs case, reported PTI. The court asked Majithia to join the inquiry by a Special investigation Team.The court is yet to release a detailed order in the matter.“After seeing all the records, the High Court gave directions that this is a case where he can join the investigation and when he joins the investigation, he will not be arrested,” Majithia’s counsel DS Sobti told reporters.Bikram Singh Majithia has been granted interim bail. He will be joining the investigation the day after tomorrow at 11 am before the SIT... It is a political vendetta: His lawyer DS Sobti in Chandigarh pic.twitter.com/K6Kk4S0Oyz— ANI (@ANI) January 10, 2022\n\nMajithia was booked under sections of the Narcotics Drugs and Psychotropic Substances Act in December. He had moved the court for anticipatory bail after a Mohali court dismissed his plea on December 24.In his plea, Majithia contended that targeting him was a major election plank of the Congress-led government in the state. Assembly polls in Punjab will be held on February 14 and the results will be announced on March 10.“It is more than apparent that the present FIR has been registered against the petitioner keeping an eye on the forthcoming elections,” he said in his plea, according to The Indian Express. “The petitioner’s fundamental rights are at stake.”Majithia, who is the brother-in-law of Shiromani Akali Dal chief Sukhbir Singh Badal, is a prominent face of the party. He is the brother of former Punjab Cabinet minister and party leader Harsimrat Kaur Badal.The FIR against Majithia had been registered on the basis of a report of a Special Task Force on drug cases that was submitted to the Punjab and Haryana High Court in 2018. It has been filed at the Punjab State Crime Police Station at Mohali.","author":"Scroll Staff","time":"2022-01-10T17:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167877-tmnvecevjl-1640172849.jpg","tags":["Bikram Singh Majithia","drugs case","SAD","Punjab and Haryana High Court"],"source":"https://scroll.in/latest/1014738/sad-leader-bikram-majithia-gets-interim-anticipatory-bail-in-drugs-case"}