{"title":"‘Sad day for judiciary’: Two ex-SC judges, Opposition parties condemn Gogoi’s Rajya Sabha nomination","content":"Two retired Supreme Court judges – Madan B Lokur and Kurian Joseph – on Tuesday criticised the nomination of their former colleague and ex-Chief Justice of India Ranjan Gogoi  to the Rajya Sabha. Opposition parties, too, attacked the government for the decision, which came just four months after Gogoi retired from the top court.Wondering if the “last bastion” had fallen, Lokur said the decision redefines the “independence, impartiality and integrity” of the judiciary, The Indian Express reported. “There has been speculation for some time now about what honorific Justice Gogoi would get,” Lokur told the newspaper. “So, in that sense the nomination is not surprising, but what is surprising is that it came so soon.”Kurian Joseph said he was surprised to see how a former chief justice of India had “compromised  the noble principles on the independence and impartiality of the judiciary”. “Acceptance of Rajya Sabha nomination by former Chief Justice of India Ranjan Gogoi  has certainly shaken the confidence of the common man in the independence of the judiciary, which is also one of the basic structures of the Constitution of India,” he said.Gogoi, Joseph and Lokur were among the four senior judges of the Supreme Court who, in an unprecedented move, had addressed the media in January 2018. The judges – the fourth being Justice Jasti Chelameswar, who, too, has since retired – had said democracy would not survive if they did not speak out, as their attempts to get then Chief Justice of India Dipak Misra to address a crisis in the judiciary had gone unanswered.After his nomination, Gogoi said on Tuesday that his presence in Parliament would “be an opportunity to project the views of the judiciary before the legislative and vice versa”. He told reporters: “Let me first take oath, then I will speak in detail to the media why I accepted this and why I am going to Rajya Sabha.” Political condemnationOpposition party leaders echoed the two judges’ view. Former Union minister Yashwant Sinha said Gogoi’s acceptance of the Rajya Sabha nomination would do “incalculable damage” to the judiciary. “I hope ex-CJI [chief justice of India] Ranjan Gogoi would have the good sense to say ‘NO’ to the offer of Rajya Sabha seat to him,” he wrote on Twitter. “Otherwise he will cause incalculable damage to the reputation of the judiciary.”I hope ex-cji Ranjan Gogoi would have the good sense to say 'NO' to the offer of Rajya Sabha seat to him. Otherwise he will cause incalculable damage to the reputation of the judiciary.— Yashwant Sinha (@YashwantSinha) March 16, 2020\n\nCommunist Party of India (Marxist) General Secretary Sitaram Yechury noted that Gogoi had himself said last year that post-retirement appointments are detrimental to the independence of the judiciary. “Shri Ranjan Gogoi had himself said last year that there’s a strong viewpoint that post-retirement appointments is a scar on independence of judiciary,” he tweeted. “What must one make of a govt [government] that does this, after appointing another ex-Chief Justice as the governor of a state?”Yechury was referring to P Sathasivam, who was the governor of Kerala from 2014 to 2019. His appointment came five months after he retired as chief justice of India.Shri Ranjan Gogoi had himself said last year that \"There’s a strong viewpoint that post-retirement appointments is a scar on independence of Judiciary\". What must one make of a govt that does this, after appointing another ex-Chief Justice as the governor of a state? #Chronology— Sitaram Yechury (@SitaramYechury) March 16, 2020\n\nAll India Majlis-e-Ittehadul Muslimeen chief Asaduddin Owaisi wondered if Gogoi’s nomination was an instance of “quid pro quo”. Owaisi was apparently referring to some key verdicts delivered by Gogoi’s benches during his tenure that had been favourable to the government. Is it “quid pro quo”?How will people have faith in the Independence of Judges ? Many Questions pic.twitter.com/IQkAx4ofSf— Asaduddin Owaisi (@asadowaisi) March 16, 2020\n\nCongress spokesperson Jaiveer Shergill said Gogoi’s nomination signalled a “sad day for democracy and the justice system”. He said it was a “bad precedent”, and “attacks the theory of separation of powers between the executive, legislature and the judiciary”. He also called it a “sinister design to blatantly hijack independence of judiciary”. His party colleague Randeep Surjewala also criticised the move. “Judiciary is the people’s last weapon against the government and administration,” he said, according to ANI. “Today, questions are being raised about its independence across the nation.” Surjewala also questioned the government’s intention behind the decision. “Is the government saying ‘be loyal or be Judge Loya’?” he said. Appointment of Ex-CJI Gogoi to Rajya Sabha is a bad precedent, #attacks theory of “separation of powers” b/w executive,legislature & judiciary enshrined in the Constitution & sinister design to blatantly hijack independence of judiciary-Sad day for Justice System & Democracy!— Jaiveer Shergill (@JaiveerShergill) March 16, 2020\n\n Rajasthan Chief Minister Ashok Gehlot said the decision to nominate Gogoi to the Rajya Sabha will erode the faith that people have in the judiciary. He also alleged that the government is trying to destroy independent institutions. “It shows NDA [National Democratic Alliance] is hell bent on destroying independence of every institution,” Gehlot said, according to PTI. Citing Lokur’s remark, Gehlot said, “This will erode people’s trust in judicial system and cast a doubt upon fairness of judgements delivered.” Nationalist Congress Party spokesperson Mahesh Tapase said Lokur’s remarks on Gogoi’s nomination should be taken seriously, adding that the power of judicial review is integral to the Constitution. “The power of judicial review over legislative actions vests with the high courts and the Supreme Court,” he said, according to PTI. “This is an essential and integral feature of our constitution.” Tapase added that judges who have handled important cases must not be given such post-retirement positions. “The government should refrain from appointing to the Rajya Sabha judges who have handled sensitive cases.” Days before his retirement, Gogoi had presided over proceedings in the Ayodhya land dispute case. A five-judge Constitution bench of the Supreme Court headed by him unanimously decided to allot the disputed Ayodhya plot to a trust that will oversee the construction of a Ram temple. The bench also ruled that a separate five-acre plot be allotted in Ayodhya for the construction of a mosque.During his tenure as chief justice, Gogoi was accused of sexual harassment by a woman who had earlier worked as a junior court assistant at the Supreme Court. He had denied the allegations at a special hearing he himself called on April 20. Gogoi had said he did not “deem it appropriate” to reply to the allegations, but claimed they were part of a “bigger plot”, possibly one to “deactivate the office of the CJI”.","author":"Scroll Staff","time":"2020-03-17T14:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119088-zvgdkqtzdo-1565750177.jpg","tags":["Supreme Court","Ranjan Gogoi","Rajya Sabha"],"source":"https://scroll.in/latest/956424/sad-day-for-justice-system-politicians-ex-sc-judge-condemn-ranjan-gogois-rajya-sabha-nomination"}