{"title":"Saddam Hussein, Gaddafi also won elections, says Rahul Gandhi, criticises PM Modi","content":"Congress leader Rahul Gandhi on Tuesday accused the Narendra Modi government of taking the electoral route to authoritarianism, saying that even dictators like Iraqi leader Saddam Hussein and Libya’s Muammar Gaddafi used to win elections. In a virtual discussion with Brown University professor Ashutosh Varshney, its faculty and students, Gandhi said one cannot separate electoral democracy from institutional framework. “An election is not simply people going and pressing a button on a voting machine,” he added. “An election is about narrative. An election is about institutions that make sure that the framework in the country is operating properly, an election is about the judiciary being fare and a debate taking place in parliament.”The Congress leader said it was these things that are needed for a vote to count.“Saddam Hussein and Gaddafi used to have elections,” Gandhi added. “They used to win them. It wasn’t like they were not voting but there was no institutional framework to protect that vote.”Gandhi said that in India, the government does not “need to attack the vote”. “If you control WhatsApp and you control Facebook, why would you attack the vote,” he added. “You are in control of everything anyway.” The Congress leader claimed that “everybody knows” how the head of Facebook India “was a BJP person”. Live: My interaction with Prof Ashutosh Varshney, faculty & students of Brown University. https://t.co/1goKjIgp9H— Rahul Gandhi (@RahulGandhi) March 16, 2021\n\nAsked about the recent reports by international organisations about India’s democratic status under Modi’s regime, Gandhi said he did not think the country needed “a stamp from them”, but that their predictions were “directionally correct”.“Actually, the situation is much worse than they imagine,” he added. “India is much further down the curve than it thinks and then the outsiders think.”He was referring to the reports by US-based non-government organisation Freedom House and Sweden based-research institute Varieties of Democracy (V-Dem) Institute.The Freedom House report on political rights and civil liberties, released earlier this month, lowered India’s status from “free” in 2020, to “partly free” this year. It said that the situation “deteriorated since Narendra Modi became prime minister in 2014” and the decline only “accelerated after Modi’s reelection in 2019.”The V-Dem report was released last week and said that India has turned into an “electoral autocracy”. It said India’s autocratisation process has “largely followed the typical pattern for countries in the ‘Third Wave’ over the past ten years: a gradual deterioration where freedom of the media, academia, and civil society were curtailed first and to the greatest extent”.","author":"Scroll Staff","time":"2021-03-16T23:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154308-ilbcqnjqeh-1612353587.jpg","tags":["Rahul Gandhi","Narendra Modi","democracy","Saddam Hussain","Congress"],"source":"https://scroll.in/latest/989729/saddam-hussein-gaddafi-also-won-elections-says-rahul-gandhi-criticises-pm-modi"}