{"title":"Sadhvi Pragya acquitted of all charges in murder of right-wing activist Sunil Joshi in 2007","content":"A Madhya Pradesh court on Wednesday acquitted Sadhvi Pragya Singh Thakur of all charges in connection with the murder of right-wing activist Sunil Joshi in 2007. Joshi was shot dead by two men riding a motorbike on December 29. The incident took place near his residence in the town of Dewas. Joshi, a Rashtriya Swayamsevak Sangh pracharak, was killed while he was on the run for his alleged role in the murder of a tribal leader belonging to the Congress party. He was also allegedly involved in the blasts in Malegaon in 2006 and Samjhauta Express explosions in February 2007.The court acquitted seven other accused in the case as well. The National Investigation Agency took over the investigation into Joshi’s murder in 2011 as part of its larger task to look into alleged “saffron terror” conspiracies in the country. However, the agency in 2014 said in its chargesheet that there was no evidence to establish such a conspiracy in the case. The case was then transferred back to the Dewas police. Charges were framed against Thakur by the Sessions court in Dewas in 2015. Thakur was not present in the court on Wednesday because she is undergoing treatment at a Bhopal hospital. Five of the accused were present when the judge pronounced the verdict, Public Prosecutor Girish Mungi told The Indian Express. Last year, Thakur got a clean chit from the NIA in the 2008 Malegaon blasts case. The agency on January 10 told the Bombay High Court that it had no objection to granting bail to Thakur, because they did not have any evidence against her. Charges against Thakur under the Maharashtra Control of Organised Crime Act have been dropped as well. After the blasts that killed more than four people, the police had named 14 right-wing activists, including Thakur, in the chargesheet. Sadhvi Pragya Singh acquitted in Sunil Joshi murder case— ANI (@ANI_news) February 1, 2017","author":"Scroll Staff","time":"2017-02-01T16:48:24.886315+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/828266-50561-ppyaumwfdi-1485946393.jpg","tags":["Sadhvi Pragya","saffron terror"],"source":"https://scroll.in/latest/828266/sadhvi-pragya-acquitted-of-all-charges-in-murder-of-right-wing-activist-sunil-joshi-in-2007"}