{"title":"SAFF Championship: Gurpreet Sandhu stands tall as India beat Lebanon on penalties to reach cup final","content":"It would have been the perfect way for Lebanon to script the beginning of a win against India. Captain Hassan Maatouk looked confident, as he stepped up to take the first penalty in the semi-final shootout between the two teams at the 2023 SAFF Championship. But India’s no 1 Gurpreet Singh Sandhu is a determined force himself. The India and Bengaluru FC goalkeeper predicted where Maatouk was going, and smartly dove to make the save off the first shot in the shootout. Lebanon were on the backfoot immediately.All four of India’s penalty takers were successful from the spot – captain Sunil Chhetri, Anwar Ali, Mahesh Naorem Singh and Udanta Singh. But when Khalil Bader blazed his attempt well over the crossbar and sank to his knees, it was Sandhu who fist-pumped the air and cheered. India had beaten Lebanon 4-2 on penalties after being held to goalless draw over 120 minutes on a balmy Saturday night at the Sree Kanteerava Stadium in Bengaluru, to go through to the SAFF Championship final. In the post-match press conference, Lebanon coach Aleksandar Ilic quipped that in penalty shootouts, it’s unpredictable and the result was exactly that – two evenly matched teams with tons of chances and brilliant play, ultimately needed a shootout to decide the winner.Udanta doesn’t make a mistake in his penalty and with Khalil Bader skying his shot, India beat Lebanon 4-2 on penalties and will face Kuwait in the #SAFFChampionship2023 final on July 4.— Tanya Kini (@SportsManiac93) July 1, 2023\n\nThe 6-foot-5 rock in the Indian goal and often the team’s saviour during the semi-final, Sandhu needed a little bit of luck during the shootout when he guessed the right way on Maatouk shot (Sandhu denied the Lebanon skipper in the first half as well through a well-made save).“In those situations as a keeper, all I want to do is make the guy who is shooting (difficult), his job shouldn’t be too easy to beat me,” Sandhu said in the mixed-zone, after the match. “(I want to) stay big until the last moment and just choose a side and if the ball comes, try to touch it and the rest everything will be taken care of.”Some goalkeepers may have a cheat-sheet that is devised after hours of poring over analytics of penalty shootouts, but for Sandhu, it was all about instinct and trusting in himself. “My job is to not make a pre-decided move because a tricky player like that, a good player like that, if he sees a keeper who is a bit shaky or is cheating, he will put the ball on the other side,” he added. “My job was to stay put and make sure that I trust my abilities when called upon in action.”Gurpreet celebrates with Udanta Singh after saving a Lebanon penalty during the shootout (Courtesy: AIFF)Does experience help? A player like Sandhu, who was the first Indian footballer to feature in a Uefa Europa League match when he started for Stabæk FC (a Norwegian club) in a qualifying match for the competition, has it in spades. He’s the first choice for both country and club and his imposing frame gives him that advantage when manning the goalposts. “Obviously, experience helps, physicality helps. If I was 5 foot 4,” he gestured to himself, “I wouldn’t save that penalty for sure.”The 31-year-old also credits his teammates in sharpening his penalty saving techniques. “I am lucky that in our team we have such good penalty takers and I get to train against them and it helps me also when opportunities come like this.” He continued, “You can’t save every one of them but it makes you know what a penalty taker is thinking. A player of maybe a different position, the number 10 will maybe try to trick you, maybe a centre back or a centre forward will come with a decided decision, he will shoot one way. So I am glad that I got this kind of training with the players.”India assistant coach Mahesh Gawli claimed that Sandhu’s save off Maatouk’s penalty gave the following penalty takers the confidence to convert their shots as well.10 minutes left and it’s been a tussle for the ball in the midfield with both sides not giving an inch. India have had Jeakson to thank for every time Lebanon get into the D. #SAFFChampionship2023 #INDvLBN— Tanya Kini (@SportsManiac93) July 1, 2023\n\nStrong Indian defenceAlthough the crowd in Bengaluru were pumped from the beginning of the match, it took the hosts a while to get into the groove of the game and Lebanon took advantage of that. A flurry of chances orchestrated by Maatouk and Nader Matar saw Mehtab Singh booked early for a rash tackle.Sandhu had to work hard, making two crucial saves to keep India in the match. But soon the hosts settled down and started to push back. Through that period though, the Indian defence stood firm. Gawli switched up Jeakson Singh between the two centre backs and used him as a defensive midfielder. Jeakson playing deep proved vital for India as he was vital in cutting off Lebanon’s charge through the midfield and also linking up with the wingers and attacking midfielders in Anirudh Thapa, Lallianzuala Chhangte, Mahesh and Udanta Singh. Clockwise (L-R) - Gurpreet Singh Sandhu, Mehtab Singh, Akash Mishra (Courtesy: AIFF)With 15 minutes to go, Gawli brought on Mahesh and Udanta to inject a renewed sense of urgency and determination in the Indian side. But Lebanon managed to hold on. Right until the final whistle blew to indicate the penalty shootout, Udanta kept storming up the pitch on the wing, constantly troubling his markers and crossed in for Chhetri and Mahesh beautifully, but they couldn’t convert.India’s defence though remained consistent.Sandhu and second choice goalkeeper Amrinder Singh have stayed solid over the past month. As has the rest of backline which has been constantly rotated – Anwar, Akash Mishra, Mehtab, Sandhesh Jhingan, Subhasish Bose and Nikhil Poojary. So much so that the team has only conceded one goal in the last eight matches – an own goal against Kuwait.A lot of the credit goes to the way Sandhu has handled himself. He’s been the constant voice from the back, martialling the troops in defence to maintain a clean sheet, despite Stimac constantly shuffling and changing the backline to preserve his players and keep them fresh. This match alone, Sandhu, along with Mehtab and Bose were brought in for Amrinder Singh, Akash and Jhinghan (the latter being suspended for picking up two yellow cards in the group stage) who started the last match. In the end, what made the difference was a special two minutes courtesy one Gurpreet Singh Sandhu, who carried India on his steady and broad shoulders into the finals, with a chance to lift the trophy at his club ground in Bengaluru.Kuwait beat Bangladesh to reach finalIn the earlier semi-final, Kuwait picked up a 1-0 win in extra time against Bangladesh to reach the SAFF Championship final. Goalless at the end of the regulation 90 minutes, Kuwait’s Abdullah Albloushi scored the only goal of the match with a low shot in first half of extra time, thus ending Bangladesh’s hopes of making the final. Kuwait are playing in the Saff Championship as an invited team along with Lebanon for the first time and have made the title round in their first attempt.India will face Kuwait in the final of the 2023 SAFF Championship on July 4, Tuesday at 7.30 pm IST.","author":"Tanya Kini","time":"2023-07-02T10:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191789-yihhcdqqts-1688242787.jpeg","tags":["Gurpreet Singh Sandhu","Udanta Singh","India","SAFF Championship","Hassan Mahtouk","Lebanon","SAFF Championship 2023","Indian football","Sunil Chhetri"],"source":"https://scroll.in/field/1051902/saff-championship-gurpreet-sandhu-stands-tall-as-india-beat-lebanon-on-penalties-to-reach-cup-final"}