{"title":"SAFF Championship: Sunil Chhetri shines as football overshadows India-Pakistan rivalry","content":"A hush went inside stadium as Sunil Chhetri placed the ball on the penalty spot in the 73rd minute. Chhetri waited for the signal from the referee before taking a couple of steps and thumping the ball into the top corner. The crowd, which had held its breath in anticipation, let out a huge roar to celebrate their hero. Chhetri, as is his wont, did not celebrate instead walking back towards the centre circle while his teammates mobbed him. This was his fourth international hat-trick, but the fact that India was playing Pakistan did not give the captain any added initiative to go berserk.Eight minutes later, Udanta Singh, another of Bengaluru’s adopted son put the icing on the cake as India beat Pakistan 4-0 in a highly-anticipated clash on the opening day of the 2023 SAFF Championship at the Sree Kanteerava Stadium in Bengaluru on Wednesday.A lot of the pre-match build up had focused on the Pakistan team’s last-minute arrival due to visa issues. India’s neighbours only got the required documents a day before the match. Half the team only arrived in Bengaluru hours before kick-off.“It has been crazy. We were waiting for our visas from Sunday but only got it on Tuesday,” Pakistan winger Otis Khan said after the match. “Half the team arrived in Mumbai in the morning today and they missed their flight. I don’t know if it was intentional or not but half the team and I did not arrive till 4 pm at the team hotel. The biggest game for Pakistan in the last 10 years and we only get three hours to prepare for it. Then again, the best team won today.”\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nThe Pakistan team bus welcomed with chants of 'India! India!' #SAFFChampionship2023 pic.twitter.com/dd5ybzMEoj— Dilip Unnikrishnan (@DilipUnnikrishn) June 21, 2023\n\nThe atmosphere inside the stadium was building up hours before kick-off with fans filling up the stadium even while Kuwait played Nepal in the opening match. Out went the Bengaluru FC flags and scarves and in came the tricolour. Out went the royal blue Bengluru FC jerseys and in came the sky blue India jerseys. Chettri 11 still adorned the backs.For many of the 23,000-odd fans, the fact that India were playing Pakistan held little importance. As one Bengaluru FC fan told this publication, they had all come out to watch the Indian football team play in the city after a long time. That they were playing Pakistan was just an added bonus. “We know that they have had issues so it’s nice that they are somehow getting to play in India,” the spectator said.That is not to say that Pakistan received a warm welcome at the Kanteerava. Like any away team, they were at the receiving end of boos, whistles and taunts. When the team bus entered the stadium, Indian fans gheraoed the bus and began chanting ‘India, India’. To their credit, the Pakistan players smiled and waved back.When the visitors team came out for the warm ups, they were welcomed with boos only for a pocket of fans at the west block to shower them with a round of applause. Perhaps applauding their spirit to still compete despite travelling for 24 hours.And coach Shahzad Anwar’s team played like one which had been on the road for over a day and were stepping out to play their biggest match in a long time with little practice.Pakistan goalkeeper Saqib Hanif bore the brunt of the boos at the start as he took a long time to resume play whenever there were breaks. That it was his mistake – his attempted clearance was mis-hit and fell kindly to the onrushing India captain – that led to Chhetri’s first goal in the 10th minute made fans even more happier.Five minutes later, Anirudh Thapa’s goal-bound shot was handled by Pakistan defender Easah Suliman in the box. Up stepped Chhetri to slot it home and give India a 2-0 advantage. Even as the celebrations died down, fans began chanting for a hat-trick. And with Pakistan’s woeful defending, there were signs that Chhetri would get his third in the first half itself.SAFF Championship, India vs Pakistan as it happened: Sunil Chhetri scores hat-trick in 4-0 win#SAFFChampionship2023Sunil Chhetri doubles India's advantage from the spot! The crowd has begun chanting \"We want a hat-trick\" pic.twitter.com/hb0tabowpO— Dilip Unnikrishnan (@DilipUnnikrishn) June 21, 2023\n\nSahal Abdul Samad, playing in the No 10 position behind Chhetri, was at his delightful best as was Lallianzuala Chhangte on the right wing. It is rare for players of other clubs to find love at the Kanteerave but Samad and Chhangte managed to draw in a fair few ‘oohs’ and ‘aahs’ as they jinxed their way past Pakistani defenders.Tempers flaringFor 45 minutes, it looked like any football match. And then it all kicked-off. At the stroke of half-time, Pakistan won a throw in near the Indian dugout. India coach Igor Stimac, however, believed that there should have been a foul on Pritam Kotal. As the Pakistan player prepared to take the throw-in, Stimac inexplicably knocked the ball out of the player’s hands. Cue chaos.Both sets of players descended near the dugout and it threatened to get ugly before calm heads prevailed. Stimac was deservedly sent off for his antics while a member of Pakistan’s support staff was shown a yellow card.As the rain pelted down, the match lost some steam as the water-logged pitch made play difficult. It took India until the 65th minute to have a big chance as Sandesh Jhingan rattled the crossbar. Eight minutes later, Chhetri was brought down inside the box and he duly converted from the spot to make it a hat-trick.#SC11 in a different shade of blue at Bengaluru tonight #SAFFChampionship2023 pic.twitter.com/u8STqEID5u— Dilip Unnikrishnan (@DilipUnnikrishn) June 21, 2023\n\n“It is entering the lion’s den, Pakistan coming to India,” Khan said. “We knew they would be behind the team for 90 minutes, we knew it was going to be a tough game. We didn’t have any fans in the stadium. I look forward to these occasions. I have played in front of 30,000 in England. But 30,000 in India sounds like 60,000. I have great respect for the fans for what they put up today.”Throughout the 90 minutes, the Kanteerava fans behaved like any other football fans. Despite the fact that India were playing Pakistan at a time when relations between the two countries aren’t the best, the 23,000-odd fans let it be known that they had come down to the Kanteerava only to support their team. Granted, there were a few small pockets of unsavoury elements in the stands, but they were drowned out by the overwhelming majority that had come out to watch a good game of football.  On a night that had its moments of madness, a high octane India versus Pakistan clash was played by the 22 on the pitch in good spirit. As it should be.","author":"Dilip Unnikrishnan","time":"2023-06-22T10:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191481-aphegoucfp-1687407207.jpeg","tags":["Sunil Chhetri","Udanta Singh","Igor Stimac","Indian Football","Football","SAFF Championship","India vs Pakistan"],"source":"https://scroll.in/field/1051356/saff-championship-sunil-chhetri-shines-as-football-overshadows-india-pakistan-rivalry"}