{"title":"Saffron shadows: Has the covert presence of Hindutva groups helped the BJP in Ladakh?","content":"On the banks of the Indus river, just outside the town of Leh in Ladakh, stands a strange and solitary structure. A large viewing gallery, looming over sandstone canopies which line the river. Late April, the stands are empty, the water choked with Breezer bottles.Come June, the stands will be filled with dignitaries and the water with pilgrims. This is the site of the Sindhu Darshan Festival, launched in 1997 by the patriarch of the Bharatiya Janata Party, LK Advani.“The Sindhu Darshan festival is the story of Advani discovering the Sindhu flows through Ladakh,” said Tashi Morup, a former journalist who lives in Leh. “He was sleeping in the guest house and then someone told him there it is.” In Hindu mythology, the Indus is the Sindhu river, freighted with religious meaning. Advani had thought of the yatra after a visit to Ladakh in 1996.Over the years, the festival has gone through several mutations. The pavilion was inaugurated by then Prime Minister Atal Bihari Vajpayee in 2000, not long after the Kargil War. In 2006, as anxieties spread among local Buddhist groups, fiercely protective of their regional identity, the festival was renamed “Ladakh Singhey Khababs”. Singhey Khababs is the name for the Indus in Ladakhi.This drew protests from the Sindhu Darshan Yatra Samiti and the Rashtriya Swayamsevak Sangh. They kept up parallel celebrations that still went by the name of Sindhu Darshan Yatra. These efforts were guided by Indresh Kumar, patron of the yatra samiti, senior RSS leader and once an accused in the Ajmer Dargah blast case of 2007.Since 2016, the official, government-funded Singhey Khababs festival has been suspended, leaving the stage to the RSS’s Sindhu Darshan. It is still attended by ministers and other luminaries.Sindhu Ghat, on the banks of the Indus.Alien ghatsThe Sindhu Darshan festival is typical of Ladakh’s encounter with Hindutva, with its alternating moments of anxiety and acceptance.Young professionals in the town of Leh see the yatra as an intrusion on the local landscape. “It was very weird for me to see people come here and do puja in the typical orange robes. I saw it as a political stunt,” said Rigzin, who lives in Leh. “The structures there – it’s all so alien to us,” she mused.In 2017, the Chota Kailash yatra was added to the repertoire, a pilgrimage leading yatris right up to the Line of Actual Control. Some view it as a precursor to further encroachments. “Slowly, it gets bigger and they start building temples,” said Rigzin.These fears about the homogenising influence of Hindutva feed into apprehensions about the BJP as well. “The biggest question with the BJP getting power in Ladakh is how much recognition they would give our local culture. No BJP leader visiting here has ever visited a monastery, which is worrying,” said Morup.Yet the Ladakh Buddhist Association, the powerful socio-religious group which patrols the borders of local identity, is indulgent of the yatras. “There was an apprehension that Buddhists would be converted to Hinduism, like in Himachal,” said PT Kunzang, vice president of the association. “But Sindhu Darshan is just a promotion [of tourism]. Lots of pilgrimage tours have taken place and there is no single case of conversion.”Perhaps this acquiescence helped the BJP to power in Ladakh for the first time in the general elections of 2014. All of Ladakh, including Buddhist-majority Leh and Muslim-majority Kargil, is welded together in one Lok Sabha seat, which goes to polls on May 6.But the saffron presence in Ladakh predates the 2014 victory. Both Hindutva groups and the BJP gained ground here by appearing to align with Ladakhi Buddhist political aspirations. These have been shaped by Ladakh’s long sense of being marginalised in the troubled politics of Jammu and Kashmir, and by frictions between Buddhist-majority Leh and Muslim-majority Kargil.Moving closer to DelhiThe BJP’s strategy of sympathy with Ladakhi Buddhist demands was reflected in its main electoral promise and its choice of candidate in 2014. At a rally in the run up to the general elections, senior BJP leader Nitin Gadkari had promised Ladakh Union Territory status within six months of the party coming to power. As candidate, the BJP picked Thupstan Chhewang, the standard bearer of this demand.For decades, Ladakhi Buddhists have strained against the administrative arrangement which yoked them to Kashmir. The first political assertions of Ladakhi Buddhist identity took shape in the early 20th century – the Ladakh Buddhist Association was formed in 1934, around the time Kashmiri Muslims and Pandits were also getting organised. After Independence, while the maharaja of Jammu and Kashmir dithered over whether to join India or Pakistan, the Ladakh Buddhist Association had its own ideas about a political future.“In 1949, a large delegation headed by the president of the LBA met Nehru. We had a different culture, different dress, we should not be annexed to Kashmir. We asked for Central administration, we wanted to be closer to Delhi,” said Kunzang.In his view, the destinies of Jammu, Kashmir and Ladakh lay in three separate directions. “In Kashmir, they always talk about dividing the state - independence, pre-1953 status, autonomy, whatever it is, that is their demand. We have nothing to do with it. The ultimate solution to Jammu and Kashmir is reorganisation of the state, trifurcating it: autonomy or pre-1953 status to Kashmir, statehood to Jammu and Union Territory status for Ladakh.”Apart from being culturally distinct, Ladakhi Buddhist groups argued, the region had been discriminated against by governments based in Kashmir, getting the dregs of state and Central funds and few employment opportunities. The demand for Central administration, reiterated over the decades since Independence, took a violent turn after militancy spread in Kashmir in 1989.‘Free Ladakh from Kashmir’That year, the Ladakh Buddhist Association led protests with slogans such as “Free Ladakh from Kashmir” and “Quit Ladakh”. Protests turned to an economic boycott of Kashmiri Muslims under the injunctions of the Ladakh Buddhist Association. Eventually, the boycott was widened to all Muslims of Leh district, most of whom were Sunni, accused of sympathising with Kashmir’s separatist politics. Economic boycott turned to social boycott – Buddhists and Muslims could no longer dine together or intermarry. As the Shia Muslims of Kargil stayed away from protests, writes Ravina Aggarwal, the boycott was extended to them too.“It was some kind of anger erupted into boycott. That was a temporary phase,” Kunzang tried to explain. “The agitation was an outburst against the discrimination suffered under the Kashmiri regime.”But by 1992, the boycott was withdrawn and the government opened negotiations for an autonomous district council for Ladakh. In 1995, the Ladakh Autonomous Hill District Council Act was passed, ensuring considerable legislative and executive powers to a local administrative body. In 1996, the first council elections were held. The demand for Union Territory status was not abandoned, but the council absorbed some of the energies of the 1989 agitation.The agitation proved to be a crucible for political leaders who would dominate Ladakhi politics for decades to come. Most started their careers in the Ladakh Buddhist Association, then made their way through the hill council into state and Central legislatures. Rigzin Spalbar, the current Congress candidate, was general secretary of the Ladakh Buddhist Association during the protests. Chhewang, the winning candidate in 2014, was its president. The BJP’s 2019 candidate, 33-year-old Jamyang Tsering Namgyal, who was Chhewang’s private secretary, became chief of the hill council after a series of upsets last year.The other political trend that emerged from the agitation was the consistent support extended by Hindutva groups to Ladakhi demands for Union Territory status. As Martjin Van Beek writes, Hindu rightwing groups based in Jammu had long tried to deploy Ladakhi Buddhist grievances against the Kashmiri Muslim leadership  of the state. In 1989, the BJP came out in support of Union Territory status for Ladakh. In 2002, the Vishwa Hindu Parishad and the Rashtriya Swayamsevak Sangh passed a resolution in support of granting statehood to Jammu and Union Territory status to Ladakh.Kunzang tries to play down these sympathies. “We have never asked people to support the Union Territory status demand but the people of Jammu have always supported us,” he said. Among those rooting for it, he said, were Panun Kashmir, an organisation demanding a homeland with Union Territory status for Kashmiri Pandits in the Valley, and Ikkjutt Jammu, led by Ankur Sharma, the defence lawyer in the Kathua murder case, which became a communal flashpoint in the state last year.“We have no link with the RSS or VHP but they might have a soft corner for us,” conceded Kunzang. Whatever its equation with Hindutva groups, the Zanskar branch of the Ladakh Buddhist Association recently put out a statement that it would back the BJP these Lok Sabha elections.PT Kunzang, vice president of the Ladakh Buddhist AssociationLeh versus KargilThough mostly forgotten, the ghosts of the 1989 agitation seem to shape social and political relations in Ladakh in subliminal ways.The demand for Union Territory status deepened the faultline between Shia-dominated Kargil district, geographically closer to the Kashmir Valley, and the largely Buddhist Leh district.“Ladakhi Buddhists have been seeking the support of Kargilis for Union Territory status but they are not agreeing,” said historian and journalist Abdul Gani Sheikh. “Kargil wants Great Ladakh, including Baltistan [now controlled by Pakistan], which is also Shia Muslim. The thinking in Kargil is that Ladakhi Buddhists don’t like Kashmiris, which means they don’t like Muslims. The main accusation is that they [Kashmiri Muslims] discriminated against Buddhists. Kargilis don’t agree. They say both communities [Buddhists and Shias] have been treated evenly by the Kashmir government.”These differences are expected to play out in electoral choices as well. The Ladakh seat seems to have two parallel contests in Leh and Kargil districts. The Congress’s Spalbar and the BJP’s Namgyal will fight for votes in Leh. In Kargil, it is a battle of independents: between Sajjad Hussain, backed by the Kashmir-based People’s Democratic Party and National Conference, and Congress rebel Asgar Karbalai.The regional divide has not always been a religious divide when it came to electoral choices. As Abdul Qayoom, who heads the Anjuman Moin ul Islam in Ladakh, pointed out, “Ladakh is a Muslim-majority seat but many time we have sent Buddhists as MPs. Because we need someone who can think of Ladakh.”In 2014, Qayoom said, a large number of Muslims in Leh would have voted for  Chhewang. “He is a very honest leader, he thinks of Ladakh. I voted for him,” he said. Besides, Sheikh pointed out, Chhewang had changed his policies and apologised to the Muslim community, diluting the bitterness of 1989.But, over time, support for the Union Territory demand seems to have settled along religious lines. According to Sheikh, the Muslims of Leh district once supported it, even if the Kargilis did not. But Qayoom, whose organisation claims to represent the Sunni Muslims of Leh, felt the community would be marginalised under such an administrative arrangement. “We have been deprived of jobs and in land allotments, how can we support it?” he asked.The autonomous district council, according to Qayoom, also did not grant Muslims enough representation. These concerns, among others, have made the community sceptical of autonomy demands from Ladakh.When the state government granted Ladakh division status earlier this year, separating it from the Kashmir division, all communities rejoiced at the material benefits it would bring. “We will get direct funds, a divisional commissioner, more job opportunities for our youth,” said Qayoom. “Union Territory status is a political issue but if you really want development, there is nothing like divisional status.”But while Ladakhi Buddhists hope divisional status is a step towards greater political autonomy from the state of Jammu and Kashmir, Muslim organisations have presented a petition to Governor Satya Pal Malik, cautioning him against trifurcating the state.Congress and BJP hoardings in Leh town.Declaring ‘love jihad’Despite the political differences and the churn of the boycott years, both Muslims and Buddhists are keen to assert a robust secular tradition in Ladakh, speaking of “blood relations” between the two communities and decades of harmony.The 1989 agitation had forced a number of Muslims to flee their homes in Leh district but some ties were resilient, both communities insist. “Fundamentally, relations didn’t change,” said Sheikh. “We had Buddhist neighbours – they didn’t follow the boycott. They didn’t openly oppose it.  In the core of the people, relations between Buddhists and Muslims remained good.But some things changed. “Interfaith marriages happened on a wide scale after Independence, it wasn’t an issue,” said Sheikh. “My grandmothers, on both sides, were Buddhists. To some extent, they were arranged marriages – the families of the girls agreed to them. ”After 1989, lines in the sand were drawn. “The LBA and the Anjuman-e-Imamia [a Shia Muslim body], we had an agreement – if a Buddhist girl gets married to a Muslim boy, or vice versa, that will not be considered a marriage. As a community, we will hand over the girl to her community, to maintain communal [harmony],” said Kunzang.Qayoom agreed. “We discussed it with our organisation. We tell our youth not to marry people from outside the faith,” he said.In 2017, Stanzin Saldon, a Buddhist woman from Leh district, married Murtaza Agha, a Shia Muslim from Kargil, converted to Islam and changed her name to Shifah. It set off a wave of outrage in Leh, with the Ladakh Buddhist Association demanding that the Muslim community “return” Shifah. Many among the younger generation in Leh town fumed against the strictures of community organisations. “In both communities, the idea of the individual is not taken seriously. Saldon was not treated as an individual but as the representative of a community,” fumed Rigzin.Two years after the episode, the Ladakh Buddhist Association is also sheepish about the furore. Shifah’s story was “a love case”, admitted Kunzang. But that did not exonerate other couples where, he insisted, Buddhist girls had been duped into marrying Muslims. “We have even said that this is a kind of love jihad,” Kunzang explained. The vocabulary of mainland Hindutva, where interfaith marriages are often cast as a devious ploy by Muslim men to lure Hindu women into the fold of Islam, has quietly penetrated Ladakh.Saffron in the shadowsBut how much did Hindutva groups really gain from the silent tensions created by autonomy demands and interfaith marriages? So far, the local presence of Hindutva groups has been covert.Tucked away in Choglamsar, a few miles out of Leh town and not far from the Sindhu Ghat, is the Bharatiya Vidya Niketan school, run by the Bharatiya Shiksha Samiti, the educational wing of the Rashtriya Swayamsevak Sangh. Indresh Kumar was one of the founding members of the samiti in Jammu and Kashmir, established in 1984.At the principal’s office, pictures of Ambedkar and the Dalai Lama jostle for space with a portrait of Saraswati, the goddess of knowledge. The school authorities are curiously furtive.When Scroll.in visited the school, the principal and the local coordinator for the samiti sat silently while two men who refused to reveal their identities did the talking. Finally, one of them, a soft-voiced, white-bearded man, said he had come from Jammu to attend a “cultural programme” and knew nothing about the school. On being asked his name, he said he would not give out his “biodata”. “Shaadi thodi na karwaana hai,” he said. “It is not like I have to get married.”The Rashtriya Swayamsevak Sangh’s welfare wing, locally known as the Ladakh Phandey Tsogspa, is also active in Leh district, though it seems to have played down its saffron affiliations. Villages which dismiss Hindutva as an alien idea also say the Phandey Tsogspa is active in the area.Take Stok, part of Namgyal’s hill council constituency. When Ladakh fell to the Dogras in the 19th century, the exiled Ladakhi kings moved here, watching Leh from across the Indus river. Residents claim there are no Muslims in Stok, only Buddhists. They did not fear the BJP’s Hindutva, said Tsewang Dorje. Then he went on to praise the Phandey Tsogspa’s charity work. “They help people for weddings, or during illnesses.” The organisation, he said, had its offices next to the community hall in the village.In Thikse, a predominantly Buddhist village, it seems to have blended in with a web of community welfare organisations. The Ladakh Phandey Tsogspa helped in training the populace to “contribute to the nation”, said Tsewang Spalgen, a schoolteacher from the village.Indeed, most of these welfare committees had swung into action during the Kargil War of 1999, in which several Ladakh Scouts were killed. “During the Kargil War, each household here would help in reaching food and ammunition to the soldiers,” said Spalgen.The Kargil War, which galvanised Ladakhis into acts of patriotism, also seem to have quickened the interests of Hindutva nationalist groups in the region. The Bharatiya Vidya Niketan was set up in 1999 in the aftermath of the war. The construction of the Sindhu Ghat soon followed.Still, Kunzang claims the Phandey Tsogspa does not present a cultural threat. “We have Buddhist monks also working for them. The LBA has representatives in every village. We’ve got no reports of conversion or motivational speeches against us,” he said.The BJP candidate, 33-year-old Jamyang Tsering Namgyal.‘I will quit politics’In politics, however, open ties with Hindutva groups are still considered a liability in Ladakh. The Congress campaign is largely based on attacking the BJP over it. “They have already sown the seeds of saffron, we will root it out,” declared Spalbar.WhatsApp is flooded with pictures of Namgyal in the RSS uniform, though they appear to have been doctored. “If you get any proof from anywhere that I am with the RSS, that I attended this shakha or that, I will quit politics,” said Namgyal. “I’m not saying the RSS is dirty,” he added hastily, “but they are lying. Those affiliated with it are with the Congress.”But the BJP’s old plank of upholding Ladakh’s autonomy demands looks shaky. Last year, Thupstan Chhewang resigned as member of Parliament, citing the “false promises” made by the BJP. This time, no one is promising Union Territory status within six months, although it is still on the agenda.In the villages of Leh district, such promises now inhabit the same mythical realm as the legends of Hindutva.  “We are not afraid [of Hindutva], it’s just politics,” began Mohammad Ali, a farmer in Chushot village. His neighbour, Tsering Joldan, chimed in. “Like in Ladakh they’ve been saying Union Territory status for 20-25 years. Not like it’s ever going to happen. Even if it does, we’ll be dead by then.”Buddhist and Muslim residents of Chushot village take a wry view of promises to grant Union Territory status to Ladakh.","author":"Ipsita Chakravarty","time":"2019-05-05T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118957-vnbtozeoaz-1556985293.jpeg","tags":["Elections 2019","Lok Sabha elections 2019","Jammu and Kashmir","Ladakh","RSS","BJP","Hindutva"],"source":"https://scroll.in/article/922333/saffron-shadows-has-the-covert-presence-of-hindutva-groups-helped-the-bjp-in-ladakh"}