{"title":"SAFF Championship: India held by Kuwait in feisty clash as Igor Stimac is sent off, again","content":"The last time Sunil Chhetri faced Kuwait before Tuesday, was back in 2010 when India were at the receiving end of a 1-9 loss. On Tuesday in a feisty SAFF Championship Group A match, India played out a 1-1 draw that, according to Chhetri, felt more like a loss.‘Forget the rankings’ has been India coach Igor Stimac’s constant talking point at the tournament. The Croatian even put out a tweet before the match trying to explain to Indian fans that although Kuwait are ranked 143 in the world, they are arguably the strongest team India will face in June.And Stimac was proven right as a quality Kuwait side snatched a draw in stoppage time via an Anwar Ali own goal to cancel out Chhetri’s 92nd goal for India. The late goal meant that Kuwait topped Group A ahead of India on goals scored after both teams finished with seven points and a goal difference of +6 after three matches. Final Group A standings \n    \n       Pos\n  Team\n  Pld\n  W\n  D\n  L\n  GF\n  GA\n  GD\n  Pts\n \n    \n     1\n   Kuwait\n  3\n  2\n  1\n  0\n  8\n  2\n  +6\n  7\n  2\n   India\n  3\n  2\n  1\n  0\n  7\n  1\n  +6\n  7\n  3\n     Nepal\n  3\n  1\n  0\n  2\n  2\n  5\n  −3\n  3\n  4\n   Pakistan\n  3\n  0\n  0\n  3\n  0\n  9\n  −9\n  0\n \n  #SAFFChampionship2023 #INDvKUWSunil Chhetri scores for the third match running in Bengaluru! Unreal ability to score from corner situations pic.twitter.com/DAhmJth9tc— Dilip Unnikrishnan (@DilipUnnikrishn) June 27, 2023\n\nAcknowledging Kuwait’s strength in possession, Stimac fielded a strong side, starting Ashique Kuruniyan in place of Sahal Abdul Samad with the former operating out of position as a No 10 behind Chhetri. The plan was simple from India – press Kuwait high and disrupt their possession-based play.“Our team likes to play with the ball. When we don’t have the ball, we have problems,” Kuwait coach Rui Bento said after the match. “In the first half, our players did not keep the ball. We have good technical players with good technical skills, but we need the ball. It’s our game, it’s our process.”The key to India’s success in stifling Kuwait was a combination of good pressing and matching the West Asian side’s physicality. Chhetri, Lallianzuala Chhangte and the in-form Naorem Mahesh Singh were relentless in their pressing while Kuruniyan did an commendable job in stifling Kuwait’s deep-lying playmaker Sultan Alenezi by man-marking him out of the game. India had decent half-chances but it was Kuwait who almost took the lead in the first half. Mohammad Abdullah escaped from India’s offside trap to get on the end of a clever pass from Shabaib Alkhaldi. There was confusion as to whether Abdullah’s shot, which took a touch of Amrinder Singh, crept into goal or hit the side netting. In either case, the linesman flagged for a goalkick much to everyone’s surprise.The refereeing has been suspect at the tournament so far and it was also the case on Tuesday night with referee Alomgir making some contentious decisions. In the 14th minute, he booked Sandesh Jhingan for a first foul even as the Indian defender tried to pull out from a sliding tackle. The yellow card means that India will be without their main defender for the semi-final.Anwar Ali looked dangerous from set-pieces and he nearly put India ahead in the 35th minute but couldn’t direct his free header towards goal. That was a sign of things to come, as at the stroke of halftime, India went ahead. Chhetri volleyed home Anirudh Thapa’s corner from the right into the bottom corner to give India the lead at halftime. The India captain once again showing his uncanny ability to score from set-pieces.However, Kuwait emerged stronger in the second half and began to dictate play but India held firm. With tackles flying in, the match, which was simmering for the most part of the hour, finally tipped over.Stimac sees redLike in the first match against Pakistan, Stimac was miffed at a tackle in front of him and had a go at Kuwait’s Hamad Alqallaf, who responded by shushing him. The Croat received a yellow card. Always an animated figure on the touchline, Stimac was constantly complaining either about his players’ mistakes or at the standard of refereeing. About 15 minutes later, fourth official Arshad Ul-Haque finally had enough of Stimac’s constant bickering and urged Alomgir to send the Croat off.In the three matches India has played so far at the SAFF Championships this year, Stimac has featured in two of them. He hasn’t lasted the entire 90 minutes in either.#SAFFChampionship2023 #INDvKUWIgor Stimac has been sent off again! pic.twitter.com/dfiVENzvA6— Dilip Unnikrishnan (@DilipUnnikrishn) June 27, 2023\n\nIndia assistant coach Mahesh Gawli was withering in his assessment of the referees in the post match press conference. “Very, very bad refereeing. If you continue like this, the standards will drop,” he said. “There was a confrontation between our coach and their player and the fourth official gave him a card. Nothing for the Kuwait player who was abusing. We don’t know why our coach was sent off. The fourth referee comes and tells the main referee to give him a red card.”While the refereeing has been below-par, Stimac also needs to take some blame for his second red card of the tournament. After his red card against Pakistan, the Croatian had defended his actions saying, “I am a warrior and I will do it again when needed to protect our boys on the pitch against unjustified decisions.”Football, like Stimac said, is a passionate game where things can boil over very quickly. Which is why it is imperative to know how far you can allow your passion to take you. Having been in India since 2019, Stimac should be familiar with the standard of refereeing not just in the Indian domestic leagues but also in the sub-continent. To get riled up in a dead rubber and be suspended for the semi-final, and potentially the final, may not bode well for India.“When you don’t have a leader there, it affects you,” Chhetri added after the match, about Stimac missing from the semi-final.  Kuwait coach Bento, in contrast, was calm on the touchline even as things went downhill. In the 88th minute, Sahal gave away a free-kick for a high boot which led to another fracas. Rahim Ali and Alqallaf both saw red for their involvement. The fighting spilled over to the benches as well with Pritam Kotal arguing with the Kuwaiti players in the dugout. And yet, Bento strolled inside his box unbothered. “I know it is difficult for the referees. They need games like today to improve. It is not my job to advise the referees,” Bento said. “Sometimes people are nervous. The coaches and the players are living the match, so sometimes it happens. We need to understand that we have to control our emotions.”“To a large extent, we could do what we had planned,” Chhetri said after the match. “They are not an easy side. We matched their energy for a majority of the time and we did well. The feeling that comes to our mind right now is a feeling of loss.”On a night where the football on display was of good quality, India were left to cope with two losses. The loss of a well-deserved win and the loss of their leader on the sideline.Nepal beat Pakistan 1-0Earlier, Nepal scored late in their final group match to beat Pakistan 1-0 at the Kanteerava Stadium on Tuesday. With this win, Nepal finish third in Group A with three points while Pakistan are last in the group with zero wins from three matches. In the 80th minute, the Vincenzo Alberto Annese-coached side earned the prize for their relentless effort in the attack. Laken Limbu set up substitute Aashish Choudhary just outside the box and the forward managed to beat the Pakistan goalkeeper on the near post to make it 1-0.","author":"Dilip Unnikrishnan","time":"2023-06-28T12:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191667-bxptmjjvhj-1687933655.jpg","tags":["SAFF Championship","SAFF Championship 2023","India","Kuwait","Igor Stimac","Sunil Chhetri","Football","Indian Football"],"source":"https://scroll.in/field/1051663/saff-championship-india-held-by-kuwait-in-feisty-clash-as-igor-stimac-is-sent-off-again"}