{"title":"SAFF Championship: Sunil Chhetri and Co ready to get one up against Lebanon once more","content":"There was an air of confidence in the way Sunil Chhetri handled himself in a Bengaluru hotel, during the pre-match media conference on Friday.For years, Chhetri has called the city his home, as he plys his trade for Bengaluru FC in the Indian Super League. Over the past week though, he’s switched the blue for his club to that of the national team, and has now skippered them to the semi-final of the 2023 SAFF Championship, being held at the Sree Kanteerava Stadium.On Saturday, India will be aiming to get one over Lebanon once again as the two  teams face off at the Sree Kanteerava Stadium in the 2023 SAFF  Championship semi-final. “There are two games left, potentially, and we want to give whatever we  have in these two games,” Chhetri said, matter-of-factly. “So, that’s the kind of mood that the camp has.”  Both India and Lebanon countries have played seven games in the span of a month, two against each other including the recently concluded Intercontinental Cup final in Bhubaneswar on June 18.Winning their last meeting helped India overtake Lebanon in the rankings. For the first time in five years, India has broken back into the top 100. They’re now ranked 100, two ahead of Lebanon, who were 99 till they met in Bhubaneswar. The main worry though, has been managing players and their workload – for India, they will be without Rahim Ali (who was sent off in the game against Kuwait) and Sandhesh Jhingan who will also miss out due to suspension after picking up two yellow cards in the group stage. The one difference that Lebanon will find between Bhubaneswar and Bengaluru is the weather. As pointed out by India’s assistant coach Mahesh Gawli, Lebanon struggled with the heat and humidity in the Odisha capital, but lately Bengaluru has been undergoing a stormy spell that has often seen the late evening matches be played under rains. According to the India captain, the encounter on Saturday night promises to be an exciting one. But there are some other troubles for India – aside from Ali and Jhinghan missing out, India coach Igor Stimac will once again have to sit out due to yet another red card earned by the Croatian at the last Group A game against Kuwait. The coach had received his marching orders during India’s opening game against Pakistan, and has so far failed to see out an entire 90 minute match in this tournament.On Friday, Stimac was served with an additional one-match ban by SAFF’s disciplinary and ethics committee. In a letter to the Indian team, SAFF secretary Tanjim Ahmed Khan noted that Stimac has also been fined $500. Should India beat Lebanon in the semi-final, they will be without Stimac for the final as well.#SAFFChampionship2023 #INDvKUWIgor Stimac has been sent off again! pic.twitter.com/dfiVENzvA6— Dilip Unnikrishnan (@DilipUnnikrishn) June 27, 2023\n\nChhetri, however, was confident that the work done at the training camp prior to the two tournaments, and the sense of camaraderie among the team will overcome any unforeseen problems that might arise due to Stimac’s absence from the sidelines. “As far as the coach is concerned, what happens is a lot of preparation is done before the game day,” he added.Chhetri also complimented assistant coach Gawli, who had earlier stood in for Stimac when the latter had missed the second group game against Nepal because of his red card in the first match against Pakistan. “Of course, you want your leader, your boss to be there at the sidelines, which is not going to happen tomorrow. But a lot of preparation, almost all of it is done prior to the game,” Chhetri said.The 38-year-old hasn’t disappointed his home fans, notching up five goals in three games, including a hat-trick against rivals Pakistan in the opening game. He is en route to breaking the record for most goals scored at the SAFF Championship and is now level with Maldives forward Ali Ashfaq at 23 goals.Sunil Chhetri, the India captain, had a lot of praise for young Naorem Mahesh Singh, who has impressed at the SAFF Championship so far (Courtesy: AIFF)Chhetri dismissed any talk of record-breaking and was more focused on praising the youngsters coming through the team like Naorem Mahesh Singh and Lallianzuala Chhangte who have been critical components in the Indian attack. Chhangte was the other scorer in the Intercontinental Cup final against Lebanon – Chhetri being the first, obviously. “Let’s not get carried away,” warned the India captain when discussing the set up of the team. “I think we are gelling well now. I think that’s what one and a half months of preparation does. Also (there are) a lot of boys who are doing well in the team. I’m not a big fan of throwing names, but let’s say Chanty (Chhangte) and Mahesh have had a very good ISL and very good season.”Chhetri had special praise for Mahesh, who has been blistering down the wings and had set-up many of India’s attacks in the matches against Nepal and Kuwait. “The way he (Mahesh) has maintained himself and kept knocking the doors is unbelievable,” he said. “It is not easy for a young kid to come and be in the first eleven because no one likes to give away (their spot) in the first eleven. I hope he keeps his head on his shoulder. He’s a young boy, I don’t want to put him under pressure, but that’s why I praised him because it’s not easy for a kid who wasn’t here for three and a half years, (get noticed) because of a decent ISL, and straight away come into the first eleven.”#SAFFChampionship2023Sunil Chhetri doubles India's advantage from the spot! The crowd has begun chanting \"We want a hat-trick\" pic.twitter.com/hb0tabowpO— Dilip Unnikrishnan (@DilipUnnikrishn) June 21, 2023\n\nLebanon’s threatGawli pointed out that Lebanon’s captain Hassan Maatouk is one of the threats that the Indian defenders will have to guard against on Saturday. Lebanon coach Aleksandar Ilic was also wary of the threat posed by Chhetri and Co. But he was confident that with the frequency of playing time between the two teams over the last few weeks – this will be the third meeting between the teams within a month – Lebanon were adequately prepared for the challenge. “Both teams know what they’ve got in front of them. There are no secrets between the teams anymore,” Ilic said.“We will try to build the best team with the choices we have for tomorrow. We are very motivated. It’s psychologically important that we believe that we can succeed. The weather is more pleasant here. We will use those two games to build ourselves in a better way for tomorrow.”The 12th man on Saturday will clearly be the strong Bengaluru fan support, motivated by their love for their club captain in Chhetri. When asked how that might affect the team, Ilic dismissed any worries and said it would only do Lebanon good and motivate them further. “I think that football without support is not the same sport,” he added. “I think we are playing for supporters also. I want tomorrow to be complete because it’s a different feeling. You don’t always have to look for results. We have to think that these games can give something more. To test our level of performance and qualities.”India are looking to win the SAFF Championship for the ninth time, and the first time on the trot since they won the title in 2009 and 2011. Chhetri top scored in the latter event. He’ll be hoping for similar success this time around as well.The first semi-final will be played between Kuwait and Bangladesh at 3.00 pm IST, followed by India’s match against Lebanon in the second semi-final at 7.30pm IST. Both matches will be played at the Sree Kanteerava Stadium in Bengaluru.Editor’s note: The story has been updated after Igor Stimac was banned for an additional match and fined $500 by SAFF.","author":"Tanya Kini","time":"2023-06-30T20:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191755-ejkyhgtveh-1688130278.jpeg","tags":["Sunil Chhetri","India","SAFF Championship","Lebanon","SAFF Championship 2023","Indian football","Mahesh Gawali","Naorem Mahesh Singh","Igor Stimac"],"source":"https://scroll.in/field/1051849/saff-championship-sunil-chhetri-and-co-ready-to-get-one-up-against-lebanon-once-more"}