{"title":"SAFF Championship: Sunil Chhetri, Mahesh Singh combine to help India get past spirited Nepal","content":"There were smiles and cheers at the end of full time as India beat Nepal 2-0 in their second group match of the 2023 SAFF Championship at the Sree Kanteerava Stadium in Bengaluru on Saturday. Both teams were more or less equally matched till right about around the hour mark, Naorem Mahesh Singh launched a blistering counter-attack down the left flank. The Nepal defence, which had stood firm till then, could not match the speed of the breakaway, nor could they keep up with the pace of 38-year-old Sunil Chhetri, who stormed down the middle. Almost on cue, and with perfect precision, Mahesh played a low-cross in for his captain who made no mistake in slotting past his opposite number, Kiran Kumar Limbu, in the Nepal goal.And the stadium erupted in cheers. Around eight minutes later, Sahal Abdul Samad, who hadn’t had the best of matches up until then, broke through the middle and found Chhetri in the middle. The India skipper controlled, made some space and got a shot away. Limbu did manage to get a hand on the shot, and may have thought luck was on his side as the ball came off the crossbar. But Mahesh had the poacher’s instinct to follow up and head home the rebound to put India up 2-0.The full time whistle signalled India had qualified for the semi-finals after two wins while Nepal’s players slumped to the ground in despair as they were knocked out of the tournament.As the Indian team led the fans in chants on both sides of the stadium, there was no hiding the fact that the opening goal came with a lot of relief, and that the 2-0 win was not as comfortable as the scoreline would suggest. It leads to the question – why did it take the hosts so long to score the opening goal?Spirited young NepalThe answer lay in the spirit and tenacity of the young Nepal team, led by coach Vincenzo Alberto Annese. The Italian had previously been in charge of Gokulam Kerala in the I-League and Indian Super League club Northeast United and was well aware of the quality of the Indian players. Although there were eight changes to the Indian lineup – Chhetri, Anirudh Thapa and Sahal were the only players who played the opening match against Pakistan – the likes of Mahesh, Udanta Singh, Rohit Kumar and Rahul Bheke boasted of a strong Indian side. But the hosts were caught on the backfoot rather quickly throughout the first half – much like the home fans who were surprised by the large number of Nepal supporters, many of whom were in incredible spirits even while the players were warming up before the match. And the visiting supporters had plenty to cheer about in the first half of the match with Nepal’s arguable dominance against a team ranked 73 places above it. The players were also unfazed by the fact that it was a unique experience for many of them to be playing in front of over 12,000 fans, a great chunk of whom were screaming and chanting their support for their team, according to coach Annese.#SAFFChampionship2023#NepalFootball fans are right next to the press box. Love the passion but RIP to our eardrums😅 pic.twitter.com/ykxliiHd8s— Dilip Unnikrishnan (@DilipUnnikrishn) June 24, 2023\n\nThe first corner of the match and the first shot on target both came from Nepal, whose attack included Laken Limbu and Anjan Bista, the latter scoring Nepal’s only goal in their defeat against Kuwait in the tournament opener on Wednesday. If it wasn’t these two, it was the fiery No 23, Manish Dangi who constantly troubled those marking him on the right. Devendra Tamang too was on hand to send in an attempt straight into Gurpreet Singh Sandhu’s hands, which he slightly fumbled but recovered with the help of a defender. Meanwhile, the trio of Sahal, Mahesh and Rohit were adequate, but were not getting enough passes into the final third, and missed too many chances as well. It was maddening enough that Chhetri himself was noticeably frustrated by the missed opportunities. The youth and spirt of the Nepal team seemed to bamboozle the depth of the Indian team enough that the score remained goalless at half-time. Both teams went into the dressing rooms in different moods – Nepal with the belief of possibly toppling the hosts and India with much work to be done.Buoyant Nepal supportNot to be outdone by their players, the Nepal fans were gung-ho about every touch by a Nepal player and their cheers were deafening every time Sandhu or his backline had to scramble to cut off a Nepal attack. Was the Indian goal inevitable? Not necessarily. Both Nepal coach Annese and captain Limbu agreed that despite the age and lack of playing time together, the visitors were incredible in the game and should be proud of themselves. Even India assistant coach Mahesh Gawli (standing in for coach Igor Stimac after the Croatian’s red card in the match against Pakistan) agreed that India weren’t their best in the first half. That being said, India grabbed the chance to launch a counter-attack right on the verge of making substitutions. There seemed to be a collective sigh of relief from both the players and the fans as Chhetri slotted home his fourth goal of the tournament. And just like that, both the Nepal fans and players slowly started to lose steam. While the fans continued to cheer every time a Nepal player sprinted forward in a promising fashion, one could notice a visible lull in the away fan section. It wasn’t just the fans present in Bengaluru watching though. Some of them even had video-called their family back in Nepal to show them snippets of the national team playing. In the end, both fans and players were left disappointed as two free kicks in the dying moments of the match led to nothing and Nepal could only think of the what-ifs from the first half.#SAFFChampionship2023Who else but Sunil Chhetri to give India the lead at the hour mark! pic.twitter.com/amj82Zi0tF— Dilip Unnikrishnan (@DilipUnnikrishn) June 24, 2023\n\nStill relying on ChhetriThis is not to say that the Indians didn’t earn the win. There were spurts of brilliance from Mahesh and Rohit and though the Nepal forwards were threatening, the backline of Akash Mishra, Bheke, Nikhil Poojary and Mehtab Singh were strong to put in to stop to any forthcoming Nepal opportunity. They will revel in Chhetri’s mastery and how he was the centre of all the action for India in an international game yet again. But that same old question that has been asked over and over again, resurfaced yet again. Who after Chhetri? The fact that Chhetri was the scorer of the first goal, his 91st international goal, and the initiator of the second should certainly please Indian fans, but should also cause worry. Despite a relatively solid performance from what seemed like an Indian team testing the depth of its squad, it was a 38-year-old who ran just as fast and opened up play compared to the 20-something-year-olds in his team.Before the Intercontinental Cup earlier this month, Stimac had even stated about the skipper: “Once again, in (the training camp) he was in the top 5 best results in all the tests we executed. Sunil has always been a role model and leader in every sense for the boy.”  When asked about the reason for the eight changes in the lineup on Saturday, Gawli remarked that they needed fresh legs with the SAFF Championship coming right after India’s triumph at the Intercontinental Cup. Chhetri apparently didn’t want to rest and asked to be played instead. The spate of replica No 11 jerseys throughout the stadium was proof that Chhetri has cemented his legacy in Indian football, nay, Indian sport. The question remains though – can India win without Chhetri or will it crumble once its talismanic striker hangs up his boots? Nepal may have dug up a part of the answer today, but Stimac and co will need to find solutions quickly before other teams wise up to it.Kuwait beat PakistanKuwait also secured a spot in the semi-final after a 4-0 win over Pakistan in the earlier Group A match on Saturday in Bengaluru.The West Asian team came up with a 3-1 win over Nepal in the tournament opener on Wednesday, and now have six points from their two matches in the contest.Hasan Al-Enezi scored in the 10th minute, before Mobarak Al-Faneeni scored a brace with goals in the 17th and first minute of the first half stoppage time. Eid Naser Al-Rasheedi then scored the fourth in the 69th minute.","author":"Tanya Kini","time":"2023-06-25T10:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191579-wubmmvaftv-1687633605.jpeg","tags":["Sunil Chhetri","Nepal","Naorem Mahesh Singh","India","SAFF Championship 2023","Indian football"],"source":"https://scroll.in/field/1051510/saff-championship-sunil-chhetri-mahesh-singh-combine-to-help-india-get-past-spirited-nepal"}