{"title":"SAFF Championship: India win title for the ninth time at the end of a packed, trophy-laden month","content":"An awkward silence descended upon the Sree Kanteerava Stadium in Bengaluru. It was unusual. Whenever Sunil Chhetri would be in a position to score, or would step up to take a penalty in the shootout, there would often be heavy cheering for the India captain. But not on Tuesday, when India and Kuwait were made to decide the winner of the SAFF Championship after the scores remained 1-1 at the end of extra time.On the sidelines, India’s second choice goalkeeper Amrinder Singh waved his arms, indicating the crowd of over 26,000 to stay quiet – almost like he was the conductor to their choir. It was to offer Chhetri, and all the other spot-kick takers for the hosts that came after him, that extra allowance of concentration. Sandesh Jhingan, one of the six penalty takers for India, would assist Amrinder in the practice. And immediately reversed his direction after he scored his penalty, asking the crowd to cheer every time India would score.  Kuwait’s penalties though, were marked with jeering chants and loud noise, typical of home fans against the opposing team in a tournament final where the hosts featured. While Amrinder conducted from the sidelines, in the end, it was India’s first choice goalkeeper, Gurpreet Singh Sandhu, whose diving left-handed punch saved Kuwait captain Khaled Haijah’s penalty and won India their ninth SAFF Championship title, 5-4 on penalties.Football, SAFF Championship final blog: India beat Kuwait via penalty shootout to win title  On a windy and cold day night in Bengaluru, the fans at the Kanteerava were treated to a scrappy yet pacy game of football between defending champions India and Kuwait – the latter being one of the two teams outside the South Asia region to be invited to compete (the other being Lebanon, India’s opponents in the semi-final).\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nGoal Kuwait! Good run of play on the right and nice bit of passing in front of goal before Shabaib slots it home past Gurpreet to give the West Asian team the lead.#INDvKUW 0-1 after 14 minutes#SAFFChampionship2023 pic.twitter.com/pOsbawGAQx— Tanya Kini (@SportsManiac93) July 4, 2023\n\nIn the pre-match press conference for the final, Kuwait coach Rui Bento had wished for a good game of football where everybody enjoyed, including his players. The Kuwait bench was certainly up in celebration when the West Asian side went 1-0 up in the 15th minute through some smart teamwork on the right from Mobarak Al-Faneeni and Abdullah Al-Bloushi, setting up the finish for forward Shabaib Al-Khaldi. It had been a cautious and nervy start for both sides, but Kuwait quickly found their rhythm, leading up to the opening goal. India, although finding themselves on the backfoot, had the support of the vociferous Bengaluru crowd who immediately rallied behind the Indian players and tested the decibel levels at the stadium. If Kuwait’s goal was a smooth linkup between the players on the right, India crafted an equally smart goal with their teamwork on the left. Aashique Kuruniyan, who had troubled the Kuwaiti defenders, found time to send in a cross to Chhetri who picked out Sahal Abdul Samad. The No 10 had run into the box and laid it to Lallianzuala Chhangte on a platter, the latter slotting it into an open goal for the equaliser in the 36th minute.Lallianzuala Chhangte (No 17) equalised for India in the 34th minute after Kuwait opened the scoring in the 15th minute (Courtesy: AIFF)Although India’s assistant coach Mahesh Gawli, standing in for head coach Igor Stimac on the sidelines, mentioned that he had continuously told the Indian players to calm down after conceding first, the match continued to get more heated. The match referee handed out ten yellow cards through the match – seven to Kuwait, including assistant coach Ahmad Al-Shammari and three to India’s Jhingan, Aashique and substitute Rohit Kumar. Both Bento and Gawli were incredibly animated on the sidelines, wildly gesticulating to both the linesmen and officials about their dismay at fouls not being awarded. While this isn’t all that surprising in a football match, what makes it noteworthy is the relatively tempered nature of both Bento and Gawli, especially the latter who is a man of few words during press conferences. But as the match went on and chances on both sides were either being thwarted by the backline or saved by Sandhu or Abdulrahman Marzouq, the Kuwaiti goalkeeper, there was a sense that both extra-time and penalties could come into play. Both teams had played into extra-time in their respective semi-finals, with India’s going into penalties. Although the weather was cool enough so humidity wasn’t a factor, the effect of playing four games prior to the final in such a short span of time was slowly showing in the way a lot of the Kuwait players were going to the ground and requiring medical attention frequently.India captain Sunil Chhetri was the tournament's leading goal scorer with five goals from five games, including a hat-trick in India's first group game vs Pakistan (Courtesy: AIFF)For India, an early change had to be made in the 34th minute when defender Anwar Ali went to ground, clutching his thigh and was taken off for Mehtab Singh. Gawli later confirmed that Ali had injured his hamstring. Akash Mishra also needed to be subbed in the second half of extra-time with Gawli bringing on Subhasish Bose, a tactical change with Bose taking the fifth penalty in the shootout later on. As the clock wound down, helped along by the Kuwaiti players needing a break every few minutes, India had Sandhu to thank for continuing to keep them in the game. The star of the semi-final victory over Lebanon, the Bengaluru FC man remained equal to the shots from Al-Khaldi, Al-Bloushi and Al-Qallaf. India though would have thought they were hard done with goalscorer Chhangte and substitute Udanta Singh (coming in for Sahal) missing crucial chances towards the end of extra time to get a lead. The Bengaluru crowd as well, had found their voices again as the night wore on and the post-rain chills settled in accompanied by gusts of wind.#SAFFChampionship2023 #INDvKUWGURPREET SINGH SANDHU MAKES THE SAVE! INDIA WIN THE SAFF CHAMPIONSHIP!The Indian goalkeeper dove to his left and got a strong fist to Kuwait captain Khaled Hajiah's shot. India win the shootout 5-4.Blog: https://t.co/dwlSwJxsdb pic.twitter.com/9Gr4A9vwsb— The Field (@thefield_in) July 4, 2023\n\nLong training campOne refrain that was noticed throughout India’s press conferences was that the month-long training camp ahead of the team’s participation at the SAFF Championship and Intercontinental Cup was the reason for the team’s success.In the mixed zone after the final, Sandhu and Udanta both pointed this out as a factor of the success against Kuwait, while Gawli talked about how important the camp was in raising the confidence of the players during the post-match press conference. Jhingan and Chhetri had earlier highlighted how both defensive and team cohesiveness improved because of the camp and lengthy amount of time spent in the national team. This intense camaraderie was on display during the penalty shootout when Udanta skied his penalty but was still in good spirits. Later, he recollected how he and the others were confident that “Gurpreet bhai would save one”.With more upcoming international tournaments, higher in stature and away from home, towards the end of the year, Stimac himself cautioned against celebrating the SAFF Championship title win too much. The Croatian warned: “Neither the players nor my staff, we are not taking responsibility for the results in the future if we are not given time to work together.” It was a strong message to those in charge of scheduling for the Indian national team.But festivities were still in order. Chhetri was carried on the shoulders of his teammates. The players were cheered by fans as they entered the team bus. And as the team looks back on this last month of football – nine matches, two goals conceded, unbeaten, and with two titles. That’s something to cherish.","author":"Tanya Kini","time":"2023-07-05T10:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191870-lclcxwsidb-1688505380.jpg","tags":["Sunil Chhetri","SAFF Championship","Sandesh Jhingan","India","Indian football","Lallianzuala Chhangte","Igor Stimac","Mahesh Gawli"],"source":"https://scroll.in/field/1052073/saff-championship-india-win-title-for-the-ninth-time-at-the-end-of-a-packed-trophy-laden-month"}