{"title":"Sagar Sarhadi interview: ‘If we stop hoping, we’ll lose our will to live and work’","content":"It’s bright and muggy in Mumbai’s Koliwada neighbourhood as I search for 84-year-old writer-director Sagar Sarhadi’s apartment. No luck. I call him over the phone. “You wait there,” he tells me, “I am coming.”Clad in a white kurta and a checked lungi, Sagar walks up to me. He sports a white moustache with a two-day old beard on his face and wavy white hair. He walks with long confident strides, beckoning me to follow him into his ground-floor flat. I am instantly stuck by the variety of books – fiction, non-fiction, drama, screenplay, poetry, psychology, philosophy – lining the glass-fronted bookshelves. There’s minimal furniture in the living room – two old chairs and a glass-topped table. On the wall is a framed picture of Sarhadi’s iconic film Bazaar. There’s another, of Lorie. On the opposite wall hangs the picture of his yet-to-be-released film, Chauser. Several film and literary awards jostle for space on the wooden shelves. A pile of old newspapers and magazines sits beside the TV waiting to be disposed. The adjacent room stocks a single bed and thousands of books in Urdu, Hindi and English on teak wood shelves. Instead of a flat, it looks I am sitting in a library.Having written all-time hits such as Kabhie Kabhie, Silsila and Deewana and directed a masterpiece like Bazaar, Sarhadi is unarguably one of the finest storytellers in the Hindi film industry. As he offers me a cup of tea, I pull up my chair close to him to listen to his life story.Sagar Sarhadi. Photo by Aditya Sharma.“Growing up in the scenic town of Baffa near Abbottabad, I often watched films,” Sarhadi began. “Once I was returning home after watching Heer-Ranjha for the second time. My elder brother boxed my ears and questioned, ‘Why did you waste money by watching it twice?’ I had no answer to his question then. I didn’t know that it was my abiding passion for cinema that would one day drive me to write and direct films!” He was born Ganga Sagar Talwar in 1933 in the North West Frontier Province in undivided India. He changed his name later to suggest his connection with the frontier province  . At six, he lost his mother. “The only recollection I have of her is that she used to gaze at me from her bed,” said Sarhadi. “She was suffering from TB and it had no cure then. For the fear of passing it to me, she desisted herself from holding me in her arms even as she lay dying.” Before he entered the film industry, Sarhadi was an Urdu writer with several short stories and plays to his credit. It was the Partition that prompted him to first pick up the pen. “In 1947, my brother was working for an Englishmen in Abbottabad,” Sarhadi said. “He informed my brother that the riots were about to erupt. Once, my father and I were sleeping in our home – the rest of the family members had taken refuge in the gurudwara – when we almost got killed as a local Muslim goon entered our house carrying a dagger. Fortunately, an excise inspector, who was also a Muslim, was staying with us that night. When the inspector pointed his pistol at the goon, he lamely said that he had entered by mistake and left. We collected whatever we could and escaped in a truck first to Srinagar and then to Delhi.” Sarhadi was 12 years old at the time. The pain of being uprooted from his hometown and forced to live first in a refugee camp and later in crowded rooms deeply influenced his writing. “The river and the rivulet that flowed in my hometown, the surrounding hills, my childhood friends, the market – they haunted me day and night,” he said. “To give vent to my anguish, I began scribbling. Once my friend read a piece I had written in my notebook. He exclaimed,  ‘Ismein to aag hai!’”After completing his matriculation in Delhi, Sarhadi moved to Mumbai, where his elder brother had set up a cloth shop. “I enrolled in Khalsa College, where Gulzar was my senior,” Sarhadi said. “He spoke Urdu with flair and quoted Mir and Ghalib frequently. I realized how insufficiently read I was.” Sagar Sarhadi’s apartment. Photo by Aditya Sharma.Sarhadi set about teaching himself by reading extensively. “I also felt I must improve my English because that’s where the world’s best literature was.” To immerse himself in English, Sarhadi migrated to St Xavier’s College in his final year.     Sarhadi’s father, who was a prosperous man in undivided India, died soon after. “When you uproot a tree and plant it in another place, it withers away,” Sarhadi said. His elder brother was barely making ends meet. Sarhadi began teaching at an educational institute for a pittance. He even considered becoming a taxi driver. “But on the very first day, I hit a pole while reversing,” he recalled. “The taxi owner asked me to get going. Then I took up part-time employment at a typing institute. I was doing okay but I invariably typed the word ‘r’ instead of ‘e’. It sometimes led to a complete change in the meaning. I was asked to leave one hot afternoon.” Sarhadi’s brother then asked him to manage the cloth shop in the afternoons when he went home for lunch and naps. That didn’t go too well either: “One day, I was so absorbed in a novel that I didn’t realise that a customer had walked off with an entire cloth bundle. My brother didn’t ask me to go to the shop again.” It didn’t take Sarhadi long to realise that all he could do was write. His passion brought him to Red Flag Hall on Grant Road, which housed the Progressive Writer’s Association. “There were literary meetings every Sunday at which great Urdu writers like Rajinder Singh Bedi, Ismat Chugtai, KA Abbas, Sardar Jafri, Kaifi Azmi and others read out their stories,” Sarhadi recalled. “I was lucky to grow under their tall shadows. Apart from teaching me the nuances of writing, they also taught me that our existence is of little consequence if we lack in compassion.” In these writers Sarhadi also discovered two father figures – Sajjad Zaheer and Kaifi Azmi. “Zaheer Saab encouraged me to write and get published while Azmi Saab helped me overcome the blues when my plays were repeatedly failing.”Finally, Sarhadi found work with a British advertising company. He had to translate English commercials into Urdu. But the rebel and the writer in Sarhadi didn’t allow him to settle into the well-paying job. He quit two years later to focus on reading and writing.Realising that it would be impossible to earn a living as an Urdu writer, Sarhadi began looking for new avenues. After a long struggle, he got his first break to write the movie Patni (1970). Teaming up with Kapil Kumar, Sarhadi then wrote the dialogue of Basu Bhattacharya’s acclaimed Anubhav (1971). It was followed by two low-budget films, Savera (1972) and Alingan (1974). Once, Sarhadi was staging his play Mirza Saheban at Tejpal Auditorium in Mumbai. Sitting  among the audience, and struck by Sarhadi’s deft direction and crisp dialogue, was Yash Chopra. “Will you write my next film?” he asked Sarhadi. That’s how the massive hit Kabhie Kabhie (1976) happened.\n\n\n    \n    Play\n\nKabhi Kabhie (1976).Sarhadi was flooded with film offers after Kabhi Kabhie, but he refused them all. “I wanted only as much money on which I could survive on but I wanted enough time to read and write,” Sarhadi said. He scripted several Yash Chopra’s big hits such as Noorie (1979), Silsila (1981) and Chandni (1989). “Yash made me a household name,” Sarhadi said. “Despite being so successful, he never tinkered with my screenplay and dialogue. Only once did he cut out a few lines from a scene but not before consulting me.” Even as fame, money and film awards came his way, Sarhadi couldn’t find satisfaction in commercial cinema. One day, his eyes fell on a small article about Hyderabad in a newspaper with the headline “Parents marry off daughters to Arabs for money”. A staunch feminist, Sarhadi found it extremely disturbing.To know more, he visited Hyderabad and met journalists, writers and people who knew about the fake marriage market. Sarhadi discovered how poor women were tricked into marriage and then left by their husbands shortly afterwards. He even attended the nuptials of a poor Muslim woman to an elderly man, which  left him numb with pain. When Sarhadi had gathered enough material, he set about writing the screenplay of what eventually became Bazaar.“When I narrated the script to my friends in Bombay, they felt the film won’t work, but it didn’t dissuade me,” Sarhadi said. “I took some money from friends and invested whatever I had to make it. With Naseeruddin Shah, Bharat Kapoor, Farooque Shaikh and Smita Patil, we got a fabulous cast. I was taken aback when Smita told me that I was the best director she had worked with. I had never directed any film before! I think it was my vast reading that helped me conceive the scenes vividly in my head before I shot them.”\n\n\n    \n    Play\n\nBazaar (1982).For the lyrics, Sarhadi and music director Khayyam followed an unconventional approach. Dekh Lo Aaj Humko was taken from the 200-year-old book Zehre-E-Ishq by Mirza Shauq. Dikhai Diye Kyun is by Mir Taqi Mir, while Phir Chidi Raat is by the Marxist poet Makhdoom Mohiuddin. “Khayyam weaved magic in the songs,” Sarhadi said. “Initially Bazaar didn’t find any distributor but when it was released, it became a jubilee hit.” Sarhadi suddenly began getting several visitors and phone calls from Pakistan. “The film stuck a chord in Pakistan as this kind of exploitation of women was rampant there.”Even as his friends urged him to capitalise on Bazaar’s success and direct another film, Sarhadi decided to produce Lorie for his nephew Vijay Talwar. The film had Shabana Azmi and Farooque Shaikh in the lead roles, but it didn’t click at the box office. Sarhadi’s next directorial venture, a film depicting flawed justice, was Tere Shaher Mein with Naseeruddin Shah, Smita Patil and Deepti Naval. “The producer had taken money from a Delhi financer,” Sarhadi said, “When the producer couldn’t pay him, the financier forced me to cough up the money. He got my signature on a guarantee letter by fraud. I had to sell my flat.” Because of the dispute, the film was never released, leaving Sarhadi in a financial crisis. “The financier used to threaten me that he would bring me on the footpath, and he did,” Sarhadi said.Battling a downward spiral in his life, Sarhadi directed a couple of television serials and wrote Deewana (1992) and the dialogue of Kaho Naa… Pyaar Hai (2000). Their success proved that he was the master of his craft even in the new age. “I am a Marxist and I was taught that if the world is not a good place to live, then work to make it good,” Sarhadi said. “To highlight corruption in public life, I made Chauser in 2004.” Spotting talent in newcomer Nawazuddin Siddiqui, Sarhadi gave him his first break as a hero. But the hard-hitting film, devoid of saleable stars and formulaic elements, hasn’t found any distributor till date.\n\n\n    \n    Play\n\nKaho Naa… Pyaar Hai (2000).A confirmed bachelor, Sarhadi never married. “When I was young, I couldn’t afford marriage,” he said. “And by the time I began doing well for myself, I discovered that the institution of marriage didn’t suit me. A few women came into my life but they left me one after another as they wanted to settle down and have kids. But I never left any woman.”Being alone and in penury is a high price that Sarhadi is paying for the commitment to his craft and idealism. He keeps himself busy with reading and jotting down ideas for stories in his notebooks. He travels every day from his home to his nephew and director Ramesh Talwar’s office in Andheri by changing three locals, experiencing the life of a commoner. “It  mitigates my loneliness – I’d go crazy if I stayed in my room all day,” he said. The writer who shaped the careers of Shah Rukh Khan in Deewana (1992) and Hrithik Roshan in Kaho Naa… Pyaar Hai (2000) has been forgotten not just by the superstars but by the entire industry. “Except a few strugglers, nobody drops in to inquire if I am dead or alive,” he said without a trace of malice in his voice. If there’s anything Sarhadi really misses, it is good cinema. “Stories with substance and depth have been replaced with technical gimmickry and star-centric hokum,” he said. “Good music and meaningful lyrics died long ago. Even then I hope I’d be able to make Bazaar’s sequel. We are living in bleak times but if we stop hoping, we’ll lose our will to live and work.”One of Sagar Sarhadi’s many bookshelves. Photo by Aditya Sharma.","author":"Aditya Sharma","time":"2017-05-13T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/837484-58068-apjxynxskm-1494606895.jpg","tags":["Sagar Sarhadi","Bazaar","Kabhi Kabhie"],"source":"https://scroll.in/reel/837484/sagar-sarhadi-interview-if-we-stop-hoping-well-lose-our-will-to-live-and-work"}