{"title":"Sai Paranjpye, the director who ran with hares and tortoises","content":"Having just re-watched the two superb comedies Sai Paranjpye made in the early 1980s – films that count among my generation’s most treasured Doordarshan-era memories – I want to play devil’s advocate for a moment and ask: why do we not think of Katha and Chashme Buddoor as regressive or misogynistic?That will seem a bizarre question to anyone who knows these films, but I’m not being flippant. Such allegations are routinely (and often, carelessly) levelled at movies featuring morally ambiguous subject matter or characters who behave in less-than-exemplary ways. So why should beloved, nostalgia-evoking films be shielded from critical examination?A memory jig: in Chashme Buddoor (1981), three bachelors-roommates get involved in different ways with the same woman. Neha (Deepti Naval) and the relatively straight-arrow Sidharth (Farooque Shaikh) fall in love, but the antics of his Roadside Romeo friends Jai (Ravi Baswani) and Omi (Rakesh Bedi) muddy the waters. It takes a complicated scheme – combined with a climactic twist – to set things right. By the end, Jai and Omi have helped their friend mend his romance, but they continue to pursue women through south-central Delhi’s tree-lined boulevards, referring to them as shikaar (prey), and we are expected to see them as harmless clowns. (It helps that they are played by affable comic actors – one wispy like Stan Laurel, the other portly like Oliver Hardy – whom we can smile indulgently at; whom we don’t think of as “dangerous”.)Farooque Shaikh, Ravi Baswani and Rakesh Bedi in Chashme Buddoor (1981). Courtesy PLA Entertainment.In Katha (1983), Shaikh – now cast against type, but still recognisably the Farooque Shaikh we all love – plays Bashu, who charms his way through life, duping a population of chawl-dwellers including his upright friend Rajaram (Naseeruddin Shah) and a young woman named Sandhya (Naval again). Eventually Bashu abandons Sandhya on their wedding day and flies off to Dubai, presumably to continue his conning and philandering; there is no hint of comeuppance. Looking closer at the films, one finds that in Chashme Buddoor the ethics question is diluted by the sly meta-references sprinkled throughout the narrative. When Omi and Jai tell fabricated stories about their “conquests”, the three friends look straight at the camera and enter flashback mode; Neha and Sidharth go from making digs at “unrealistic” song sequences in movies to accepting that maybe when you’re deeply in love you do hear orchestras in parks and come up with rhyming lyrics for songs. This film isn’t just about its own plot, it is also a comment on tropes of commercial cinema – including the more dubious ones such as a dashing “hero” successfully “wooing” a demure young woman (mainstream stars Amitabh Bachchan and Rekha show up in guest roles to enact such a scene for us) by using methods that in most real-world contexts would be considered sexual harassment, or at least would be experienced as such by the woman.In this light, Omi and Jai can be seen as basically sweet boys who have over-dosed on cinema and need a sensitising real-world experience. Katha makes for a more intriguing case study. Despite being based on a well-known fable (the hare and the tortoise) and having elements of folk theatre in its staging, it is a more straightforward narrative. And so, even if you love the film, you might wonder a bit about its final act. Some would say that Sandhya is an educated, liberated young woman who makes her own choice about going to bed with the man she loves, but the scenes in question make it clear that her decision to have sex with Bashu is heavily based on the assurance that they are getting married, that the date is in fact fixed for just a few days away; some coercion is implied. Later, after being left groomless, when she says an initial no to Rajaram’s proposal, it isn’t because she was so much in love that she can’t get over Bashu or trade him for someone else; it is because she feels she is no longer “laayak” or worthy of Rajaram. One is reminded that in this setting, even educated people have clear notions about women’s honour and chastity – and that in real-world India, the families of women exactly in Sandhya’s position frequently file rape charges against the men who have “cheated” them. Given that such are the social realities of the chawl-dwellers depicted in the film, what does it say about Katha that the man who caused them so much emotional damage is simply allowed to get away in the end, a hare turning into a falcon and flying away? Or that he is played by one of Hindi cinema’s warmest, most likable personalities? Doesn’t the very casting of Shaikh amount to a covert indulgence of Bashu’s actions?There are different ways of answering these questions – the least convincing, and most patronising, of which would be to say that Paranjpye is a woman director (and a sophisticated one), so we should just trust her intentions and place ourselves in her hands. A better way would be to look at the special qualities of her work that come through so well in these two lighthearted films, full of quirky little touches but also emotionally mature, generous and understanding of people.Farooque Shaikh and Naseeruddin Shah in ‘Katha’.To watch a Paranjpye film is to see a host of cultural influences playing off each other in delightful ways. There are unusual juxtapositions: pictures on the wall of serious men like Gandhi, Vivekanand and Bertrand Russell get wide-eyed when pin-ups of confident-looking models in bikinis take up residence on the adjacent wall; the use of classical Indian music and credit titles chastely presented in the Devanagari script (a rarity for Hindi films of the time, even the ones that were targeted mainly at non-English-speaking audiences) go hand in hand with an urbane, cosmopolitan sensibility. There are subdued moments involving deeply felt emotion, but there is humour and fantasy too: see Rajaram’s nightmare about being “Adam-teased” by the apple-bearing Eves from his office, then being rescued by the broom-brandishing Sandhya. (Does this imply that he needs a devi-figure to protect and nurture him, or an ayah who can keep his house clean? You decide.) Or look at the impish, knowing presence of Paranjpye’sreal-life daughter Winnie in Katha and in a small part in Chashme Buddoor (where her act of sprinting off to greet a boyfriend and leaping joyously into his arms after having accepted a lift from a “shikaar”-hunter works both as an act of confident self-assertion and as a lovely, non-sequiturishtouch of the sort that populates this cinema). These varying tones – and the resultant difficulties in slotting a Paranjpye film – are also reminders of the many contradictory impulses acting on both women and men in a society that is orthodox in some ways, downright regressive in others, and forward-looking in others. I can’t think of many other Hindi movies that capture the friction of these opposing forces as astutely – and with as much lightness of touch – as these two comedies do. Deepti Naval in ‘Chashme Buddoor’ (1981).Repeatedly these films show the many facets of people and how they might behave differently given specific pressures or challenges. The lonely trophy wife played by Mallika Sarabhai in Katha can be seductress, or prisoner, or both at once. During her most vulnerable moments in that climactic scene, Sandhya may be close to the stereotype of the “abla” (weak) woman, but she is also capable of taking her future in her hands and switching the power equations around by being upfront with Rajaram (when she didn’t really have to be) –the staging and the performances ensure that our final takeaway from the scene is not that she is a helpless victim but that she is strong enough to deal with what has happened. In this world, both rogues and simpletons can have hidden depths: Rajaram may be the most conscientious of Gandhian heroes, but watch him smiling indulgently when Bashu plays a phone-trick in the restaurant to squirm out of paying the bill. In this and in other early scenes, he is implicated in Bashu’s smaller misdeeds, and he must consequently bear some responsibility for the larger ones that follow. But equally, the rogue’s actions can open a doorway to self-discovery for the simpleton. Rajaram is clearly a more mature, less rigid person at the end of Katha; the ending as a whole becomes a little easier to digest when you think of Bashu as a Krishna-like figure, using unsavoury means to reach a desired end (decades before Akshay Kumar in OMG – Oh My God!, here is a smug interloper who twirls his key-ring like a sudarshan chakra).When we speak of the middle cinema of the 70s and 80s, we tend to lapse into language about “simpler”, more “innocent” times. Nowhere is this dewy-eyed naiveté about the past more shown up than while watching something like Chashme Buddoor, which is a charming, innocent-seeming film, but is also full of references to girls in an unsafe city being picked up by hoodlums like crows picking up paapad – or Katha, with its laments about how the “sachaai ka zamaana” is long gone and crooked people always stay ahead of truth-tellers. One of Paranjpye’s achievements is that she manages to be warm and affirmative at the level of individual stories even while keeping this larger picture, and the many dangers of the world, in the frame. In one emblematic image in Chashme Buddoor, the heroine walks along the road, humming to herself, swinging her bag unselfconsciously, barely aware of what is going on around her, but we also see the men walking or cycling past stop to look at her, and wonder what might be going on in their minds. Paranjpye doesn’t underline the moment, she lets us register it and moves on.Among the many wonderful touches in these films that feel like they were thought up on the set rather than carefully scripted beforehand, there is one where Jojo, played by Winnie Paranjpye, shows Bashu a photo of her dead mother – “Yeh thi meri asli maa” – and the garlanded picture is that of Sai Paranpye, looking stern. “She was a terror!” Winnie says with some feeling. That’s hard to believe if you were to imagine the person by the films she made, so sharp and clear-sighted, but so gentle and funny too.","author":"Jai Arjun Singh","time":"2016-10-15T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/819072-43498-ccbjtplmpj-1476464671.jpg","tags":["Sai Paranpye","Chashme Buddoor","Katha"],"source":"https://scroll.in/reel/819072/sai-paranjpye-the-director-who-ran-with-hares-and-tortoises"}