{"title":"Sai Paranjpye’s ‘Katha’ is a fabulous fable about the most charming chawl in the world","content":"In a community of defined roles, men go to office and buy vegetables on their way back home. Wives cook and make pickles. Children attend school, play cricket in the courtyard and caper in the common verandahs. Dim lights, poor water supply and common toilets add their greyness to Bombay chawl life. Here, a female graduate’s hope is only for marriage and a male post-graduate aspires only to be head clerk. The grim stuff of many a bleak film gets a surprising lift in Katha (1982), in which director Sai Paranjpye touches this lower middle class chawl with her wand of wit and gives a dry spin to the fable of the hare and the tortoise. The animated credit sequence at the beginning shows the director’s name beneath a bright- eyed cat flexing its claws – clearly, every character in Katha is up for jabs. However, each little dig of humour, no matter how irreverent, is delivered with an affectionate twinkle.\n\n\n    \n    Play\n\nThe song Kaun Aaya from Katha (1982).A nagging wife never knows that her seemingly attentive husband’s ears are plugged with cotton wool reinforcements. Chinnakka (meaning little sister), the largest and most rotund resident of the chawl, is always encircled by vessels similar to her own shape and size. Bapu (father) is the bell-ringing invalid who cheerfully interrupts anyone at any time – whether to change a radio station or to have a bottle of churan handed to him. For all the bickering of nosy neighbours and for all the shortages they may endure, no one is ever shortchanged. They are, after all, a family of bhaus, bhais, akkas and mais.There is much to love in Katha over and above its stellar cast – Naseeruddin Shah, Farooque Shaikh and Deepti Naval – each at their endearing best.Innovative techniques capture individual quirks. Conversations cleverly summarise socio-economic details – jobs, education, money, conveyance, even the census – while  the soundtrack remains focused on the pulse of the story and the chitchat of the chawl. Ticklish class and cultural obsessions are tackled tongue in cheek. The chawl secretary (his room is kitted out with space-saving furniture, a refrigerator and a television thanks to a son settled in Canada) accentuates his Hindi speeches with English  synonyms (“ekta” and unity, “manoranjan” and entertainment ) and  has an unread Time magazine to  display. At a higher society party, all conversations begin with an identically vacuous “How are you?” as if everyone is recuperating from a mysterious disease. Women’s liberation gets both a smirk and a nod, but as a refreshing and humorous alternative to sexual harassment, there is a dream-sequence temptation of Adam – apple and serpent included.Naseeruddin Shah as Rajaram in Katha (1982).The two male protagonists have significant names. Naseeruddin Shah is Rajaram Purushottam, the king of men and the best among men. Generous, kind and painfully shy, he proudly walks the straight and narrow. Even though he is almost ridiculous in his sobriety, we root for him from the very beginning. On the other hand, there is the gleaming eyed Farooque Shaikh (Vasudev), a thieving magpie who steals money, rings, hearts and thunder. Vasudev prefers to be called Bashu and not by his real name, thus cautioning us that he is a confidence trickster. From the desi cigarettes with which he fills Dunhill cartons to his tall tales of being the grandson of a dewan, Bashu is a charming cheat. From Dadi Amma (Leela Mishra), the seniormost member of the chawl, to mothers of runny-nosed children and the children themselves, Bashu knows how to play to the gallery. His repertoire extends to the impertinent daughter (Winnie Paranjpye) and the trophy wife (the glamorous Mallika Sarabhai) of Dhindoria, and finally, to Dhindoria himself.Farooque Shaikh as Vasudev in Katha (1982).Deepti Naval is the vulnerable and inexperienced Sandhya who stands between Rajaram and Bashu – in doorways and otherwise. She must choose between the glib and the good. In choosing one she realises how much she has taken the other for granted.Paranjpye’s film is not about teaching lessons, but about happy endings for all. Rajaram wins his well-fought day. Sandhya, at first stirred silly and then shaken wise, is not doomed to disgrace. And Bashu whizzes out to conquer new horizons with his chutzpah. Katha is still about those who win – through foul means or fair.  Katha may lose out on flashy foreign locales, item numbers, chartbusting songs and super-speed storytelling. But the hare and the tortoise do not really need to run the same race.Deepti Naval as Sandhya in Katha (1982).","author":"Bubla Basu","time":"2017-03-19T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/831713-53519-kwyuwqvgxq-1489470434.jpeg","tags":["Happy birthday Sai Paranjpye","Katha","Naseeruddin Shah"],"source":"https://scroll.in/reel/831713/sai-paranjpyes-katha-is-a-fabulous-fable-about-the-most-charming-chawl-in-the-world"}