{"title":"SAI issues guidelines as two female athletes complain about inappropriate behaviour from coach","content":"In light of the recent events where female athletes, particularly a cyclist and a sailor, have complained against inappropriate behaviour from coaches during international trips, the Sports Authority of India has issued certain guidelines on the same and has advised all National Sports Federations to follow them with immediate effect.According to a release issued by SAI, these steps are also a means to ensure a safe and positive environment by making all stakeholders aware that there is an expectation, at all times, of appropriate behaviour consistent with the core values of sportsmanship and appropriate moral conduct.As per the cyclist’s complaint emailed to SAI, the cyclist had listed out a series of approaches made by chief coach RK Sharma during a foreign exposure trip in Slovenia which was organised by the Cycling Federation of India, as reported by The Indian Express. It included allegedly forcing himself into her room, offering a “post-training massage” and forcefully trying to pull her towards him, and asking her to “sleep with him” during a camp in Slovenia last month.Read more: Cycling: After harassment complaint, Sports Authority of India terminates coach’s contractMeanwhile, the sailor’s complaint, as informed by SAI in a release, said that a coach accompanying the contingent in a foreign exposure camp in Germany organised by the Yatching Association of India and funded by SAI, was making her uncomfortable. The coach in question had been appointed by the federation and was included in the contingent as per the proposal of the Federation.According to the release issued by SAI on Wednesday, ensuring the safety of its women athletes and proactively engaging with the NSFs remains a priority. The NSFs have been advised to take the following responsibilities:1. Women Coach to mandatorily accompany the contingent with female athletes during Domestic/International Travel.2. Compliance Officer (Male & Female) to be appointed in all National Coaching Camps and Foreign Exposures. The roles and responsibilities of the Compliance Officer includes communicating regularly with athletes and others to ensure that the guidelines are being followed as well as enforce the Standard Operating Procedure on prevention of sexual harassment in sports. The Compliance Officer, among other duties, should ensure that if any member reports a violation, the same should be reported earliest to the responsible authorities.3. Pre-Camp Sensitisation modules to be designed and presented to all athletes, coaches and support staffs together before commencement of any National Coaching Camp and Foreign Exposure.4. Increase the strength of women Coaches/Support Staff in National Coaching Camps by respective NSFs.The release also stated: “SAI views ethical conduct as a cornerstone in the fair administration of the sporting disciplines. Everyone participating in sports, including, but not limited to, athletes, coaches, referees, officials, sports science and medical personnel, volunteers, managers, administrators, committee members, parents or guardians, and Director and Officers of the respective NSF is entitled to participate in an environment that is safe and free of Harassment and Discrimination.”Additionally, SAI further expressed that it is imperative for the sport that individuals conduct themselves with the highest level of ethical conduct.","author":"Scroll Staff","time":"2022-06-16T11:55:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/76990-atqhxxkzcn-1513772998.jpg","tags":["Sports Authority of India","Cycling","Sailors","Cycling Federation of India","Yatching Association of India","SAI"],"source":"https://scroll.in/field/1026280/sai-issues-guidelines-as-two-female-athletes-complain-about-inappropriate-behaviour-from-coach"}