{"title":"‘Sairat’ versus ‘Dhadak’: What a director’s cameo tells us about the problem with remakes","content":"Note: Spoilers ahead about Dhadak.Alfred Hitchcock inserted himself into 39 of his 52 films, the record keepers tell us. In To Catch a Thief (1955), for instance, the suspense maestro is seated next to leading man Cary Grant on a bus. Marathi filmmaker Nagraj Manjule also makes a couple of appearances in his 2016 movie Sairat. During the song Yad Laagla, Manjule watches quietly as Prashant (Aakash Thosar) catches his reflection in a hair-cutting saloon’s mirror. In the song Zingaat, Manjule is among the revellers swaying to Ajay-Atul’s infectious beats.Manjule’s unnamed character has sprung out of the same soil as Prashant and his upper-caste lover Archana (Rinku Rajguru). The director had a similar totemic role in his dazzling debut Fandry (2013). Manjule’s silent presence in both movies indicates that the filmmaker is watching over his creations, wondering where their reckless emotions will take them.Should Manjule have been around in a more meaningful way for the dull Hindi remake of his box-office scorcher? Dhadak, which was released on July 20, has been directed by Shashank Khaitan, who has previously made the hits Humpty Sharma Ki Dulhania (2014) and Badrinath Ki Dulhania (2017). Dhadak describes itself as an adaptation rather than a remake of Sairat, and except for a story credit, Manjule has not been involved in the production. Khaitan’s version, starring Janhvi Kapoor and Ishaan Khatter, recycles two songs from the original soundtrack and follows the broad story arc of young love threatened and ultimately destroyed by caste differences. But the Hindi version is unable to meaningfully replicate the raw honesty, local flavour and insight into the omniscience of caste that made Sairat special.Comparisons between the films are unavoidable, since Dhadak would not have existed without Sairat. However, Dhadak’s healthy box office since its release (Rs 53.4 crores as of Saturday and counting) proves two things: that Manjule was on to something, and that even despite the predictable pitfalls involved in the act of remaking, there’s no stopping Bollywood from selling – or buying.     \n\n\n    \n    Play\n\nDhadak (2018).Sairat’s producer, Zee Studios, was quick to recognise its impact. Remakes in Bengali and Kannada followed. But it was only when Bollywood came calling in the form of Dharma Productions that online protests by Sairat’s fanbase peaked. Rude memes and barbs aimed at Dhadak began to circulate on social media even before the release.Given Hindi cinema’s reach, marketing muscle and cultural touchstone quality, it remains the most effective gateway for non-Hindi films to find new admirers. But often, the initial sense of pride that local ideas have impressed Bollywood’s power elite soon gives way to trepidation and anger, which gets amplified by social media. Remake, rinse and repeatRemakes are nearly as old as the movies in India. Ever since the talkies emerged in the 1930s, films have been reworked with new actors and mildly altered storylines across languages. For Bollywood, remakes have become a sureshot way of keeping the assembly lines humming. Remake directors inherit a ready package of dialogue, situations, characters, and as in the case of Dhadak, music. A well-made official remake can help smart ideas leap across language barriers and find new fans. Successful reboots also have the potential of introducing existing talent to new employers. For instance, when Tamil director Mani Ratnam’s movies began to be dubbed in Hindi in the 1990s, they introduced AR Rahman’s genius to the rest of the country and then the world. Ratnam himself followed suit a few years later, forging with mixed success a parallel career in Bollywood.While official remakes are celebrated as a sign of healthy commercial ties between language cinemas, questions related to the handling of the source material are rarely addressed to the satisfaction of fans. In the process of repurposing a movie, are the new owners flaunting a purchased plot as a new creation? What is preferable: directors who churn out carbon copies or freely adapt while running the risk of undermining the source material? In remakes, can cherished cinematic moments be reproduced with the same intensity?‘Wanted’ versus ‘Pokkiri’ versus ‘Pokiri’Part of the problem is that it is not the practice for filmmakers of official remakes to own up to how much they have retained from the original production. It’s the rare director or writer who admits to have merely put the original through a photocopying machine. The makers of the new versions bank on the fact that their audiences have probably not watched the source film, and therefore have few expectations. Take Wanted (2009), one of Salman Khan’s most popular films. Prabhudeva’s Hindi version is a faithful remake of the Telugu hit Pokiri (2006), written and directed by Puri Jagganadh and starring Mahesh Babu. In 2007, Prabhudeva had remade Pokiri in Tamil as Pokkiri, with reigning deity Vijay. The character of the ruthless underground police officer in Wanted, his seeming indifference to the affections of the heroine, and his laconic dialogue delivery (including the line “Once I commit to something, I don’t heed even my own advice”) were the creations of Puri Jagannadh. However, Salman Khan fans have appropriated Pokkiri’s original cool into the library of stock gestures and lines that make up the star’s blockbuster persona. This is precisely the function of the official remake: to bask in reflected glory and rehash the most winning ideas in the source material without audiences being any the wiser.\n\n\n    \n    Play\n\nPokiri (2006).An expensive way to ensure continuity between language versions is to retain the original director. The Tamil filmmakers K Balachander, Balu Mahendra and Mani Ratnam have handled the Hindi remakes of their movies, often by altering only a few essential details, such as the line-up of actors.A movie, however, is almost a sentient being, with an inner life that spills out onto the screen and then beyond. Not even a film’s creator can control its fate, as is proven by the Tamil remake of Jeethu Joseph’s 2013 Malayalam blockbuster Drishyam. Joseph’s movie borrows its plot from Keigo Higashino’s Japanese bestseller The Devotion of Suspect X. Mohanlal superbly plays a small-town cable service provider who comes up with the perfect alibi to cover up a murder committed by his wife and daughter. The film was remade by different directors in Telugu, Kannada, Sinhalese and Hindi. Joseph took charge of the Tamil remake Papanasam (2015), starring Kamal Haasan. But even Joseph could not get Papanasam to match the rhythms of the Malayalam Drishyam.\n\n\n    \n    Play\n\nDrishyam (2013).With regard to Dhadak, it’s debatable whether even Manjule’s participation would have been able to ensure the reproduction of the cocktail of mainstream pleasures (catchy songs, humour, dreamy sprints through the fields, the suggestion of hope and a new beginning) and sobering reality about the persistence of caste identity that animated Sairat.There have, of course, been many films about tragic romance before Sairat. Other movies have tackled accounts of star-crossed love inspired by William Shakespeare’s Romeo and Juliet (Ek Duje Ke Liye, Qayamat Se Qayamat Tak). Honour killing is the main villain in the Madurai-set Tamil films Paruthiveeran (2007) and Subramanipuram (2008), and both productions have left their mark on Sairat’s narrative. Manjule’s triumph was his ability to absorb his influences and emerge with a fresh and clear-eyed perspective on well-worn material. Among Sairat’s chief qualities is the lack of naivete about the dangers of caste prejudice. Dhadak works hard to retain the original movie’s commentary on the horrors of caste-linked violence, but some of Khaitan’s narrative choices undermine the impact of the original production. The biggest rewrite is of the character played brilliantly by Rinku Rajguru in the Marathi movie. In Sairat, the relationship between Rajguru’s Archana and Thosar’s Prashant, from an unspecified lower caste or tribe, is one of equals. Archana is never portrayed as a snooty product of privilege, even though she later struggles to face her newfound poverty. Parthavi (Janhvi Kapoor) from Dhadak, on the other hand, makes her lover Madhukar (Ishaan Khatter) jump through the hoops before she is impressed by him.The real tragedy: that slapOne scene starkly separates the original from its latest remake. In Sairat, a flare-up between Prashant and Archana unfolds in public view. When told that Archana regrets eloping with him, Prashant shoves her around. She breaks down at his sudden ugliness and flees (only to return). Both are remorseful, and the incident is a turning point in their relationship, catapulting them from adolescence into adulthood.Some of Dhadak’s rewrites align it with the misogynistic strains that characterise the Tamil movies that served as Sairat’s source material. Madhukar suspects Parthavi of flirting with her boss, and he repeatedly accuses her of being the cause of their shared woes. This flare-up has an even uglier outcome: Madhukar slaps Parthavi in public.More than the tragic climax, it is the unwarranted slap and Madhukar’s small-mindedness that resonate. Parthavi gets many moments to prove her feistiness, but the Hindi adaptation robs the character of her strength and fortitude.Shashank Khaitan’s film ultimately lacks the sense of a creator inserting himself steep into his narrative, watching over his creations with the mix of caution and foreboding that Manjule included in Sairat. Shashank Khaitan, the director of Dhadak, has his own cameo of sorts in one of the scenes, but it is in the form of an inanimate object – a Khaitan table fan. Some popular classics are best left untouched.\n\n\n    \n    Play\n\nSairat (2016).","author":"Nandini Ramnath","time":"2018-07-29T08:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888361-gghzsgsgho-1530157660.jpg","tags":["Nagraj Manjule","Dhadak versus Sairat","Shashank Khaitan"],"source":"https://scroll.in/reel/888361/sairat-versus-dhadak-what-a-directors-cameo-tells-us-about-the-problem-with-remakes"}