{"title":"Sajad Gul is not the only Kashmiri journalist to face police action – but he was the most vocal","content":"Long before Kashmiri journalist Sajad Gul was arrested on January 5, it had become routine for security forces to visit his home in Shahgund village in the Hajin area of North Kashmir’s Bandipora district. The outspoken 26-year-old journalist, who is also pursuing a masters in mass communication, had weathered the displeasure of security forces several times before. On this occasion, the army visited his home three times in the 24 hours before they finally took him away and handed him over to the Kashmir police, who arrested him.When they arrived around 7 pm on January 4, Gul’s mother and sister-in-law told them he was not home. “Sajad had gone to the market and my elder son was not home, either,” said his mother, Gulshana Bano. “When the army knocked on the door, we told them we were two women alone at home. They left.” When they returned around 11 pm that night, Gul was home but not very alarmed by the visit. “Sajad was kind of used to it,” said his elder brother, Zahoor Ahmad. “He went to open the door and I went behind him. The army men questioned him outside our main gate. They asked him how many phones he had and all that.” Then they left again.They were back again the next night – Ahmad recalled it was 9.50 pm on January 5. This time, Ahmad could sense things were different. “First of all, there were so many army vehicles outside our home, it looked like a security cordon,” he said – in Kashmir, security cordons are usually a prelude to armed operations against militants. “Second, they installed lights all around our home. Maybe they thought Sajad would try to flee. It was scary.” Ahmed said his brother had changed into his night clothes but he put on a pheran – a loose woollen robe worn in winter – and a pair of slippers before going out into the snow to meet the army. “My hunch is that they called him on his phone and asked him to come out,” said Ahmad.As soon as Gul went outside the main gate, Ahmad recalled, he was bundled into an army jeep, which then sped off. “But the other army vehicles and army men remained outside our home for a long time,” said Ahmad. “I went inside and told my mother about what happened. We were too scared to raise any hue and cry.” Gul was a freelance journalist until he joined the Kashmir Walla, a digital daily, as a trainee reporter recently. His arrest has been widely condemned, with several journalists’ bodies demanding his release and expressing concern about the crackdown on journalism in Kashmir. A police officer in Bandipora, who did not wish to be identified, claimed they were acting against his social media presence rather than his news reports.“It’s grossly wrong to say we are against journalism,” he said. “The problem is that his tweets are more like those of an activist than a journalist. The content shared by him is highly provocative and can lead to law-and-order problems.”Again for consecutive two days, I attended a court hearing for a “Crime” that I never committed. I was booked with my four family members earlier in (Feb 2021) without probe & proper investigation by @bandiporapolice @Zahidkps @owais_ias . Today I had to skip class [ University]— Sajad Gul (@SajadGUL_) November 30, 2021\n\nAn old FIRThe immediate trigger for Gul’s arrest appears to have been a video he posted on his Twitter account on January 3. Earlier that day, security forces had killed Lashkar-e-Taiba commander Salim Parray in a gunfight on the outskirts of Srinagar. Parray had been from Hajin town, which saw minor protests after his death. Gul posted a video of women chanting anti-government slogans during the protests.But the first information report that forms the basis for his arrest was filed almost three months ago, on October 16. In it, he is charged with being party to criminal conspiracy, making assertions prejudicial to national integration and causing fear or alarm to the public. Six days earlier, on October 10, security forces had claimed they had killed a local militant in Bandipora. Gul spoke to the man’s family. They claimed their son, 25-year-old Imtiyaz Ahmed Kakroo, was innocent and accused security forces of killing him in a “fake encounter”. Gul posted video statements by the family on his Twitter profile and filed a report for Mountainink, a Kashmir-based magazine. Days after that story, the police conducted a search on Gul’s home. According to his family, the police asked them to caution him against writing stories that showed security agencies in a “bad light”. The family of the slain Imtiyaz Ahmad Kakroo claim that he was arrested by the army and killed in a ‘fake encounter’.@SajadGUL_ reports.https://t.co/DLZKE9HlhW— Mountain Ink (@mountaininkmag) October 11, 2021\n\nGul had been named in another FIR before. In February last year, he was among several people booked for rioting, criminal trespass and assaulting public servants after he filed a report – published in the Kashmir Walla – on a demolition drive conducted by the revenue department in Shahgund. Gul was in Srinagar at the time of incident but he was still named as an accused in the first information report, which was based on a complaint by a revenue official. A police statement released in the aftermath of his arrest mentions the videos posted on January 3. It also mentions the two earlier incidents. Gul had posted about them on Twitter. But he had also written about them in reports vetted and published by different news organisations.According to the police statement issued this week, Gul was trying to incite disaffection against the government and security forces by “spreading disinformation/ false narratives”.Gul's brother, Zahoor Ahmad, and his mother, Gulshana Bano. Picture credit: Kamran Yousuf.From the army to the policeAs the army took his brother away on the night of January 5, Ahmad tried to call him on his phone several times but there was no reply. Finally, a third brother, based outside Kashmir, was able to reach the Hajin police late that night. “He told me that he had spoken to a police official in Hajin and they told him that the army had handed Sajad over to the police,” recalled Ahmad. On the morning of January 6, Ahmad made his way to the Hajin police station, about five kilometres from their home. “I saw Sajad being taken in a police vehicle to the hospital,” said Ahmad. “I quickly went to the hospital, where they were doing a medical examination on him. After I pleaded with the police, they gave me a few minutes with him.” All thoughts of asking him about the details of the case were forgotten when he saw his brother. “He was shivering with cold,” said Ahamd, his eyes welling up. “I quickly took off my warm clothes and socks and asked him to wear them.” According to the family, the police informed them about the FIR on January 7, two days after the arrest. “We have no idea what to do – Sajad is the only educated one among us,” said Ahmad, who tends to the family’s orchards. Gul is currently in custody on police remand. On January 10, The Kashmir Walla filed a bail application in the matter. Gul's desk at home. Picture credit: Kamran Yousuf.‘Won’t stop doing journalism’ “He just writes what people say. I don’t think that’s wrong,” said Ahmad. His mother agreed. “My son writes the truth,” she said. “He’s not someone who would take money to remain silent or who would write in favour of someone for money.” Gul is the youngest of her five sons, whom she raised on her own after her husband died over a decade ago. The family said they had told Gul to be careful about his reporting but he always replied that he was writing the “truth”.Gul is not the only journalist in Kashmir to face police action. He is, however, one of the most vocal. While many othe r journalists preferred to keep quiet about summons, interrogations and intimidation by security agencies, Gul went public. At times, he live-tweeted about the calls he received from the police, asking him to pull down his tweets.According to Ahmad, Gul was not taking his arrest lying down either. “He told police officials in front of me that he was doing his job and he would not stop doing journalism,” Ahmad said.","author":"Safwat Zargar","time":"2022-01-12T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168669-rlienhnkbk-1641911749.jpg","tags":["Kashmir","freedom of the press","journalism"],"source":"https://scroll.in/article/1014833/sajad-gul-is-not-the-only-kashmiri-journalist-to-face-police-action-but-he-was-the-most-vocal"}