{"title":"‘Salaar: Part 1 – Ceasefire’ review: A hackathon that tries too hard to shock","content":"K.G.F director Prashant Neel’s new movie is an ultraviolent vendetta drama – that’s a description, not a judgement. Salaar: Part 1 – Ceasefire is a bombastic, bottom-punishing hackathon that begins in the 1980s and continues into the recent past but appears to be taking place centuries ago.The copious blood-letting and beheadings surely date to the Viking era, or the unnamed period in which the Middle Ages-inspired fictional series Game of Thrones was set. Neel’s film revolves around a power grab too, which gives a semblance of an organising principle to a chaotic, confusing set of events.Part 1 is set in Khansaar, a fictional walled kingdom tucked between Kutch and Pakistan on the map. Khansaar is a country unto itself, with its own constitution, a king and a private army. Deva (Prabhas) and Khansaar’s heir apparent Varada (Prithviraj Sukumaran) are devoted to each other as children. Deva protects Varada’s honour more fiercely than his own. In a film less obsessed about proving its stereotyped machismo, the bond between Deva and Varada could have been described as love.In his adulthood, Deva and his controlling mother (Easwari Rao) are in hiding. It’s a sad life that understandably makes Deva morose. His only friends are school kids, while his diet consists of rice and raw chilli powder.Deva’s mood lifts somewhat when he gets the opportunity to meet Varada again, via the abduction of Adaya (Shruti Haasan) by Varada’s opponent Radha Rama (Sriya Reddy). Deva has been reining in his murderous impulses on his mother’s command, but reverts to his natural state with her permission.Prithviraj Sukumaran in Salaar: Part 1 – Ceasefire (2023). Courtesy Hombale Films.Obedient as a child and adult, described as a killing machine by one and all, and slaying adversaries in ritualistic fashion – Deva is barely the “salaar”, or the commander, of people. Without the individual rage that propelled Rocky from the K.G.F movies, Salaar’s hero is less of a leading man and more led by the decision of others. Part Two promises to give Deva his due, but we’re not holding our breath.Salaar shares with K.G.F an overweening sense of self-importance, an underlit palette, elaborate action set-pieces and Ravi Basrur’s operatic score. Neel’s skill at creating a parallel universe where the normal rules don’t apply, and primordial passions override common sense, is the only commendable thing about the shambolic new movie.The sprawling secondary cast includes Jagapathi Babu, Bobby Simha, Ramachandra Raju and John Vijay. Glowering, growling and manic grinning pass off for acting, with the performers competing with each other in over-the-topness.Played by Prabhas with a sullen expression and a robotic tone, Deva is about as interesting as his buddy. Varada barely has the mien of a future king, even closing his eyes during an extended sequence of carnage in which bodies are skewered like marshmallows. The 175-minute movie similarly invites us to look away from the screen to our phones every now and then, the regular doses of savagery notwithstanding. \n\n\n    \n    Play\n\nSalaar: Part 1 – Ceasefire (2023).","author":"Nandini Ramnath","time":"2023-12-22T14:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196854-sihxgcvrbt-1703242668.jpeg","tags":["Salaar: Part 1 Ceasefire review","Prashant Neel","Prabhas","Prithviraj Sukumaran"]}