{"title":"‘Salim Langde Pe Mat Ro’ revisited: A timeless tale of a small-time thug dreaming of the big league","content":"As opening scenes in movies go, Salim Langde Pe Mat Ro is like the dart that lands smack on bullseye. From a distance, Salim walks towards the camera. He is in the middle of the road. He has a cock-a-hoop stride and a bearing that radiates recklessness. When a bus driver has the temerity to urge him to step aside, he offers up a fitting reply. Limp? What limp?In Saeed Akhtar Mirza’s classic from 1989, Salim doesn’t let the the impediment in his leg act as a cramp for the ambition in his head. A petty criminal from Mumbai’s Dongri neighbourhood, Salim makes a living from small jobs and is mostly pleased with himself. There are irritants – an unemployed father, a sister on the verge of marriage, an unavailable girlfriend, a pesky rival. But it’s nothing that Salim can’t handle.“Apna bhi time aayenga re,” Salim brags in a typical expression of the Mumbai street – a line that gained currency and a touch of glam when used in Zoya Akhtar’s Gully Boy three decades later.Salim’s beehive world of crisscrossing streets and buildings rubbing up against each another is actually an open-air prison, as Mirza’s screenplay deftly reveals. Through a portrait of a small-time ruffian, Mirza creates a larger canvas about the marginalisation of Muslims and the lack of educational and economic opportunities that creates criminals. Salim walks and talks as if he owns the streets, but, as events prove, he actually has nothing and is nothing. Ashutosh Gowariker, Makarand Deshpande and Pavan Malhotra in Salim Langde Pe Mat Ro (1989). Courtesy National Film Development Corporation.The film explores the “social reality of a young, Muslim and uneducated hoodlum along with history”, Mirza told Scroll.in. Apart from being one of the few films to effectively explore the condition of urban Muslims, Salim Langde also makes connections between poverty and communal violence. A screening of a documentary on riots elsewhere in the city encourages Salim to look at his surroundings differently. A conversation with his future brother-in-law, a progressive Urdu-language journalist, opens Salim’s eyes some more. The ensemble cast includes Vikram Gokhale, Surekha Sikri, Makarand Deshpande, Ashutosh Gowariker and Neelima Azim. The movie is being streamed on Mubi India and Cinemas of India.One of the seeds for Salim Langde was sown when Mirza was shooting his 1984 film Mohan Joshi Haazir Ho! in Mumbai’s Do Taaki neighbourhood. “This young Muslim hoodlum had gatecrashed the set,” Mirza recalled. “I saw the swagger of the young man and took a photograph. He believed that he owned the world, not knowing that he was on a dead-end street. I saw in this young man a lot of history play out, such as the question of why so many Muslims don’t have jobs, and why are so many of them in the underworld.”At the time, India was being roiled by the movement to have a temple built in place of the Babri mosque in Ayodhya. Three years after the release of Salim Langde, Hindutva mobs would destroy the mosque, sparking communal violence all through India. In Mumbai, the neighbourhoods where Salim Langde was filmed would go up in flames. Salim Langde Pe Mat Ro (1989). Courtesy National Film Development Corporation.With his drooping moustache and curling hair, Salim appears to be a down-and-dirty version of one of Dongri’s most infamous characters: even though gangster Dawood Ibrahim had already fled Mumbai for Dubai in 1986, his shadow looms over the antics of the street-level hustlers featured in the movie. In March 1993, following a second phase of riots in Mumbai, Ibrahim played his part in facilitating the serial bomb blasts that ripped through the city.Premonitions of this real-life tragedy are scattered through Salim Langde, especially in the scenes in which a police officer makes bigoted statements about Muslims. “I am no oracle or an Alice in wonderland,” Mirza declared. “These assaults were happening right around us, they were staring us in the face.” Mirza’s previous films had established his eye for detail and ability to fictionalise the headlines. The son of the noted scriptwriter Akhtar Mirza, Saeed Mirza worked in advertising before making the switch to documentaries. When he decided to enroll in the Film and Television Institute of India in 1973, he was married with two sons. Mirza made his feature debut in 1978 with Arvind Desai Ki Ajeeb Dastan, about a young man’s struggle to balance his affluence with Leftist politics. Other films with long-winded titles followed, each of them memorably exploring larger social and economic truths through the journeys of individuals.Mirza made Salim Langde five years after Mohan Joshi Haazir Ho!, about an elderly couple’s legal battles with their landlord. In between, he directed the hugely successful television show Nukkad, which examined the lives of residents of a working-class neighbourhood. In the cast was Pavan Malhotra, the future hero of Salim Langde’s.Pavan Malhotra in Salim Langde Pe Mat Ro (1989). Courtesy National Film Development Corporation.Salim Langde was Malhotra’s first leading role, and remains one of his most acclaimed films. It catapulted him to fame, leading to meaty parts in Bagh Bahadur (1989) and the British production Brothers in Trouble (1995). In Anurag Kashyap’s Black Friday (2007), Malhotra played the character Salim hoped he would become – the gangster Tiger Memon, who orchestrates the Mumbai serial blasts in 1993 with the help of Pakistani intelligence agencies.Looking back at his springboard role, Malhotra said modestly, “God has been kind to me.” His performance captures both Salim’s outward swagger and his inner workings. Malhotra brilliantly portrays Salim’s traits – his street-smart patter, his John Wayne strut, his habit of running his hand through his hair, his braggadocio – as well as his more reflective side as he begins to change.Malhotra says he wasn’t the first choice for the role, and was taken aback when it was offered to him. When invited for a script reading, he shaved off his moustache, thinking he was auditioning for the smaller part of Abdul (eventually played by Ashutosh Gowariker). “One day, I went to Saeed’s office, and he told me, Pavan, you are playing Karim,” Malhotra recalled. The character was initially called Karim. “The next day, I went back to Saeed and said, I still haven’t told myself that I have got this role.” Malhotra grew back his moustache and let out his hair for the part. He accompanied Mirza on recces to the locations, which include Dongri, Do Taaki, Nagpada and Bachoo-Ki-Wadi. “I worked on the walk – it needed to have style as well as go with the script,” Malhotra said. “Saeed said, walk like you own road.”\n\n\n    \n    Play\n\nSalim Langde Pe Mat Ro (1989). The low-budget production, funded by the National Film Development Corporation, didn’t allow for frills. “Except for colouring my moustache black, I had no make-up on,” Malhotra said. “I even put up the posters for the film at the time of its release.”Barring a few interior scenes, Salim Langde was shot entirely on location. Cinematographer Virendra Saini, who was Mirza’s batch mate at FTII and shot all but one of his movies, captured the grungy textures and congested nature of Dongri and its environs memorably.“We were all passing through a phase in cinema where people were constantly shooting on location,” Saini said. At FTII, students had been exposed to European arthouse films that featured actual locations and a high degree of realism. “We were not brought up in the studio, and hardly anybody ever built a set,” Saini recalled. “In fact, it was a big challenge for me to work on the sets created for Salim Langde. I just wasn’t used to it.”Having shot Mirza’s previous films set in Mumbai, Saini was more than equipped to bring out the details of Salim’s world – the poky streetside cafes, the colourful brothel where his girlfriend works, the sad streets that Salim and his friends think they own.“In order to shoot outdoors, you have to understand the location and see it in its true form,” Saini explained. “You see the lighting in the day and the night, and you light up accordingly. All the elements in the film – the criminals, the hangers on, you meet them in real life and you can understand where the characters are coming from. Saeed was very good at handling people at the locations, and they understood that he was trying to understand their lives.”Salim Langde Pe Mat Ro (1989). Courtesy National Film Development Corporation.Salim Langde was released on March 29, 1989, and ran for a thumping week in the Novelty cinema in Grant Road, which is on the edges of the locations featured in the movie.“We had three shows a day, and every single show was houseful and tickets were being sold in black,” Mirza recalled. “Half of the budget of the film came out of that one theatre. Then it ran all over the city and the country. We made a tidy profit.”Mirza followed up Salim Langde with Naseem in 1995. The film is set in the months leading up to the demolition of the Babri mosque in 1992. The setting is now a middle-class Muslim household, and the action moves indoors. Kaifi Azmi, the renowned poet and lyricist, movingly plays a bed-ridden grandfather who symbolises the end of an era of civility and tolerance. A song written by Azmi wafts over the closing credits of Salim Langde. Through both these films, Mirza explores the gaping holes in the secular fabric that was promised in Independent India. While Salim Langde is matter-of-fact about its hero’s fate, Naseem plays out like an elegy.Mirza made one more film after Naseem, the unreleased Ek Tho Chance. He has since retreated from filmmaking, and has turned to writing instead. His books include the 2008 novel Ammi: Letter to a Democratic Mother.“Structures in urban centres are fundamentally iniquitous, and when you want to shake the pillars that make up these structures, you have to fight terrible battles,” Mirza observed. His father was known for screenplays that drew heavily from literary and theatrical traditions. “I sought a break from that tradition – I felt that if you don’t intervene in a given reality, what is the point of it all?” he said. But the intervention never yields easy or comfortable results in Mirza’s films. Salim’s rise is inside his own head. His fall is observed from a distance, by a gimlet-eyed filmmaker with no patience for sentimentality, a cinematographer with a talent for capturing the very soul of the streets, and an actor with empathy and insight into his characters.“That first walk by Salim sets the tone,” Malhotra observed. “He is saying notice, me, pick me up. He is pretending to be somebody, but he is really a small-timer.” Salim is going nowhere fast, and he is the last one to know it. Pavan Malhotra and Vikram Gokhale in Salim Langde Pe Mat Ro (1989). Courtesy National Film Development Corporation.Also read:‘27 Down’ revisited: The magic and tragedy behind Awtar Kaul’s first and last movie Fazil on his classic ‘Manichitrathazhu’: ‘Everything came together to make the film happen’‘Duvidha’ revisited: Raissa Padamsee recalls ‘a beautiful adventure’ but also enduring dilemmas","author":"Nandini Ramnath","time":"2020-07-07T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/143871-mojmwdmiaa-1593809091.jpeg","tags":["Salim Langde Pe Mat Ro","Saeed Akhtar Mirza","Pavan Malhotra"],"source":"https://scroll.in/reel/966459/salim-langde-pe-mat-ro-revisited-a-timeless-tale-of-a-small-time-thug-dreaming-of-the-big-league"}