{"title":"Salman Khan’s ‘Bharat’ is a remake of a Korean hit with pop history and endless weeping","content":"When the definitive Salman Khan biography will be written, Ali Abbas Zafar will rightfully be credited with giving the actor a late-career boost. Zafar has directed Khan in two of his biggest hits, Sultan (2016) and Tiger Zinda Hai (2017). Sultan stars Khan as a wrestler whose success results in estrangement from his wife Aarfa (Anushka Sharma), and it is one of the few movies to extract something resembling a performance out of the bulky star. The gargantuan success of Tiger Zinda Hai – in inverse proportion to its achievements – is proof of Zafar’s ability to exploit Khan’s limited acting skills and unlimited screen charisma like few other filmmakers.Zafar will team up again with Khan for Bharat, an official remake of the 2014 Korean blockbuster Ode to My Father. Bharat, which also stars Katrina Kaif, will test Zafar’s ability to mount a drama on a large canvas as well as point Khan’s do-gooder persona in the right direction. The source material holds immense promise: Ode to My Father is not a three-hanky weepy as much an experience that demands a box of tissues to be handed out along with a popcorn tub.Yoon Je-kyoon’s movie conflates an individual’s experiences with the history of South Korea. Borrowing some ideas from the Hollywood hit Forrest Gump (1994), Ode to My Father places one man’s fictional journey against historical events, beginning with the Korean War of 1950. Deok-soo and his family are among the thousands of North Korean refugees who are evacuated from Hungnam port during an invasion by Chinese troops. Deok-soo is carrying his younger sister Mak-soon, but when she slips off his back, his father elects to stay behind to find her. But not before extracting a promise from Deok-soo: that he will be the head of the family, and that he will always take care of his relatives.\n\n\n    \n    Play\n\nOde to My Father (2014).The plot alternates between the present, in which Deok-soo and his wife watch over a brood of children and grand-children in Busan, and crucial chapters from Deok-soo’s past. The passage of time is marked by make-up (the same actors play the adult characters throughout, including South Korean star Hwang Jung-min as Deok-soo) and changes in costumes and sets. As a boy, Deok-soo and his friend Dal-goo shine shoes for a living. Among the people they meet is a young Chung Ju-yung, the future founder of the Hyundai conglomerate, who tells them that they must never stop dreaming. “He might as well start a car company,” the boys snigger.In a later chapter, Deok-soo and Dal-goo migrate to West Germany for a few years, where they work in coal mines to send money back to their families. There, Deok-soo meets his future wife, Young-ja. The drama never lets up for Deok-soo. He serves as a technician in the Vietnam War in the early 1970s, where he acquires a limp after being shot while rescuing Vietnamese villagers. A second box of tissues is needed for the last chapter set in the ’80s, when Deok-soo goes on a television programme that reunites families separated during the Korean War. Deok-soo finally meets his sister Mak-soon, who was adopted by an American family and lives in Los Angeles.Ode to My Father. Image credit: CJ Entertainment.This is the kind of movie in which the tears flow freely and easily. With its emphasis on patriotism, the sacrifice of older generations, the importance of family ties, and the value of hard work and optimism, Ode to My Father is a perfect fit for Bollywood. The possibilities for the Hindi version are endless: Partition could easily replace the Korean War, for instance, and any one of India’s battles with China and Pakistan could serve as the backdrop for the titular character’s entanglement with history. India does not have television programmes that reunite families, but we are sure Zafar will think of a suitably tear-jerking equivalent.It will be interesting to see what Zafar makes of Deok-soo’s character. Although Deok-soo has no shortage of resilience, his main feat in Ode to My Father is survival. He escapes a mining accident in West Germany, and returns from Vietnam with a mere injury. His heroism is strictly ordinary, and by the end of the movie, he has become a curmudgeon who resists attempts at gentrification and stubbornly refuses to sell his store. For all its manipulative sentimentality, Ode to My Father allows Deok-soo to retain his human proportions. Bharat, on the other hand, has a leading man who is no longer mortal. Will Bharat be like Sultan, which depicts fallibility and failure, or like Tiger Zinda Hai, which is a tribute to superhumanness? One safe prediction in this attempt to present a personalised history of India since independence is that there will be no shortage of weeping.Ode to My Father. Image credit: CJ Entertainment.","author":"Scroll Staff","time":"2018-04-22T10:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/876482-87790-mmyrmvusup-1524340757.jpeg","tags":["Salman Khan","Ode to My Father","Bharat"],"source":"https://scroll.in/reel/876482/salman-khans-bharat-is-a-remake-of-a-korean-hit-with-pop-history-and-endless-weeping"}