{"title":"Sam Higginbottom wanted to help India. So he devoted his life to helping its farmers","content":"In 1904, his very first year in India, Sam Higginbottom found himself teaching economics and biology at Allahabad Christian College. It wasn’t what he wanted. As a missionary of the Presbyterian Church, Higginbottom believed his real work was to spread the Gospel.Yet, he gamely took on the challenge, adopting an experiential teaching style. Through visits to a railway workshop, a brick kiln, the Naini Central Jail, among other places, he gave his students an understanding of the economics of production and the restraints placed on it by the caste system.This was a time when land holdings in India were scattered and sub-divided into unviable parcels. Methods of production too were backward and excessively dependent on tradition and the rains. More crucially, hierarchies of caste and landlord-tenant relationships produced an exploitative system in which innovation was virtually absent.Recognising these problems, Higginbottom dedicated almost the rest of his life to finding solutions. Along the way, he set up an agricultural college in Allahabad and equipped students and farmers with more productive methods of farming and dairying.Erratic schoolingHigginbottom had an instinct for farming, especially cattle rearing and dairying, which he had developed during his childhood in Manchester and Wales. In his autobiography, aptly titled Sam Higginbottom: Farmer, he speaks of those formative years and his family’s fluctuating fortunes.Born on October 27, 1874, he initially enjoyed a life of comfort. But within years, his father’s coal business failed, forcing the father to work as a grocer and then as a driver of a rented horse carriage. The diligence he showed in those jobs served him well. He bought horses of his own and began operating carriages, with Higginbottom pitching in as a driver.When Higginbottom was a teenager, the family moved to north Wales and bought cattle for dairying. The young Higginbottom had a natural ease with the cattle. His schooling, however, was erratic, with the result that, in later years, his classmates ended up being a lot younger than him. In his spare time, inspired by his mother, Higginbottom often found comfort in the Bible.In his wish to continue studying, Higginbottom moved in 1894 to the United States, where his older half-brother David lived as a missionary. Over the next 10 years, he more than made up for the interrupted education at home. After graduating from the Mount Hebron School in Massachusetts, he went on to study at Amherst College and then at Princeton University.A fortuitous encounter with Henry Forman, a missionary on furlough from his position in India, prompted him to seek a career in India. He arrived in the country in 1904 and promptly proposed in a letter to Jane Ethelind Cody, whom he had met in Cleveland, Ohio. Ethel, whose family was connected with the Gospel Church, joined him in India and the two got married in Bombay.\n\t\t\n\tSam Higginbottom with his wife Ethel Cody Higginbottom and three children. Credit: Wikimedia Commons [Public Domain]Throughout their long marriage, the couple shared responsibilities and commitments. Together with Higginbottom, Ethel Cody Higginbottom, as she was better known, managed the Naini Leper Home and, in the bungalow of the Agricultural Institute, established a dispensary and a dairy centre that supplied butter and cream to nearby institutions. It was often Ethel’s outreach that made Higginbottom’s endeavours successful. Her book Through Teakwood Windows, which describes her India days, is dedicated to Higginbottom, whom she says she had “followed halfway around the world to marry” and continued to follow “for he was worth the pursuing”.Appreciation and supportFrom early in his time in India, Higginbottom was mindful of the iniquities in the society. He noted, for instance, how servants would be required to perform the most menial jobs and be paid very little for it. Rigid caste stratification governed the functioning of the society. And there was an undeniable fatalism among the populace that believed in the preordained nature of things.In 1911, Higginbottom returned to India after getting a degree in agricultural science from the Ohio State University. His intent, stronger than ever, was to establish an agricultural college to educate students and farmers about the latest methods of scientific farming. He wanted, he wrote in The Gospel and the Plow, to help people live a better life and achieve a better standard of living.To this end, he began conducting agricultural experiments on a 260-acre land by the Yamuna. The experiments were not without controversy: his use of organic waste, including bones, as manure was condemned by some in a country where the cow is considered sacred by many Hindus. But what worked in his favour was the assistance he received from lower-caste converts, such as sharecroppers and small tenant-farmers, who happened to be among the poorest in the society.There were other struggles too. At the agricultural college he set up under the aegis of Allahabad Christian College, he wanted to start a four-year agricultural science programme inspired by similar American courses. But for years, he was tossed between the departments of public instruction and agriculture. While the permission was awaited, he received appreciation from unexpected quarters.Madan Mohan Malviya invited him in 1916 to the foundation ceremony of Banaras Hindu University, where he met stalwarts of the Indian National Congress, such as Annie Besant and Mahatma Gandhi. A letter of appreciation from Gandhi started years of correspondence between the two men who had their disagreements but never lost admiration for each other. Gandhi visited his agricultural institute as well as Naini Leper Colony, when it was under Higginbottom’s care, and on one occasion he was accompanied by the chairman of Allahabad municipality, Jawaharlal Nehru. In his autobiography, Higginbottom devoted a whole chapter to Gandhi and his saint-like qualities.As word about Higginbottom’s work spread, he was joined in his mission by several experts from the United States. Mason Waugh, a pioneering agricultural engineer, introduced the mould board or the “wah-wah” plough in the college. The horticulturist William Bembower taught how vegetable gardens could help village women augment their incomes. And AE Slater, the Ontario-educated agricultural chemist,  introduced a superior breed of goats and high-yielding poultry in Allahabad and Etah.A few princely states gave him support as well. In Gwalior, the maharaja, Madho Rao Scindia, allowed Higginbottom to set up “demonstration villages” to develop better agricultural techniques. In some of these villages, productivity improved markedly. But in others, he was resisted by conservatives and upper castes who rejected his method of using organic waste as manure, especially when trenches dug for the purpose were located close to temples and sacred sites.In 1925, Higginbottom encountered opposition from his colleagues, who accused him of diverting funds meant for evangelical work to the agricultural college. Despite this antagonism, he was honoured by the Church and universities when he returned to the US for a short visit. Princeton University awarded him a doctorate in humanities and Amherst College gave him commendations.The old building of the Sam Higginbottom University of Agriculture, Technology and Sciences. Credit: Neurofreak/Wikimedia Commons [CC BY-SA 4.0].In the 1930s, his agricultural college became a part of Allahabad University, and its bachelor’s degree in agricultural science finally secured recognition. Its training of young workers in the production of small armaments helped the Allies during World War II. The institute also hosted American soldiers en route to the warfront in South East Asia. In 2000, the Allahabad Agricultural Institute was deemed a university, and in 2009, it was renamed in honour of its founder. It is known today as the Sam Higginbottom University of Agriculture, Technology and Sciences.As a missionary, Higginbottom’s devotion was to the development of India’s people. This made him turn down offers from the maharaja of Gwalior and from Gandhi, who asked him to advise the Congress on its “rural and economic activities”. When he left India in 1944, aged 70, he wished he had more years to serve in India. He lived his last years in Florida, where he died in 1958.Years before, in 1925, Higginbottom had explained his philosophy in The Allahabad Farmer:It appeared to me… the poverty of India was removable, not by the doling out of charity, but by education which would teach the Indian farmer how to get more out of his soil. Of all men who work, the farmer is likest to God in creating things, i.e. by his labour, working in harmony with the forces of nature and the free gifts of God, such as soil , rainfall, and sunshine, where there was nothing, he brings into being food for man and beast. Without his labour the human race could not endure for long.  This article is part of a series on notable Americans who visited India until mid-20th century. Read the rest of the series here.","author":"Anu Kumar","time":"2023-07-08T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191875-hcilrvkpor-1688536735.jpg","tags":["Sam Higginbottom","Agriculture","History"]}