{"title":"Samajwadi Party announces 16 candidates for Lok Sabha polls","content":"The Samajwadi Party on Tuesday announced 16 candidates for the Lok Sabha elections.Dimple Yadav, the party’s MP from the Mainpuri Lok Sabha constituency and wife of former Uttar Pradesh Chief Minister Akhilesh Yadav, will contest from the same seat again.The Mainpuri seat was earlier represented by the party’s founder and former Uttar Pradesh Chief Minister Mulayam Singh Yadav. Dimple Yadav represented the Kannauj constituency between 2012 and 2019.Shafiqur Rahman Barq, the party’s MP from Sambhal, will also contest from his current constituency.Former Cabinet minister Ravidas Mehrotra has been fielded from the Lucknow Central Lok Sabha seat. Mehrotra is currently an MLA from the Lucknow Central Assembly constituency.While Akshay Yadav, son of senior party leader Ramgopal Yadav, will contest the general election from Firozabad seat, Dharmendra Yadav will fight from Budaun constituency. Akshay Yadav and Dharmendra Yadav had lost the two seats in 2019.Lalji Verma, another sitting party MLA, will contest from the Ambedkarnagar Lok Sabha constituency.The Samajwadi Party is a member of the Indian National Developmental Inclusive Alliance, a coalition of 28 Opposition parties, which plans to take on the Bharatiya Janata Party-led National Democratic Alliance in the general election.On Saturday, the party said that it has conceded 11 seats to the Congress in Uttar Pradesh. The state has a total of 80 seats, the highest in the country. It was unclear if the seat-sharing negotiations between the two parties had concluded.In 2019, the Samajwadi Party had contested the Lok Sabha polls in an alliance with the Bahujan Samaj Party and the Rashtriya Lok Dal. While the Bahujan Samaj Party won 10 seats in Uttar Pradesh, the Akhilesh Yadav-led party bagged five seats. The BJP had won 62 seats in the state.","author":"Scroll Staff","time":"2024-01-30T19:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182705-fhooipiaaq-1668174961.jpg","tags":["Samajwadi Party","Uttar Pradesh","INDIA bloc","Lok Sabha elections"],"source":"https://scroll.in/latest/1062970/samajwadi-party-announces-16-candidates-for-lok-sabha-polls"}