{"title":"Sameer Wankhede allowed witness to extort money from Aryan Khan’s family, alleges CBI in FIR","content":"Serious irregularities by former Narcotics Control Bureau officer Sameer Wankhede allowed an independent witness to conspire to extort Rs 25 crore from Aryan Khan’s family in 2021, the Central Bureau of Investigation alleged in the first information report against the official, reported The Hindu.Wankhede led the investigation in the 2021 Cordelia cruise ship case, in which Aryan Khan was arrested along with his friend Arbaaz Merchant, model Munmum Dhamecha and five others by the Narcotics Control Bureau.On May 12, the central agency booked the former Zonal Director of the Narcotics Control Bureau in Mumbai along with four others. The FIR names two Narcotics Control Bureau officials – Vishwa Vijay Singh and Ashish Ranjan – and independent witness KP Gosavi and his aide Sanvile D’Souza, reported the Hindustan Times.According to the FIR, Wankhede’s team made changes to the original raid information report and did not document the search of persons, while few suspects were allowed to go without any investigation.The central agency alleged that owing to Wankhede, Singh and Ranjan’s investigation, Gosavi and D’Souza, among others, conspired to extort Rs 25 crore from Aryan Khan’s family on the threat of getting him framed for possession of drugs. The FIR alleged that while carrying out seizures and arrests on the Cordelia Cruise ship on October 2, 2021, Gosavi and another person, Prabhakar Sail, were taken as independent witness. The Central Bureau of Investigation said that the accused persons in the case were brought to the NCB office in Gosavi’s private vehicle, reported The Hindu.The FIR alleged that Wankhede had intentionally allowed Gosavi to be with the accused persons to give them an impression that he was NCB staff person. He was also allowed to be at the NCB office, where the accused persons were being investigated, against the protocol, the CBI alleged.While he was at the office, Gosavi had taken pictures with Aryan Khan and also allegedly recorded his voice note, reported The Hindu. Gosavi has been booked by the Pune Police on charges of cheating. “It was this position that allowed Gosavi and D’Souza amongst others to enter into conspiracy to extort an amount of Rs 25 crore from the family members of the alleged accused, Aryan Khan by threatening them of the accusation of offences of possession of narcotics substances,” the FIR said, reported the Hindustan Times.Meanwhile, the vigilance branch of the NCB observed that Wankhede had not properly explained his foreign visits and had likely not declared the expenditure of his foreign travels properly, reported the newspaper. Wankhede had also not declared the source of his foreign visits properly.He had also indulged in the sale and purchase of expensive wrist watches with a private entity – Viral Ranjan – without informing the NCB or its parent cadre, the Central Board of Indirect Taxes and Customs, reported the Hindustan Times.On May 12, the central agency had also searched the premises of Wankhede and 28 other locations in four cities – Delhi, Mumbai, Kanpur and Ranchi – belonging to two other public servants and two others as part of its investigation.","author":"Scroll Staff","time":"2023-05-15T19:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166020-lndkeqgrtr-1636133547.jpg","tags":["Sameer Wankhede","KP Gosavi","Aryan Khan","Narcotics Control Bureau"],"source":"https://scroll.in/latest/1049150/sameer-wankhede-allowed-witness-to-extort-money-from-aryan-khans-family-alleges-cbi-in-fir"}