{"title":"Samjhauta Express blasts: Pakistan seeks four more months to produce 13 witnesses before India court","content":"Pakistan has sought four more months from India to produce 13 witnesses before a special Haryana court that is hearing the 2007 Samjhauta Express blasts case, PTI reported on Sunday. In June, summons issued by the special National Investigation Agency court at Panchkula were handed over to Pakistan to send the 13 witnesses to India for trial.The court, while issuing the summons on March 17, had asked the witnesses to appear before it from July 4. The NIA will inform the court of Pakistan’s request once it resumes the hearing on Tuesday. Of the 299 witnesses in the case, court proceedings for 249 have been completed.Investigators initially believed that activists of the Students Islamic Movement of India were responsible for the blasts, in which 68 people were killed. They had later concluded that they had been carried out by Hindu extremists. NIA has filed a chargesheet against several people, including Swami Aseemanand, who was acquitted in the Ajmer Dargah blast case earlier this year after prosecution witnesses turned hostile.On June 20, 2011, the agency had filed the chargesheet before the special court at Panchkula against five people – Aseemanand, the now-deceased Sunil Joshi, Lokesh Sharma, Sandeep Dange and Ramchandra Kalasangra. The NIA investigations had revealed a criminal conspiracy hatched between 2005 and 2007 by Aseemanand, Joshi and their associates.Upset with Islamist terror attacks on temples – Akshardham (Gujarat), Raghunath Mandir (Jammu) and Sankat Mochan Mandir (Varanasi) – Aseemanand had called for “bomb ka badla bomb (bomb for a bomb)”. The conspirators had chosen the Samjhauta Express as most of its passengers are Pakistani citizens.","author":"Scroll Staff","time":"2017-07-02T20:48:25.280381+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/842465-35405-kmzrzjxvwq-1499007975.jpg","tags":["Samjhauta Express case","Samjhauta Express blasts","NIA","Swami Aseemanand","Samjhauta Express"],"source":"https://scroll.in/latest/842465/samjhauta-express-blasts-pakistan-seeks-four-more-months-to-produce-13-witnesses-before-india-court"}