{"title":"‘Samrat Prithviraj’ review: Akshay Kumar offers a dull history lesson ","content":"For his latest film, Akshay Kumar straps on the armour, puts on his most regal expression and hopes that the costume department will do the rest. Heavy lies the head that wears the turban in Chandraprakash Dwivedi’s Samrat Prithviraj, based on the legend of Rajput king Prithviraj Chauhan. Better suited to playing swaggering cops or gum-baring comics, Kumar fits this period drama as snugly as Priyanka Chopra did the biopic of Manipuri boxer Mary Kom.Like most historicals in Hindi cinema in recent years, Samrat Prithviraj is more about the present than the distant past. The 135-minute film depicts Prithviraj as “the last Hindu emperor” whose defeat and death (a result of betrayal rather than his own actions, of course) lead to centuries of “foreign rule” that ends only in 1947.Prithviraj’s challengers lie both within and beyond the borders of his empire. In faraway Ghazni, Mohammed Ghori (Manav Vij) is itching to invade and pillage. Back home, Prithviraj has to battle his future father-in-law Jaychand (Ashutosh Rana) for the hand of Jaychand’s daughter Sanyogita (Manushi Chillar). One explanation for the complete lack of a connection between the leads could be first-time actor Chhillar’s rawness. But it probably has more to do with the 29-year age gap between the actors, which refuses to be concealed by de-aging effects on Akshay Kumar’s visage.\n\n\n    \n    Play\n\nHar Har, Samrat Prithviraj (202Elsewhere in the film, Kumar struggles to be convincing as the blower of a dog whistle about the lessons of Indian history. Saffron is both a bright spot in the subdued brownish backdrops as well as the main ingredient in Prithviraj’s characterisation as a holy warrior given to frequent declamations about Hindu dharma, a man who declares his intention to defend his religion until his last breath.Yet, when Prithviraj has Ghori at his feet, he let his adversary off. It is the first of a series of questionable decisions, for which the blame is apportioned elsewhere. If Prithviraj’s astrologer and confidante Chand (Sonu Sood) is to believed, his king’s eclipse is predestined.  And then there is the treachery of people like Jaychand to consider. Prithviraj is portrayed as a pure soul who is too good to be true (the dialogue and Varun Grover’s lyrics compare the king to gods and mythical heroes). This is how our homegrown kings are, bereft of chicanery and incapable of crookedness, unlike some ambitious locals and barbaric foreigners, the movie declares.Ghori asks: when do four Hindustanis walk together? When they have to lift the bier of a fifth Hindustani. The muscularity in thought is delivered through a narrative tone that is ponderous – pedantic even. Characters stand around as though in debating class, arguing about what needs to be done next.Amidst the Amar Mohile-like deafening background score, the stiff acting, which is mistaken for restraint, and Dwivedi’s inability to get a consistent rhythm going, make the minutes crawl between the two sequences that bookend the film and are its chief draw.The sluggish bits that connect Prithviraj being treated sadistically by Ghori to the Rajput ruler putting up a spirited fight are only briefly enlivened by Sanjay Dutt as Prithviraj’s irreverent counsel Kaka Kanha. Dutt’s Kanha is the only one who feels like a flesh and blood person rather than a character plucked out an epic text.The shadow of Sanjay Leela Bhansali hangs over the scenes in which the key actors and extras stand in perfect formation or at exact angles to one another. But lacking Bhansali’s felicity with spectacle and movement and unable to add anything new or interesting to what is already broadly know about Prithviraj Chauhan, the film tries its best to be stately and impressive, just like its miscast hero. \n\n\n    \n    Play\n\nSamrat Prithviraj (2022).","author":"Nandini Ramnath","time":"2022-06-03T13:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175217-hsfncanmhd-1654109454.jpeg","tags":["Samrat Prithviraj review","Chandraprakash Dwivedi","Akshay Kumar"],"source":"https://scroll.in/reel/1025110/samrat-prithviraj-review-akshay-kumar-offers-a-dull-history-lesson"}