{"title":"Sanatana Dharma row: Udhayanidhi Stalin committed ‘fraud on Constitution’, Hindutva group tells HC","content":"Tamil Nadu minister Udhayanidhi Stalin committed a “fraud on the Constitution” by calling for the eradication of Sanatana Dharma, senior lawyer TV Ramanujam told the Madras High Court on Wednesday, Live Law reported.Sanatana Dharma is a term some people use as a synonym for Hinduism. At a press conference in Chennai on September 2, the son of Tamil Nadu Chief Minister MK Stalin had said that it was akin to dengue and malaria, and should hence be annihilated. Justice Anitha Sumanth was on Wednesday hearing a petition filed by three office bearers of the Hindutva group Hindu Munnani Organisation, urging the court to issue a writ of quo warranto directing Udhayanidhi Stalin as well as minister PK Sekar Babu and MP A Raja to explain under what authority they are holding public office after their comments against Sanatana Dharma.Ramanujam told the judge that Udhayanidhi Stalin has violated Article 25 of the Constitution that guarantees every citizen the right to freely “profess, practise and propagate religion”.“I’m entitled to follow Sanatana Dharma, no one can call to eradicate it,” the lawyer said. “He’s a minister. How can the state call for eradication? It is gross violation of Article 25. He cannot commit fraud on the Constitution and try to escape. He should not be sitting in public office.”However, the counsel representing the three legislators argued that the case is politically motivated and filed for publicity, The Hindu reported.They said the purported speeches made by them against Sanatana Dharma were submitted to the judge in a pen drive despite High Court rules against submission of evidence in electronic devices.Udhayanidhi Stalin’s comments had triggered a nationwide controversy, with two first information reports filed in Maharashtra and Uttar Pradesh against him. Prime Minister Narendra Modi has also weighed in on the issue, saying that INDIA Opposition alliance wants to destroy Sanatana Dharma.","author":"Scroll Staff","time":"2023-10-12T18:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193874-cgguczqcmc-1694093488.jpg","tags":["Sanatana Dharma","Tamil Nadu","Udhayanidhi Stalin","MK Stalin","Hindu Munnani Organisation"],"source":"https://scroll.in/latest/1057505/sanatana-dharma-row-udhayanidhi-stalin-committed-fraud-on-constitution-hindutva-group-tells-hc"}