{"title":"Sanal Kumar Sasidharan is back in nightmare town for his new movie ‘Chola’","content":"The night is dark and full of terrors – this oft-quoted line from George RR Martin’s A Game of Thrones novels applies aptly to Malayalam director Sanal Kumar Sasidharan’s provocative new movie Chola (Shadow of Water).Sasidharan’s fifth feature examines the underside of masculinity by combining the conventions of the road movie with the horror thriller. The schoolgirl Janu (Nimisha Sajayan) and her unnamed boyfriend (Akhil Viswanath) escape their hillside village for a clandestine day out in Kochi. The early warnings signs are all there – the long wait before Janu emerges from the mist, the wistful stare given to her by a stray dog that has been following her, Janu’s unease at the expedition, and the strange behaviour of the vehicle driver (Joju George). In one vivid aerial sequence, the car winds slowly down a hillside that resembles an uncoiling serpent. The sense of foreboding is not without foundation, as events prove. However, rather than delivering a conventional movie about exploitation and sexual assault, Sasidharan pushes his narrative into uncomfortable territory and poses questions about consent, complicity, and the power dynamics between men and women.A self-taught filmmaker, Sasidharan made his feature debut with Oraalppokkam in 2014. Chola follows from Sasidharan’s second movie and his breakthrough, Ozhivudivasathe Kali (2015), and more closely Sexy Durga (2017). Ozhivudivasathe Kali is set over a single day and explores the baseness that is waiting to break through the veneer of a civilised society. A group of men turns election day into a vacation and travel to a remote resort. As they attempt to revisit a childhood game, internal tensions erupt and verbal and physical violence follow.     \n\n\n    \n    Play\n\nOzhivudivasathe Kali (2015).In Sexy Durga, released as S Durga after a censorship row, an eloping couple accept help from a bunch of men, which turns out to be a terrible mistake. The ordeal confirms the grandmotherly advice that you should never accept a lift from strangers.Chola was written by Sasidharan and co-writer KV Manikandan before Sexy Durga. “Some elements of Sexy Durga were taken from this film,” Sasidharan told Scroll.in. “I could not finish what I was trying to communicate, so I went back to it later. The form changed, as did the narrative arc. My perspective changed too, and all of this is reflected in the script.”\n\n\n    \n    Play\n\nSexy Durga (2017).Sexy Durga was ironically bookended by a religious celebration for a female deity, and was marked by unrelenting tension. As a viewing experience, Chola too is about as comfortable as the lash in the eye or the piece of stone that gets lodged in the shoe. The film is mounted as an epic narrative, and is bookended by a folktale, inspired by Adoor Gopalakrishnan’s Kathapurushan (1995), about a prince who is searching for a virgin. As a young girl waits for her grandmother to reach the end of the story, Chola examines the mythic roots of patriarchy, the socially coded behaviours of men and women, and the elemental nature of gender-based violence.Janu’s seemingly pre-ordained fate makes sense within the film’s structure, but won’t please viewers looking for easily digestible messages of empowerment. Observing that we are surrounded by “false moralities and customs”, Sasidharan said, “You are taught that you are living in a 2,000-year-old morality. You are carrying this morality and you think it is sacred and that you need to maintain it until your death. This pulls back women from leading normal lives and responding to their situations. People will think, why does Janu behave this way?”Among the inspirations for Chola was the Suryanelli case of 1996, in which a 16-year-old woman was kidnapped and raped by over 40 men over a 40-day period. “Questions were asked at the time, such as, why didn’t she escape?” Sasidharan said. Janu’s sense of self-preservation and rationality too evaporate after her experiences. “Something has been lost forever, and even she doesn’t know what,” the 42-year-old filmmaker added. “She feels that there is no way to escape. You cannot analyse it easily.”Sasidharan debunks what he calls “empowering templates” as fake, unless they are based on real-life stories. “In most commercial films, the hero or heroine triumph, and nobody ever thinks about the villain,” he observed. “I didn’t set out to make a heroine-worshipping film. Rarely, maybe once in a thousand cases, does somebody come out as victorious.”\n\n\n    \n    Play\n\nChola (2019).Janu, played by Nimisha Sajayan (Thondimuthalum Driksakshiyum, Eeda), is the only named character in Chola. “You don’t know the names of the male characters, and I don’t see the relevance,” Sasidharan said. “You can tell the story of somebody, or what they are engulfed in, but if you are not doing any of this, you don’t need names. What you are watching is a representation, something that evokes a sense of the past. Even Janu’s name, actually doesn’t matter.”There are other ways in which the maverick filmmaker upends conventions. Like in Ozhivudivasathe Kali and Sexy Durga, Chola exposes the dark heart of the rain-fed and lush Kerala countryside, which is often celebrated both in Malayalam cinema and in non-Malayalam movies set in the state. “If you cut out the story from Chola, the waterfall, the forest, the rains are all very good,” Sasidharan said. “But nature itself changes when you introduce an element of mental stress or explore the feelings of the character.”The city provides no relief either, and cannot be celebrated as an alternative to the narrow-mindedness that Janu and her lover leave behind. The market economy-based existence proves to be a fairy tale. The big city has malls but also the homeless; the beach has inviting waves and lechers. Further horrors await Janu when she returns home. Nature’s timeless elements bear witness to the coup de grace that was anticipated from the early frames.Apart from co-writing Chola, Sasidharan has also shot and edited the movie and created its ominous sound design. “It’s the first film for which I used a proper camera, the digital RED Monstro, in combination with the Supreme Prime Lens,” he said. “This gives a wide perspective, and has more depth.”Chola was shot over 20 days in 2018. Joju George, who plays the driver, decided to step in as a producer midway through the shoot. The presence of familiar actors such as George and Sajayan marks a departure for Sasidharan, whose films usually have non-professionals and benefit from their raw and untutored performances.“Indie films don’t reach people even when they win awards, and they don’t create healthy debates,” Sasidharan said. “I felt I should go with people from the Malayalam industry, who are very talented, and who can make this film reach the real audience. These are people who are doing it for cinema, not for themselves and the money.”Joju George in Chola (2019). Courtesy Joju George.Chola was premiered at the Venice Film Festival in August, and was chosen for the Indian competition section at the Mumbai Film Festival (October 17-24). According to the festival’s rulebook, Indian titles that have been cleared by the Central Board of Film Certification will be screened with the censor certificate, an anti-smoking health advisory if applicable, and the interval card. In the case of films that have not yet been certified, the festival organisers get exemptions from the censor board.Sasidharan vigorously protested the festival’s rules, and withdrew his film from the event. Chola was given a UA certificate without cuts in anticipation of a planned theatrical release in November. The filmmaker argued that by the viewing experience would have been ruined if Chola were to be shown in Mumbai with the censor certificate and everything else that goes with it.“Festivals need to show films in their original form,” Sasidharan said. “I don’t understand why they could not get an exemption for my film too and screen it as an international cut, rather than showing it with its censor certificate, the interval card, and the anti-smoking advisory that is repeated after the interval. What purpose do these rules serve?”The Mumbai festival is opening with another Malayalam film, Geethu Mohandas’s Moothon. Malayalam cinema is the toast of Indian cinephiles, going by the encomiums for such recent releases as Virus and Kumbalangi Nights. Recent Malayalam productions have impressed both critics and ticket-buying audiences in Kerala, suggesting that the state’s already heavily cine-literate audiences are willing to embrace all manner of experimentation.Hold the thought, Sasidharan suggests. “Films like Sudani from Nigeria and Kumbalangi Nights are artistically very well made, and they are making money and that is great, but the pure art films are also still around,” he said. “Such films continue to face problems. They are not sold, they don’t make money, they don’t get into the theatres. People think that all films with artistic insights should be made commercial. The danger is that some people are reluctant to distinguish between commercial and art cinema. This is detrimental, since it can prevent people from making something new.”Sanal Kumar Saidharan.Also read:In ‘Sexy Durga’, a man and a woman try to hitch a ride at night in a Kerala town. Bad ideaIn ‘S Durga’ director’s new film: Censorship, intolerance and moral policing","author":"Nandini Ramnath","time":"2019-10-08T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128112-ivflwhqudi-1569593702.jpg","tags":["Chola film","Sanal Kumar Sasidharan","Joju George"],"source":"https://scroll.in/reel/938751/sanal-kumar-sasidharan-is-back-in-nightmare-town-for-his-new-movie-chola"}