{"title":"Sandeshkhali unrest: Trinamool Congress suspends Shahjahan Sheikh for six years","content":"The Trinamool Congress on Thursday suspended party leader Shahjahan Sheikh, who has been accused of sexual assault and land grabbing by several residents of West Bengal’s Sandeshkhali, reported ANI. Sheikh was arrested earlier in the day from the Minakhan area of the North 24 Parganas district in connection with an attack on Enforcement Directorate officials last month. After the arrest, Trinamool leader and Rajya Sabha MP Derek O’Brien announced in a press conference that Sheikh had been suspended for six years. “There are two types of political parties,” said O’Brien. “One type does ‘talk, talk, talk’, and the Trinamool Congress which ‘walks the talk’.”He also challenged the Bharatiya Janata Party to act against Lok Sabha MP and former Wrestling Federation of India chief Brij Bhushan Sharan Singh, reported the Hindustan Times.Six women wrestlers have accused Singh, a BJP MP, of sexual harassment. In January last year, several top wrestlers of the country, including Olympic medallists Sakshi Malik and Bajrang Punia as well as two-time World Championship medallist Vinesh Phogat, had launched protests seeking his arrest.#WATCH | TMC leader Derek O'Brien in Kolkata announces, \"TMC has decided to suspend Sheikh Shahjahan from the party for six years.\" pic.twitter.com/AYq3wtktBR— ANI (@ANI) February 29, 2024\n\n\nAllegations against SheikhSheikh had been absconding since January 5, when officials of the Enforcement Directorate were assaulted in Sandeshkhali as they carried out raids in connection with an alleged ration distribution scam. A mob allegedly attacked the Enforcement Directorate officials with stones, bricks and batons when they arrived to raid the Trinamool leader’s home.Following this, several local women accused Sheikh and his associates of torturing and sexually harassing them over several years, and also of grabbing their lands for prawn cultivation.On February 8, women held protests demanding that Sheikh and two of his associates, Shiba Prasad Hazra and Uttam Sardar, be immediately arrested. They alleged that Sheikh and his associates used to survey homes to look for young women, whom they would take to the party office and sexually assault.Sardar was arrested on February 10, hours after being suspended by the Trinamool Congress for six years.Hazra was arrested on February 17, a day after the West Bengal Police added sections 376D (gangrape) and 307 (attempt to murder) of the Indian Penal Code to the first information report against him and Sardar.On Thursday, one of Sheikh’s close aides Aamir Ali Gazi was also arrested by the West Bengal Police in Jharkhand, reported ANI.","author":"Scroll Staff","time":"2024-02-29T17:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198788-plinlchiih-1708949246.jpg","tags":["Shahjahan Sheikh","West Bengal","Derek O'Brien","Sandeshkhali","Trinamool Congress"],"source":"https://scroll.in/latest/1064499/sandeshkhali-unrest-trinamool-congress-suspends-shahjahan-sheikh-for-six-years"}