{"title":"Sandheshkhali violence: TMC leader arrested in sexual assault case","content":"The West Bengal Police on Saturday arrested Trinamool Congress leader Shiba Prasad Hazra in connection with allegations of sexual assault against women in the state’s Sandeshkhali village, reported ANI.Hazra, the party’s Sandeshkhali II block unit chief, is a close aide of Trinamool Congress leader Shahjahan Sheikh, who has been absconding since January 5.“Shiba Prasad Hazra has been arrested from the Nazat police station area in Sandeshkhali,” Basirhat Superintendent of Police Hossain Mehedi Rehman told the news agency. “He will be produced before a court tomorrow.”The Sandeshkali village in the North 24 Parganas district has been at the centre of a political row for nearly a month and has witnessed unprecedented protests by women regarding several allegations of sexual assault against Sheikh, Hazra and another associate of Sheikh’s named Uttam Sardar who was arrested last week.A total of 18 persons have been arrested in connection with the case including Hazra.The development came a day after the West Bengal Police added sections 376D (gangrape) and 307 (attempt to murder) of the Indian Penal Code to the first information report against Hazra and Sardar, reported The Indian Express.The section concerning gangrape was added based on a complaint by a woman after a magistrate recorded her statement. This is the only allegation of rape to emerge from the case, Rehman told reporters on Saturday.“Shibu [Shiba Prasad] Hazra has been arrested,” Trinamool Congress spokesperson Kunal Ghosh was quoted as saying by The Indian Express. “However, the arrest does not prove that all such allegations against him are true. The Opposition is trying to politicise the issue by raising several complaints.”#WATCH | Sandeshkhali violence | HM Rehman, SP Basirhat says, \"Shibu Hazra has been arrested from the Najat area of ​​Basirhat in West Bengal. A total of 18 people have been arrested including Shibu Hazra. An investigation is underway based on the complaints we are receiving...We… pic.twitter.com/h66HYI6uiw— ANI (@ANI) February 17, 2024\n\n\nOn February 8, women in Sandeshkhali held protests demanding that Sheikh, Hazra and Sardar be immediately arrested.Sheikh has been absconding since January 5, when officials of the Enforcement Directorate were assaulted in Sandeshkhali while they were carrying out raids in connection with an alleged ration distribution scam. A mob allegedly attacked them with stones, bricks and batons when they had arrived at the Trinamool leader’s home.Women from the area subsequently alleged that Sheikh and his associates used to survey homes in the village, looking for young women whom they would take to the party office and sexually assault.The protesting women on February 9 burnt down three poultry farms owned by Hazra, which they claimed were built on land forcibly grabbed from locals.The next day, Section 144 of the Code of Criminal Procedure, which bans the assembly of four of more persons, was imposed in different pockets of Sandeshkhali. Internet shutdown was ordered in 16 panchayats.On Thursday, Chief Minister Mamata Banerjee blamed the Bharatiya Janata Party for fomenting trouble in the village. Claiming that Sandeshkhali had been a “hotbed of communal riots” in recent years, the chief minister stated that her administration had implemented necessary steps to restore peace in the area.While speaking in the Assembly, Banerjee alleged that a “sinister design is at play” to foment trouble in Sandeshkhali.The Supreme Court on Friday agreed to consider listing a public interest litigation seeking a court-monitored investigation by the Central Bureau of Investigation or a special investigation team into the reports of sexual assault from Sandeshkhali.The National Commission for Women, which sent a fact-finding team to Sandeshkhali to probe the sexual assault allegations, said in a report released on Thursday that it found a “distressing pattern of negligence and complicity” by the West Bengal government and law enforcement officials.It said that the women who “dared to speak” against the assault faced retaliation in terms of property confiscation, “arbitrary arrests of male family members, and future acts of brutality”.On Saturday, a delegation of State Commission for Protection of Child Rights also visited Sandeshkhali in response to complaints of child abuse in the area, reported The Indian Express.On February 9, a seven-month-old child was allegedly snatched from her mother and thrown away by some persons, according to the villagers.“We spoke with the district administration and district health officials,” state child rights panel advisor Sudeshna Roy told the newspaper. “The family’s security will be ensured by district administration, they said a police personnel will be deputed in front of the house. Treatment of the child will also be ensured.”","author":"Scroll Staff","time":"2024-02-18T09:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198556-ztncsejkwq-1708228229.jpeg","tags":["Shiba Prasad Hazra","Sandeshkhali","Shahjahan Sheikh","West Bengal Police","sexual assault","Trinamool Congress","Mamata Banerjee","West Bengal"]}