{"title":"Sandeshkhali: How adapting to ecological distress led to landgrabs, abuse and economic oppression ","content":"The Bengal Delta is undergoing significant changes, characterised by rising salinity levels. As the world’s largest delta – and home to over 100 million people across India and Bangladesh – these changes have large social, economic and political significance. India’s recent political controversy in Sandeshkhali, West Bengal, highlights how adaptation to deal with rising salinity can go badly wrong: alleged landgrabs, economic oppression, and abuse.The key adaptation response to higher salinity in the Bengal Delta has been the transition to brackish water aquaculture, particularly focusing on shrimp-led growth. But the Sandeshkhali situation highlights that, unless we pay attention to the political economy (who has access to resources, and who can allocate them), such adaptation measures may exacerbate existing inequalities and forge an unjust transition.High salinity, fish farmsSandeshkhali is located north of the Indian Sundarbans region. This landscape is undergoing rapid and irreversible social-ecological change due to an increase in water salinity; the availability of freshwater for human use and ecosystems is shrinking. Changes in freshwater discharge from rivers are considered the single most important reason for rising water and soil salinity; the 1975 construction of India’s Farakka Barrage across the Ganga River in West Bengal is frequently singled out as a primary reason for these changes. (Other factors also play a role, such as saltwater intrusion due to rising sea levels and cyclone-induced storm surges, though there is little consensus as to what extent.)With this lack of freshwater availability, agriculture in the Bengal Delta has become both high-risk and non-remunerative; aquaculture has emerged as a promising alternative. Through controlled environments like bheris in West Bengal (shallow fish ponds; known as ghers in Bangladesh), aquaculture presents lucrative prospects, especially for export-oriented shrimp ventures cultivated in brackish water.Initiated in the 1960s, brackish water aquaculture in the Bengal Delta traditionally involved small-scale farmers relying on natural shrimp delivery during high tides. From the 1980s, semi-intensive and intensive methods were adopted as farmers started to invest in tiger shrimp, followed by white leg shrimp from the 1990s. Unlike earlier methods, which required only suitable land and some effort, intensive practices required fertilisers, higher stocking densities and close management. All of this meant shrimp farming increasingly became the preserve of those with capital and power.In both India and Bangladesh, the shift to aquaculture is largely seen as a form of successful adaptation. But the difference between traditional and intensive aquaculture – and what that means for the people on the ground – has largely been ignored. According to Indian governmental estimates, the potential for brackish water aquaculture in West Bengal is among the highest in India. This potential is mainly confined to the districts of East Midnapore and South and North 24 Parganas. Bangladesh has acknowledged its own potential with an action plan to bolster the production and marketability of black tiger shrimp. These broad plans pay little attention to the societal impacts of such transitions, however.Political allegianceAt the centre of this change are local, village-level elected government institutions, known in India as panchayats. Historically, controlling panchayats has been crucial for anyone with major political ambitions in West Bengal, because they are hubs for patronage and mobilisation – panchayat services like governmental schemes and livelihood opportunities are distributed along party lines, bolstering political dominance. In most cases, the party governing at the state level maintains control of its panchayats using state machinery, resorting to violence to stifle opposition.In Sandeshkhali, powerful local leaders control profitable shrimp enterprises without adequately compensating their impoverished employees. Rural livelihoods heavily rely on government resources and political loyalty is key to accessing them. Political party workers enforce control on behalf of local leaders, which leads to resource-driven violence – especially in poor areas. Rampant rent-seeking [link behind paywall], controlled by the ruling party, grants local leaders control over various resources like land, fishery ponds, brick kilns and sand mines.Such practices have thrived in the region for decades, cutting across political regimes. Amid West Bengal’s industrial decline, these politically connected, rural entrepreneurial figures have become  primary employers, fostering cronyism across rural and semi-urban areas. This model of local political economy has led to long-term social conflicts in the region.Emancipatory water politicsEarlier this year in Sandeshkhali, a local leader and his associates orchestrated landgrabs for shrimp cultivation without consent. Resistance was met with threats, violence and forced shop closures. This economic coercion compelled villagers to become labourers on seized land under threat of dire consequences. Promised payments did not materialise; control was maintained using violence and sexual harassment.Similarly, in regions including Gabura in Bangladesh, the so-called “prawn mafia” employs intimidation, violence, and collusion with officials to dominate the industry. The embankments used to keep encroaching waters at bay were weakened by Cyclone Amphan in May 2020, which has left communities vulnerable to further landgrabs. And the proliferation of these heavily fertilised shrimp ponds generates long-term, adverse impacts such as the spread of disease.The contemporary reality for the Bengal Delta’s shrimp farming areas illustrates how climate change adaptation strategies can easily lead to grossly unequal outcomes: marginalised and disempowered locals find themselves trapped in a cycle of exploitation, their right to economic self-determination ruthlessly curtailed. These inequities will only deepen until community-led, inclusive aquaculture collectives and legal reforms are conceived.Ambar Kumar Ghosh is a PhD scholar at Jadavpur University working on political leadership styles in India, He has recently been awarded a three-year Fellowship (2024-2026) with the Youth Democracy Cohort, European Democracy Hub, Brussels. His research interests include Indian politics, and democratic institutional structures.Sayanangshu Modak is a PhD scholar in the School of Geography, Development and Environment at the University of Arizona. His research interests include transboundary rivers and water governance, focusing on the Hindu Kush Himalaya landscape in Asia.This article was first published on The Third Pole.","author":"Ambar Kumar GhoshSayanangshu Modak","time":"2024-04-09T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199894-flewcmllee-1712514708.jpg","tags":["Sandeshkhali","West Bengal","Climate Change","Sunderbans"],"source":"https://scroll.in/article/1066357/sandeshkhali-how-adapting-to-ecological-distress-led-to-landgrabs-abuse-and-economic-oppression"}