{"title":"Sandeshkhali unrest: Absolutely shameful even if allegations are 1% true, says Calcutta High Court","content":"Even if one affidavit of women from Sandeshkhali alleging sexual violence perpetrated by suspended Trinamool Congress leader Shahjahan Sheikh is proved true, it would be shameful, said the Calcutta High Court while hearing petitions in the case on Thursday, reported Live Law.A division bench of Chief Justice TS Sivagnanam and Justice Hiranmay Bhattacharya was hearing public interest litigations seeking an independent investigation into the allegations of sexual assault and land-grabbing against Sheikh.The bench reserved its verdict on the pleas.One of the petitions was filed by advocate Priyanka Tibrewal, a member of the Bharatiya Janata Party. Tiberwal demanded that the investigation in the case to be transferred to a court-monitored commission, which would receive complaints from the residents of Sandeshkhali and compile them for the court.She claimed in the court that she had visited Sandeshkhali with her colleagues and received complaints from multiple women who were afraid to approach the police due to fears of repercussions.Placing before the court affidavits of women who were allegedly affected by violence, Tiberwal said that several government officials, including police officers and land officials, were involved in the failure of law and order in the region.“If they prove a single affidavit is wrong, I will quit my practice forever,” she said.Justice Sivagnanam then said that the entire district administration and the ruling Trinamool Congress in West Bengal “must owe a moral responsibility”.“Even if [the affidavit] 1% is true it is absolutely shameful,” he said. “And West Bengal says it is safest for women? If one affidavit is proved to be right all of this falls.”Allegations against SheikhSheikh was arrested by the police on February 29 in connection with a case about an assault on Enforcement Directorate officials. He is currently in the Enforcement Directorate’s custody.A mob allegedly attacked the Enforcement Directorate officials with stones, bricks and batons when they arrived to raid the Trinamool leader’s home on January 5.Following this, several local women accused Sheikh and his associates of torturing and sexually harassing them over several years, and also of grabbing their lands for prawn cultivation.The women held protests demanding that Sheikh and two of his associates, Shiba Prasad Hazra and Uttam Sardar, be immediately arrested. They alleged that Sheikh and his associates used to survey homes to look for young women, whom they would take to the party office and sexually assault.Sardar was arrested on February 10, hours after being suspended by the Trinamool Congress for six years.Hazra was arrested on February 17, a day after the West Bengal Police added sections 376D (gangrape) and 307 (attempt to murder) of the Indian Penal Code to the first information report against him and Sardar.","author":"Scroll Staff","time":"2024-04-04T20:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198785-cheupqkcko-1708948482.jpg","tags":["Shahjahan Sheikh","Sandeshkhali","Trinamool","Calcutta High Court","Trinamool Congress","West bengal"],"source":"https://scroll.in/latest/1066248/sandeshkhali-unrest-absolutely-shameful-even-if-allegations-are-1-true-says-calcutta-high-court"}