{"title":"Sandeshkhali: Sexual harassment cases filed at behest of BJP’s Suvendu Adhikari, claims video","content":"The Trinamool Congress on Saturday released a video purportedly showing a Bharatiya Janata Party leader claiming that sexual harassment complaints against functionaries of West Bengal’s ruling party in Sandeshkhali were filed at the behest of Suvendu Adhikari, a leader of the Hindutva party.In the video, BJP’s Sandeshkhali unit chief Gangadhar Kayl, or Koyal, can be heard saying: “We got it done [complaints of sexual harassment in Sandeshkhali] as per instructions of Suvendu da [Suvendu Adhikari], he helped us. Suvendu da said if you do not do this, then you would not be able to get the strong people arrested and sustain yourself.”“[We] asked to get these rape complaints made and I got it done…” the man can be heard claiming in the video. “They [women in Sandeshkhali] did whatever we told them to do. We told them that your protest won’t be successful until they [Shahjahan Sheikh and Shibu Prasad Hazra] are arrested.”Reacting to the video, Trinamool Congress’ chief Mamata Banerjee said that the “shocking Sandeshkhali sting shows how deep the rot is within the BJP”.Trinamool Congress leader Abhishek Banerjee sought an apology from the central leadership of the BJP to the people of the state. If the BJP does not apologise,it would be interpreted that a plan was hatched by the Hindutva party to defame West Bengal, ANI quoted him as saying.I am shocked beyond words to see the SANDESHKHALI STING VIDEO. Every citizen must witness the BANGLA BIRODHI @BJP4India ‘s ORCHESTRATED attempt to DEFAME AND MALIGN WB for their petty political ends. This abhorrent act epitomizes the GROSSEST ABUSE OF POWER in history.SHAME! https://t.co/f4HWA97umW— Abhishek Banerjee (@abhishekaitc) May 4, 2024\n\n\nHowever, in a social media video posted by the BJP’s West Bengal unit, Koyal claimed that the video, which has gone viral, is “part of a conspiracy and collusion”.“My words have been tampered,” he claimed. “High-tech method has been used to tamper with my voice. Me, my party [the BJP] and the women of Sandeshkhali have been targeted to tarnish their image and also the image of LoP [Leader of Opposition] Suvendu Adhikari. This was their conspiracy. I demand a CBI [Central Bureau of Investigation] inquiry into this.”Adhikari also denied the Trinamool Congress’ allegations.“The truth can be twisted and a misleading version can be circulated,” Adhikari said in a social media post. “However, it’s shelf life is very very short. Ultimately, truth prevails. Next time, keep it in mind, Koyla Bhaipo.”Sandeshkhali sexual harassment caseIn early January, the Enforcement Directorate officials were allegedly attacked at Sandeshkhali in the state’s North 24 Parganas district when they were carrying out raids at the house of now-suspended Trinamool Congress leader Shahjahan Sheikh in connection with an alleged ration distribution scam.A mob had allegedly attacked the Enforcement Directorate officials with stones, bricks and batons.Following this, several local women had accused Sheikh and his associates, Shiba Prasad Hazra and Uttam Sardar, of torturing and sexually harassing them over several years and also of grabbing their lands for prawn cultivation.The women had held protests demanding that the three men be arrested. They alleged that Sheikh and his associates used to survey homes to look for young women, whom they would take to the party office and sexually assault.Sheikh was arrested by the police on February 29 after absconding for more than 50 days. While Sardar was arrested on February 11, Hazra was arrested on February 17.On April 25, the Central Bureau of Investigation registered a first information report to investigate the allegations of land grabbing and sexual harassment.Also read: Sandeshkhali: How adapting to ecological distress led to landgrabs, abuse and economic oppressionSandeshkhali: How alleged excesses of a local Trinamool leader snowballed into a political war","author":"Scroll Staff","time":"2024-05-05T12:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198788-plinlchiih-1708949246.jpg","tags":["Sandeskhali","West Bengal","Trinamool Congress","Suvendu Adhikar","BJP"],"source":"https://scroll.in/latest/1067456/sandeshkhali-sexual-harassment-cases-filed-at-behest-of-bjps-suvendu-adhikari-claims-video"}