{"title":"Sandeshkhali unrest: SC stays Lok Sabha panel summons to senior West Bengal officials","content":"The Supreme Court on Monday stayed proceedings on notices issued by the Lok Sabha Privileges Committee to several senior West Bengal officials in connection with a complaint by Bhartiya Janata Party MP Sukanta Majumdar, The Indian Express reported.Majumdar had complained to the panel about alleged breach of privilege after he was injured during a protest in the North 24 Parganas district’s Sandeshkhali village. A group of women in the village has been protesting in connection with a string of sexual assault and land-grabbing allegations against Trinamool Congress leader Shahjahan Sheikh and his aides, Shiba Prasad Hazra and Uttam Sardar.The Lok Sabha Privileges Committee on February 15 issued summons to West Bengal Chief Secretary Bhagwati Prasad Gopalika and Director General of Police Rajeev Kumar, among other officials, in response to the complaint.On Monday, a bench of Chief Justice of India DY Chandrachud and Justices JB Pardiwala and Manoj Misra issued notice to the Lok Sabha Secretariat and stayed proceedings before the Privileges Committee. The case will be heard again after four weeks.On February 14, Majumdar reportedly sustained injuries in a clash between police personnel and BJP workers, who were stopped from going to Sandeshkhali. Majumdar alleged that he fell on the bonnet of a car while the police attempted to stop him from marching ahead. A total of 18 persons have been arrested in connection with the violence at Sandeshkhali. Sheikh has been absconding since January 5, when officials of the Enforcement Directorate were assaulted in Sandeshkhali while they were carrying out raids in connection with an alleged ration distribution scam. A mob allegedly attacked them with stones, bricks and batons when they had arrived at the Trinamool leader’s home.On Thursday, Chief Minister Mamata Banerjee blamed the Bharatiya Janata Party for fomenting trouble in the village. Claiming that Sandeshkhali had been a “hotbed of communal riots” in recent years, the chief minister stated that her administration had implemented necessary steps to restore peace in the area.","author":"Scroll Staff","time":"2024-02-19T15:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195135-pmswyupnyw-1697784625.jpg","tags":["Sukanta Majumdar","Lok Sabha","Bhagwati Prasad Gopalika","Director General of Police","West Bengal","Supreme Court","Sandeshkhali"]}