{"title":"Sandeshkhali row: Key accused person will be arrested in seven days, says Trinamool Congress","content":"The Trinamool Congress on Monday said that party leader Shahjahan Sheikh, who is facing allegations of sexual assault and land grabbing in West Bengal’s Sandeshkhali, will be arrested within seven days, reported NDTV.The Sandeshkali village in the North 24 Parganas district has been at the centre of a political row for nearly a month. The village has witnessed unprecedented protests by women regarding several allegations of sexual assault against Sheikh and his associates, Shiba Prasad Hazra and Uttam Sardar.While speaking with media persons on Monday, Trinamool Congress general secretary Kunal Ghosh and West Bengal minister Bratya Basu thanked the Calcutta High Court “for clarifying the matter and allowing the police to take action”.Earlier in the day, the Calcutta High Court said that it had not issued an order to stay or prevent Sheikh’s arrest, Bar and Bench reported.A division bench of Chief Justice TS Sivagnanam and Justice Hiranmay Bhattacharyya stated that the only direction issued by the court was a stay on another order to constitute a special investigation team to look into allegations that Enforcement Directorate officers were attacked as they attempted to conduct raids at Sheikh’s residence on January 5.The bench said that a stay on the investigation did not mean a stay on the arrest. “There is a first information report registered, he [Sheikh] is branded as an accused,” the court said, adding that he will have to be arrested.It further added that Sheikh, the Enforcement Directorate, the Central Bureau of Investigation and the West Bengal home secretary should be impleaded as parties in the matter, The Indian Express reported.The bench also added that the High Court registry should issue a public notice in newspapers stating that Sheikh had been impleaded in the matter and has been absconding.The court will take up the matter again on March 4.Ghosh on Monday had said in a social media post the matter of Sheikh’s arrest had been stuck in “legal tangles”.Abhishek Banerjee, the party’s national general secretary, had on Sunday said that the West Bengal government was following a Calcutta High Court order and not protecting Sheikh, The Indian Express reported. “Trinamool Congress is not shielding Sheikh Shahjahan,” said Banerjee. “He is being shielded by Calcutta High Court’s stay order based on an Enforcement Directorate appeal.”Allegations against SheikhSheikh has been absconding since January 5, when officials of the Enforcement Directorate were assaulted in Sandeshkhali as they carried out raids in connection with an alleged ration distribution scam. A mob allegedly attacked the Enforcement Directorate officials with stones, bricks and batons when they arrived to raid the Trinamool leader’s home.Following this, several local women accused Sheikh and his associates of torturing and sexually harassing them over several years, and also of grabbing their lands for prawn cultivation.On February 8, women held protests demanding that Sheikh and two of his associates, Shiba Prasad Hazra and Uttam Sardar, be immediately arrested. They have alleged that Sheikh and his associates used to survey homes to look for young women, whom they would take to the party office and sexually assault.A day later, the protesting women burnt down three poultry farms owned by Hazra, which they claimed were built on land forcibly grabbed from the locals.On Saturday, protests against the alleged land grabbing by Sheikh and his brother Sheikh Sirajuddin spread to the Majherpara and Halderpara localities of Sandeshkhali. Some protestors also chased the family members of a local party leader in Halderpara, alleging that they had grabbed villagers’ land and given them to Sirajuddin.","author":"Scroll Staff","time":"2024-02-26T17:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/81264-szvhomikck-1636619497.jpg","tags":["Sheikh Shahjahan","Sandeshkhali","Trinamool","West Bengal"]}