{"title":"Sandeshkhali: How alleged excesses of a local Trinamool leader snowballed into a political war","content":"Since the first week of January, Sandeshkhali, a village in the Sundarban delta in West Bengal’s North 24 Parganas district, has been at the epicentre of state politics. The first sparks flew over allegations of a ration scam against a local leader of the ruling Trinamool Congress. Soon, the matter escalated as several women alleged sexual assault by the leader and his aides. Residents of Sandeshkhali also accused Sheikh and his aides of capturing land.As the developments gathered steam, the Bharatiya Janata Party likened Sandeshkhali to Nandigram – the site of protests against land acquisition that paved the way for Trinamool Congress’ coming to power in West Bengal in 2011. Meanwhile, Chief Minister Mamata Banerjee has accused the BJP of fomenting trouble along religious lines.The protests could be a major issue in the upcoming Lok Sabha elections.Sandeshkhali: A timelineOn January 5, a team from the Enforcement Directorate went to raid the home of Shahjahan Sheikh, a local strongman and Trinamool Congress leader in Sandeshkhali, as part of an investigation into alleged irregularities in the public distribution system for foodgrains. During the raids, a mob attacked the agency’s officials with stones, bricks and batons leaving three of them injured.Sheikh has been on the run since this incident.Events, meanwhile, took an even more serious turn around a month after he absconded. On February 8, a group of local women held protests on the streets of Sandeshkhali, demanding that Sheikh and two of his associates, Shibu Prasad Hazra and Uttam Sardar, be arrested immediately. The women set on fire a poultry farm owned by Hazra. They alleged that the Trinamool Congress leader had forcefully grabbed the land on which the farm stood. They also alleged that the farm had become a site for several illegal activities, including the sexual exploitation of women.The allegations sparked off a war of words between the BJP and the Trinamool Congress, with Union minister Smriti Irani claiming, on February 12, that Hindu women were being raped in Sandeshkhali. As several women complainants submitted their statements to the state women’s commission, initially a case of molestation was filed against Hazra and Sardar. On February 10, Sardar was arrested.On February 17, the police added charges of gangrape and attempted murder against Hazra and Sardar on the basis of a statement made by a woman complainant in front of a magistrate. A day later, Hazra was arrested too. Eighteen persons have been arrested in connection with the case.In addition to the allegations of sexual assault, several residents of Sandeshkhali have also accused Sheikh and his men of land grabbing.They have alleged that the Trinamool Congress forcibly took their plots of land and used them for the purpose of digging shallow fish ponds called bheries. Since February 18, the district administration has been running grievance redressal camps in Sandeshkhali. Hundreds of villagers have lodged complaints alleging that they have not received money for the land they had leased out to the Trinamool Congress leaders for fisheries – a major source of income in Sandeshkhali.Meanwhile, tensions continue to prevail in Sandeshkhali. On February 23, a group of residents held protests and set fire to the guard room of a fishery, which they claimed was built on land grabbed by local Trinamool Congress leaders. In a fresh development on Monday, the Calcutta High Court ordered that Sheikh has to be arrested in the alleged ration scam case being investigated by the Enforcement Directorate.Politics ragesAs the Trinamool Congress came under fire, the developments in Sandeshkhali have stoked a political storm in West Bengal with Opposition parties targeting the Mamata Banerjee-led government.Leader of Opposition and BJP MLA Suvendu Adhikari compared the situation to Nandigram town of Purba Medinipur district, where a movement against alleged forcible land acquisition by the then Left Front government in 2007 catapulted the Trinamool Congress to power in 2011.In Delhi, the Lok Sabha Privileges Committee had issued notices to several senior West Bengal officials on a complaint by BJP MP Sukanta Majumdar, alleging that he got injured when he was stopped by the state police from going to Sandeshkhali on February 14. The notices have been stayed by the Supreme Court.Over the last two weeks, multiple Union ministers have targeted the Banerjee-led government over breakdown of law and order and failure to provide safety to women. During his visit to West Bengal next month, Prime Minister Narendra Modi is himself expected to meet women complainants in Sandeshkhali.The Communist Party of India (Marxist) has also been holding protests against the Trinamool Congress. Part leader Brinda Karat also led a delegation of women activists to speak to the complainants.On the other hand, Chief Minister Banerjee has accused the BJP of blowing the incident out of proportion. She has accused the Hindutva party of orchestrating a “sinister design” of pitting Adivasis against Muslims in Sandeshkhali. Addressing the Assembly on February 16, the chief minister said that no one involved in any wrongdoing would be spared.On Sunday, while announcing the launch of the Trinamool Congress’ Lok Sabha elections campaign, the party’s General Secretary Abhishek Banerjee alleged that “people sitting in Delhi” were trying to fan fires in Sandeshkhali. The Trinamool Congress launching its campaign from March 10 is being seen as a counter to Modi’s visit to the state in the first week of March.","author":"Scroll Staff","time":"2024-02-27T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198788-plinlchiih-1708949246.jpg","tags":["Sandeshkhali","Shahjahan Sheikh","Trinamool Congress","West Bengal","BJP"],"source":"https://scroll.in/article/1064313/sandeshkhali-how-alleged-excesses-of-a-local-trinamool-leader-snowballed-into-a-political-war"}