{"title":"Sanjay Raut asks MLAs to return to Mumbai, says Sena will consider quitting Congress-NCP alliance","content":"Shiv Sena MP Sanjay Raut on Thursday said the party would consider the demand of rebel MLAs to exit the alliance with the Congress and the Nationalist Congress Party in Maharashtra if they return to Mumbai from Guwahati in 24 hours, the Hindustan Times reported.Over 40 MLAs are in Guwahati with disgruntled Shiv Sena leader Eknath Shinde, who has demanded that the Sena ally with the Bharatiya Janata Party, for the sake of Hindutva, by cutting ties with the Congress and the Nationalist Congress Party. The rebellion by Shinde threatens to bring down the Maha Vikas Aghadi government in Maharashtra“If the rebel MLAs want Shiv Sena to pull out, then they must make an official representation to the Shiv Sena chief,” Raut said on Thursday. “We will discuss it but show the courage to come back to Mumbai. If you say you are a Shiv Sainik and if your issues are about the current government, then Shiv Sena is ready to pull out.”Raut asked the MLAs not to communicate through social media, hours after Shinde posted a letter written by Shiv Sena leader Sanjay Shirsat to Maharashtra Chief Minister Uddhav Thackeray. In his letter, Shirsat claimed that Shinde decided to act against the party leadership as Shiv Sena MLAs, who faced humiliation for the last two-and-a-half years, persuaded him to do so.Shirsat, the MLA from Aurangabad (West) Assembly constituency, accused the chief minister of not being accessible to party MLAs. “All MLAs have suffered,” the letter added. “Our issues were never heard by the people around you and it was not even conveyed to you. But at the same time, the doors of Eknath Shinde were open for us.”ही आहे आमदारांची भावना... pic.twitter.com/U6FxBzp1QG— Eknath Shinde - एकनाथ शिंदे (@mieknathshinde) June 23, 2022\n\nAfter Raut said that the Shiv Sena is ready to exit the coalition government, Nationalist Congress Party leader Jayant Patil in a tweet said they will “stand firmly” with Thackeray till the end. “We will try our best to save this government,” he added.He later told ANI, “They may have thought of something and said it. We will speak to them. They have not said anything to us directly. We won’t comment on it yet.”महाराष्ट्र विकास आघाडी हे महाराष्ट्राचा विकास आणि कल्याणासाठी स्थापन झालेले सरकार आहे. श्री. उद्धवजी ठाकरे यांच्यासोबत आम्ही शेवट पर्यंत ठामपणे उभे आहोत. वंदनीय बाळासाहेब ठाकरे यांच्या विचारांशी प्रतारणा होईल असे वर्तन कोणताही सच्चा शिवसैनिक करणार नाही, असा मला विश्वास आहे.— Jayant Patil- जयंत पाटील (@Jayant_R_Patil) June 23, 2022\n\nMeanwhile, the Congress called a meeting of its leaders at 4 pm in Mumbai, ANI reported. Maharashtra Congress chief Nana Patole said the party is with the Shiv Sena to stop the BJP from coming to power.On Wednesday, Thackeray offered to quit the chief minister’s post amid the rebellion by Shinde. He later vacated his official residence in south Mumbai and moved to his family home in suburban Bandra.","author":"Scroll Staff","time":"2022-06-23T17:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176183-wvvmewnpsv-1655983154.jpg","tags":["Shiv Sena","Sanjay Raut","Eknath Shinde","Congress","NCP","Maharashtra political crisis"],"source":"https://scroll.in/latest/1026790/sanjay-raut-asks-mlas-to-return-to-mumbai-says-sena-will-consider-quitting-congress-ncp-alliance"}