{"title":"Sanjay Leela Bhansali: Netflix show ‘Heeramandi’ is a tribute to ‘courtesans who lived like queens’","content":"Sanjay Leela Bhansali revealed a sneak peek of his upcoming Netflix series Heeramandi in Mumbai today in the presence of the streaming platform’s co-CEO Ted Sarandos. Bhansali makes his streaming debut with the upcoming series, set in a pleasure quarter during the Indian freedom struggle in the 1940s.The 59-year-old filmmaker described the eight-episode show as a tribute to “great courtesans who lived like queens”. “They were women I would like to have met in real life,” Bhansali added. Heeramandi is also a homage to the classic Hindi films Mughal-e-Azam and Pakeezah, he said. “It’s about these seven or eight women who fight softly for dignity.” Sarandos, who flew down from Los Angeles for the event, lauded Bhansali’s grandiloquent vision, especially praising the filmmaker’s eye for detail and emotion. Heeramandi is a show that won’t just “thrill audiences in India” but will cast its spell on the world too, Sarandos predicted.The cast of Heeramandi includes Manisha Koirala, whom Bhansali had directed in his feature debut Khamoshi (1996), Sonakshi Sinha, Aditi Rao Hydari, Richa Chadha, Sanjeeda Shaikh and Sharmin Segal. Koirala, Sinha, Hydari and Segal were present at the event, as were members of Bhansali’s team and the production designers Amit Ray and Subrata Chakraborty, who worked on Bhansali’s Gangubai Kathiawadi (2022).In response to questions from moderator Mini Mathur, Bhansali gave glimpses into Heeramandi as well as his approach to filmmaking. The reticent Hindi director, who rarely gives interviews, said the story idea was first pitched to him by writer Moin Beg 14 years ago.The show was written over one-and-a-half years. “I make big films, I made [the series] even bigger,” Bhansali added. “There was no holding back or trying to think differently for the OTT platform. It was so demanding, so difficult, so many narrative tracks and you had to be so alert. It was far more intense and far harder work.”Among the first elements created for the show was a thumri (Bhansali has taken to composing his own music for his projects). “Then I cast all these beautiful women and everything started falling into place.”The show will represent his vision and imagination of sex work, rather than be a realistic depiction of the times. “I find research very boring,” Bhansali said. “I want my impressions, my childlike and grown-up impressions, my heartbroken lover’s impressions to come to my films rather than documentary and research.”The perfectly turned-out courtesans of Heeramandi use jewellery, make-up and costumes to “disguise and camouflage” their private anguish, he added. “I like these heart-broken devastated persons – we are special people, we are children of a lesser god,” Bhansali declared. “You are born in a dark place and you keep finding things out of it.”When asked about whether audience tastes had shifted in recent years, Bhansali said that box office predictions were futile. “Any filmmaker who says he knows the audience is living in a fool’s paradise,” he asserted. “The filmmaker has to first understand himself. The filmmaker is the one who goes and changes the audience.”Films are made from the heart, rather than the head, he added. “Audiences now demand quality. The filmmaker is on high alert, he has to work hard and demand more of the actors.”Sarandos said that Bhansali’s focus on forging connections with audiences was one of the reasons Netflix is working with the filmmaker. Sarandos detailed the factors that personally drew him to a project: “Do I care about these people? Am I interested in this world? Do I want to see what happens to them?”Heeramandi represents “not style over substance but style and substance together”, Sarandos added. “At Netflix, our responsibility to creators is to give them the tools to do their life’s work and empower them to bring their vision alive.”","author":"Scroll Staff","time":"2023-02-18T17:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187022-pnwukdvalh-1676722471.jpg","tags":["Heeramandi","Sanjay Leela Bhansali","Ted Sarandos"]}