{"title":"Sanjay Subrahmanyam: Donald Trump, the American Pied Piper","content":"As a schoolboy years ago in Delhi, I remember being asked to memorise and recite the 19th-century poem by Robert Browning, “The Pied Piper of Hamelin”. Based on a medieval folktale, it recounts a story that allegedly took place in a small town in Germany located “by famous Hanover city”.The town was overrun by a plague of aggressive rats that the residents simply could not deal with. In desperation, they called upon a piper with supernatural powers who led the rats out of Hamelin and to their doom using the persuasive sounds of his pipe and its music.However, once the job was done, the town councillors decided that they had no need to pay the piper what they had promised. As vengeance, he then used his pipe to lure the children of the town, so that they all disappeared, save for one lame boy who could not keep up with the rest.All in all, it is an enigmatic parable about greed and the effects of charisma. But it is one that has repeatedly come to mind in the US since 2016, and the meteoric rise to power of Donald Trump.In the preceding decades, Trump had been primarily known as a vulgar and unscrupulous entrepreneur, who speculated in the New York real-estate market and built ostentatious hotels, clubs and casinos. Neither his personality nor his finances were considered particularly stable, and he was embroiled in an unusually large number of legal disputes. His personal life was characterised by many scandals and his political loyalties were notoriously variable.Initially a Republican (with political ambitions from the late 1980s), he then switched to the Independence Party, and then for a time became a Democrat in the early 2000s, before returning to the Republicans. Nevertheless, he was a canny manipulator of the media and managed to remain in the public eye, persuading a large number of Americans that he was a gifted and highly successful businessman who had mastered the “art of the deal”.The manner in which he laid waste to the rest of the field in the 2016 Republican primary was astonishing, as he handily defeated rivals such as Ted Cruz and Marco Rubio. But Trump did more than defeat his rivals; he brought them to their knees and has kept them there ever since.The Republican party, once characterised by fiscal conservatism and an anti-welfare stance, became what the Tea Party movement of 2009-’10 had prefigured, namely a populist group with heavy religious overtones and fascist leanings, in the form of the consolidation of white supremacist militia. This became clear in January 2021, when Trump and his supporters refused to accept the results of the 2020 election and attempted a form of coup d’état.Since that time, the majority of Republican legislators have continued to live in awe and fear of Trump and will not articulate any criticism of his behaviour either as president or since leaving office. Some European observers had initially compared him to the Italian businessman and politician Silvio Berlusconi, but Trump has turned out to be far more resilient and dangerous.US President Joe Biden and Vice President Kamala Harris on May 9. Credit: AFP.But the defeat of Trump in 2020 also came at a heavy price because it brought the former Vice-President Joe Biden to power. Despite the fact that Biden had spent a very long period in public life, since his election as US senator from Delaware in 1972, his actual record as a legislator was deliberately kept obscure.His first serious presidential bid in 1987 had ended abruptly when he was shown to be a regular plagiarist in his speeches. In 1991, he played a notorious role in the confirmation hearing of conservative Supreme Court judge Clarence Thomas, by not supporting a key female witness Anita Hill, who had made damaging claims against Thomas.During the Bush administration in the early 2000s, he fervently supported the wars in Iraq and Afghanistan including the false campaign to prove that Saddam Hussein possessed Weapons of Mass Destruction.But all these troubling facts were brushed aside in 2020 because the Democratic party was persuaded that Biden – elderly, familiar and an ostensibly avuncular figure – was the sole answer to Trump. And it was true that he handily defeated Trump in November 2020, by a margin of seven million votes, and 74 electoral college seats. The sizeable voter turnout, at least by US standards, played a significant role in this outcome.Since he was inaugurated in January 2021, Biden’s record has been highly problematic, especially on the foreign policy front where he boasts extensive experience. The expedited move for a summary withdrawal from Afghanistan in April 2021 then led to a chaotic situation, and the dramatic collapse of the Ashraf Ghani government in August. The price for this was paid by many, most notably Afghans who had supported the US presence in various ways; characteristically, Biden washed his hands off the matter.Then, in February 2022, when Russia invaded Ukraine to begin a new phase of that conflict, Biden and his foreign policy and defence team have embarked on a strategy that will probably be unsustainable, of arming Ukraine extensively and hoping for a military victory rather than a diplomatic outcome.Through these years, Biden has sought to shore up his domestic popularity by offering crumbs to groups interested in certain forms of culture wars, based on identity politics.However, as might have been foreseen, his supporters are never satisfied that they have been given enough, while on the other hand the Republicans have returned aggressively to the charge, on such crucial sites of dispute as abortion rights and the control of educational institutions, especially universities.It is over the Israel-Palestine conflict that all of this has come together in the proverbial perfect storm. Following the lead of Trump, Biden’s foreign policy team had sought to set aside the question of Palestine to a large extent, allowing free rein to the Benjamin Netanyahu government and its extreme right-wing allies, including the violent settlers on the West Bank.Since his return to power in December 2022, Netanyahu has attempted to dismantle or undermine the separation of powers, in order to assert his control over the judiciary. The Biden government largely turned a blind eye to this, as indeed to the advancing pace of illegal Israeli settlement operations.As we know, the matter then exploded on October 7, 2023, with the savage attack by Hamas and other organisations on parts of Israel that left about 1,140 dead on the Israeli side (including some 770 civilians). Biden immediately made a highly publicised visit to Israel, emphasising his unconditional support for that state. This was a continuation of Biden’s view held from the time when he was a junior senator, when he supported the most extreme forms of Israeli violence, to the point of shocking even the conservative Israeli politician Menachem Begin.Armed to the teeth by the US, Israel initiated a relentless bombardment of Gaza in retaliation (which it termed “self-defence”). The numbers of the dead began to mount, soon reaching tens of thousands. A protest movement commenced in cities like London, but also gradually began to gain momentum in the US.Tone-deaf and committed to his initial stance, Biden for his part started to appear more and more a puppet, cynically manipulated by Benjamin Netanyahu to his own sinister ends and merely repeating talking points (including outright falsehoods) provided to him by the Israeli government publicity apparatus.On my watch, when we make promises, we keep them.And we leave no one behind. pic.twitter.com/BoHVsraIqz— President Biden (@POTUS) May 9, 2024\n\n\nAs we enter Spring 2024, US politics stands between a rock and a very hard place. The election is due in November, less than six months away. Republican legislators have begun a systematic campaign against university campuses, especially those with anti-war protestors. Despite the fact many Republicans are associated with racist and antisemitic organisations, they have turned this accusation on those who want a ceasefire.As Brown University historian Omer Bartov rightly notes, the charge of “antisemitism” has now been weaponised to the point that it can be used to suppress many forms of legitimate free speech. In the face of these Republican attacks, a large number of Democrats have fallen silent or shown unwillingness to stand up and be counted. High university officials, when summoned to witch-trials in the US Congress, have usually behaved in a craven manner.I saw the consequences of this on my own campus in UCLA, when a student protest encampment was first violently attacked by organised gangs, and then dismantled with disproportionate force by the police. To be sure, the encampment was illegal, as many forms of civil disobedience are. But this is happening in California, a steadfastly Democratic state, and with some degree of complicity from the university administration reaching all the way to the top.President Biden and his team are apparently under the impression that anti-Trump and anti-Republican sentiment (including on issues such as abortion rights) will bring him back to office in November. This is by no means certain. Current polls show Trump already with a slight lead over Biden, and a small but not insignificant slice (10%) going to the bizarre “spoiler” candidate and conspiracy theorist Robert F Kennedy Jr.It is clear that Biden has lost much ground among younger voters, and this is likely to deteriorate further in the months to come, because of anti-war sentiment in that demographic.November 2024 may thus bring the Pied Piper of New York back to have a second crack at leading the US further down the path to global disgrace, both in the Middle East and Ukraine. But if this happens, the Biden administration will only have itself to blame for its hubris, insensitivity and demonstrated lack of basic humanitarian sentiment.Sanjay Subrahmanyam is Distinguished Professor of History and Irving & Jean Stone Chair in Social Sciences at UCLA.","author":"Sanjay Subrahmanyam ","time":"2024-05-12T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200629-zwscnlysxg-1715349835.jpg","tags":["Gaza","Palestine","Israel","US Presidential Election","Elections 2024","American Democracy","Joe Biden","Donald Trump"]}