{"title":"‘Sanju’ film review: Ranbir Kapoor redeems Rajkumar Hirani’s fawning Sanjay Dutt biopic","content":"The opening credits for Rajkumar Hirani’s Sanjay Dutt biopic Sanju advise viewer discretion, since some scenes are likely to be distressing. It isn’t clear whether the director is also referring to the sections that whitewash the Hindi movie star and entirely shift the blame for his transgressions to external factors.Sanju is the fawning biopic of Sanjay Dutt that the trailer warned us about. It promises complexity and psychological acuity. Until a point, it appears to be on track to creating a nuanced portrait of controversy’s favourite child – but then it plummets into unquestioning and misty-eyed reverence.The screenplay, by Hirani and Abhijat Joshi, opens with a writer presenting an obsequious biography of Sanjay Dutt (Ranbir Kapoor) that compares the actor to Mahatma Gandhi, an in-joke about Hirani’s 2006 film Lage Raho Munnabhai, in which Dutt’s gangster Munna gets visions of and is transformed by Mahatma Gandhi’s ghost.The brawny actor will have none of it. He rejects the book and seeks another writer to document his tumultuous life. “Nobody knows the real me,” he declares. By the end of 162 minutes, neither will you.Despite this, the appointed writer gives away the biggest clue to the biopic’s attitude to its subject. Dutt, in the presence of his third wife Manyata (Dia Mirza), is telling Winnie about the number of women he has bedded. At least 350, he says, and don’t include the prostitutes. Winnie’s blue contact lenses widen in a mix of incredulity and glee that causes the corners of her lips to meet her earlobes.\n\n\n    \n    Play\n\nSanju (2018).The cocktail of gobsmacked fascination and rampaging admiration rarely thins, even when Dutt is at the peak of self-damage. His early substance abuse, which costs him his relationship with Ruby (Sonam Kapoor) and the momentum built by his debut film Rocky in 1981, is blamed on a crooked drug dealer (Jim Sarbh). The second villain is the destruction of the Babri Masjid in Ayodhya on December 6, 1992, which led to communal riots across India that were especially serious in Mumbai. Spooked by threats of death and rape levelled at his family members, Dutt buys AK-56 assault rifles from members of Dawood Ibrahim’s gang, for which he is arrested and convicted. But the biggest villain is journalism. Eager to hang Dutt before a fair trial, newspapers churn out false reports that link Dutt and his father, the eminent actor, producer and Congress politician Sunil Dutt (Paresh Rawal), to the terrorist conspiracy that resulted in the bomb blasts in Mumbai in March 1993. “I am not a terrorist,” Dutt declares, and the movie devotes a chunk of its running time towards supporting his belief. He might not have been a terrorist, but what guided Sanjay Dutt’s decision to associate with gangsters and buy deadly weapons from them? The movie is unwilling to undertake a psychological exploration of its hero’s tendency to make bad choices, and Hirani does not give viewers enough room to decide for themselves. The director even deploys the lyrics of classic Hindi film in his rescue mission. Kuch To Log Kahenge, written by Anand Bakshi for Amar Prem (1972), becomes the anthem for Sanjay Dutt’s redemption.Hirani’s films are known for their folksy and unsubtle humour, their commonsensical approach to life’s complexities, and melodrama (a recurring shot in his films is of characters wiping the tears from their faces). Hirani’s talent for emotional manipulation made viewers reflect on the need for empathy and humanity in modern medicine (Munnabhai M.B.B.S., 2003), the relevance of Gandhian thought (Lage Raho Munnabhai), the problems with rote learning (3 Idiots, 2009) and the fakery of self-apointed godmen (PK, 2014). In Sanju, Hirani deploys all his skills to mount a defence of Dutt, but without acknowledging the culture of nepotism and entitlement that enabled Dutt’s frequent journeys beyond the boundaries of the law. In its relentless quest to offer absolution, Sanju is no better or worse than many other biopics that have flooded Bollywood over the past few years. These films come with in-built applause tracks, tear-jerking moments and narrative arcs that plunge to the depths only so that the eventual fightback will be that much more inspiring,The scenes about Dutt’s drug abuse and his painful rehabilitation are a warm-up to the biggest battle in his life, but they also contain the movie’s strongest moments. They tell us something about Dutt’s self-destructive streak and his tense relationship with his illustrious father. They also include one of the movie’s best characters and performances. Kamlesh (Vicky Kaushal) befriends Dutt when Nargis is being treated for cancer in New York and provides, along with Sunil Dutt, a moral compass for the beleaguered star. Kaushal’s terrific performance overshadows Paresh Rawal’s one-note turn as Sunil Dutt, and if there is anybody in Sanju who steals some of the attention from Ranbir Kapoor, it’s him.Vicky Kaushal in Sanju Image courtesy: Rajkumar Hirani Films/Vidhu Vinod Chopra Films/Fox Star Studios.The salvage job for Sanjay Dutt is made possible only because of the actor playing him. Kapoor’s impressive performance reverberates long after the end credits have rolled. Although some of his act involves flat-out mimicry, Kapoor manages to locate Dutt’s emotional core and makes the actor an altogether more interesting and complex charcter than he is in the real world. Kapoor squeezes sympathy and empathy out of the most cringe-worthy moments, including the one in which he seduces a woman meant for another. Said woman (played by Karishma Tanna) disappears as soon as she appears. The women in Sanju are as ornamental as their predecessors in Hirani’s films. Reams have been written about Sanjay Dutt’s various dalliances, and his romantic entanglements contribute to his screen persona as a man among men. The secret of Dutt’s seduction technique is another one of the elements missing from the biopic. There is instead greater frisson in the bromance between Dutt and Kamlesh, which echoes the camaraderie between Munna and Circuit from Hirani’s Munnabhai films. Winnie, who is described as “the world’s top biographer”, has no function other than to stand in for the uncritical filmmakers. Manisha Koirala’s Nargis is little more than a totemic presence, egging on her son through his toughest moments. If there is anything resembling a heroine in this black-and-white saga of a hero and numerous villains, it is Sonam Kapoor’s Ruby, who shows some spark in rejecting her drug-addled lover.\n\n\n    \n    Play\n\nMain Badhiya, Sanju (2018).","author":"Nandini Ramnath","time":"2018-06-29T14:33:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/884551-gnymhksmdk-1530204167.jpeg","tags":["Sanju review","Ranbir Kapoor","Rajkumar Hirani"],"source":"https://scroll.in/reel/884551/sanju-film-review-ranbir-kapoor-redeems-rajkumar-hiranis-fawning-sanjay-dutt-biopic"}