{"title":"Maharashtra political crisis: Uddhav Thackeray leaves chief minister’s house","content":"10.50 pm: Maharashtra Chief Minister Uddhav Thackeray reaches family home Matoshree in Mumbai, ANI reports. Hundreds of Shiv Sena supporters gather outside his home.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.10 pm: Maharashtra Chief Minister Uddhav Thackeray has left his official residence in south Mumbai to move to a family home in suburban Bandra, hours after offering to quit amid rebellion by Shiv Sena leader Eknath Shinde.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH Maharashtra CM Uddhav Thackeray along with his family leaves from his official residence, amid chants of \"Uddhav tum aage badho, hum tumhare saath hain\" from his supporters.#Mumbai pic.twitter.com/m3KBziToV6— ANI (@ANI) June 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.25 pm: Shiv Sena leader Sanjay Raut says Uddhav Thackeray will remain the chief minister of Maharashtra and the ruling coalition will prove its majority on the floor of the Assembly if needed, reports PTI.He also dismisses reports saying that Nationalist Congress Party chief Sharad Pawar has asked Thackeray to make Eknath Shinde the chief minister. “Pawar did not give any advice to Thackeray and instead said the MVA will fight the political crisis together till the end,” Raut adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.05 pm: Three more MLAs reach Guwahati, where rebel Shiv Sena leader Eknath Shinde is camping.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.36 pm: Eknath Shinde says it is imperative for the Shiv Sena to walk out of the “unnatural alliance” with Sharad Pawar’s Nationalist Congress Party and the Congress for the party’s survival.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    ३. पक्ष आणि शिवसैनिक टिकविण्यासाठी अनैसर्गिक आघाडीतून बाहेर पडणे अत्यावश्यक.४. महाराष्ट्रहितासाठी आता निर्णय घेणे गरजेचे.#HindutvaForever— Eknath Shinde - एकनाथ शिंदे (@mieknathshinde) June 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.52 pm: BJP leader Raosaheb Patil Danve says no Shiv Sena MLA is in touch with them, ANI reports. “We haven’t spoken to Eknath Shinde. This is Shiv Sena’s internal matter. BJP has nothing to do with this. We’re not staking claim to form a government.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.31 pm: Nationalist Congress Party supremo Sharad Pawar, his daughter Supriya Sule and Jitendra Awhad leave Maharashtra Chief Minister Uddhav Thackeray’s home in Mumbai after a meeting, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.28 pm: Shiv Sena leader Eknath Shinde’s supporters put up his posters in Thane, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Maharashtra | Posters put up in support of Shiv Sena leader Eknath Shinde in Thane pic.twitter.com/6kgSemPh0a— ANI (@ANI) June 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.09 pm: Shiv Sena leader Eknath Shinde will address the media in the evening in Guwahati, Assam, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.51 pm: Maharashtra Chief Minister says he will keep his resignation letter ready.“Come and tell me if you want me to resign...I want Shiv Sainiks to tell me that I am not capable of being the chief minister.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.48 pm: If someone thinks I am not fit to be a chief minister, they should come and speak to me, says Uddhav Thackeray.“I am not someone who will fight for a chair,” he says. “I will resign even if one MLA demands so.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.43 pm: “Those who say that Shiv Sena has left the ideals of Balasaheb [Thackeray], should remember that it is the party that has given them everything,” says Chief Minister Uddhav Thackeray while addressing the state.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.42 pm: Shiv Sena will never leave the ideology of Hindutva, says Chief Minister Uddhav Thackeray in an address to the citizens of Maharashtra.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.40 pm: Chief Minister Uddhav Thackeray addresses the citizens of Maharashtra.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.39 pm: Shiv Sena MP Bhavana Gawli writes to Maharashtra CM Uddhav Thackeray appealing to him to “consider the demands of revolting MLAs in favour of Hindutva”, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Shiv Sena MP Bhavana Gawli writes to Maharashtra CM Uddhav Thackeray appealing to him to \"consider the demands of revolting MLAs in favour of Hindutva\". She also appeals to the CM that he should not take action against these MLAs pic.twitter.com/Qno32Pmkvg— ANI (@ANI) June 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.34 pm: Chief Minister Uddhav Thackeray to address the citizens of Maharashtra, tweets his office. Shiv Sena had earlier called a meeting of the party MLAs at 5 pm, adding that those who do not attend will be considered out of the party. However, that meeting did not take place.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    CM Uddhav Balasaheb Thackeray shall address the people of Maharashtra shortly.— CMO Maharashtra (@CMOMaharashtra) June 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.12 pm: Thirty-four MLAs write a letter to the Maharashtra governor and deputy speaker of the Assembly signing a resolution that Eknath Shinde is the leader of the Shiv Sena legislature party. They also adopt a resolution to appoint Bharat Gogavale as the chief whip of the party.Three of the MLAs who signed the letter are Independents and one is from the Prahar Janshakti Party. Nitin Deshmukh, who has returned to Mumbai from the Shinde camp, is also among the signatories.The Shiv Sena had on Tuesday removed Shinde from the post of legislature party leader and the chief whip after he brought the Maharashtra government to the verge of collapse.“There is enormous discontent amongst the cadre of our party viz Shiv Sena for forming the government with NCP and the Indian National Congress who are ideologically opposed to our party Shiv Sena,” the letter written by the MLAs states.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #MaharashtraPoliticalCrisisThirty-four MLAs write a letter to the Maharashtra governor and deputy speaker of the Assembly signing a resolution that #EknathShinde is the leader of the Shiv Sena legislature party. (2/2)Catch all the LIVE updates here: https://t.co/vn59jfaumw pic.twitter.com/7BZRpEcCMI— Scroll.in (@scroll_in) June 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.44 pm: Eknath Shinde says in a tweet that MLA Bharat Gogavale has been appointed as the chief representative of the Shiv Sena. He adds that the letter issued by Sunil Prabhu, saying that party MLAs who do not attend a meeting called at 5 pm will be considered out of the party, is illegal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    शिवसेना विधिमंडळ मुख्य प्रतोद पदी शिवसेना आमदार श्री.भरत गोगावले यांची नियुक्ती करण्यात आली आहे. सबब, श्री.सुनील प्रभू यांनी आजच्या आमदारांच्या बैठकीबद्दल काढलेले आदेश कायदेशीरदृष्ट्या अवैध आहेत.— Eknath Shinde - एकनाथ शिंदे (@mieknathshinde) June 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.08 pm: Kailash Patil, one of the Shiv Sena MLAs who was at the Surat hotel along with Eknath Shinde and others, managed to return to Mumbai on Tuesday night, his personal assistant tells Scroll.in.Patil is the second MLA to have returned from the Shinde camp after Nitin Deshmukh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.02 pm: “Kaziranga is a good place to visit,” says Shiv Sena MP Sanjay Raut on being asked about party MLAs in Guwahati hotel, reports ANI. “The area is also receiving good rainfall. Those who want to see nature can go there.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.50 pm: Congress Maharashtra legislative party leader Balasaheb Thorat says the state government would not fall, reports ANI.  When asked if the political crisis was discussed at the Cabinet meeting, he says no discussion was needed on the topic.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.35 pm: No decision taken on dissolving Maharashtra Assembly at the state Cabinet meeting, reports NDTV.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #MaharashtraPoliticalCrisis | Uddhav Thackeray Chairs State Cabinet Meeting https://t.co/uSp6D3bjMINDTV's Sohit Mishra reports pic.twitter.com/9Afb0R9t5v— NDTV (@ndtv) June 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.13 pm: Eknath Shinde tells ANI that he has the support of 46 MLAs, including six or seven of those who were elected as Independents. “This number will rise in the time to come,” he adds. “As of now we have neither received any proposal from BJP nor are we holding any talks with them.”Shinde says that the group of rebel MLAs is not holding talks with Uddhav Thackeray or the Shiv Sena either.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    As far as current political situation is concerned, I'd say that we are Balasaheb Thackeray's Shiv Sainiks and will continue to be Shiv Sainiks. As of now, we are not holding any talks with Shiv Sena or CM. We have not decided on the future course of action: Eknath Shinde to ANI— ANI (@ANI) June 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.06 pm: Congress and Nationalist Congress Party will continue to support the Maha Vikas Aghadi government, says Kamal Nath after meeting with Sharad Pawar, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.05 pm: Maharashtra Cabinet meeting ends, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.58 pm: Shiv Sena MLA Nitin Deshmukh, whose wife had filed a missing complaint on Tuesday, says he has “returned home” and that he had been “kidnapped”.“I left the hotel at midnight [on Monday] and was waiting on the road at 3 am,” he tells reporters. “There were 100-200 police officials behind me. Some car arrived, I wanted to sit in it, but nobody was allowing [me to sit]. Then 100-200 police officers took me to a hospital. There they staged a situation claiming I have had an attack.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Sena MLA Nitin Deshmukh returns ‘home’. Was believed to have been in rebel camp. Says he was ‘kidnapped’ pic.twitter.com/fQLhwfZxqE— Padmaja joshi (@PadmajaJoshi) June 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.49 pm: Shiv Sena calls a meeting of all party MLAs at 5 pm, reports NDTV. Those who do not attend the meeting will be considered as out of the party, the letter states.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #NewsAlert | Shiv Sena calls a meeting of all its MLAs, today at 5 pm at Chief Minister's official residence 'Varsha'.#MaharashtraPoliticalCrisis pic.twitter.com/XguFFK9qIs— NDTV (@ndtv) June 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.19 pm: Maharashtra Cabinet meeting begins in Mumbai. Uddhav Thackeray who has tested positive for coronavirus, has joined the meeting via video conferencing, ANI reports, citing the chief minister’s office.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.13 pm: “I have spoken to Uddhav Thackeray and he said that as of now there is no proposal to dissolve the Maharashtra Assembly,” says Congress leader Kamal Nath, reports ANI.Earlier, Shiv Sena MP Sanjay Raut had said that the political developments in Maharashtra are heading towards dissolution of the state Assembly.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.07 pm: Maharashtra Congress leaders after a meeting of the party MLAs:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mumbai | Maharashtra Congress leaders show a victory sign as a string of meetings take place by the three parties of the MVA Government, amid the ongoing #MaharashtraPoliticalCrisis pic.twitter.com/8GnpDAla5v— ANI (@ANI) June 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.57 pm: Congress’ Maharashtra legislative party leader Balasaheb Thorat says a meeting of the party’s MLAs has started, reports ANI.Party leader Kamal Nath says: “41 MLAs out of [Congress’] 44 MLAs attended the meeting here while three are on the way...Unity will prevail in Shiv Sena under Udhhav Thackeray.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.55 pm: Maharashtra Chief Minister Uddhav Thackeray has tested positive for Covid-19, says Congress leader Kamal Nath, reports ANI.Earlier on Wednesday, Governor BS Koshiyari had tested positive.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | Mumbai: \"Maharashtra CM Uddhav Thackeray has tested positive for #COVID19,\" says Congress Observer for the state, Kamal Nath. pic.twitter.com/wl22yJkXXt— ANI (@ANI) June 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.38 pm: Members of the Shiv Sena hold protests against Eknath Shinde and other rebel leaders in Aurangabad, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | Maharashtra: Shiv Sena women workers in Aurangabad break down and weep as they protest against rebel leader Eknath Shinde who has led to ongoing instability in the MVA govt in the state pic.twitter.com/8tzXK5Urw6— ANI (@ANI) June 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.27 pm: Replying to Shiv Sena MP Sanjay Raut’s tweet about dissolving Maharashtra Assembly, Chitra Kishor Wagh, the vice-president of the Maharashtra unit of BJP says: “It is because of you that the government is headed in this direction, Mr know-it-all”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    हि दिशा आणि हा मार्ग सरकारला तुम्हीचं बनवून दिलाय सर्वज्ञानी जी….. @rautsanjay61 @CMOMaharashtra https://t.co/TY2ymE0wZl— Chitra Kishor Wagh (@ChitraKWagh) June 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.24 pm: After Sanjay Raut tweets about dissolving Maharashtra Assembly, Nationalist Congress Party leader Chhagan Bhujbal says there has been no talk of mid-term elections, reports ANI\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.48 am: Shiv Sena MP Sanjay Raut writes in a tweet in Marathi: “Maharashtra’s political developments are heading in the direction of dissolution of Legislative Assembly.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    महाराष्ट्रातील राजकीय घडामोडींचा प्रवास विधान सभा बरखास्तीचया दिशेने..— Sanjay Raut (@rautsanjay61) June 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.38 am: Congress leader Kamal Nath, who was appointed as an observer for Maharashtra on Tuesday, reached the home of the party’s leader in the state Assembly Balasaheb Thorat, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mumbai | Congress Observer for Maharashtra, Kamal Nath arrives at the residence of CLP leader and minister Balasaheb Thorat pic.twitter.com/CLO65e21Le— ANI (@ANI) June 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.37 am: Shiv Sena MP Sanjay Raut tells reporters that talks are underway with MLAs who are with Eknath Shinde, reports ANI.“Our party is a fighter, we will struggle consistently, at most we might lose power but we will continue to fight,” says Raut. “Eknath Shinde is our very old party member, he is our friend... I had a conversation with him for an hour this morning and the party chief was intimated about it.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.33 am: Maharashtra Governor BS Koshiyari tests positive for coronavirus, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.32 am: Several Nationalist Congress Party leaders arrive at the home of the party chief Sharad Pawar, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Maharashtra Minister Balasaheb Patil also arrives at the residence of NCP chief Sharad Pawar in Mumbai.— ANI (@ANI) June 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.30 am: Maharashtra Chief Minister Uddhav Thackeray calls a meeting of the state Cabinet at 1 pm, reports The Indian Express.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.28 am: In a phone call with NDTV, Eknath Shinde says that apart from 40 MLAs of the Shiv Sena, he also has the support of six Independent MLAs. Shinde needs the support of at least 37 MLAs – two-thirds of the Shiv Sena’s strength in the Assembly – to avoid disqualification from the Assembly under the anti-defection law.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.22 am: Shiv Sena leader Eknath Shinde and other MLAs reach Guwahati from Surat. Shinde tells reporters that he 40 MLAs are present with him in Guwahati, reports ANI.“We will carry forward [Shiv Sena founder] Balasaheb Thackeray’s Hindutva,” the Maharashtra minister says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | \"A total of 40 Shiv Sena MLAs are present here. We will carry Balasaheb Thackeray's Hindutva,\" said Shiv Sena leader Eknath Shinde after arriving in Guwahati, Assam pic.twitter.com/YpSrGbJvdt— ANI (@ANI) June 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.14 am: Here are the top developments from Tuesday on the political crisis in Maharashtra:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    More than 20 MLAs who are reportedly with Shinde, went incommunicado on Monday night after the Legislative Council polls on Monday. The rebel MLAs put up at a Surat hotel, giving rise to speculation that they will leave the Maha Vikas Aghadi ruling coalition.The Shiv Sena removed Shinde as its chief whip on Tuesday evening. Party leaders Milind Narvekar and Ravi Pathak later met Shinde and the other MLAs at the Surat hotel but could not placate them.The Maharashtra government is a coalition of the Shiv Sena, the Congress and the Nationalist Congress Party and has a support of 169 MLAs in the 288-member Assembly. If Shinde and the other Shiv Sena MLAs indeed do decide to leave the alliance, the number would come down worryingly close to the majority mark of 145.","author":"Scroll Staff","time":"2022-06-22T12:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176147-pbhcmjlflg-1655918337.jpg","tags":["Sanjay Raut","Eknath Shinde","Maharashtra","Shiv Sena","Congress","BJP","maharashtra political crisis","maharashtra crisis","maharashtra politics"],"source":"https://scroll.in/latest/1026682/sanjay-raut-hints-at-dissolution-of-maharashtra-assembly-as-eknath-shinde-claims-support-of-40-mlas"}