{"title":"Santhal Pargana’s indigenous art forms are on the verge of extinction","content":"In the online age when people are looking for more avenues of entertainment, when the internet and Googling have become the easiest way to knowledge and entertainment, two traditional art forms of the Santhal Pargana are in need of a revival.Chador Badoni, a form of puppetry, and Jadu Patiya, a form of painting, are now limited to some rural pockets in Dumka and practiced by less than a dozen artists in the entire district, and may soon be lost to history. An internet search of both the art forms yields only nine results for Chador Badoni, out of which only one gives a little information of the art form, whereas out of little more than 3,500 results for Jadu Patiya,  hardly any throw light on the present status of the beautiful art.India is known as the land of art and culture. Jharkhand that was carved out of Bihar on November 15, 2000, too has some special forms of art that require attention. While Sohrai and Kohvar paintings of Hazaribagh, falling under North Chotanagpur division of Jharkhand, have been well explored and one can see examples of the art on most of the popular boundary walls across Ranchi, the capital of Jharkhand, including those of the chief minister’s residence, Jadu Patiya has lost its sheen. Tribal cultureFrom time immemorial, Chador Badoni and Jadu Patiya had a strong presence in Santhal villages. Both the forms were also used by freedom fighters to reach out to people to induce patriotism and for entertainment as well.“Chador Badoni, which means small wooden idol, is a kind of puppet show. In this we make small wooden puppets, of both male and female figures, doing various activities, as per the need of our story and put it on a base for the show,” 50-year-old Babudhan Murmu of Badi Tola of Naoasar village of Hathiapathar panchayat in Masalia block of Dumka told VillageSquare.in.Being a lone performer from the block and none of the three adult sons ready to carry forward the art form, Babudhan feels the art will die soon. “Making this khancha (frame) on which the dhuda (base) and pad (another base to fit the puppets) are fixed and every little puppet is a tedious job,” he said. “Constructing one frame for Chador Badoni costs around Rs 25,000 against which we hardly earn Rs 50 to Rs 150 a day, carrying it on the head from home to home for the shows. We call it bhikari para (ask for money or grains). I start the show from Bhadra maas (around August) and continue showing it till Kali puja (end of October or mid-November).”Explaining why his sons and others from the young generation are not interested, he said, “All have mobiles in hand. Why would they take interest in seeing something obsolete? And my financial situation prevents me from doing any value addition to the shows, so this art will die.”Ganapati shows a mythological story through the Jadu Patia. Photo credit: ChanndosreeMagic paintersWhile Babudhan has his own reasons to announce that the situation is ominous for Chador Badoni, three Jadu Patia artists of Naoasar have equal concerns for their paintings which nobody takes interest in learning.Ganapati Chitrakar, 50, the oldest of the three, explains the art. “This is one of the oldest forms of paintings for which we still use raw natural colors like geru pathar (a red stone), sim pata (leaves of broad beans) and lamp black,” he told VillageSquare.in. “The three are mixed in various ways to get different colors. A painting brush is shaped out of thin twigs. We think of a concept, make a song on that concept and then make a series of paintings, which range from 10 to 12. We connect each painting using homemade glue and once all the paintings are done, we roll it. While performing we open the roll, show one painting at a time and sing the story.”Throwing light on how Jadu Patia got its name, Nitai Chitrakar, 40, another painter of the same village, said, “Jadu means magic and Patia means painter. Centuries ago, as my grandfather used to say, the painters used to visit houses where someone had died. In the scroll, the dead person’s painting was shown without a pupil in the eyes and the family was told about the suffering that the soul might go through and to bring back the pupil some daan (donation) was sought. In the consecutive scrolls, the dead man was shown happy in heaven and the family used to be satisfied.”But with changes in the society, the painters have come along with paintings based on mythology and folklores. “Yet there are no takers,” Jaydhan Chitrakar, 22. “I make some money only during any festival that too around Rs 150 to Rs 200 a day. Else I am a daily wager.” Chitrakar claimed his late father, Kamal Chitrakar, was a noted artist and was featured in various foreign magazines. Nitai and Ganapati claimed that they were lucky enough to showcase their talent at a show in Bhopal, and Ahmedabad some years ago, where they received Rs 25,000 each but after that they did not get much of attention.Path of revivalChador Badoni and Jadu Patia are indigenous and rare forms of art but the Jharkhand government does not have any action plan or strategy for its revival.Louis Marandi, state’s social welfare minister from Dumka constituency, denied that art forms are dying. “Many people are practicing the arts,” he told VillageSquare.in. “We call them during special occasions in Ranchi.” But she failed to say whether the art and culture department has any list of all the artists still practicing and are not making a living from being daily wagers.Manik Chandra Mandal, 60, an elderly gentleman from Naoasar, made a request with folded hands: “These arts have generated from our land, please do something for its revival.”Chhandosree is a journalist based in Ranchi.This article first appeared on Village Square.","author":"Channdosree","time":"2017-06-10T21:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/839754-59913-itxzxabkry-1496665808.jpg","tags":["Jharkhand","patriotism","entertainment","lost art culture","art and culture department"],"source":"https://scroll.in/article/839754/santhal-parganas-indigenous-art-forms-are-on-the-verge-of-extinction"}