{"title":"Saradha scam: SC withdraws former Kolkata police chief’s interim protection from arrest","content":"The Supreme Court on Friday vacated its order granting interim protection from arrest to former Kolkata Police Commissioner Rajeev Kumar in the Saradha chit fund scam, ANI reported. The court gave Kumar seven days to seek legal remedies.The verdict was issued on the basis of a plea by the Central Bureau of Investigation, which had sought Kumar’s custodial interrogation on the grounds that he had given evasive replies during questioning. However, on April 30, the Supreme Court ordered the CBI to submit evidence to establish its claim of Kumar’s involvement in the scam.The top court’s directive on April 30 came after Kumar’s counsel argued that the agency wanted his custodial interrogation “just to humiliate” him and the CBI should not be allowed to abuse the process of law. The lawyer had labelled the CBI’s plea a “malafide exercise”.Supreme Court vacates interim protection given to former Kolkata Police Commissioner Rajeev Kumar from arrest by CBI over his alleged role in destroying evidence in Saradha chit fund case. Court gives seven days to Rajeev Kumar to seek legal remedies. pic.twitter.com/qw9uphvpdQ— ANI (@ANI) May 17, 2019\n\nThe CBI had interrogated Kumar in February in Meghalaya’s capital Shillong about his alleged role in tampering with crucial evidence in the chit-fund case. Kumar was heading the Special Investigation Team set up by West Bengal Chief Minister Mamata Banerjee to investigate the scam before the top court handed over the case to the CBI.The CBI had moved the Supreme Court after Kolkata Police prevented its officials from approaching Kumar at his official residence in Kolkata on February 3. The same night, Banerjee began the “Save the Constitution” protest at Esplanade, accusing Prime Minister Narendra Modi and BJP President Amit Shah of plotting a “coup”. Kumar had also joined the dharna along with a few other police officers.Kumar was later transferred by the state government to the Crime Investigation Department as the additional director general of police and inspector general of police. He was removed from the position by the Election Commission on Wednesday.  The Saradha company ran several ponzi schemes in West Bengal, allegedly defrauding lakhs of people. Thousands of crores of rupees were lost after the scheme collapsed in 2013.","author":"Scroll Staff","time":"2019-05-17T11:14:08.334227+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/112677-zqgxwquzrv-1549804388.jpg","tags":["Supreme Court","Kolkata Police","Saradha chit fund scam","CBI"],"source":"https://scroll.in/latest/923776/saradha-scam-sc-withdraws-former-kolkata-police-chiefs-interim-protection-from-arrest"}