{"title":"Saradha chit fund scam: CBI to question Kolkata police chief Rajeev Kumar on February 9","content":"The Central Bureau of Investigation on Thursday summoned Kolkata Police Commissioner Rajeev Kumar for questioning on February 9 in connection with the Saradha chit fund scam, PTI reported. He will be interrogated in Shillong.The CBI wants to question Kumar since he was heading the special investigation team formed by the West Bengal government to probe the Saradha case as well as other Ponzi schemes. The Supreme Court on February 5 had ordered Kumar to cooperate with the CBI in its inquiry into two chit fund scam cases.The central agency has also summoned former Trinamool Congress Rajya Sabha MP Kunal Ghosh for questioning on February 10, reported News18.The CBI has attached 10 officers from its Delhi, Bhopal and Lucknow units to its office in Kolkata until February 20 to provide additional staff during the questioning. According to an official order, a team led by Superintendent of Police Jagroop S Gusinha from the CBI’s special unit in Delhi will be stationed in Kolkata.Kolkata Police Commissioner Rajeev Kumar has been summoned by CBI for questioning on 9 February. pic.twitter.com/qKhG0ChJre— ANI (@ANI) February 7, 2019\n\nOn February 3, Banerjee started the “Save the Constitution” protest at Esplanade in Kolkata after CBI officials arrived at Kumar’s residence to question him. Banerjee, who described Kumar as “one of the best officers”, accused Prime Minister Narendra Modi and Bharatiya Janata Party President Amit Shah of plotting a coup. She alleged that Modi and Shah had teamed up to humiliate West Bengal in retaliation for the meeting of 23 Opposition parties she organised in Kolkata on January 19.Kumar had also joined the dharna, along with a few other police officers.Banerjee ended her protest on February 5 and on the same day, the Ministry of Home Affairs asked the West Bengal government to initiate disciplinary proceedings against Kumar for violation of service rules. The Centre on Thursday also reportedly decided to take away the medals awarded to six Indian Police Service officers in West Bengal, including Kumar, for participating in Banerjee’s protest.‘Give reasons for dissolving Saradha panel’The Calcutta High Court on Thursday asked the West Bengal government why a panel set up to disburse money to Saradha scam investors was dissolved before it could finish the job, PTI reported. The court directed the Centre to look into ways to distribute the funds seized in connection with the Rose Valley scam.A special bench, hearing cases related to the two scams, asked the state government to submit within a week an affidavit giving reasons for not extending the term of the Justice Shyamal Sen Commission. The one-man commission was set up in April 2013 and was dissolved in October 2014 before it could finish its assignment.","author":"Scroll Staff","time":"2019-02-07T21:38:51.758945+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/112242-bmrqfumcbv-1549292500.jpg","tags":["CBI","Supreme Court","Rajeev Kumar","Saradha Chit Fund Scam","Mamata Banerjee","West Bengal"],"source":"https://scroll.in/latest/912425/saradha-chit-fund-scam-cbi-to-question-kolkata-police-chief-rajeev-kumar-on-february-9"}