{"title":"Saradha scam: SC asks Enforcement Directorate not to take coercive action against Nalini Chidambaram","content":"The Supreme Court on Friday ordered the Enforcement Directorate not to take coercive action against lawyer Nalini Chidambaram in a case related to the Saradha chit fund scam.Justices AK Sikri and Ashok Bhushan stayed the Madras High Court’s order allowing the Enforcement Directorate to summon Nalini Chidambaram, who is former Union minister P Chidambaram’s wife, and also issued a notice to the agency, said ANI.On July 10, the Madras High Court dismissed Nalini Chidambaram’s appeal against an order that rejected her petition challenging the investigating agency’s summons. The High Court said that Section 50(2) of the Prevention of Money Laundering Act gives an authority enough power to summon a person whose presence is considered necessary for an investigation.The High Court also rejected her contention that women cannot be summoned for an investigation away from their home, and said that she was not entitled to invoke Section 160 of the Criminal Procedure Code, which deals with a police officer’s power to demand the attendance of witnesses. The Enforcement Directorate issued its first summons to Nalini Chidambaram on September 7, 2016, asking her to appear at its Kolkata office. Another order was issued in June. The agency said the Saradha Group had allegedly paid her a legal fee of Rs 1 crore for representing it in court and the Company Law Board over a controversial television channel purchase deal. In her appeal, Nalini Chidambaram said the trend of summoning and questioning lawyers rendering professional services to their clients could lead to “disastrous consequences”.","author":"Scroll Staff","time":"2018-08-03T21:55:14.984572+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889152-yzfscwbqls-1529313287.jpg","tags":["Nalini Chidambaram","Saradha chit fund scam","Supreme Court","Enforcement Directorate"],"source":"https://scroll.in/latest/889152/saradha-scam-sc-asks-enforcement-directorate-not-to-take-coercive-action-against-nalini-chidambaram"}