{"title":"Saradha scam: SC extends relief for Nalini Chidambaram from action by Enforcement Directorate","content":"The Supreme Court on Friday directed the Enforcement Directorate not to take coercive action against lawyer Nalini Chidambaram for three more weeks in a case related to the Saradha chit fund scam, reported PTI. Nalini Chidambaram is former Union minister P Chidambaram’s wife. The court had issued a similar order on August 3.A bench of Justices UU Lalit and Ashok Bhushan passed the relief order after the Enforcement Directorate said it needed 10 days to respond to Nalini Chidambaram’s appeal against an order of the Madras High Court in July that rejected her petition challenging the investigating agency’s summons. Senior lawyer Abhishek Manu Singhvi, Nalini Chidambaram’s counsel, also sought time to file a rejoinder to the Enforcement Directorate’s reply. The Supreme Court gave the Enforcement Directorate two weeks to submit its response, while Nalini Chidambaram will be required to file the rejoinder within a week after that.The court will next hear the matter after three weeks.Dismissing Nalini Chidambaram’s appeal in July, the Madras High Court said that Section 50(2) of the Prevention of Money Laundering Act gives an authority enough power to summon a person whose presence is considered necessary for an investigation. It also rejected her contention that women cannot be summoned for an investigation away from their home, and said that she was not entitled to invoke Section 160 of the Criminal Procedure Code, which deals with a police officer’s power to demand the attendance of witnesses.The Enforcement Directorate issued its first summons to Nalini Chidambaram on September 7, 2016, asking her to appear at its Kolkata office. Another order was issued in June. The agency said the Saradha Group had allegedly paid her a legal fee of Rs 1 crore for representing it in court and the Company Law Board over a controversial television channel purchase deal.In her appeal, Nalini Chidambaram said the trend of summoning and questioning lawyers rendering professional services to their clients could lead to “disastrous consequences”.","author":"Scroll Staff","time":"2018-09-14T21:42:49.105706+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/894446-ctuwdmochk-1525105081.jpg","tags":["Nalini Chidambaram","Enforcement Directorate","Supreme Court","Saradha Chit Fund Scam"],"source":"https://scroll.in/latest/894446/saradha-scam-sc-extends-relief-for-nalini-chidambaram-from-action-by-enforcement-directorate"}