{"title":"Saradha scam: CBI files chargesheet against Nalini Chidambaram for alleged cheating and fraud","content":"The Central Bureau of Investigation on Friday filed a chargesheet in a special court in Kolkata against lawyer Nalini Chidambaram in a case related to the multi-crore-rupee Saradha chit fund scam, PTI reported. Nalini Chidambaram is former Union minister P Chidambaram’s wife.She is accused of having received Rs 1.4 crore from the Saradha group of companies. CBI spokesperson Abhishek Dayal said that Nalini Chidambaram had allegedly entered into a criminal conspiracy with Sudipta Sen and other accused persons with an intention to cheat and misappropriate funds from the company. Sen is the company’s chairman and managing director.The investigating agency claimed that Nalini Chidambaram had received the money between 2010 and 2012 through Sen’s companies for managing inquiries by agencies like the Securities and Exchange Board of India and the Registrar of Companies. According to the chargesheet, Manoranjana Singh, who is the estranged wife of former Union minister Matang Singh, had introduced Sen to the lawyer.Manoranjana Singh is also being examined by the agency.  This is the sixth chargesheet filed in the Saradha scam, which the Supreme Court handed over to the CBI in 2014. Thousands of crores of investor money was lost after the Ponzi scheme collapsed in 2013. Having allegedly raised Rs 2,500 crore from people promising attractive interest rates, the group had failed to pay back the returns. Sen had shut down the group’s operations in 2013.CBI files charge sheet against Nalini Chidambaram in Saradha chit fund scamIt is alleged she entered into a criminal conspiracy with Sudipta Sen, received Rs 1.4 crorehttps://t.co/bXPY4LuWOH— Business Standard (@bsindia) January 11, 2019","author":"Scroll Staff","time":"2019-01-11T19:26:09.061108+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/909130-ctuwdmochk-1525105081.jpg","tags":["Nalini Chidambaram","P Chidambaram","CBI","Saradha Scam","Sudipta Sen"],"source":"https://scroll.in/latest/909130/saradha-scam-cbi-files-chargesheet-against-nalini-chidambaram-for-alleged-cheating-and-fraud"}