{"title":"Saradha chit fund scam: Suspended Trinamool MP Kunal Ghosh gets interim bail","content":"Suspended Trinamool Congress MP Kunal Ghosh was granted interim bail in the Saradha chit fund scam case on Wednesday. He was granted the interim relief against a bond of Rs 2 lakh to the Calcutta High Court, ANI reported. Thousands of crores of investor money was lost after the Ponzi scheme collapsed in 2013.The high court imposed a number of conditions on Ghosh while granting him bail till November 11, according to Deccan Chronicle. The former Rajya Sabha member has to submit his passport to the Central Bureau of Investigation  and appear before the agency every week. He is also not allowed to travel outside the jurisdiction of the Narkeldanga police station, where his home is located. The court also gave the CBI power to call him for questioning whenever needed.Saradha group Chairman Sudipta Sen, former Union minister Matang Sinh and his estranged wife Manoranjana as well as businessman Santanu Ghosh were named in a chargesheet filed by the Central Bureau of Investigation in the case on January 5. Former finance minister P Chidambaram's wife Nalini was also named in the list as someone privy to information concerning the Ponzi scam. Former West Bengal transport minister Madan Mitra, also an accused in the Saradha scam, resigned on November 19 after the CBI asked the high court to cancel his bail. He was granted bail by the Alipore Court on September 9. The accused have been charged with criminal conspiracy, cheating and criminal breach of trust. It is alleged that Sinh's company GNN India had received large amount of funds from the Saradha group.  Ponzi schemes give returns to old investors from investments made by new investors rather than from profits.Saradha Chit Fund Scam: Kolkata HC grants interim bail to accused Kunal Ghosh against bail bond of Rs 2 lakhs— ANI (@ANI_news) October 5, 2016","author":"Scroll Staff","time":"2016-10-05T17:24:10.124232+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/818322-42869-rqclzgxoht-1475665761.JPG","tags":["Saradha chit fund scam","Kunal Ghosh","Nalini Chidambaram"],"source":"https://scroll.in/latest/818322/saradha-chit-fund-scam-suspended-trinamool-mp-kunal-ghosh-gets-interim-bail"}