{"title":"Saradha chit fund scam: Suspended Trinamool leader Kunal Ghosh interrogated by CBI","content":"Suspended Trinamool Congress leader Kunal Ghosh was interrogated by the Central Bureau of Investigation for 12 hours on Monday in connection with the Saradha chit fund scam, reported PTI. He was earlier arrested for his involvement in the case, but he got bail when his name did not figure in the latest chargesheet in the case. However, the court has imposed a number of conditions on Ghosh while confirming his  bail on Friday. He has been asked to submit his passport to the CBI and appear before the agency every week. He is also not  allowed to travel outside the jurisdiction of the Narkeldanga police  station, where his home is located. Besides, Ghosh may turn approver in  the case, reported The Indian Express.He was recently offered membership of the Telephone Advisory Committee and the chairman’s post in the committee for Calcutta district. However, he turned it down for personal reasons. The offer was made in a letter dated January 6, which said the nomination would be valid till November 14, 2018, or till his tenure as a lawmaker. As a member of the committee, Ghosh would have acted as an “interface”  between consumers and BSNL/MTNL. Ghosh had said that there was nothing political about the offer. “I  have been one of the soldiers of [the] Trinamool [Congress] during the  party’s worst times and have been paying my membership fees all along. I  don’t see any political overtone in this. I will talk to my lawyers and  then send a reply to the ministry,” he had said.Mamata  Banerjee’s Trinamool Congress Party has been reeling after two party  legislators – Sudip Banopadhyay and Tapas Pal – were arrested in  connection with the Rose Valley scam. While Sudip Bandyopadhyay was arrested  on January 3, a CBI court sentenced Tapas Pal to 14 days in judicial custody on December 30 last year.Banerjee  had alleged that the CBI’s arrest of the  two Trinamool leaders was a response to her party’s criticism of Narendra Modi  and Amit Shah. “The Centre cannot tolerate any opposition. We are  speaking out against Narendra Modi and Amit Shah, which is why the CBI  is attacking us now,” she had said. Thousands  of crores of investor money was lost after the Saradha chit fund scheme  collapsed in 2013. Such schemes give returns to old investors from  investments made by new investors rather than from profits.","author":"Scroll Staff","time":"2017-01-11T07:44:09.211930+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/826405-49070-mbwfprnrix-1484100589.jpg","tags":["Saradha chit fund scam","Kunal Ghosh","Mamata Banerjee"],"source":"https://scroll.in/latest/826405/saradha-chit-fund-scam-suspended-trinamool-leader-kunal-ghosh-interrogated-by-cbi"}