{"title":"‘Sarpatta Parambarai’ review: Guts and uppercuts as boxers battle for victory and honour","content":"Close on the heels of Rakeysh Omprakash Mehra’s boxing drama Toofan comes another movie about a pugilist battling rivals within the ring and demons without. Pa Ranjith’s Sarpatta Parambarai shares with Toofan a streaming platform (Amazon Prime Video), heroes from historically marginalised communities (a Dalit in the Tamil movie, a Muslim in the Hindi production) and a lodestar in the form of Muhammed Ali.While the American legend inspires Toofan’s Aziz Ali to put on his gloves, his bold political activism beyond the boxing arena hangs over Sarpatta Parambarai. Ranjith sets a routine story against the backdrop of the Emergency in 1975 and amidst Dalit assertion in Tamil Nadu. Photographs and murals of BR Ambedkar adorn the background, while the boxing matches themselves take on the quality of a crucial election that must be won at any cost. Sarpatta Parambarai has been inspired by the boxing culture of North Chennai, shown here as populated by various groups with marquee pugilists, venerated coaches, political backers and devoted fanbases. The “parambarai” of the title is translated into English as “clan”, but is actually more of a tradition that evokes feelings of fanatical pride and honour. Arya is Kabilan, a port worker who yearns to fight on behalf of the Sarpatta clan. Held back by his disapproving mother Baakiyam (Anupama Kumar) and the reluctance of respected coach Rangan (Pasupathy), Kabilan gets his chance after the results of the latest competition threaten the very survival of the Sarpattas.In the other corner is the Idiyappa group, whose lynchpins include the balletic boxer known as Dancing Rose (Shabeer Kallarakkal) and the undefeated champion Vembuli (John Kokken). The rivalry is further complicated by splinters within the Sarpatta group. One faction, chafing at Kabilan’s rise, schemes to crush his achievements.\n\n\n    \n    Play\n\nSarpatta Parambarai (2021).Composer Santhosh Narayanan’s sonic collage of tense music, the sounds of trains and film music and the cheers of spectators sets the tone for a high-pitched drama delivered at high volume. Verbal sparring and feints share equal time with the boxing bouts. There is plenty of big talk and a parade of puffed-up chests. The machismo spills out ever so often into the streets. In a mostly male universe, women speak up too. Rangan’s daughter-in-law Lakshmi (Sanchana Natarajan) and Kabilan’s mother and wife Mariamma (Dushara Vijayan) all have something to say about the obsession with boxing (it’s mostly uncomplimentary).The screenplay by Ranjith and Tamil Prabha sets out to layer the average boxing drama with questions about identity politics and the political dynamics of the era. Yet, it is the depiction of the sport and its practitioners that endures over the nearly three hour-long movie. Sinews strain and the blood flows in the nerve-wracking matches, thrillingly filmed by cinematographer Murali G. The most inventive contest isn’t between Kabilan and Vembuli. The boxer Dancing Rose lives up to his fabulous title, tormenting Kabilan with pirouettes and back-flips and entertaining his audience in the movie and beyond.Arya and Pasupathy in Sarpatta Parambarai (2021). Courtesy Neelam Productions/K9 Creations.The do-or-die quest for success is dragged down ever so often by a tendency towards excess, but is rescued by the sharply written humans of North Chennai. Ranjith allots himself two hours and 53 minutes to roll out a pageant of die-hards who are kitted out in the fashion trends and hairstyles of the period. Flamboyance is the order of the day, best expressed by Kabilan’s enthusiastic benefactor Kevin, better known as Daddy. Hilariously played by John Vijay, this pidgin English-speaking gent fond of saying “OK bugger” is among the characters who provide the thick and rich detail in an otherwise familiar account of guts and uppercuts.It’s a challenge to stand out in a movie in which even passing rickshaw pullers are given a line or two. Arya is impressive in a role that demands physical and emotional commitment. Pashupathy, as the tough-loving coach Rangan, excels as the movie’s moral centre. Always clad in white and staying firm on course amidst all the excitement, Pashupathy is the epitome of purpose and dignity.Bursting with colour and flavour, chatter and patter, action and emotion, Ranjith’s propulsive narrative proceeds brilliantly until it hits the slump that bedevils nearly every boxing movie. Kabilan’s sagging midriff when he momentarily loses his way is another element this overly long movie shares with Toofan. Although the female characters contribute little more than hysterics – the appearance of Kabilan’s mother is a prompt to lower the volume – Dushara Vijayan has a few standout scenes as Kabilan’s long-suffering spouse. John Kokken, as the luxuriously moustachioed Vembuli, gives Kabilan a tough contest.\n\n\n    \n    Play\n\nVambula Thumbula, Sarpatta Parambarai (2021).","author":"Nandini Ramnath","time":"2021-07-22T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161772-zmggxvhmwg-1626868914.jpg","tags":["Sarpatta Parambarai","Pa Ranjith","Arya"],"source":"https://scroll.in/reel/1000763/sarpatta-parambarai-review-uppercuts-and-guts-as-boxers-battle-for-victory-and-honour"}