{"title":"Maharashtra: Udayanraje Bhosale, NCP MP and Shivaji descendant, joins BJP ahead of Assembly polls","content":"Nationalist Congress Party MP from Satara Udayanraje Bhosale on Saturday joined the Bharatiya Janata Party ahead of the Maharashtra Assembly elections, PTI reported. Bhosale is a descendant of the Maratha warrior king Chhatrapati Shivaji.He submitted his resignation to Lok Sabha Speaker Om Birla earlier in the day, and joined the saffron party in the presence of Union Home Minister Amit Shah, BJP working president JP Nadda and Maharashtra Chief Minister Devendra Fadnavis in Delhi.Bhosale said he agreed with the policies pursued by Prime Minister Narendra Modi and will work for Maharashtra as a BJP leader.Shah expressed his happiness that a descendent of the Maratha king has joined the BJP and said that Bhosale’s presence will help them in the upcoming polls. “We all are inspired by Chhatrapati Shivaji and have been trying to follow him since Jana Sangh [Akhil Bhartiya Jana Sangh] days,” he said. “The BJP, which had won 122 of the total 288 seats in the 2014 [Assembly] elections, will emerge stronger and its alliance will win three-fourths seats this time.”Fadnavis said Bhosale had appreciated the Modi government’s move to take away the special status of Jammu and Kashmir. “We expect a bye-poll to take place in Satara Lok Sabha along with the state Assembly elections… Udayanraje will win by a record margin,” Fadnavis said, according to The Indian Express.On Thursday, Bhosale had met NCP chief Sharad Pawar at the latter’s Pune residence in the presence of party leaders Dhananjay Munde and Shashikant Shinde. It had led to speculation that Pawar had dissuaded him from leaving the party. Several senior leaders and eight MLAs have left NCP since the Lok Sabha elections in May. However, the party called Bhosale’s departure a “good riddance”. “It’s good riddance for us. Henceforth, there will be no trouble in our Satara unit… he was at the centre of all troubles afflicting the party in Satara district,” the party was quoted as saying by the newspaper.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-14T15:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127360-venlswmutl-1568452168.jpg","tags":["BJP","Udayanraje Bhosale","NCP","Amit Shah","Sharad Pawar"],"source":"https://scroll.in/latest/937327/maharashtra-udayanraje-bhosale-ncp-mp-and-shivaji-descendant-joins-bjp-ahead-of-assembly-pollshttps://scroll.in/latest/941568/satara-lok-sabha-bye-election-three-time-ncp-mp-udayanraje-bhosale-fails-to-win-on-bjp-ticket"}