{"title":"Satan worshippers? A new documentary looks at the Indian subcontinent’s extreme metal scene","content":"A common passion binds a group of young men separated by borders but united by a shared geographical history – the world of extreme underground metal.Roy Dipankar’s still-in-progress documentary film Extreme Nation looks at a subset of headbangers from across the subcontinent: India, Pakistan, Sri Lanka, Bangladesh and Nepal. These musicians, who exist on the fringes of the musical community, have no great interest in being noticed by the mainstream. One would never see them on the cover of Rolling Stone in their lifetime. They are destined to be buried deep down in the vaults of Encyclopaedia Metallum, and that is all right – because their incendiary ideas are only likely to scandalise self-appointed moral guardians.\n\n\n    \n    Play\n\nExtreme Nation.The rushes of Extreme Nation are revealing. “We are proud to be blasphemers in a world where the pious reigns,” says Bangladeshi band Nafarmaan’s vocalist Anton Dhar, his words encapsulating the overarching sentiment of the musicians featured in the film. By pious, Dhar refers to the growing fundamentalism in Bangladesh, its bloody history surrounding its war for independence, and how hate has been legitimised by his country’s leaders for political profits.Elsewhere, in Pakistan, Dead Bhuttos vocalist Hassan Amin goes on a tirade against nationalism and far-right politics. “Their [Neo-Nazis] leader Hitler is a man who killed himself at the end of his quest,” Amin tells the camera. “Kurt Cobain is better than him. He did the same thing but at least, he made cool music.” In Sri Lanka, a member of the band Genocide Shrines expresses his concern about the growth of the 969, a Buddhist Islamophobic movement that began in Myanmar and has been spreading across the subcontinent. “There is no god in metal,” Bengaluru-based metal enthusiast and independent record label owner Sandesh Shenoy muses. “God is not meant for this business.”War, genocide, hate politics, misanthropy and dark religious imagery – the themes that the bands of Extreme Nation deal with may make their music appear ungodly and its makers, the devil’s own. But at the same time, in their heart of hearts, these men are only rocking out to music they like without being reduced to brute backstories. As Demonic Resurrection’s vocalist Sahil Makhija says with a shrug, “I am just a 15-year-old kid who wants to live his metal dreams.”Exploring subcultureThrough Extreme Nation, Roy Dipankar, whose real name is Dipankar Roy, is attempting to give a voice to a subculture that he has seen growing through its formative years. “I am trying to give an anthropological backdrop against which this subculture has emerged in so many places at once around the same time.” A metalhead since his college days in the late 1990s, Roy grew up in Mumbai listening to bootleg CDs of Cannibal Corpse and Morbid Angel, whose albums would not be released in India. Roy and his friends would enjoy homegrown bands like Millennium from Bengaluru and Moksha from Chennai, looking forward to the day they would play alongside international heavy metal acts in India.Stills from 'Extreme Nation' (work-in-progress). Image credit: Royville Productions.After completing his MBA, he worked as a copywriter for a few years, before joining Universal Music as a manager. He would listen to demos, get in touch with artists and sign them for albums. His profession always kept him close to the independent music scene. Around the start of the 2010s, he noticed that the homegrown heavy metal music and its most extreme variants were spreading far and wide and into the farthest corners of the country.He soon joined the independent music label and production company EarthSync, where he produced IndiEarth Out There, a series of short music documentaries about Indian independent musicians that launched the careers of several musicians like Sean Rolden, Karthick Iyer and Anthony Daasan, to name a few. Meanwhile, the concept of Extreme Nation had begun to form in his head.“The idea for a film like this had been with me since the mid-1990s,” Roy said. “But it was in 2013, when I visited the Trendslaughter festival, that the film really took off.” Roy had stopped visiting live music performances by then. He would be annoyed by the public reaction to musicians. “I couldn’t stand people passing popcorn and Pepsi and talking while Roger Waters was playing,” he said. Invited by Shenoy to the festival, Roy paid a visit to the 2013 extreme metal event in Bengaluru where bands from all over the world, such as Blood Division from Singapore and Dying Embrace from India, performed. The experience inspired Roy, who began to assemble a crew by using the contacts he had gathered during his stint at EarthSync. By now Roy had already made a 36-minute documentary titled Nafir about a travelling Sufi musician from Iran. But Extreme Nation was a major, time-consuming project. Roy’s original vision had been to make a talk-heavy docudrama peopled by a few key protagonists spread across the subcontinent. He contacted filmmakers he knew as well as those whose work he appreciated. Extreme Nation, finally, has eight cinematographers, including Bangladesh’s Ehsan Kabir and National Award-winning filmmaker Oinam Doren from Meghalaya. On board is noted Indian sound designer Dipankar Chaki who has worked on Pink and X:Past is Present as the creative producer. Independent filmmaker Q who made Tasher Desh and Brahman Naman has been credited as the “guiding light” of the project. Behind the scenes of 'Extreme Nation'. Image credit: Royville Productions.The film has been in the making for four years. Roy has produced it out of his own savings and partly through crowd-funding. “This is not a commissioned project funded by corporations,” Roy said. “So I have to move around, meet the relevant people, look for funds. I shall definitely not abandon my film. A film is like a child.”Some of the musicians and bands in focus are Dhar from Bangladesh, Amin from Pakistan, Shenoy from India, Sri Lanka’s Genocide Shrines, Konflict and Serpent Athrist, Toshi Imchen, the vocalist of Syphilectomy from Nagaland, Insane Prophecy from Assam and veteran Indian headbangers, Eddie Prithviraj of Blood Covenant and Vehrnon Ibrahim from Millennium. Roy and his crew have recorded several hours of footage, which includes interviews, recordings of performances, candid moments with the characters such as the wedding of Plaguethroat vocalist Nangsan Lyngwa’s sister and general scenery. At present, Roy is actively looking for funds to complete the film’s post production following which he will concentrate on Extreme Nation’s film festival outreach, which, again, will require more money.“We are looking at the emergence of a niche space within spaces that are orthodox and culturally monitored,” Chaki explained about the objective of Extreme Nation. “We are looking at how these bands communicate with and influence each other across the world despite coming from extreme places like say, Iraq.”'Extreme Nation' poster. Image credit: Royville Productions.Q, however, is aware of the limited influence the subject of Extreme Nation has on the mainstream. He explained this by drawing a parallel between the extreme metal subculture and the indigenous tribal cultures in India: “There are so many tribes in India who have been here all along; they have their own cultures, but how much of that finds representation in the mainstream? None. But that does not mean that they should not be documented.”What kind of impact are its makers anticipating upon the film’s release? How do they hope to exhibit it? “We have to find that exact linkage between people who make this kind of content and those who want to see this kind of content,” Chaki said. He sounded apprehensive about releasing the film on a web streaming service like Netflix because not all metalheads and extreme music aficionados would have access to it. The road ahead appears to be difficult, but Roy and his crew are extremely hopeful.","author":"Devarsi Ghosh","time":"2017-12-04T15:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/855902-75287-hqalsqccls-1512045874.PNG","tags":["Extreme Nation","Roy Dipankar","Documentary"],"source":"https://scroll.in/magazine/855902/satan-worshippers-a-new-documentary-looks-at-the-indian-subcontinents-extreme-metal-scene"}