{"title":"‘Farm laws have been repealed for votes’: Opposition takes a dig at BJP","content":"Opposition leaders on Friday celebrated the victory of agitating farmers as the government announced that the three agricultural laws against which they have been protesting for almost a year will be repealed. At the same time, they claimed that the Centre had made the decision because it was worried about the upcoming elections in Punjab and Uttar Pradesh. Prime Minister Narendra Modi announced the withdrawal of the farm laws in his address to the country earlier in the day. It was the main demand of farmers who have been protesting at Delhi’s border entry points since November 2020. The protestors, mostly from Punjab, Haryana and Uttar Pradesh, had expressed fears that the central government’s new laws would make them vulnerable to corporate exploitation. The protestors celebrated Modi’s announcement, but farmer leader Rakesh Tikait said the agitation will not be called off immediately. “We will wait for the day when the agricultural laws will be repealed in Parliament,” he said.#WATCH | Farmers celebrate at Ghazipur border with \"Kisan Zindabad\" slogans following PM Narendra Modi's announcement to repeal all three farm laws. pic.twitter.com/QHNpbtEW0g— ANI (@ANI) November 19, 2021\n\nThe Samyukta Kisan Morcha, an umbrella body of groups leading the agitation, said the farmers were not only protesting against the three laws but also for a guarantee of remunerative prices for their crops. “This important demand of farmers is still pending,” the organisation said. “So also is the withdrawal of the Electricity Amendment Bill. SKM will take note of all developments, hold its meeting soon and announce further decisions.”Opposition leaders said on Friday that the farmers’ sacrifices had paid off. Congress Interim President Sonia Gandhi said that the sacrifices of over 700 farmer families had paid off. “Today, truth, justice, and non-violence have won,” she said, reported ANI. “Today, the conspiracy hatched by those in power against farmers and labourers has lost and so has the arrogance of dictatorial rulers.”Congress leader Rahul Gandhi tweeted that the farmers’ “satyagraha”, or peaceful protest, made the government’s arrogance bow its head.Also read: ‘Misguided’, ‘baseless’: A look at how Modi and his ministers had criticised the farmer protestsदेश के अन्नदाता ने सत्याग्रह से अहंकार का सर झुका दिया। अन्याय के खिलाफ़ ये जीत मुबारक हो!जय हिंद, जय हिंद का किसान!#FarmersProtest https://t.co/enrWm6f3Sq— Rahul Gandhi (@RahulGandhi) November 19, 2021\n\nNationalist Congress Party chief Sharad Pawar said that the BJP-led Union government had introduced the three new farm laws without any consultations with the stakeholders. “As a [former] Union agriculture minister for 10 years, I had made this commitment on farm issue which is a state subject, that without taking all stakeholders into confidence, it was not right to bring in any new measure related to farm laws,” he said, according to ANI.Rashtriya Janata Dal chief Lalu Prasad Yadav also highlighted the deaths of over 700 farmers during the protests. “They [the BJP] have withdrawn the laws now that Assembly elections are around the corner,” he said, reported ANI. “They have lost on this front and they will face defeat there [in elections] too.”Echoing Gandhi’s view, Trinamool Congress MP Derek O’ Brien said: “Arrogance loses. From hubris to on your knees.” Congress leaders Priyanka Gandhi Vadra and P Chidambaram said the upcoming elections in Punjab and Uttar Pradesh had compelled the government to repeal the farm laws. “Is the nation not understanding that polls are approaching and they [the BJP] might have felt that [the] situation isn’t right?” Vadra was quoted as saying by ANI. “They can see in surveys that the situation isn’t right. So, they have come to apologise before polls.” Chidambaram said what cannot be achieved through protests can be attained by the fear of polls.What cannot be achieved by democratic protests can be achieved by the fear of impending elections! PM’s announcement on the withdrawal of the three farm laws is not inspired by a change of policy or a change of heart. It is impelled by fear of elections!— P. Chidambaram (@PChidambaram_IN) November 19, 2021\n\nMallikarjun Kharge, the leader of the Opposition in the Rajya Sabha, said the repeal of the laws was a victory for the farmers,  but pointed out that hundreds had died during the protest against them. “Who will take responsibility for the hardships that farmers had to go through?” he asked. “We will raise these issues in Parliament.”It's farmers' victory, who have been protesting against farm laws for so many days; over 700 died. Seems like Centre is guilty... But who'll take responsiblity for the hardships that farmers had to go through? We will raise these issues in Parliament: Congress' Mallikarjun Kharge pic.twitter.com/XKBm8uShk8— ANI (@ANI) November 19, 2021\n\nCongress General Secretary Randeep Singh Surjewala claimed the Centre has admitted to the “crime” that it committed against the farmers. “The people will decide the punishment,” he said at a press briefing.Surjewala added that the Centre had to ultimately bend before the farmers but the country will not forget that it made the protestors suffer before rolling back the farm laws.Punjab Chief Minister Charanjit Channi’s office said the decision was delayed but welcome. “[The] chief minister asks [the] Modi government to compensate state and farmers adequately for loss of life and property,” the CMO said. “The chief minister also seeks financial package to relieve farmers and labourers from debt.”State Deputy Chief Minister SS Randhawa said that the BJP had defended the farm laws, saying that they were good for the farmers. “...then why have they withdrawn these laws now?” he asked, according to ANI. “They should explain the reason behind this decision. [The] central government should apologise to [the] families of farmers who sacrificed their lives in this protest.”West Bengal Chief Minister Mamata Banerjee lauded the farmers for their fight. “My heartfelt congratulations to every single farmer who fought relentlessly and were not fazed by the cruelty with which the BJP treated you,” she said. “This is your victory. My deepest condolences to everyone who lost their loved ones in this fight.” My heartfelt congratulations to every single farmer who fought relentlessly and were not fazed by the cruelty with which @BJP4India treated you. This is YOUR VICTORY!  My deepest condolences to everyone who lost their loved ones in this fight.#FarmLaws— Mamata Banerjee (@MamataOfficial) November 19, 2021\n\nDelhi Chief Minister Arvind Kejriwal said the day of the repeal of the farm laws will be written in India’s history like August 15 and January 26. “The government had to bend before the farmers,” he said. “This is not just the victory of farmers. It is the victory of democracy.”Kerala Chief Minister Pinarayi Vijayan said the farmers of India have scripted one of the brightest chapters in the history of class struggles. “Salutes to the martyrs, farmers and organisations who fought with unmatched resoluteness and undying spirit,” he said. Rajasthan Chief Minister Ashok Gehlot said that the Centre’s decision was a “glorious victory” for the farmers. “I salute their spirit of struggle,” he said.Jharkhand Chief Minister Hemant Soren termed Modi’s announcement as laughable. He said that the entire Bharatiya Janata Party is now engaged in propaganda to show that the prime minister is a well-wisher of the farmers.Soren said that the farmers who were forced to protest on the streets against the laws should be paid a compensation of Rs 10 lakh each. He also called for the resignation of the Union agriculture minister.Punjab Congress chief Navjot Singh Sidhu said the repeal of the agricultural laws was a “historic success” for the farmers’ agitation. “Repealing of black laws a step in the right direction,” he added. Repealing of black laws a step in the right direction …. Satyagrah of Kisan morcha gets historic success…. You’re sacrifice has paid dividends…. Revival of farming in Punjab through a road map should be the top priority for the Pb govt ….accolades— Navjot Singh Sidhu (@sherryontopp) November 19, 2021\n\nFormer Punjab Chief Minister Amarinder Singh tweeted: “Thankful to Prime Minister Narendra Modi for acceding to the demands of every Punjabi and repealing the three black laws on the pious occasion of Guru Nanak Jayanti. I am sure the Centre will continue to work in tandem for the development of Kisani [farming].” Great news! Thankful to PM @narendramodi ji for acceding to the demands of every punjabi & repealing the 3 black laws on the pious occasion of #GuruNanakJayanti. I am sure the central govt will continue to work in tandem for the development of Kisani! #NoFarmers_NoFood @AmitShah— Capt.Amarinder Singh (@capt_amarinder) November 19, 2021\n\nHaryana Deputy Chief Minister Dushyant Singh Chautala said that repealing the farm laws was a commendable step towards the restoration of peace, ANI reported. “I appeal to all farmer organisations to end their protest,” he added. “We will continue to make effort for farmers’ welfare.”Tamil Nadu Chief Minister MK Stalin also welcomed the decision, saying that in a democracy, the views of people must be respected.Communist Party of India (Marxist) leader Sitaram Yechury said that the country must not forget “the sacrifice of more than 750 farmers who have lost their lives in this struggle”.“The quest for justice for those targeted by the government and its agencies through false cases will continue,” Yechury said. “The prime minister must apologise for the hardship and trouble caused by his dictatorial step of farm laws to benefit his crony business partners.”Former Uttar Pradesh Chief Minister Akhilesh Yadav said the Centre could bring the laws back after the Uttar Pradesh elections, NDTV reported. “These people think this fake apology will return them to power but the people understand all this,” Yadav said. “The laws have been repealed for votes. How will the murderers of Lakhimpur be brought to justice?”The Bahujan Samaj Party congratulated the country’s farmers over the prime minister’s announcement. “However, the demand to pass a national law to give minimum support price to farmers is still pending,” the party said in a press release. “The BSP demands that the Centre should accept this demand and pass a law in the upcoming Winter Session.”Shiromani Akali Dal leader Harsimrat Kaur Badal said that this day will go down in history, ANI reported. “Today indeed is a day to remember those 800 farmers who laid down their lives to get these bills repealed,” Badal said. “We can never forget them. We can never thank them and their families enough.”Badal had quit as the Union food processing minister on September 18 in protest against the farm laws. The Akali Dal, one of the BJP’s oldest allies, had pulled out of the National Democratic Alliancedue to the same reason on September 26. The party’s chief Sukhbir Singh Badal on Friday said the Shiromani Akali Dal would not go back to the alliance with the BJP after the laws have been repealed, ANI reported.Meghalaya Governor Satya Pal Malik described the decision as “politically wise”, NDTV reported. Malik, who has been a vocal supporter of the farmers’ demands despite being a BJP leader, said that the government should also ensure legal assurance of minimum support price for crops.“Resolve the MSP issue according to the satisfaction of the farmers or they will not go away,” he told NDTV.Modi’s move ‘statesmanlike’, says BJPBharatiya Janata Party leaders praised the prime minister for the decision to repeal the three farm laws. Home Minister Amit Shah described Modi’s announcement as “statesmanlike”. “As the prime minister pointed out in his address, the Government of India will keep serving our farmers and always support them in their endeavours,” Shah said. PM @narendramodi’s announcement relating to the farm laws is a welcome and statesmanlike move. As the Prime Minister pointed out in his address, the Government of India will keep serving our farmers and always support them in their endeavours.— Amit Shah (@AmitShah) November 19, 2021\n\nBJP President JP Nadda said Modi had “immense care” for the farmers. “This decision will further the atmosphere of brotherhood across our nation,” Nadda said. The @BJP4India wholeheartedly welcomes PM @narendramodi’s announcement, that too on the special day of Guru Nanak Dev Ji’s Parkash Utsav. Our PM has shown that he has immense care for our farmers. This decision will further the atmosphere of brotherhood across our nation.— Jagat Prakash Nadda (@JPNadda) November 19, 2021","author":"Scroll Staff","time":"2021-11-19T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151670-dglblwjxtl-1607338992.jpg","tags":["farm laws","farmers protest","agriculture"],"source":"https://scroll.in/latest/1010927/satyagraha-made-arrogance-bow-its-head-opposition-celebrates-repeal-of-farm-laws"}