{"title":"Satyendar Jain approaches court to restrain media from broadcasting Tihar jail footage ","content":"Aam Aadmi Party leader Satyendar Jain on Wednesday approached a Delhi court seeking directions to restrain the media from broadcasting any footage from inside his cell in Tihar jail, the Hindustan Times reported.The development came hours after the Bharatiya Janata Party tweeted a close circuit television visuals from Jain’s cell, which showed him eating what appears to be packaged food.As per the CCTV footage, the video is dated September 14. Scroll.in has not verified the authenticity of the video.जेल में ऐश लेता हुआ कट्टर भ्रष्टाचारी सत्येंद्र जैन। #TherapistNahiRapist pic.twitter.com/Xj6JurgrKA— BJP Delhi (@BJP4Delhi) November 23, 2022\n\nThe video comes three days after purported videos of Jain receiving foot massages in jail were widely shared on social media. The BJP had filed a police complaint alleging that the Delhi minister was receiving special treatment behind bars.On Tuesday, Jain had accused the Enforcement Directorate of leaking footage from inside his jail cell to the media and asked a Delhi court to ensure that he is given a fair trial in the money laundering case against him.In a separate plea, Jain had also sought directions from the court to Tihar officials to provide him with food items such as fruits and dry fruits as he was observing a fast due to religious beliefs. He had claimed that the jail authorities were not giving him basic food according to his religious and medical needs.On Wednesday, Jain’s advocate Rahul Mehra told the court that every day a video connected with Jain was being leaked.“They have taken a particular day and particular time and shown some major thing is going on in jail,” Mehra told the court, according to Bar and Bench. “Today one release, tomorrow another release. Does your conscience not prick.” He added: “Is this a media trial? All my rights are thrown to the wind.”Jain, a minister without a portfolio in the Delhi government, was arrested by the Enforcement Directorate on May 30. The agency’s case is based on a disproportionate assets first information report filed by the Central Bureau of Investigation in 2017 under the Prevention of Money Laundering Act. He is accused of having laundered money through four companies allegedly linked to him.The agency claims that money routed through the companies was used to buy land or repay loans taken to purchase agricultural land in and around Delhi.","author":"Scroll Staff","time":"2022-11-23T18:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175960-yiscmmiole-1655537610.jpg","tags":["Satyendar Jain","Tihar Jail","AAP"],"source":"https://scroll.in/latest/1038167/satyendar-jain-approaches-court-to-restrain-media-from-broadcasting-tihar-jail-footage"}