{"title":"Satyendar Jain is ‘conceptualiser and executor’ of money laundering operation, says Delhi HC","content":"The Delhi High Court on Thursday said that witness statements showed Aam Aadmi Party leader Satyendar Jain to be the “conceptualiser, visualiser and executor” in an alleged money laundering case, reported Live Law.The High Court made the statement in its order rejecting Jain’s petition seeking bail. The court also denied bail to co-accused persons Vaibhav Jain and Ankush Jain. The former Delhi minister, who was arrested by the Enforcement Directorate on May 30, is accused of having laundered money through four companies allegedly linked to him. The Central Bureau of Investigation had filed a case in August 2017 under the Prevention of Corruption Act. In April last year, the Enforcement Directorate had attached immovable property worth Rs 4.81 crore belonging to Akinchan Developers Private Limited, Indo Metal Impex Private Limited, Prayas Infosolutions Private Limited, Manglayatan Projects Private Limited and JJ Ideal Estate Private Limited.On Thursday, Justice Dinesh Kumar Sharma said that the trial court’s order denying bail to Satyendar Jain was well-reasoned and he did not find any illegality in it.The judge said that evidence cited before the court indicated that Jain had been controlling and managing Akinchan Developers, Manglayatan Projects and Prayas Infosolutions, according to Live Law.He also said that the “constant changing pattern” of shareholding would also indicate that the former minister was indirectly controlling the functioning of the companies.Jain had argued in his petition that he was not found in physical possession of any property related to the case. However, the court did not accept this contention.“...For the offence of money laundering, the physical possession of proceeds of crime is not necessary,” Justice Sharma said.“The fact that shares so acquired were transferred back to Vaibhav Jain and Ankush Jain will also make no difference as it may again be done to conceal the proceeds of crime or projected as a untainted money,” the High Court noted.","author":"Scroll Staff","time":"2023-04-07T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182837-fugvcvptur-1668426741.jpg","tags":["Satyendar Jain","money laundering case","Enforcement Directorate","Aam Aadmi Party","Delhi High Court"]}