{"title":"Satyendar Jain was given preferential treatment in Tihar jail, court says","content":"A Delhi court on Saturday said that Aam Aadmi Party leader Satyendar Jain was given preferential treatment inside the Tihar jail, but added that it has been stopped now, PTI reported.Special Judge Vikas Dhull noted that fruits and vegetables were provided to Jain by the jail staff, without there being any order to do so. He made the observation while rejecting Jain’s plea seeking a special diet for a religious fast. He had claimed that the jail authorities were not giving him food items according to his religious and medical needs.“Providing fruits and vegetables to the applicant was in violation of Article 14 of the Constitution of India as state is bound to treat all the prisoners equally and there can be no discrimination on the basis of caste, creed, sex, religion, status etc,” Justice Dhull said. Jain, a minister without a portfolio in the Delhi government, was arrested by the Enforcement Directorate on May 30 in a money laundering case. The agency’s case is based on a disproportionate assets first information report filed by the Central Bureau of Investigation in 2017 under the Prevention of Money Laundering Act. He is accused of having laundered money through four companies allegedly linked to him.Recently, purported videos of Jain receiving foot massages and eating what appears to be packaged food in jail were widely shared on social media. The Bharatiya Janata Party had filed a police complaint alleging that the Delhi minister was receiving special treatment behind bars.Jain has accused the Enforcement Directorate of leaking footage from inside his jail cell to the media and had asked the court to ensure that he is given a fair trial in the case.On Saturday, Justice Dhull noted that around 26 officials of the Tihar jail have been transferred and a jail superintendent was suspended in November, according to PTI. He added that since then Jain is purchasing fruits and vegetables from the jail canteen.“[This] prima facie establishes on record that the incumbent Tihar Jail officials have stopped providing preferential treatment to the applicant, which was being given earlier to the applicant, in violation of the rules,” he said in his order.On Jain’s allegation of not receiving dry fruits as part of his medical diet, the court said it was stopped by the jail’s medical officer, ANI reported.“This court cannot substitute the advice of the doctor by its own discretion,” Justice Dhull said in the order. “The medical officer is the best person, who can advise the prescribed diet to the prisoners after observing the health of the inmates/prisoners.”","author":"Scroll Staff","time":"2022-11-27T08:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172933-kaourwksvj-1653993128.jpg","tags":["Tihar Jail","Satyendar Jain","AAP"],"source":"https://scroll.in/latest/1038416/satyendar-jain-was-given-preferential-treatment-in-tihar-jail-court-says"}