{"title":"Satya Nadella says countries not friendly to immigrants will lose out on tech boom","content":"Technology giant Microsoft’s Chief Executive Officer Satya Nadella has warned countries that fail to attract immigrants that they would lose out as the global technology industry continues to diversify and grown, Bloomberg reported on Tuesday. Last week, Nadella had criticised the Citizenship Amendment Act, saying what was happening in India was “just bad”. “Every country is rethinking what is in their national interest,” Nadella told Bloomberg’s Editor-in-Chief John Micklethwait at the World Economic Forum in the Swiss resort of Davos. Governments need to “maintain that modicum of enlightenment and not think about it very narrowly”, Nadella said, adding that “people will only come when people know you are an immigrant-friendly country”.Despite the current political climate, Nadella said he remained hopeful. “I am an India optimist,” he added. “The fact that there is a 70-year history of nation building, I think it’s a very strong foundation. I grew up in that country. I am proud of that heritage. I am influenced by that experience.”\n\n\n    \n    Play\n\nLast week, Nadella had spoken about the importance of both technology and immigration in his life and career. “Even a story like mine being possible in a country like this – I think, if anything, I would love to see a Bangladeshi immigrant who comes to India and creates the next unicorn in India or becomes the CEO of Infosys,” he added. “That should be the aspiration. If I had to sort of mirror what happened to me in the US, I hope that’s what happens in India.” Nadella was both praised and criticised for his comments. Bharatiya Janata Party MP Meenakshi Lekhi said Nadella was the perfect example of how the “literate need to be educated”. “Precise reason for CAA is to grant opportunities to persecuted minorities from Bangladesh, Pakistan and Afghanistan,” she tweeted. “How about granting these opportunities to Syrian Muslims instead of Yezidis in USA?”The Citizenship Amendment Act, approved by Parliament on December 11 and notified on January 10, provides citizenship to refugees from six minority religious communities from Bangladesh, Afghanistan and Pakistan, provided they have lived in India for six years and entered the country by December 31, 2014.The Act has been widely criticised for excluding Muslims. At least 26 people died in last month’s protests against the law. Of these, 19 died in Uttar Pradesh, five in Assam and two in Karnataka.","author":"Scroll Staff","time":"2020-01-22T20:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135091-zxkwuzxlis-1579703600.jpg","tags":["Satya Nadella","Microsoft","Citizenship Amendment Act"],"source":"https://scroll.in/latest/950764/satya-nadella-says-countries-not-friendly-to-immigrants-will-lose-out-on-tech-boom"}