{"title":"Saudi Arabia approves India’s plan to take Haj pilgrims via sea route to Jeddah","content":"Saudi Arabia has approved India’s plan to allow Haj pilgrims to take the sea route to Jeddah in a few years, Union Minister for Minority Affairs Mukhtar Abbas Naqvi said on Monday.In its proposal for a New Haj Policy for 2018-’22, a Centre-appointed panel had in October said that the Saudi Arabian government should be consulted on the matter as travelling by ship was cheaper than air travel.“Sending Haj pilgrims through ships will help cut down travel expenses significantly,” Naqvi said, calling the decision “revolutionary, pro-poor [and] pilgrim-friendly”. The practice of ferrying Haj pilgrims between Mumbai and Jeddah by the sea route was stopped in 1995, he said.Naqvi made the statement after signing the annual Haj agreement between India and Saudi Arabia in Mecca, PTI reported.“Officials from both the countries will discuss all the necessary formalities and technicalities so that Haj pilgrimage through sea route can be started in the coming years,” Naqvi said.  Naqvi also said that Indian Muslim women would be able to go for Haj without a mehram – a male relative who a woman cannot marry, such as father, brother or son – if they are more than 45 years old and are travelling in groups of four or more. This was also a recommendation in the New Haj Policy.Saudi Arabia has given green signal for India’s decision to revive option of Haj pilgrimage through sea route also & officials from both countries will discuss on all formalities & technicalities so that Haj through sea route can be re-started in coming yrs. pic.twitter.com/ApTdoqBVTI— Mukhtar Abbas Naqvi (@naqvimukhtar) January 8, 2018\n\nSending Haj pilgrims through ships will help cut down travel expenses significantly. It will be a \"revolutionary, pro-poor, pilgrim-friendly\" decision. The practice of ferrying Haj pilgrims between Mumbai & Jeddah by waterways was stopped from 1995. pic.twitter.com/WbD3P8Ik9T— Mukhtar Abbas Naqvi (@naqvimukhtar) January 8, 2018\n\nFor the first time, Muslim women from India will go to Haj without “Mehram” (male companion). Separate accommodation & transport has been arranged for these women Haj pilgrims in Saudi Arabia and women “Haj Assistant” will be deployed for their assistance. pic.twitter.com/FswUoPdl7D— Mukhtar Abbas Naqvi (@naqvimukhtar) January 8, 2018","author":"Scroll Staff","time":"2018-01-08T15:12:58.295831+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/864251-aovtipgyki-1491471263.jpg","tags":["Haj","Saudi Arabia","Mukhtar Abbas Naqvi"],"source":"https://scroll.in/latest/864251/saudi-arabia-approves-indias-plan-to-take-haj-pilgrims-via-sea-route-to-jeddah"}