{"title":"Saurabh Kalia case: Five previous India-Pakistan disputes that have been taken to international forums","content":"External Affairs Minister Sushma Swaraj announced last week that the government is planning to lodge a complaint against Pakistan with the International Court of Justice about the alleged torture of Captain Saurabh Kalia and five other soldiers during the Kargil war in 1999. If this actually happens (and there are many hurdles to this process), this would not be the first time that an India-Pakistan dispute would be considered in an international forum.Here is how previous instances of international adjudication turned out. 1 Rann of Kutch Arbitration (1968)After Partition, the British province of Sind became a part of Pakistan while the princely state of Kutch joined India. Both countries claimed the Rann of Kutch for themselves. Armed hostilities broke out in April 1965 when Pakistani forces began patrolling the area. However, Harold Wilson, the British Prime Minister convinced both sides to agree to a ceasefire and refer the dispute to arbitration in June 1965. Though the temporary ceasefire did not prevent the Indo-Pak War of 1965 taking place later that year, the agreement to arbitrate remained in place.The Forum In 1966, an ad-hoc arbitral tribunal was constituted. Pakistan's nominee was Nasollah Entezam, an Iranian diplomat, while India's nominee was Ales Bebler, a judge of the Yugoslav constitutional court. Since the two sides could not come to an agreement regarding the chairman, Gunnar K. A. Lagergren, a noted Swedish jurist was appointed as the third arbitrator. The chairman by the United Nations Secretary General. Verbatim records of the proceedings were maintained and they covered a 10,000 pages. More than 350 maps were exhibited.Result Pakistan was awarded around 515 sq. km of territory by the Tribunal. However, this represented merely 10% of the overall territory claimed by Pakistan, thus allowing both sides to view the decision as a victory.Little-known fact Maganbhai Ishwarbhai Patel from Kutch approached the Gujarat High Court to try and prevent the implementation of the arbitral award by claiming that the Indian government had no constitutional basis to cede Indian territory. Similar petitions were also filed in the Delhi High Court. Hearing the appeals from these petitions, the Supreme Court held that implementation of the award was not a process of ceding territory but merely one of \"demarcation of the true boundary\". 2 Appeal relating to the jurisdiction of the International Civil Aviation Organisation Council (1972)In 1971, an Indian Airlines aircraft named Ganga was commandeered by two Kashmiri hijackers and flown to Lahore. The passengers were released, but the aircraft was destroyed. In response, the Indian government prohibited any Pakistani aircraft from overflying the Indian airspace, thus forcing Pakistani aircraft to take a longer route to go from West Pakistan to East Pakistan (which became the independent nation of Bangladesh shortly after).Pakistan alleged that India had breached the International Civil Aviation Convention and the International Air Services Transit Agreement and submitted this claim to the ICAO Council. India claimed that the operation of the two treaties had not been revived after the 1965 War and thus the ICAO Council did not have jurisdiction. The ICAO Council decided that it was competent to hear the case. Against this determination India appealed to the International Court of Justice. Pakistan objected to this appeal and claimed that ICJ had no jurisdiction to hear such an appeal.Result By 13-3 votes, the ICJ decided that it could hear the appeal. However, by 14-2 votes it went on to determine that the ICAO Council did in fact have jurisdiction to hear Pakistan’s claim and thus dismissed the Indian appeal. After the formation of Bangladesh, Pakistan did not need overflight rights any more. Thus, in 1976, both countries informed ICAO that they no longer wished to continue with the proceedings.Little-known fact This suspension of overflight rights caused delays when Pakistani army wanted to send reinforcements to its garrisons in mid-1971 before the war broke out. 3  Case concerning trial of Pakistani Prisoners of War (1973)Pakistan moved the ICJ stating that India’s alleged intention of transferring 195 Pakistani Prisoners of War held by India to Bangladesh for war crime trials was illegal. However following the Delhi Agreement of 1973, relating to the transfer of populations as the result of the formation of Bangladesh, the case was withdrawn4 Atlantique incident case (1999)A month after the Kargil War in 1999, an Atlantique aircraft of the Pakistan Navy was shot down by the Indian Air Force, which claimed that it had entered Indian airspace. Pakistan claimed that the aircraft had been within Pakistani airspace and had been illegally shot down. Pakistan approached the ICJ for a ruling that India’s action was in breach of International Law and that it should have to pay reparations to Pakistan. India took the plea that the ICJ did not have jurisdiction because in 1974, in India declaration of acceptance of ICJ jurisdiction India had specifically made a Commonwealth Reservation., stating that ICJ will not have jurisdiction for claims brought against India by other Commonwealth countries.Result  By a vote of 14-2, the court accepted India’s plea and held that it did not have the jurisdiction to hear the case and dismissed Pakistan’s claim.Little-known fact Some Pakistani citizens approached the Lahore High Court seeking clarifications from the government about why it wasted public money on litigation which was not maintainable.5 The Indus Waters Treaty ‒ Kishenganga Arbitration (2013)The Indus Waters Treaty entered into by India and Pakistan in 1960 allocates the rights to the use of the waters of the Indus and its tributaries that flow from India to Pakistan. Pakistan was concerned that the construction of the Kishenganga Hydroelectric Project would excessively and illegally divert water from the Kishenganga river (called Neelum river in Pakistan). It referred the matter to arbitration by the Permanent Court of Arbitration at the Hague, which is one of the methods of dispute resolution under the Indus Waters Treaty.Result The arbitral tribunal held that under the treaty India was permitted to divert Kishenganga water for the purpose of hydroelectric power generation by the KHEP. However, it was also held that water diversion was subject to the condition that India must construct and operate the KHEP in such a manner as to maintain a minimum flow of water in the Kishenganga/Neelum River to Pakistan. Tribunal determined the appropriate minimum flow to be 9 cumecs i.e. more than the Indian claim of 4.25 cumecs but less than the Pakistani demand of 80 cumecs.Little-known fact Members of the tribunal actually visited the dam site in June 2011 and February 2012 to get a better understanding of the position.","author":"Sagar Godbole","time":"2015-06-08T16:30:25+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/732859-5f795a08-eabe-4ead-944e-a461e383a5f3.jpg","tags":[],"source":"https://scroll.in/article/732859/saurabh-kalia-case-five-previous-india-pakistan-disputes-that-have-been-taken-to-international-forums"}