{"title":"Savita Punia, an Indian hockey veteran, is still forced to rely on her parents for financial support","content":"In a different age and perhaps another country, Savita Punia would be hailed as a sporting legend. The goalkeeper from Haryana has played more than 130 matches for the Indian national women’s hockey team. She was one of the key people who took India to a fifth place finish in the 2014-’15 Hockey World League and gave the women’s team a historic place at the Rio Olympics after 36 long years.For an experienced campaigner, it’s been a journey to remember. And yet, for a veteran who has been playing for India for over a decade, Punia still doesn’t have things easy. As one of the senior most members of the team and an elite sportsperson in her own right, you would expect her not to have to worry about her finances anymore. But that sadly is not the case. In an interview in 2016, she revealed that she had been promised a job under the Haryana Government’s Medal Lao, Naukri Pao scheme, but hadn’t got it. One year later, nothing, she says, has changed.‘Maybe there is some issue with me?’“Pata nahi kya issue hai [I don’t know what the issue is],” she says, in almost a resigned manner. “Shayad mere me koi problem hai [Maybe there is some issue with me]? Even now, I hear that I’ll get it in a month, in two months. I don’t really understand anymore because I know others have got jobs under this scheme. Maybe they have an issue with me, who knows?”To find out what the issue was, Scroll got in touch with Jyoti Rani, an officer in the Haryana sports ministry. Rani said that Punia had been asked to send in her application again by May 15. After that, the qualifications of the applications would be checked and given jobs accordingly, according to Rani.But Punia did not know that she had to send in her application again. Not that she hadn’t expected it.“I’ve given applications some 5-6 times now,” said India’s women’s hockey goalkeeper, laughing vexedly. “Each time, I’ve been told to give it again and it’ll get done. Even this year, I already submitted an application in January and didn’t hear anything back.”A long-running sagaIt’s a saga which has been going on for the last five years, informed Punia. The previous Haryana government, in which Bhupinder Singh Hooda was the chief minister, had first promised her a job under the scheme in 2012. But nothing came out of it. Two years later, the Indian women’s hockey team won bronze at the 2014 Asian Games. Punia submitted another application, this time to the new government headed by CM Manohar Lal Khattar . But things stayed the same.And because of this financial insecurity, the goalkeeper of the Indian national women’s team still has to depend on her parents for her finances, specifically her father who has a government job.“Hockey is a costly game,” she opened up, giving a detailed insight into the expenses. “The shoes which you need to wear for the Astroturf cost almost Rs 8,000 to Rs 10,000. And they only last for 2-3 months.”Despite the hardships, Punia has come an incredible way. And what makes her journey special is that she hardly had these heights in mind when she started it.‘I couldn’t let the money go to waste’“I came from a middle-class background and I was the sort of person who would just be at home. Bahut ghaarelu thi [I was very homely],” remembered Punia. “My journey in hockey was all due to my father. My first coach told him that I had the height and he promised him that I would be selected for an India camp.”“When my father heard that, he spent Rs 20,000 on my kit” said the 26-year-old. “It played on my mind. He has spent this much money, I can’t let it go to waste. I have to at least get selected for the camp. So that’s how I got selected for the national camp and then the rest happened.”The mood is much more cheerful when talk turns to the game itself. Her counterpart on the Indian national men’s team, PR Sreejesh has made waves on the international circuit with his incredible keeping. Punia is an admirer of Sreejesh and also a friend.“We talk a lot,” she said. “Before tournaments, we talk on the phone. He always guides me a lot.”Then she laughed and continued, “He [Sreejesh] tells me we goalkeepers don’t have any skills. Hence we must have eyes. He tells me to just enjoy a game, never to take too much pressure. Treat every match like a training session.”Punia does say though that things have changed a lot since the time she made her debut.“Indian teams, both men and women, have always been known for their skill in hockey,” she said. “But in recent years, fitness pe dhyan bohat zyada ho gaya hai [The focus on fitness has increased]. We have got foreign coaches and the first thing they will check is fitness. Apart from that, there have been other changes as well. Earlier, the women’s team had some trouble with taking penalty corners, but now we have great drag-flickers.”On a high after winning the 2016-’17 Hockey World League Round 2, where she was named the goalkeeper of the tournament, Punia’s eyes are firmly peeled on the semi-final round in June. With a young new team, Indian women’s hockey is definitely going places.","author":"Angikaar Choudhury","time":"2017-04-23T11:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/835036-56168-siyxgqvwir-1492595020.jpg","tags":["Hockey","India","Savita Punia"],"source":"https://scroll.in/field/835036/savita-punia-an-indian-hockey-veteran-is-still-forced-to-rely-on-her-parents-for-financial-support"}