{"title":"Sayani Gupta interview: ‘A huge dearth of quality female roles in mainstream cinema and shows’","content":"Sayani Gupta has her hands full. Among the actor’s upcoming projects are the single-character film Where The Winds Blow, Nicholas Kharkongor’s satire Axone, the third season of the British television series Good Karma Hospital and the second season of Amazon Prime Video’s Inside Edge.Meanwhile, 33-year-old Gupta has been drawing praise for her performance in the Amazon Prime Video series Four More Shots Please. Directed by Anu Menon and written by Ishita Moitra and Devika Bhagat, the show follows Damini (Sayani Gupta), Anjana (Kirti Kulhari), Umang (Bani J) and Siddhi (Maanvi Gagroo) as the friends negotiate sexism, relationships and love. Gupta’s Damini is a self-made investigative journalist who battles internet trolling at her workplace and commitment-related issues in her personal life.“The show is so well-fleshed out that I just had to be a part of it,” Gupta told Scroll.in. “There are not a plethora of parts that come our way that are interesting and well-written. There is a huge dearth of quality female roles in mainstream cinema and shows. I have been choosy in what I want to do.”\n\n\n    \n    Play\n\nFour More Shots Please (2019).Gupta was initially approached for a smaller role in Four More Shots Please before being cast as Damini. “They wanted a person who could pull in the crowd,” Gupta explained. “But then they asked me if I could do Damini. I changed everything around and turned down a few roles in order to play Damini. It is such a layered part at a script level. I completely relate to the virtues she lives by as a journalist.”An important part of the show was to depict the regular lives of the women, Gupta added. “With my girlfriends, the one thing I cherish the most is to be able to banter about very inane things without any judgement,” she said. Much of the series takes place in a bar, where the women discuss their problems over shots of alcohol.One of the criticisms of Four More Shots Please is that it is elitist. Gupta concurred, but added that it was important to represent that strata of society.“All kinds of women need representation in our cinema, and this is just one of them,” Gupta said. “Some people have said, why do women have to smoke and drink and abuse to show empowerment, to which I completely agree. But the reality is that there are women who smoke and drink. Obviously, you have not made a perfect film or a show. But for the dialogue to start, we need to keep pushing the envelope.”Four More Shots Please (2019). Courtesy PNC/Amazon Studios.Gupta made her screen debut in Gaurav Panjwani’s Second Marriage Dot Com. Her second role was a milestone in her career – the visually impaired Khanum who falls for Kalki Koechlin’s cerebral palsy-affected Laila in Shonali Bose’s Margarita With A Straw (2015). When Gupta was handed the script, she realised that the part could make or break her career.“Thankfully, it was the former,” she said. “When I auditioned and got the part, everybody told me not to do the film because people had a lot of apprehensions about homosexuality. A lot of people thought it was a taboo in mainstream cinema.” Gupta appeared in stage productions and has an acting degree from the Film and Television Institute of India. Theatre and a formal education have helped her hone her craft in more ways than one. “I did theatre at a very young age, and I think that taught me discipline,” she observed. “I was able to understand the technicalities of filmmaking at FTII. That is very important because at the end of the day, you are acting for the camera.”The institute also helped Gupta gain access to top-drawer talent. “You also have a big cushioning of people and seniors – for example, when Margarita happened, I could call up Naseeruddin Shah and say, give me a few exercises to prepare for the role, and he did,” Gupta said. “Although you are not an industry kid and you cannot call up people in power, you can still call up people for advice.”\n\n\n    \n    Play\n\nMargarita With A Straw (2015).Her recent projects include Fan (2016), Jolly LLB 2 (2017) and Jagga Jasoos (2017). “In Jagga Jasoos, I play a 14-year-old girl, and that world was fascinating for me,” Gupta said. “The part got slashed, but I had no hard feelings because I was happy to be a part of the project. Everything comes from how much I can do with my character. You have to defend the character more than you defend yourself. Even if it is a small part, you have to build a backstory in way that convinces you about the choices she is making.”\n\n\n    \n    Play\n\nDetour (2018).Also read:In Amazon show ‘Four More Shots Please’, sex, sexism and superficiality in the city","author":" Sruthi Ganapathy Raman","time":"2019-02-03T12:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/112030-uootsesuwh-1549031311.jpeg","tags":["Sayani Gupta","Four More Shots Please","Inside Edge"],"source":"https://scroll.in/reel/911227/sayani-gupta-interview-a-huge-dearth-of-quality-female-roles-in-mainstream-cinema-and-shows"}