{"title":"‘SBI is lying’: Why banking experts dispute its claims on electoral bonds data","content":"The State Bank of India on Wednesday missed the deadline set by the Supreme Court of India, directing it to hand over information about 22,217 electoral bonds to the Election Commission of India.In a landmark decision last month, the Supreme Court had struck down as unconstitutional the Narendra Modi government’s electoral bonds scheme, which allowed individuals and corporations to make anonymous donations to political parties through these monetary instruments purchased from the State Bank of India. The Bharatiya Janata Party was the scheme’s greatest beneficiary.On March 4, two days before the deadline was set to lapse, the SBI, India’s largest public sector bank, asked for time till June 30 – an extension of 16 weeks. It argued that it needed more time to follow through with the order as it did not keep a digital trail of the sale and redemption of bonds.Experts in the banking sector Scroll spoke to contested the SBI’s claims that it would need four months to make the data available. “They are telling a lie, to put it crudely, and you don’t need an expert or a banker to say this,” said an analyst who has been tracking the industry for over three decades.The sceptics have a two-fold argument: one, that it is unlikely that the bank did not digitise its electoral bonds data in this day and age. And two, even if it did not, tallying data on nearly 22,000 bonds should take only a few days.Some contended that it was a tactic to stall the release of information that might be politically damaging to the Bharatiya Janata Party ahead of the Lok Sabha election. For instance, speaking to journalist Barkha Dutt, former Finance Secretary Subash Chandra Garg labelled the SBI’s plea as the “lamest of excuses”.On Thursday, the Association of Democratic Reforms, a non-governmental organisation, moved the Supreme Court, seeking contempt proceedings against the SBI “for wilfully and deliberately disobeying” the court’s order.The court has not yet responded to the bank’s plea for an extension – or listed for hearing the petition seeking contempt proceedings. Congress leaders protest against the scheme in 2019: Credit: Shashi Tharoor/Twitter‘In separate silos’Electoral bonds were a banking instrument that a person, firm or a trust could buy from the SBI and hand it to a political party, which could then redeem them. The scheme was introduced by the Modi government in January 2018.Buyers of electoral bonds were not required to declare their purchase of these interest-free bonds and political parties did not need to disclose the source of the money.On Monday, the SBI said that it did not keep a digital trail of the sale and redemption of electoral bonds because of a confidentiality clause in the scheme.“The purpose of not storing all details digitally was to ensure that it cannot be gathered easily to achieve the object of the scheme,” said the bank in its petition.The object of the scheme is its confidentiality clause. It says: “The information furnished by the buyer shall be treated confidentially by the authorised bank and shall not be disclosed to any authority for any purpose, except when demanded by a competent court or upon registration of criminal case by any law enforcement agency.”This purportedly pushed the bank to not even register KYC or know your customer details into its Core Banking System, or CBS – an IT system that connects multiple branches of a bank in a central, digital database to ease the delivery of services.Moreover, the bank said that documents on purchasers and redeemers of the bonds were stored physically, in two different silos, in its main branch in Mumbai.Going by the bank’s contention, this is how it would have worked. Take, for example, a person wanted to donate Rs 1 crore to her preferred political party via an electoral bond. She could deposit a cheque of Rs 1 crore made out to the SBI and submit her citizenship proof, KYC documents and fill out an application form and a pay-in slip at the bank – these documents are contained in the SBI’s first silo.The bank would take a couple of days to verify the documents. If they were fine, the bank would issue an electoral bond worth Rs 1 crore to the person. This person would then give the bond to the political party. The party would then deposit the bond with the SBI, fill a redemption slip and collect the money. The bond and this slip are stored in the second silo.The SBI has argued that to connect a redeemed bond to the donor, it would have to pair up documents from the second silo with documents in the first one. This, it has claimed, could take four months.But observers and practitioners of the banking industry do not buy these claims.VIDEO | Congress workers protest in #Patna against SBI over delay in disclosure of names of electoral bonds donors. \"We are demanding that the SBI should give the data. It is trying to save the Modi government and BJP. It is not the bank's job to hide the data,\" says Congress… pic.twitter.com/RnSpMUuTU5— Press Trust of India (@PTI_News) March 7, 2024\n\n\nKeeping data physicallyExperts point out that the claim that a good chunk of the electoral bonds data, including the paperwork, is not stored digitally by the bank to maintain confidentiality does not stand.This is because the confidentiality clause contains an exception for a “competent court” and a “law enforcement agency”. The analyst quoted above said that given this exception, “the electoral bonds data should be ready on a real-time basis”.The bank claims that the information on donors and political parties was stored physically and separately “in a sealed cover at the designated branches” and these covers were ultimately collected at the SBI’s main branch in Mumbai.Generating data on electoral bonds might be easier than the SBI makes it to be. In 2019, a Huffington Post investigation had revealed that in a January 2018 meeting, the public sector bank had asked the Union ministry of finance to include a serial number on the bonds.The bank believed that it would not have an audit trail available without this number. It would also not be able to hand over information on buyers and redeemers of bonds if a competent court or law enforcement agency asked for them.A Quint investigation in 2018 had reported that the bonds did carry a hidden serial number. This indicates that the SBI did plan to store data on purchasers and redeemers of bonds.But besides the serial number, there are other reasons to believe that the SBI would have a digital database on electoral bonds.A digital trailA fintech founder who works with banks told Scroll that the claim that data on electoral bonds was entirely in physical form was hard to believe. “The information collected by the SBI on electoral bonds is fairly templatised,” he said. “This is not a donation box at a temple where anyone can donate money and no information is collected. The electoral bonds data is collected in a certain way so that it could be organised digitally in that way. This is done so all such information remains digitally available in one place.”The template includes the application form, citizenship documents, KYC documents, the pay-in slip and a receipt.Another reason for scepticism, said the founder, was that after the 2005 Maharashtra floods, the banking industry had embraced digitisation. “That is when bank after bank lost their physical records because they were flooded,” said the founder. “Since then, everyone keeps their physical data in a digital form so that they don’t lose it.”CH Venkatachalam, the general secretary of the All India Bank Employees’ Association, told Scroll that SBI’s claim to not digitise the bonds was misleading. “It is all available in the system,” he said. “You need to press a few buttons and it will be available in minutes. I think they are reluctant because they are worried about implications since there might be political pressures. Why do you need time till June? This is the age of technology. If it takes so much time, then how do they serve customers?”The analyst quoted earlier said that the SBI has other routes to digitise information besides the core banking system, which the Reserve Bank of India mandates all commercial banks to have. “Even if they do not register this information in the CBS, they have their own parallel system,” the analyst said. “Electoral bonds have not been issued in millions or lakhs. It is in the thousands. They also have an EOD [End of the Day] system where information and data is automatically processed and stored in the system.”By the analyst’s estimate, the information on who purchased the bonds and which political party redeemed them “are on the [SBI] chairman’s table”. He added: “The claim that they have to assimilate information and that it will take 16 weeks is the most absurd thing I’ve ever heard.”Processing the dataThe experts pointed out that even if the public sector bank had not digitised the bonds data, its case is weak.The fintech founder who works with banks said it would have been understandable had the SBI asked for a couple of more weeks instead of four months to put out the data. The reason for this is that banks are used to extracting large amounts of data in a short period of time, thanks to data processing centres.“These centres collect information from physical forms and digitise them through scanning and data entry,” the founder said. “Typically, banks digitise data of hundreds of thousands of customers across different branches and it is available a day or two after it is collected.” The founder added that it should not take more than 10 minutes to extract data from a physical electoral bond. “It is quite possible to do this very, very fast,” said the founder. “All you need is a team of 20 to 30 people. If you decide to channel your resources behind this, it is probably a two-day, three-day job.”He added: “But that also depends on channelling your resources completely, which can be hard when a bank is trying to deal with 20 other things. If it is a Supreme Court request, they can definitely prioritise resources.”Venkatachalam agreed. “This is not a big piece of data,” he said. “They handle billions and billions of entries daily. This is nothing for them. Even if the data is not digitised and kept physically, why should it take nearly four months?”He added: “Electoral bonds are issued by 29 branches of the SBI. Even if the process is manual, this can be done in 24 hours.”For experts who spoke to Scroll, it seemed clear why the SBI is shy of releasing the data. “It seems that they are asking for time till June because by then the [general] elections will be over,” said Venkatchalam. “That means there is something that normal people must not know and the revelation will create an impact among them.”The fintech founder said the SBI’s approach on seeking an extension had been “vacuous”. “It is driven by other considerations than by the tactical or feasible consideration of extracting the data from the documents,” he said.","author":"Ayush Tiwari","time":"2024-03-08T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117318-eturzrptfs-1580193274.jpg","tags":["electoral bonds","SBI","Supreme Court","political funding","quid pro quo"],"source":"https://scroll.in/article/1064869/sbi-is-lying-why-banking-experts-dispute-its-claims-on-electoral-bonds-data"}