{"title":"SBI-led group of banks recover Rs 792.11 crore by selling Vijay Mallya’s shares","content":"A consortium of banks led by the State Bank of India has recovered Rs 792.11 crore through the sale of shares of fugitive businessman Vijay Mallya, the Enforcement Directorate said on Friday. The group of banks received the shares of the now defunct Kingfisher Airlines from the Enforcement Directorate.In December 2018, the consortium of banks had initiated bankruptcy proceedings against Mallya, who owes more than Rs 9,000 crore. Mallya is currently living in the United Kingdom on bail, having lost a legal battle against extradition to India to face charges of fraud and money laundering. He has repeatedly denied the charges against him and offered to pay back 100% of the amount borrowed by Kingfisher Airlines, but neither the banks nor the Enforcement Directorate has accepted the offer.The Enforcement Directorate said on Friday that the banks have already recovered an additional Rs 7,181.50 crore by liquidating Mallya’s assets,.The investigating agency had recently transferred Mallya’s assets worth Rs 3,728.64 crore to the SBI-led consortium, including shares of Rs 3,644.74 crore, demand drafts of Rs 54.33 crore and immovable properties worth Rs 29.57 crore, the Enforcement Directorate said.The central agency added that the Fugitive Economic Offences Court has allowed banks to take over assets worth Rs 1,060 crore of two other fugitive businessmen Nirav Modi and Mehul Choksi, in the Punjab National Bank fraud case.Additionally, the Enforcement Directorate has confiscated properties worth Rs 329.67 crore in the case and Nirav Modi’s sister, Purvi Modi, has transferred “proceeds from crime” worth Rs 17.25 crore to the investigating agency.The Enforcement Directorate added that Mallya, Modi and Choksi have together defrauded public sector banks of a total amount of Rs 22,585.83 crore. Of this amount, the agency has so far attached and seized assets worth Rs 18,217.27 crore. Public sector banks have been transferred assets worth Rs 12,762.25 crore.“As on date, assets worth 58% of total loss to the banks have been handed over to banks/confiscated to GOI [government of India],” the ED said.","author":"Scroll Staff","time":"2021-07-16T18:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/123055-slbqqlixbj-1562064301.jpg","tags":["Vijay Mallya","State Bank of India","Kingfisher Airlines","PNB fraud case","Mehul Choksi"],"source":"https://scroll.in/latest/1000387/sbi-led-group-of-banks-recover-rs-792-11-crore-by-selling-vijay-mallyas-shares"}