{"title":"SBI asks Supreme Court to extend deadline to release electoral bonds data until June 30 ","content":"The State Bank of India on Monday requested the Supreme Court to extend till June 30 the deadline for providing information relating to electoral bonds to the Election Commission.On February 15, the Supreme Court struck down the electoral bonds scheme as unconstitutional, saying that it could lead to quid pro quo arrangements between donors and political parties.The court directed the State Bank of India to immediately stop issuing electoral bonds. It also ordered the bank to issue details of the political parties that received electoral bonds from April 12, 2019 and submit them to the Election Commission by March 6.The poll body has been directed to publish the details by March 13 on its website, including each bond’s date of purchase, purchaser and denomination. It should also include details of the political parties that have received contributions through electoral bonds since April 12, 2019.In its application filed before the top court on Monday, the public sector bank said that 22,217 electoral bonds were issued between the period April 12, 2019 to February 15, 2024.The “details of purchases made at the branches are not maintained centrally at any one place, such as the name of purchaser/donor which could be tallied with date of issue, place of issue (branch), denomination of bond, bond number”, the bank said in its plea.The bonds were deposited at the State Bank of India’s headquarters in Mumbai by its authorised branches at the end of each tranche in sealed envelopes. The bank said it needed more time to decode, compile and compare the 44,400 sets of information that are currently organised in two separate silos. Therefore, the March 6 deadline set by the Supreme Court would not be sufficient, the bank has argued.Electoral bonds were monetary instruments that citizens or corporate groups could buy from the State Bank of India and give to a political party, which then redeems them. The entire process was anonymous since buyers were not required to declare their purchase of these interest-free bonds and political parties did not need to show the source of the money. Only the total amount received through the electoral bonds is revealed to the Election Commission through the audited accounts statements.Only the total amount received through the electoral bonds was revealed to the Election Commission. The scheme was introduced by the BJP-led Union government in 2018.However, the Centre could access information about these donors as it controls the State Bank of India.Also read:Explained: Why the Supreme Court struck down the electoral bonds schemeIn charts: BJP received more money from electoral bonds than 30 other parties combined","author":"Scroll Staff","time":"2024-03-04T20:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130173-lhkdusglvn-1572616091.jpg","tags":["Supreme Court","Electoral Bonds","State Bank of India","SBI"],"source":"https://scroll.in/latest/1064708/sbi-asks-supreme-court-to-extend-deadline-for-providing-electoral-bonds-data-to-election-commission"}