{"title":"SC collegium reiterates name for appointment as Karnataka High Court judge for third time","content":"The Supreme Court collegium on Tuesday reiterated for the third time its decision to appoint advocate Nagendra Ramachandra Naik as a Karnataka High Court judge, The Indian Express reported.“The Supreme Court Collegium in its meeting held on 10 January 2023 has, on reconsideration, resolved to reiterate its earlier recommendation for elevation of Shri Nagendra Ramachandra Naik, advocate, as judge in the Karnataka High Court,” a statement from the collegium led by Chief Justice DY Chandrachud said.The collegium had first recommended Naik’s name for appointment as a High Court judge on October 3, 2019. It then reiterated its decision twice – once on March 2, 2021, and then on September 1, 2021.As a matter of convention, the government is bound to accept the collegium’s recommendation if it reiterates a decision. In April 2021, the Supreme Court had said that the government should appoint judges in three to four weeks if the collegium reiterates its recommendations unanimously.Also read:Explainer: What happens when the Centre refuses to appoint judges despite a collegium recommendationMeanwhile, the collegium also recommended eight other names for appointment as High Court judges. Out of these, seven are currently judicial officers, while one is an advocate.The collegium recommended Aribam Guneshwar Sharma and Golmei Gaiphulshillu Kabui for appointment as judges at the Manipur High Court. It also put forward the names of P Venkata Jyothirmai and V Gopalakrishna Rao for the Andhra Pradesh High Court.The collegium recommended the elevation of Mridul Kumar Kalita to the Gauhati High Court, and advocate Neela Kedar Gokhale for appointment as a judge of the Bombay High Court. For the Karnataka High Court, Ramachandra Dattatray Huddar and Venkatesh Naik Thavaryanaik were recommended for appointment as judges.The Union government and the judiciary are currently locked in a tussle on the process of making judicial appointments in the country. Law Minister Kiren Rijiju has repeatedly criticised the existing collegium system of appointments.  On December 8, the Supreme Court had told the Centre that the collegium system of appointing judges to the higher judiciary is the law of the land and must be adhered to.","author":"Scroll Staff","time":"2023-01-11T08:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127493-nmffrffsow-1611306852.jpg","tags":["Supreme Court","collegium","Nagendra Ramachandra Naik","Karnataka High Court"],"source":"https://scroll.in/latest/1041614/sc-collegium-reiterates-name-for-appointment-as-karnataka-high-court-judge-for-third-time"}