{"title":"SC criticises Tamil Nadu minister Udhayanidhi Stalin for ‘eradication’ of Sanatana Dharma remark","content":"The Supreme Court on Monday criticised Tamil Nadu minister Udhayanidhi Stalin for his remarks calling for the eradication of Sanatana Dharma, saying he had abused his right to freedom of speech and expression, PTI reported.Sanatana Dharma is a term some people use as a synonym for Hinduism. At a press conference in Chennai on September 2, Udhayanidhi Stalin, who is the son of Tamil Nadu Chief Minister and Dravida Munnetra Kazhagam chief MK Stalin, had said that it was akin to dengue and malaria. He added that it should hence be annihilated.A bench of Justices Sanjiv Khanna and Dipankar Datta on Monday was hearing a petition moved by Udhayanidhi Stalin seeking the consolidation of multiple first information reports registered against him in different states over his remarks.The top court observed verbally that the minister had abused his rights under Article 19(1)(a), or the right to freedom of speech and expression, and under Article 25 (the right to freely practice, profess and propagate religion) of the Constitution.“Now you are exercising your right under Article 32 [right to seek constitutional remedy from the Supreme Court]?” the bench questioned.Senior advocate Abhishek Singhvi, representing Udhayanidhi Stalin, said that the minister was seeking the consolidation of the first information reports and was not justifying the comments, Live Law reported.“I have to move six high courts, I’ll constantly be tied up in this,” Singhvi said. “This is persecution before the prosecution.”The bench, in response, asked if Udhayanidhi Stalin knew of the consequences of his remarks.“You are not a layman, you are a minister,” the bench added. “You should know the consequences.”The court then adjourned the matter to March 15.The minister’s comments had triggered a nationwide controversy, with first information reports filed in Maharashtra, Uttar Pradesh, Jammu and Kashmir, Tamil Nadu and Karnataka against him.Last year, 262 individuals, including 14 retired High Court judges, had written a letter to the Supreme Court asking it to take suo motu action against Udhayanidhi Stalin for his remarks, Bar and Bench reported. A petition was also filed in the top court seeking the registration of a criminal case against him.Prime Minister Narendra Modi had also weighed in on the issue, claiming that the Opposition INDIA bloc wants to destroy Sanatana Dharma.","author":"Scroll Staff","time":"2024-03-04T15:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190637-xjwhabwumx-1685256395.jpg","tags":["Udhayanidhi Stalin","Sanatana Dharma","Supreme Court"],"source":"https://scroll.in/latest/1064664/sc-criticises-tamil-nadu-minister-udhayanidhi-stalin-for-eradication-of-sanatana-dharma-remark"}