{"title":"SC collegium again recommends lawyer Saurabh Kirpal for appointment as Delhi High Court judge","content":"The Supreme Court collegium on Thursday again recommended the appointment of lawyer Saurabh Kirpal as a judge in the Delhi High Court.In an official statement, the three-member collegium comprising Chief Justice of India DY Chandrachud and Justices SK Kaul and KM Joseph said that Kirpal’s appointment as a judge has been pending since 2017 and needs to be processed expeditiously.Since 2017, the proposal to elevate Kirpal has been deferred on three occasions in September 2018, January 2019 and April 2019.SC Collegium comprises of CJI Chandrachud, Justice Sanjay Kishan Kaul and Justice KM Joseph reiterates name of Senior Advocate Saurabh Kirpal for appointment as judge of Delhi HC, adds “needs to be processed expeditiously” pic.twitter.com/T8v0YOAJNa— Arvind Gunasekar (@arvindgunasekar) January 19, 2023\n\nIn March 2021, former Chief Justice of India SA Bobde had written to the then Union Law Minister Ravi Shankar Prasad seeking more clarity on the government’s concerns about Kirpal.Bobde’s letter to the Centre came amid reports that Kirpal’s elevation was deferred due to his sexual orientation. The Intelligence Bureau had reportedly advised the Centre not to elevate because his partner is a citizen of another country. The agency had flagged this as a security risk.Kirpal, too, had also said that his sexual orientation could be the reason for not being appointed as a judge of the Delhi High Court.On Thursday, the Supreme Court collegium objected to the Centre’s viewpoint that Kirpal’s “ardent involvement and passionate attachment to the cause of gay rights” cannot rule out the possibility of Kirpal’s bias and prejudice.“It needs to be noted that the decisions of the constitution bench of this court have established the constitutional position that every individual is entitled to maintain their own dignity and individuality, based on sexual orientation,” it said. “Kirpal has been open about his orientation is a matter which goes to his credit.”The collegium said that Kirpal’s appointment will add value to the Delhi High Court and provide inclusion and diversity. It also added that his behaviour has been above board.On Kirpal’s partner, the judges said there are no reasons to assume that he would be inimically disposed to India, and added that Switzerland, the country of his origin, has friendly ties with India.“Many persons in high positions including present and past holders of constitutional offices have and have had spouses who are foreign nationals,” the three-member collegium said. “As a matter of principle, there can be no objection to the candidature of Saurabh Kirpal on the ground that his partner is a foreign national.”","author":"Scroll Staff","time":"2023-01-19T20:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166409-mzmxfcxtgc-1636997149.jpeg","tags":["Supreme Court","Saurabh Kirpal","Delhi High Court"],"source":"https://scroll.in/latest/1042202/sc-collegium-again-recommends-lawyer-saurabh-kirpal-for-appointment-as-delhi-high-court-judge"}