{"title":"SC crisis: ‘Someone from outside’ was controlling ex-CJI Dipak Misra, claims Justice Kurian Joseph","content":"Former Supreme Court Justice Kurian Joseph, who retired last week, claimed he and the three other top court judges who had held a press conference in January to highlight a crisis in the judiciary felt that outside forces were controlling then Chief Justice Dipak Misra, The Times of India reported on Monday. On November 30, a day after he retired, Joseph had said the crisis that forced him and three other senior judges – Justices B Chelameswar, Ranjan Gogoi and Madan B Lokur – to openly protest against alleged maladministration under Misra is not yet over, but that things were changing. “There were several instances of external influences on the working of the Supreme Court relating to allocation of cases to benches headed by select judges and appointment of judges to the Supreme Court and high courts,” Joseph told The Times of India. “Someone from outside was controlling the chief justice of India, that is what we felt. So we met him, asked him, wrote to him to maintain independence and majesty of the Supreme Court. When all attempts failed,  we decided to hold a press conference.”Joseph said there were purported signs of influence with regard to “allocation of cases to different benches, when Misra would select judges who were perceived to be politically biased”. He conceded that it was Chelameswar’s idea to hold the press conference, but that all the other judges agreed.Joseph claimed that they they felt the Supreme Court was not going in the right direction under Misra’s leadership, ANI reported on Sunday. “My position has always been that there are two watchdogs, one of which is the media,” he said. “We came out to let there be an awareness that we have done our best. Despite barking, the master is in deep slumber. So we decided to bite.”The press conference in January had received mixed reactions. While several people, including former Chief Justice TS Thakur, had criticised the judges for going public with their concerns, Opposition parties, led by the Congress had submitted a notice to initiate impeachment proceedings against Misra. The motion was moved under five grounds of misbehaviour. Rajya Sabha Chairperson M Venkaiah Naidu had rejected the notice.","author":"Scroll Staff","time":"2018-12-03T09:34:26.507237+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/86823-owfjkoiffj-1523510563.jpg","tags":["Dipak Misra","Kurian Joseph","Supreme Court","judicial crisis"],"source":"https://scroll.in/latest/904295/sc-crisis-someone-from-outside-was-controlling-ex-cji-dipak-misra-says-justice-kurian-joseph"}