{"title":"SC collegium says Centre withholding appointments is of ‘grave concern’","content":"The Supreme Court Collegium on Tuesday said that the Centre should not withhold the names of candidates recommended by it for appointment of judges.The collegium headed by Chief Justice of India DY Chandrachud made the statement while referring to the recommendation for the appointment of lawyer R John Sathyan as a judge of the Madras High Court. Sathyan’s name had been reiterated by the collegium on January 17, but the government has not yet approved the appointment.The collegium said on Tuesday that its recommendations should not be withheld or overlooked “as this disturbs their seniority whereas those recommended later steal march on them”. It added: “Loss of seniority of candidates recommended earlier in point of time has been noted by the Collegium and is a matter of grave concern.”In the resolution from January 17, the collegium had said that the Intelligence Bureau had made adverse comments about Sathyan since he shared a report on social media from The Quint that criticised Prime Minister Narendra Modi. On Tuesday, the collegium proposed the elevation of four judicial officers – R Sakthivel, P Dhanabal, Chinnasamy Kumarappan and K Rajasekar – as judges of the Madras High Court. It also reiterated its recommendation for the appointment of senior advocate Harpreet Singh Brar as a judge of the Punjab and Haryana High Court. Singh’s name was first recommended for appointment on July 25.In the past few months, the collegium has been releasing more information in public about its rationale for recommending judges, names pending with the government and inputs of intelligence agencies on judicial appointments.On January 24, Union Law Minister Kiren Rijiju said that the releasing of certain portions of sensitive reports of the Intelligence Bureau and the Research and Analysis Wing was a “matter of grave concern”.Traditionally, discussions that took place during collegium meetings were not recorded or released in any form, and only the names of the recommended candidates were released in the public domain.Also read:Why are the Supreme Court and Modi government in a war of words over judicial appointments","author":"Scroll Staff","time":"2023-03-22T20:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130840-naexxcawix-1607582789.jpg","tags":["Supreme Court","SC Collegium","DY Chandrachud","R John Sathyan"],"source":"https://scroll.in/latest/1046102/sc-collegium-says-centre-withholding-appointments-is-of-grave-concern"}