{"title":"SC denies bail to Manish Sisodia in liquor policy case, says money trail established","content":"The Supreme Court on Monday denied bail to former Delhi Deputy Chief Minister Manish Sisodia in the cases filed by the Central Bureau of Investigation and the Enforcement Directorate in connection with alleged irregularities in the national capital’s now-scrapped liquor policy, reported Live Law. Sisodia was arrested on February 26 in connection with the Aam Aadmi Party government’s excise policy that came into effect in November 2021. On March 9, the Enforcement Directorate arrested him in the same case.At Monday’s hearing, a bench of Justices Sanjiv Khanna and SVN Bhatti observed that the authorities have tentatively established a money trail worth Rs 338 crores.The Central Bureau of Investigation and the Enforcement Directorate have alleged that the Aam Aadmi Party modified the liquor excise policy to ensure a 12% profit margin for wholesalers and a nearly 185% profit margin for retailers. Sisodia handled 18 portfolios at the time, including the excise department, when the liquor policy was implemented.The Enforcement Directorate has claimed that members of a so-called South Group had paid at least Rs 100 crore in kickbacks to leaders of the Aam Aadmi Party through businessman Vijay Nair. The agency also alleged that the “South Group secured uninhibited access, attained stakes in established wholesale businesses and multiple retail zones [over and above what was allowed in the policy]”.The judges on Monday ordered that the trial in the case be completed within six to eight months. “So within three months, if the trial proceeds sloppily or slowly, he will be entitled to file an application for bail,” the bench said.On October 16, the Supreme Court had told Additional Solicitor General SV Raju, representing the agencies, that Sisodia cannot be kept in jail indefinitely.At an earlier hearing, the judges had asked the central agencies why they had not made the political party that allegedly received the proceeds of the crime an accused.“As far as PMLA [Prevention of Money Laundering Act] is concerned, your whole case is that it went to a political party,” Justice Khanna had said. “That political party is still not an accused. How do you answer that? He [Sisodia] is not the beneficiary, the political party is the beneficiary.”In the subsequent hearing, Raju had clarified that his question “was not to implicate anyone”, according to Live Law. “Suppose if as per the prosecution if A is not being prosecuted, can B or C be prosecuted?” Khanna said in response. “In that context, the question was posed as a legal question.” The agencies later told the Supreme Court that they were considering making the Aam Aadmi Party an accused in the case. They said the consideration is based on legal provisions on “vicarious liability” and Section 70 of the Prevention of Money Laundering Act.The concept of vicarious liability refers to criminal responsibility that a person or entity holds for the act of another person – such as, in this case, an act of a party member. Section 70 of the Prevention of Money Laundering Act deals with offences by companies or other associations of individuals.","author":"Scroll Staff","time":"2023-10-30T11:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181358-wfvbufrpzg-1665930068.jpg","tags":["Manish Sisodia","AAP","Delhi"],"source":"https://scroll.in/latest/1058316/sc-denies-bail-to-manish-sisodia-in-liquor-policy-case-says-money-trail-established"}