{"title":"SC defers order on bail for Kejriwal, bars him from performing CM duties if plea is accepted","content":"The Supreme Court on Tuesday deferred its order on Delhi Chief Minister Arvind Kejriwal’s plea seeking interim bail in the liquor policy case, reported The Hindu.This came after a bench of Justices Sanjiv Khanna and Dipankar Datta barred the Aam Aadmi Party leader from carrying out any official duties as chief minister if he is granted bail.The Aam Aadmi Party chief was arrested by the Enforcement Directorate on March 21 for his alleged role in the liquor policy case. He is currently lodged in Delhi’s Tihar Jail.At the last hearing on May 3, the court had verbally remarked that it may consider granting him interim bail on account of the Lok Sabha elections.At Tuesday’s hearing, the bench said that Kejriwal performing his chief ministerial duties while out on bail may have “cascading effects”, reported The Hindu.“It is the election season,” the court said, reported The Indian Express. “He is elected chief minister of Delhi. The elections are around the corner. These are extraordinary situations. It’s not normal. He is not otherwise a habitual [offender] or somebody who has been involved in any other case.”The Enforcement Directorate, however, opposed Kejriwal’s bail plea, saying that such a move would send a wrong message to the common man and urged the court not to make any exceptions for politicians accused of corruption. The central agency also said that Kejriwal had skipped its summons in the case on nine occasions.Parallelly, a Delhi court on Tuesday extended till May 20 the judicial custody of Kejriwal in the liquor policy case, reported Live Law.The Enforcement Directorate is investigating allegations of money laundering in the liquor policy case based on a first information report filed by the Central Bureau of Investigation.The two central agencies have alleged that the Aam Aadmi Party government modified Delhi’s now-scrapped liquor excise policy by increasing the commission for wholesalers from 5% to 12%. This allegedly facilitated the receipt of bribes from wholesalers who had a substantial market share and turnover.The Enforcement Directorate has alleged that Kejriwal was the “kingpin” and the “key conspirator” in the case and the material evidence showed he was guilty of money laundering.The High Court upheld the Delhi chief minister’s arrest on April 9 and said there was no illegality in the matter on the part of the Enforcement Directorate. The court said that the material collected by the central law enforcement agency showed that he was actively involved in the use and concealment of the proceeds of crime generated through money laundering.Also read:Why Arvind Kejriwal’s arrest is a defining moment in Indian politics‘Modi wants to be king forever’: Why ordinary voters flocked to the Save Democracy rally in Delhi","author":"Scroll Staff","time":"2024-05-07T17:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195668-abignfxlfw-1699327888.jpeg","tags":["Arvind Kejriwal","Delhi Liquor Policy case","Supreme Court","Enforcement Directorate"],"source":"https://scroll.in/latest/1067574/sc-defers-order-on-bail-for-kejriwal-bars-him-from-performing-cm-duties-if-plea-is-accepted"}