{"title":"SC denies sacked BSF jawan Tej Bahadur Yadav’s petition against rejection of his election nomination","content":"The Supreme Court on Thursday rejected the petition of former Border Security Force constable Tej Bahadur Yadav against the Election Commission’s decision to bar him from the Lok Sabha polls from Varanasi constituency, Bar & Bench reported. Yadav’s lawyer Prashant Bhushan had told the court that he was challenging “being illegally prevented from contesting the election”. A bench headed by Chief Justice of India Ranjan Gogoi said it did not “find any merit to entertain this petition”, ANI reported. Hearing progressing in Supreme Court in petition by Tej Bahadur Yadav challenging decision of Election Commission to reject his nomination from Varanasi for Lok Sabha elections.— Bar & Bench (@barandbench) May 9, 2019\n\nSupreme Court dismisses plea of former BSF constable & SP candidate Tej Bahadur Yadav (in file pic)against rejection of his nomination from Varanasi LS constituency. A Bench headed by CJI Gogoi dismissing the plea said, “We don’t find any merit to entertain this petition” pic.twitter.com/SjusLxv5ZC— ANI (@ANI) May 9, 2019\n\nThe Samajwadi Party had fielded Yadav to contest against sitting MP Prime Minister Narendra Modi from the seat. On Wednesday, the court had directed the Election Commission of India to examine Yadav’s petition and submit its response by Thursday.In its notice to reject Yadav on May 1, the poll panel had said that government employees who have been dismissed for “corruption or disloyalty to the state” shall be disqualified from campaigning for five years.When he filed his nomination, Yadav had admitted that he was dismissed from service. However, later, he reportedly omitted this from his nomination form. The Election Commission ordered the former soldier to produce a no-objection certificate from the BSF.Yadav was sacked from service after he posted a video on social media in January 2017 about the watery dal and burnt rotis served to soldiers. The video was viewed more than 70 lakh times, prompting the Prime Minister’s Office to ask for a report. Yadav was dismissed after a court of inquiry found him guilty on charges of indiscipline for going public with his grievances.Polling in the constituency is scheduled for May 19. The results will be announced on May 23.","author":"Scroll Staff","time":"2019-05-09T12:45:55.585964+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/49006-vmgmuaorjn-1556677178.jpg","tags":["Tej Bahadur Yadav","BSF","Election Commission","Supreme Court","Lok Sabha polls","Varanasi"],"source":"https://scroll.in/latest/922861/sc-denies-sacked-bsf-jawan-tej-bahadur-yadavs-petition-against-rejection-of-his-election-nomination"}