{"title":"SC found 1949 idol installation and 1992 mosque demolition illegal – yet it paved way for a temple","content":"There is going to be a Ram temple in Ayodhya. This much is clear after the Supreme Court’s decision on Saturday awarding the disputed site to the Hindus and ordering the constitution of a trust that will oversee the temple’s construction. What still remains to be examined is exactly how the court arrived at this decision. In this piece, Sruthisagar Yamunan looks theunequal burden of proof applied to the claims made by the Muslim and Hindu parties. But there is another unusual feature of the order: Two instances that, though the Supreme Court admits they were in breach of law, are actually the basis on which the verdict hand the land over to Hindus for a temple to be built. The idol in 1949Until 1949, the Babri Masjid was treated – legally at least – as a mosque, even as Hindus would gather at a wall surrounding it to worship. Then on December 23, 1949, an idol of Ram suddenly turned up inside the mosque under the central dome – transforming it into a temple. Over the years it has become clear that this was a carefully planned conspiracy by the Hindu Mahasabha, an action that proceeded in part because the local administration refused to prevent it. In its judgment, the court acknowledges that this act of desecration was illegal and deeply problematic. “The  exclusion  of  the Muslims  from  worship  and  possession  took  place  on  the  intervening  night between  22/23  December  1949  when  the  mosque  was  desecrated  by  the installation  of  Hindu  idols,” the court said. “The  ouster  of  the  Muslims  on  that  occasion  was  not through  any  lawful  authority  but  through  an  act  which  was  calculated  to  deprive them of their place of worship.” Yet, even as the court accepted that this was an illegal act – one that broke the law and desecrated a place of worship – the judgment actually finds that this move helps the case that the site should be given to the Hindu parties. It makes the same argument, in fact.“The  riots  of  1934  and  the  events  which  led  up  to  22/23  December  1949 indicate  that  possession  over  the  inner  courtyard  was  a  matter  of  serious contestation often leading to violence by both parties and the Muslims did not  have  exclusive  possession  over the  inner  courtyard,” the court said. “From  the  above documentary evidence, it cannot be said that the Muslims have been able to  establish  their  possessory  title  to  the  disputed  site  as  a  composite whole.” In other words, the court said that the illegal act was proof that the Hindus believed the land on which the mosque was belonged to them, and so should be counted as evidence towards their suit. The demolition in 1992On December 6, 1992, a Hindutva mob, organised by the Rashtriya Swayamsevak Sangh and with the knowledge of the Bharatiya Janata Party’s leadership, broke through a security cordon and begin attacking the Babri Masjid with pickaxes and iron rods, eventually razing the entire shrine. This brutal act of vandalism, taking place in broad daylight with authorities simply watching on, led to riots and violence around the country. The court clearly identified this act as being illegal. “On 6 December 1992, the structure of the mosque was brought down and the mosque was destroyed,” the judgment said. “The destruction of the mosque took place in breach of the order of status quo and an assurance given to this Court. The destruction of  the  mosque and  the  obliteration  of  the  Islamic  structure  was  an  egregious violation of the rule of law.” The court acknowledged this as a wrong, saying “justice would not prevail if the Court were to overlook the entitlement of the Muslims who have been deprived of the structure of the mosque through means which should not have been employed in a secular nation committed to the rule of law.” This was the basis of the court allotting some land to the Muslim litigants for the construction of a mosque elsewhere. Yet it is worth asking: would the court have come up with the same decision if there had been a mosque standing at the spot? This is a hypothetical ,of course, but it would undoubtedly have been a more complex proposition for the court to actually order or allow a demolition or transfer of property had there still been a mosque on the site. It is undoubtedly easier for the court to order the land to be handed over to a Hindu party without having to evict Muslims or demolish a Muslim structure. In a way then, it is these two acts, clearly identified as illegal by the Supreme Court verdict in the Ayodhya case, that provide the foundation for its final decision: Deciding in favour of the Hindus and paving the way for a temple to be built. Read all of Scroll.in’s coverage of the Ayodhya verdict.","author":"Rohan Venkataramakrishnan","time":"2019-11-09T19:27:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/75716-qbwjxvpukl-1512478881.jpg","tags":["Babri Masjid","Ayodhya Verdict","Supreme Court","Ram Temple"]}