{"title":"SC grants Centre two weeks to respond to pleas challenging Places of Worship Act","content":"The Supreme Court on Wednesday granted the Centre time till October 31 to respond to a batch of petitions challenging the the Places of Worship (Special Provisions) Act, 1991, reported Live Law.The law bars any changes to the religious character of a place in independent India. It was passed at the height of the Babri Masjid dispute to prevent similar communal tussles over places of worship. In September, a bench of Chief Justice UU Lalit, Justice Ravindra Bhat and Justice Ajay Rastogi had granted the Centre two weeks to respond to the petitions.However, on Wednesday, Advocate Vrinda Grover, appearing for Jamiat Ulema-i-Hind, told the Supreme Court that the Union government has not filed its reply. To this, Solicitor General Tushar Mehta said that the reply was still under consideration and sought another two weeks.The court will now hear the matter on November 14. Senior Advocate Rakesh Dwivedi, appearing for one of the petitioners, told the court that the law had been passed without debates in Parliament. He said that certain additional questions about the law have been framed that were not considered by the Supreme Court in its Ayodhya judgement, which upheld the Places of Worship Act.The Jamiat Ulema-i-Hind and the All India Muslim Personal Law Board have made themselves parties to the case in support of the law. The Muslim law board has told the court that the Act is a “progressive legislation” in line with the secular values of Indian polity and promotes harmony, public tranquility and peace among the different sections of society, according to the Hindustan Times.The petitioners, on the other hand, have raised several questions challenging the law, including whether it is against Article 14 (equality before law) as the Act is operable in all states and Union Territories except Jammu and Kashmir. They have also asked whether Parliament was competent to enact the law as it deals with matters mentioned in State List of the seventh schedule of the Constitution. Only state governments have the power to make laws on matters mentioned in the State List.","author":"Scroll Staff","time":"2022-10-12T13:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172017-yczkrcbcok-1648200977.jpg","tags":["Supreme Court","Places of Worship (Special Provisions) Act","Religion"],"source":"https://scroll.in/latest/1034830/sc-grants-centre-two-weeks-to-respond-to-pleas-challenging-places-of-worship-act"}