{"title":"SC gives three more weeks to states to respond to pleas challenging anti-conversion laws","content":"The Supreme Court on Friday gave state governments three more weeks to respond to petitions challenging the anti-religious conversion laws, reported The Hindu.Anti-conversion laws have been enacted by Bharatiya Janata Party governments in nine states including Uttar Pradesh, Madhya Pradesh, Gujarat, Uttarakhand, Chhattisgarh, Haryana, Jharkhand, Karnataka, and Himachal Pradesh. The laws require prior permission to be obtained for religious conversions for marriage.At Friday’s hearing, Senior Advocate CU Singh appearing for non-government organisationCitizens for Justice and Peace, said that more states were trying to enact similar laws even while the court is hearing the case, reported The Hindu. “While the court is dealing with laws enacted by nine States, the tenth and the eleventh States are trying to jump into the bandwagon by citing love jihad, forcible conversion, etc,” Singh said.Senior Advocate Dushyant Dave, appearing for another petitioners asked the court to look into cases of a missionary hospital, which has been rendered useless due to charges to unlawful conversion, reported Deccan Herald. He also cited Hindutva rallies in Maharashtra against love jihad during the hearing.Since 2017, the states have either passed new anti-conversion laws or updated existing ones. The new versions of the laws put in place stricter punishments and newer grounds for restricting conversions, such as conversion “by marriage” – where a person who adopts another faith to enter into a marriage would be deemed to have been forcibly converted.The law follows a campaign by the saffron party against interfaith marriages. The party describes such marriages as “love jihad,” a debunked Hindutva idea that Muslim men lure Hindu women into romantic relationships in order to convert them to Islam.","author":"Scroll Staff","time":"2023-03-18T12:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182489-lzqrepanfj-1667838964.jpg","tags":["Love Jihad","Anti Conversion Laws","Bharatiya Janata Party","Supreme Court"],"source":"https://scroll.in/latest/1045832/sc-gives-three-more-weeks-to-states-to-respond-to-pleas-challenging-anti-conversion-laws"}