{"title":"SC order in favour of E Palaniswami not a setback, says O Panneerselvam","content":"Expelled All India Anna Dravida Munnetra Kazhagam leader O Panneerselvam said on Friday that Supreme Court ruling in favour of Edappadi K Palaniswami is not a setback for him, reported PTI. A day ago, the Supreme Court had upheld a Madras High Court order allowing Palaniswami to be AIADMK’s interim general secretary.The two senior leaders of the party have been involved in a leadership tussle since last year when the AIADMK had elected Palaniswami as the interim general secretary, the top post of the party, and expelled Panneerselvam from the primary membership for allegedly participating in “anti-party activities”.On Friday, Panneerselvam said that he would go to the people and seek justice after the Supreme Court ruling. “Only after this judgement, our party workers are enthused more,” he told reporters. On allegations that Panneerselvam and his supporters were the “b team” of AIADMK’s rival party, the Dravida Munnetra Kazhagam, the former chief minister claimed that no accusation can be levelled against them. The politician added that he and his supporters have been patient as they considered party discipline wanted to ensure that the party does not break-up.Panneerselvam had moved the Madras High Court last year after he was ousted from the party at the general council meeting on July 11. A single bench of Justice G Jayachandran had ruled on August 17 that the general council meeting was invalid. The order had also held that any general council meeting in future should be convened jointly by both leaders.However, on September 2, a division bench of the Madras High Court set aside the single judge order following which Panneerselvam approached the Supreme Court.At Thursday’s hearing, the Supreme Court clarified that its ruling is limited to the High Court’s orders and will not have any bearing on the question of leadership. The court also clarified that it has not dealt with the contentions regarding the validity of the July 11 general council meeting.Before the July 11 general council meeting, Paneerselvam was the coordinator of the AIADMK and Palaniswami the joint coordinator. The two positions were created during the general council meeting on September 12, 2017, after the party gave the honorary title of “eternal general secretary” to late former Chief Minister J Jayalalithaa.While the faction led by Palaniswami wants the party to get rid of the dual leadership, the idea has been opposed by the Panneerselvam-led camp, which says it would amount to a betrayal of Jayalalithaa.","author":"Scroll Staff","time":"2023-02-24T15:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/103992-wfkaiufwby-1602046598.jpeg","tags":["AIADMK","Supreme Court","Tamil Nadu","Edappadi K Palaniswami","O Panneerselvam"],"source":"https://scroll.in/latest/1044552/sc-order-in-favour-of-e-palaniswami-not-a-setback-says-o-panneerselvam"}