{"title":"SC orders installation of CCTV cameras in every police station, offices of central agencies","content":"The Supreme Court on Wednesday asked all states and Union Territories to ensure that closed-circuit television, or CCTV cameras, with night vision and audio recording, are installed in every police station of the country, Bar and Bench reported.A bench headed by Justice RF Nariman also directed the central government to install CCTV cameras and recording equipment in offices of central agencies, including the Central Bureau of Investigation, the National Investigation Agency, the Narcotics Control Bureau and the Enforcement Directorate. All the cameras installed should be equipped with night vision and must necessarily consist of audio as well as video footage, the court said. The video and audio recordings have to be retained for 18 months for evidence, if needed. “The affidavit of compliance to be led by all states and Union Territories and [the] central government shall clearly indicate that the best equipment available as of date has been purchased,” it added, according to Bar and Bench. To ensure that no part of a police station is left uncovered, it is imperative to ensure that CCTV cameras are installed at all entry and exit points, main gate of the police station, all lock-ups, and outside washrooms, among other places, the court ruled. In remote areas, the Supreme Court said it would be the state government’s responsibility to provide police stations with electricity and/or internet “as expeditiously as possible”, using any mode of providing electricity, including solar and wind power. “The internet systems that are provided must also be those which provide clear image resolutions and audio,” the court added, according to Live Law. Besides, any central agency that carries out interrogations and has the power of arrest “in the same manner as it would in a police station”, must have these recording facilities as well, the court noted.  The Human Rights Commission and courts of the country can ask for CCTV footage from stations while dealing with complaints against the police relating to custodial torture and deaths, the judgement said. The court added that a committee must be constituted at the state and at the district level to oversee the installation of the cameras. This Oversight Committee must consist of:  “The Secretary/Additional Secretary, Home Department; (ii) Secretary/Additional Secretary, Finance Department; (iii) The Director General/Inspector General of Police; and (iv) The Chairperson/member of the State Women’s Commission. (i) The Divisional Commissioner/ Commissioner of Divisions/ Regional Commissioner/ Revenue Commissioner Division of the District (by whatever name called); (ii) The District Magistrate of the District; (iii) A Superintendent of Police of that District; and (iv) A mayor of a municipality within the District/ a Head of the Zilla Panchayat in rural areas.”— The Supreme Court, according to Live Law","author":"Scroll Staff","time":"2020-12-02T21:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127885-trqpyutmcw-1605523463.jpg","tags":["Supreme Court","custodial killings","CCTV footage","CCTV cameras"],"source":"https://scroll.in/latest/980121/sc-orders-installation-of-cctv-cameras-in-every-police-station-offices-of-central-agencies"}