{"title":"SC overturns Bombay HC verdict granting bail to three persons who beat Muslim man to death in 2014","content":"The Supreme Court on Thursday overturned a Bombay High Court judgement from January 2017 granting bail to three persons who had beat a Muslim man to death four years ago, Live Law reported. The top court said the fact that the deceased belonged to a certain community cannot be justification for the assault, much less for murder.The accused were motivated to commit the crime because they had just attended the meeting of a body called the Hindu Rashtra Sena, the judgement said. The deceased, Shaikh Mohsin was out for dinner with a friend in Pune. He was wearing a pastel green shirt and had a beard. The prosecution argued that the accused targeted the duo because the were Muslims, and attacked Mohsin with hockey sticks, bats and stones, resulting in his death.A sessions court in Pune had rejected the bail applications of the accused, but the Bombay High Court granted them bail.“The fault of the deceased was only that he belonged to another religion,” the High Court judge had observed while passing his verdict. “I consider this factor to be in favour of the accused. The applicants [for bail] do not have a criminal record and it appears that in the name of religion, they were provoked and committed the murder.”However, the Supreme Court in its Thursday judgement said that the Bombay High Court’s observations could be misunderstood as a mitigating circumstance for the murder. “We have no doubt that a court fully conscious of the plural composition of the country while called upon to deal with rights of various communities, cannot make such observations which may appear to be coloured with a bias for or against a community,” the top court bench said.The Supreme Court also restored the bail application to the High Court for fresh consideration, and asked the parties to the case to appear there on Friday.","author":"Scroll Staff","time":"2018-02-15T14:27:20.760674+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/868818-49646-xmicstneqz-1518684387.jpeg","tags":["Supreme Court","Bombay High Court","Shaikh Mohsin","hate crimes"],"source":"https://scroll.in/latest/868818/sc-overturns-bombay-hc-verdict-granting-bail-to-three-persons-who-beat-muslim-man-to-death-in-2014"}