{"title":"SC overrules 1998 order protecting legislators accused of taking bribes for votes from prosecution","content":"The Supreme Court on Monday held that bribery is not protected by parliamentary privilege as it struck down a 25-year-old verdict granting immunity to MPs and MLAs who take bribes to cast their votes or deliver speeches in the House.A seven-judge Constitution bench headed by Chief Justice DY Chandrachud announced the judgement after examining the verdict delivered in the 1998 PV Narasimha Rao versus State case. “The judgment of the majority in Narsimha Rao [case] which grants immunity to legislators has a grave danger and [is] thus overruled,” the court said.The case dealt with the interpretation of Articles 105(2) and 194(2) of the Constitution, which protect legislators from criminal or civil proceedings in any court for anything they say or any vote they cast in Parliament or the state Legislative Assemblies.On Monday, the court said that the 1998 judgement resulted in a “paradoxical situation where a legislator, who accepts a bribe and votes accordingly is protected whereas a legislator, who despite taking a bribe, votes independently is prosecuted”, reported Live Law.The bench noted that immunity granted under Articles 105 and 194 is meant to create a fearless atmosphere in which debate, deliberations, and exchange of ideas can take place within Parliament and state legislatures.“For this exercise to be meaningful, members of the legislature and the persons involved in the work of any committee must be free from fear or favour induced into them by a third party,” the court said.However, the judgement said that the purpose of the immunity is destroyed when a legislator is induced to vote or speak in a certain manner because of bribery. “Corruption and bribery by legislators destroy the functioning of Indian parliamentary democracy,” the court said.The bench also clarified that an MLA taking a bribe to vote in Rajya Sabha elections can also be prosecuted under the Prevention of Corruption Act.“It does not matter whether the vote is cast in the aggrieved direction or if the vote is cast at all,” the judgement said. “The offence of bribery is complete at the point in time when the legislator accepts the bribe.”It also said that bribery is not rendered immune under Article 105 or 194 because a legislator indulging in bribery is participating in a criminal act, which is not essential for the function of casting a vote or giving a speech in the legislature.Prime Minister Narendra Modi welcomed the judgement and said it would “ensure clean politics and deepen people’s faith in the system”.SWAGATAM! A great judgment by the Hon’ble Supreme Court which will ensure clean politics and deepen people’s faith in the system.https://t.co/GqfP3PMxqz— Narendra Modi (@narendramodi) March 4, 2024\n\n\nBackgroundThe 1998 case pertained to allegations that Jharkhand Mukti Morcha chief Shibu Soren and four other party MPs had accepted bribes to vote against a no-confidence motion against the PV Narasimha Rao government in 1993. The Narasimha Rao government, which was in a minority, survived the no-confidence vote with their support.The Supreme Court had quashed the case registered by the Central Bureau of Investigation, citing the immunity under Article 105(2) of the Constitution.Last year, the court heard an appeal by Sita Soren, Jharkhand Mukti Morcha MLA and the daughter-in-law of Shibu Soren. She was accused of taking a bribe to vote for an Independent candidate in Rajya Sabha elections in 2012.On February 17, 2014, the Jharkhand High Court refused to accept her plea contending she had immunity from prosecution, following which she approached the Supreme Court.In March 2019, a three-judge bench headed by former Chief Justice Ranjan Gogoi referred the appeal to a five-judge bench, noting that it involved interpreting the 1998 verdict. The three-judge bench had said that the case had “wide ramification” and was of “substantial public importance”.The five-judge bench had last year referred the matter to a seven-judge bench to examine the judgement.","author":"Scroll Staff","time":"2024-03-04T11:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186512-jowwrjbqgc-1675598803.jpg","tags":["Supreme Court","DY Chandrachud","MLAs","bribery case"],"source":"https://scroll.in/latest/1064643/sc-overrules-1998-order-protecting-legislators-accused-of-taking-bribes-from-prosecution"}