{"title":"NRC draft: ‘We should hold both of you in contempt,’ SC tells Registrar General, state coordinator","content":"The Supreme Court on Tuesday rebuked Registrar General of India Shailesh and Assam National Register of Citizens coordinator Prateek Hajela for speaking to the media about the draft document without informing the top court first, PTI reported. “We should hold both of you in contempt and send you to jail,” Justice Ranjan Gogoi said while criticising the two officials for discussing with the press matters related to adjudication of the claims and objections to inclusions and exclusions in the draft. “Do not forget, you are the officers of the court,” the court said. “Your job is to comply with our directions. How can you go to press like this?”  On July 31, the Supreme Court had asked the Centre to not take any coercive action against the people whose names are excluded from the final draft of Assam’s National Register of Citizens. It came a day after the Assam government published the final draft of the National Register of Citizens. Around 40 lakh people did not find mention in the list out of 3.29 crore applicants.The court had directed the Centre to formulate a “fair” standard operating procedure to deal with claims and objections and submit it by August 16 for its approval. On Tuesday, a bench of Justices Ranjan Gogoi and RF Nariman said it had not taken “sterner action” against the officials as it did not want to hinder the process of the publication of the final document. Hajela apologised to the court and said that the Registrar General of India and he had decided to address any public apprehensions about the draft.The stated aim of the counting exercise is to separate genuine Indian citizens from so-called illegal migrants who might be living in the state. According to the terms of the exercise, anyone who could not prove that they or their ancestors had entered the state before midnight on March 24, 1971, would be declared a foreigner.Launched in 2015, it involved processing the applications of 3.29 crore people who hoped to be included in the register. Over the course of three years, the mammoth exercise has been through several controversies, including allegations of bias against certain communities.#NRC matter before SC: Court warns Coordinator of NRC, Prateek Hajela & Registrar general of India, says 'You are guilty of contempt of court.' Court asks why Hajela & Registrar General made any statements to media on #NRCAssam modalities when nothing had been informed to Court.— ANI (@ANI) August 7, 2018","author":"Scroll Staff","time":"2018-08-07T15:45:13.347397+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889554-rggkemshfp-1531492372.jpg","tags":["Supreme Court","NRC","Assam"],"source":"https://scroll.in/latest/889554/sc-pulls-up-registrar-general-assam-nrc-coordinator-for-speaking-to-media-without-informing-court"}