{"title":"SC panel holds ex-Uttarakhand minister responsible for illegal construction in Corbett Tiger Reserve","content":"The Supreme Court’s Central Empowered Committee has held former Uttarakhand Forest Minister Harak Singh Rawat responsible for illegal constructions in the Corbett Tiger Reserve, PTI reported on Wednesday.Besides Rawat, the committee held then divisional forest officer Kishan Chand guilty of construction activities in connection with the tiger safari and other illegal projects in the Pakhro and Morghatti forest areas in 2021. The report was submitted on January 24.Rawat had laid the foundation stone of the Pakhro tiger safari in December 2020.He said that during Prime Minister Narendra Modi, during his his visit to the Corbett Tiger Reserve in 2019, had spoken about developing a safari in the area to enable visitors to confirm tiger sightings. Modi had visited the forest for shooting Discovery Channel’s Man Vs Wild show. Over 6,000 trees were illegally cut by the Uttarakhand government in the Corbett Tiger Reserve for the project, a report by the Forest Survey of India had found.Rawat was the forest minister during the time of the trees were felled. He was expelled last year ahead of the Assembly elections in the state, following which he joined the Congress.In Tuesday’s report, the Central Empowered Committee said that Rawat had got Chand posted to the Kalagarh Forest Division without any recommendation from the forest department.The report also said that this was done to develop Kotdwar – the constituency Rawat represented till 2022 – as a tourist destination at the cost of forest and wildlife.“It is most unfortunate that all the senior functionaries of…the state government preferred to remain mute spectators to the glaring irregularities,” the committee said in the report.The committee also sought an amendment or withdrawal of the guidelines by the National Tiger Conservation Authority that allows safaris within buffer and fringe areas of tiger reserves.","author":"Scroll Staff","time":"2023-01-26T19:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169111-pcacsxoaos-1642764933.jpg","tags":["Harak Singh Rawat","Uttarakhand","Jim Corbett"],"source":"https://scroll.in/latest/1042662/sc-panel-holds-ex-uttarakhand-minister-responsible-for-illegal-construction-in-corbett-tiger-reserve"}