{"title":"SC questions ED on earlier statement of witness who did not implicate Kejriwal in liquor policy case","content":"The Supreme Court on Thursday asked the Enforcement Directorate to explain its position regarding the testimony of a witness, who had not implicated Delhi Chief Minister Arvind Kejriwal in his earlier statement in the liquor policy case, Bar and Bench reported.A bench of Justices Sanjiv Khanna and Dipankar Datta asked the Enforcement Directorate to clarify its stance after the central law enforcement agency read out a statement of Telugu Desam Party’s Lok Sabha candidate Magunta Srinivasulu Reddy, who is a witness in the liquor policy case.Magunta Srinivasulu Reddy’s son Raghav Magunta Reddy is an approver in the case.In October, Raghav Magunta Reddy was pardoned and made an approver in the Enforcement Directorate’s case. On February 29, a Delhi court also allowed him to turn an approver in the case filed by the Central Bureau of Investigation.Kejriwal, the Aam Aadmi Party chief, has alleged that Raghav Magunta Reddy got bail only after he agreed to turn approver.At Thursday’s hearing, Additional Solicitor General SV Raju, representing the Enforcement Directorate, said that the investigating officer should decide whether to believe the earlier statements of the witness and a court cannot question that, Live Law reported. The bench then asked whether there is any reason for the investigating agency to believe the later statement by the witness was recorded in the case file.“Let us for the present purpose assume the [earlier] statement [of the witness] is not informed,” the court said, according to Bar and Bench. “But should this [not] be in the file also? Else you are improving the case when arguments are on.”The court also remarked that the Enforcement Directorate cannot oppose Kejriwal’s plea challenging his arrest based on the material collected after he was taken into custody.“As per the arguments raised by them we have to put the curtains down on the date of arrest,” the court said. “You can postpone the arrest. The question is when you arrest, material must be sufficient and you cannot rely on material post the arrest.”Kejriwal was released from jail on May 10, hours after he was granted interim bail till June 1 by the Supreme Court. He has been ordered to surrender on June 2. The Aam Aadmi Party chief was arrested by the Enforcement Directorate on March 21.Also read: In Delhi liquor policy case, approver’s firm paid Rs 30 crore to the BJP – after ED arrestWe made ‘no exception’ in granting interim bail to Kejriwal: SCOn Thursday, the Supreme Court also said that it made no exception in granting the interim bail to Kejriwal to campaign for the Lok Sabha elections and added that it welcomes “critical analysis or even criticism of the judgement”, The Indian Express reported.The court made the remarks after Solicitor General Tushar Mehta, representing the Enforcement Directorate, informed the bench about comments made by Kejriwal at a poll rally that he will not have to go back to jail on June 2 if voters voted for the Aam Aadmi Party.“This is a slap on the system,” The Indian Express quoted Mehta as saying. “That if you vote for me [Kejriwal], then I will not have to go to jail on the 2nd [June]. How can that happen?”Senior Advocate Abhishek Singhvi, representing Kejriwal, intervened: “I didn’t think he [Mehta] would say this, even alleging maladies against the government. If he is going to file an affidavit, I will file an affidavit about a top minister of this government.”Singhvi’s remark was an apparent reference to comments by Union Home Minister Amit Shah on Wednesday, claiming that Kejriwal’s bail order amounted to the Aam Aadmi Party leader getting “special treatment”.“As far as critical analysis or even criticism of the judgment, it’s welcome,” Justice Khanna said, reported the newspaper. “There is no difficulty. You may have different viewpoints, we got no difficulty to that.”On Wednesday, Shah also criticised Kejriwal’s remark made on May 12 at an election rally where he said he would not have to go back to jail “if you vote for jhaadu [broom, the Aam Aadmi Party’s symbol]”.“I believe that this is a clear contempt of the Supreme Court,” Shah told ANI. “So what he wants to say is that if he wins, even if he is guilty, the Supreme Court will not send him to jail. Now the judges who pronounced the judgement have to see if their judgement is used or misused.”Also read: Accused in Rs 100-crore Delhi liquor scam, businessman’s firms paid BJP Rs 55 crore through bonds","author":"Scroll Staff","time":"2024-05-16T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173314-agiyvbwmph-1672733547.jpg","tags":["Enforcement Directorate","Arvind Kejriwal","liquor policy case","Supreme Court","Amit Shah","Aam Aadmi Party"],"source":"https://scroll.in/latest/1067971/sc-questions-ed-on-earlier-statement-of-witness-who-did-not-implicate-kejriwal-in-liquor-policy-case"}