{"title":"SC refuses adjournment request in plea against PM Modi’s election from Varanasi","content":"The Supreme Court on Wednesday reserved its judgement in a petition challenging the election of Prime Minister Narendra Modi to the Lok Sabha in 2019 from the Varanasi constituency, Bar and Bench reported.“This case has been going on for a long time,” the bench of Chief Justice SA Bobde and Justices AS Bopanna and V Ramasubramanian said. “We are giving you time now to argue. It is too important to pass it over. Please argue, adjournments have gone on for long in this case.”The top court had earlier adjourned the matter twice on the request of the petitioner former Border Security Force constable Tej Bahadur Yadav. The former constable had first filed a plea in Supreme Court, challenging the rejection of his nomination papers in May 2019. But the top court refused to intervene in the matter. He then approached the Allahabad High Court, which dismissed the plea after hearing it in December 2019. After this, he moved the Supreme Court again in February.Wednesday’s hearing dealt with whether the Returning Officer had given Yadav enough time to reply to a showcause notice sent to him, according to Live Law. He was asked to provide a certificate to prove that he was not dismissed from the force for corruption or disloyalty. Yadav’s counsel advocate Pradeep Kumar told the court that his client’s nomination was wrongly rejected. To this, Bobde asked him where this argument was raised during the Allahabad High Court’s proceedings. “Show us where did you ask for time and how did the High Court deal with it,” the CJI said. Senior lawyer Harish Salve, representing the prime minister, told the top court that the contention had not been raised in the High Court and was not done even now.In March 2019, Yadav had announced he would contest the election as an independent candidate against Modi. The former security forces personnel had said he took the decision because he wanted to eliminate corruption in the forces. The Samajwadi Party in April changed its Varanasi Lok Sabha candidate and decided to field Yadav.However, Modi contested and won from Varanasi during the 2014 Lok Sabha elections, securing 5.81 lakh votes.   Yadav’s January 2017 video, about the watery dal and burnt rotis served to soldiers, was widely shared on social media, prompting the Prime Minister’s Office to ask for a report. The former constable was dismissed after a court of inquiry found him guilty on charges of indiscipline for going public with his grievances.","author":"Scroll Staff","time":"2020-11-18T20:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148538-ovflvtmhdo-1601705929.jpg","tags":["Narendra Modi","Varanasi","Tej Bahadur Yadav","Supreme Court","Lok Sabha elections"],"source":"https://scroll.in/latest/978861/sc-refuses-adjournment-request-in-plea-against-pm-modis-election-from-varanasi"}