{"title":"SC refuses to release Nawab Malik and Anil Deshmukh from jail for voting in MLC polls","content":"The pleas of Nationalist Congress Party leaders Nawab Malik and Anil Deshmukh seeking temporary release from prison to cast their votes in the Maharashtra Legislative Council elections were rejected by the Supreme Court on Monday, Live Law reported. The polls were held today.A vacation bench of Justices CT Ravikumar and Sudhanshu Dhulia relied on a 1997 case titled Anukul Chandra Pradhan versus the Union of India, in which the Supreme Court upheld the constitutional validity of Section 62(5) of the Representation of the People Act, 1951. The provision prohibits a jailed person from voting in an election.On June 17, the Bombay High Court  had also refused to allow Malik and Deshmukh to temporarily leave the prison to vote in the Maharashtra Legislative Council polls.On June 9, the two leaders were denied temporary bail by a special court and the Bombay High Court to vote in the Rajya Sabha elections held the next day.Malik and Deshmukh have been arrested by the Enforcement Directorate in two separate cases.Malik, a minister in the state Cabinet, was arrested on February 23 in connection with a money-laundering case involving fugitive gangster Dawood Ibrahim and his aides.Deshmukh, the former state home minister, has been booked in a case related to accusations made by former Mumbai Police Commissioner Param Bir Singh. The former police commissioner had written to Maharashtra Chief Minister Uddhav Thackeray in March last year alleging that Deshmukh had asked some officers to extort Rs 100 crore every month from bars and restaurants in the city. He was arrested in November.On Monday, senior advocate Meenakshi Arora, appearing for Malik and Deshmukh, submitted that her clients are seeking permission to cast votes as they are representatives of their constituencies, Live Law reported.“By closing my right to vote, what is deprived is the right of all the constituency to cast their vote in the council,” she said.The advocate also cited a 2007 case when the Supreme Court allowed the then jailed member of Parliament Mohammad Shahabuddin to leave the prison to vote in the vice-presidential elections, Live Law reported.“If you are in prison, in connection with preventive detention, then there is no bar at all,” Justice Ravikumar said. “But this is falling under money laundering, which doesn’t fall into exception and prima facie Section 62(5) applies.”“It is something which is harsh, but law is harsh, what to do?” asked Justice Dhulia.Solicitor General of India Tushar Mehta, appearing for the Enforcement Directorate, argued that the word “election” is defined as election to both the Houses in Section 2(d) of the Representation of the People Act, 1951.“Therefore, the election to the Legislative Council is also coming under the purview of Section 62(5),” Mehta said. “Elections to the office of vice president is not covered under the Representation of the People Act, 1951, and hence the order in Shahabuddin’s case is not applicable in the instant case.”The bench said that the provision under the Act might be “slightly undemocratic”, Live Law reported.“A prisoner has the right to get voted, but he cannot vote,” Justice Dhulia observed. “We have not made up our mind.”The judges then agreed to examine the concerns related to the interpretation of Section 62(5) under the Representation of the People Act, 1951.","author":"Scroll Staff","time":"2022-06-20T19:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172017-yczkrcbcok-1648200977.jpg","tags":["Indian law","Indian judiciary","Nawab Malik","MLC polls","Anil Deshmukh","Nationalist Congress Party leaders","Supreme Court","Bombay High Court"],"source":"https://scroll.in/latest/1026575/sc-refuses-to-release-nawab-malik-and-anil-deshmukh-from-jail-for-voting-in-mlc-polls"}