{"title":"Supreme Court directs Punjab governor to decide on pending bills ","content":"The Supreme Court on Friday directed Punjab Governor Banwarilal Purohit to decide on the four bills pending before him, reported Live Law. A bench of Chief Justice DY Chandrachud and Justices JB Pardiwala and Manoj Misra was hearing a petition by the Aam Aadmi Party government in the state. The government has accused Purohit of not acting on seven bills passed by the state legislature.The court held that there was no constitutional basis for the governor to withhold assent to bills by doubting the validity of the legislative session held in June. “Any attempt to cast doubt on the session of the legislature would be fraught with great perils to democracy,” it said. “The Legislative Assembly comprises of duly elected members.”The bench also pointed out that in a parliamentary form of democracy, real power rests with the elected representatives while the governor is the “titular head of the state”. The chief justice stated that by not giving his assent to the bills, the governor was “playing with fire” Tamil Nadu’s petition against governorEarlier in the day, the same bench had expressed concern about Tamil Nadu Governor RN Ravi sitting on several bills passed by the state Assembly, noting that 12 such draft laws are pending before him, reported Live Law.The court was hearing a plea by the Dravida Munnetra Kazhagam government, accusing the governor of obstructing the Legislative Assembly from carrying out its duties. Bills passed by legislatures become law only after the governor approves them.The chief justice highlighted that Article 200 of the Constitution mandates the governor to return the bills “as soon as possible”.The Article gives governors the power to either grant their approval to a bill, reject it or in some cases, reserve it for the president’s consideration.While rejecting the bill, the governor may suggest amendments. However, the legislature is not obligated to accept these suggestions and can pass the bill again in its original form for the governor’s approval. On this occasion, the governor must either give assent or reserve it for the president’s consideration.CJI: 3. 54 files for premature release of prisoners submitted to Governor between 14 Aug 2023 and 28 June 2023;4. Proposals for appointment to TN Public service commissions.#SupremeCourtofIndia #SupremeCourt— Live Law (@LiveLawIndia) November 10, 2023\n\nApart from the 12 bills passed by the Legislative Assembly, Ravi needs to grant sanction for prosecution in several cases, decide on 54 files seeking premature release of prisoners and approve proposals for appointing members to the Tamil Nadu Public Service Commission. The panel is functioning with four members against the strength of 14.The Supreme Court issued notices to the Centre and asked the attorney general or the solicitor general to appear during the next hearing on November 20.The governments in Kerala and Punjab have also moved the Supreme Court against the governors for delay in approving bills. “This is a disease spreading from Kashmir to Kanyakumari,” Senior Advocate Abhishek Manu Singhvi said at Friday’s hearing.On the Punjab government’s petition, the Supreme Court had said on Monday that governors should not be oblivious to the fact that they are not elected authorities.Also read: Pocket vetoed: Governors are sitting on bills – and undermining federalism","author":"Scroll Staff","time":"2023-11-10T16:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195775-syrjcstxah-1699624079.jpg","tags":["Supreme Court","Govenors","Tamil Nadu","RN Ravi"],"source":"https://scroll.in/latest/1058950/sc-raises-concerns-about-tamil-nadu-governor-sitting-on-bills-passed-by-state-assembly"}