{"title":"SC strikes down Maratha reservation in admissions, government jobs, calls it unconstitutional","content":"The Supreme Court on Wednesday cancelled the Maharashtra government’s 2018 move to grant reservation to the Maratha community in admissions and government jobs in the state, Bar and Bench reported. It declared a separate reservation for the community as unconstitutional, according to PTI.The court was hearing a batch of petitions that challenged the Maharashtra State Reservation for Socially and Educationally Backward Classes Act, 2018, saying it would breach the ceiling of 50% quota limit imposed by the Supreme Court itself in a landmark verdict in 1992.During Wednesday’s hearing, a Constitution Bench of Justices Ashok Bhushan, L Nageswara Rao, S Abdul Nazeer, Hemant Gupta and S Ravindra Bhat said that the reservation brought in by the previous Bharatiya Janata Party government in Maharashtra violated the principles of equality, according to Live Law.“Neither the Gaikwad Commission nor the High Court have made out any situation for exceeding the ceiling of 50% reservation for Marathas,” the bench led by Bhushan unanimously declared. “Therefore, we find there are no extraordinary circumstances for exceeding the ceiling.”It clarified that the verdict will not affect the admissions made to post-graduate medical courses till September 9, 2020.The court also ruled that there was no need to refer the 1992 Indira Sawhney judgement, which fixed the reservation limit at 50%, to a larger bench. “The said judgment has been repeatedly followed by this court and has received approved by at least four Constitution Benches of this court,” it said.Maharashtra Chief Minister Uddhav Thackeray called the Supreme Court’s verdict “unfortunate”, reported ANI. Thackeray said that the unanimously legislation was passed for the sake of a “life with self-respect” for the member of the community. “Now SC says that Maharashtra can’t make law on this, only PM and president can,” he added.Also read: Why the Maratha quota case in Supreme Court is about more than just the 50% limit to reservationsIn 2018, the then Devendra Fadnavis-led government in Maharashtra had approved 16% reservation for the Marathas in jobs and education after statewide protests. While hearing petitions against the move in 2019, the Bombay High Court upheld the constitutional validity of the law, but stated that 16% reservation was not justifiable. It directed the state government to reduce the quota to 12%-13% as per the recommendations of the State Backward Classes Commission.The High Court’s verdict was subsequently challenged in the Supreme Court, which stayed the decision in September 2020. The court then issued a notice to all states, seeking their response on whether reservation could be allowed beyond the 50% ceiling.At least six states – Karnataka, Maharashtra, Gujarat, Rajasthan, Tamil Nadu and Jharkhand – asked the Supreme Court to increase the cap on reservation. The Centre also told the court that the law passed by the Maharashtra Assembly was a constitutional one.","author":"Scroll Staff","time":"2021-05-05T11:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119954-qqodkeaqdl-1558158348.jpg","tags":["Maratha reservation","Supreme Court","Maharashtra","Reservation"],"source":"https://scroll.in/latest/994094/sc-strikes-down-maratha-reservation-in-admissions-government-jobs-in-maharashtra"}