{"title":"Supreme Court refuses to extend July 31 deadline to finalise National Register of Citizens in Assam","content":"The Supreme Court on Wednesday reiterated that it will not extend the July 31 deadline to finalise the National Register of Citizens in Assam, PTI reported.A bench comprising Chief Justice Ranjan Gogoi and Justice RF Nariman gave the Assam coordinator of the NRC, Prateek Hajela, the liberty to mention the matter before the registrar during the summer vacation in case an urgent hearing is required, reported Hindustan Times.Hajela informed the bench that many people who had objected against the exclusion of their names in the draft National Register of Citizens had not appeared before the panels dealing with such complaints.“Be brave and follow the law,” the Supreme Court bench told Hajela, according to Live Law. “The NRC must come by July 31, maybe a day sooner but not even one day after.”In February, the Supreme Court had accused the Centre of attempting to destroy the National Register of Citizens process and refused to extend the deadline.The final draft of the register, published on July 30, had left out nearly 40 lakh people, including some MLAs and a former chief minister. Those excluded will come under the purview of the Foreigners’ Tribunals and will have to prove their citizenship or face unlimited detention if they fail to do so. The Centre in December 2018 had extended by six months the date to complete updates to the draft register.The stated aim of the NRC is to separate genuine Indian citizens from “illegal migrants” who might be living in Assam. According to the terms, anyone who cannot prove that they or their ancestors entered the state before midnight on March 24, 1971, will be declared a foreigner. The exercise has been embroiled in several controversies, including allegations of bias against certain communities.Supreme Court made it clear that the court will not extend 31st July deadline for finalisation of National Register of Citizens (NRC) in Assam. pic.twitter.com/Rrjv39qqMt— All India Radio News (@airnewsalerts) May 8, 2019","author":"Scroll Staff","time":"2019-05-08T13:43:28.590853+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/96301-tzwmxkzhmu-1557301099.jpg","tags":["Supreme Court","NRC","Assam","National Register of Citizens","Prateek Hajela"],"source":"https://scroll.in/latest/922734/sc-says-it-will-not-extend-july-31-deadline-to-finalise-national-register-of-citizens-in-assam"}