{"title":"SC to hear on Tuesday Satyendar Jain’s plea challenging transfer of judge hearing bail petition","content":"The Supreme Court has agreed to hear on Tuesday Aam Aadmi Party leader Satyendar Jain’s petition challenging the transfer of his bail plea in a money-laundering case to a new judge, reported Bar and Bench. Senior Advocate Kapil Sibal, representing Jain, moved the plea before Chief Justice of India UU Lalit on Monday who agreed to list the case for hearing the next day. A Delhi sessions court had replaced Judge Gitanjali Goel, who was previously hearing the case against Jain, with Special Judge Vikas Dhull on September 23 on the Enforcement Directorate’s request.    Jain, a minister without a portfolio in the Delhi government, was arrested by the Enforcement Directorate on May 30. The agency’s case is based on a first information report filed by the Central Bureau of Investigation in 2017 under the Prevention of Money Laundering Act. Jain is accused of having laundered money through four companies allegedly linked to him.While hearing bail pleas of the Aam Aadmi Party leader and two of his alleged aides, Goel had rebuked the Enforcement Directorate about its investigation in the case. She had asked why the Enforcement Directorate went beyond the Central Bureau of Investigation’s case to look into alleged proceeds of crime that are not mentioned in the chargesheet. Goel had also sought to know what exactly the crime in the case was, observing that the companies allegedly cheated by Jain were also named as accused entities.Jain had then moved the Delhi High Court against the transfer of the judge. However, on October 1, the High Court dismissed his petition, saying that the principal district and sessions judge had considered all facts while transferring the case and that the order did not need any interference.","author":"Scroll Staff","time":"2022-10-10T12:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172933-kaourwksvj-1653993128.jpg","tags":["Satyendar Jain","Aam Aadmi Party","Enforcement Directorate","Supreme Court","Money laundering"],"source":"https://scroll.in/latest/1034648/sc-to-hear-on-tuesday-satyendar-jains-plea-challenging-transfer-of-judge-hearing-bail-petition"}