{"title":"SC tells Maharashtra Speaker to decide on disqualification plea against CM by December 31","content":"The Supreme Court on Monday told Maharashtra Speaker Rahul Narwekar to decide on disqualification petitions against Chief Minister Eknath Shinde and the MLAs supporting him by December 31, The Hindu reported.A bench headed Chief Justice of India DY Chandrachud also told Narwekar to decide on disqualification petitions against Deputy Chief Minister Ajit Pawar and eight Nationalist Congress Party MLAs supporting him by January 31 .Following the fall of Maha Vikas Aghadi government last year, the two Shiv Sena factions led by Shinde and his predecessor Uddhav Thackeray had filed a batch of disqualification pleas against each other’s MLAs.  On July 2, Ajit Pawar was appointed as the deputy chief minister in the Shiv Sena-Bharatiya Janata Party government. The Nationalist Congress Party faction led by his uncle and party chief Sharad Pawar then filed a disqualification petition against him and eight MLAs who supported him.In September, the Ajit Pawar-led faction also filed disqualification petitions against 10 MLAs from the rival group.On May 11, a five-judge bench had directed Narwekar, the Maharashtra Speaker, to hear and decide the disqualification petitions against the Shiv Sena MLAs within a “reasonable time”.However, Narwekar did not go ahead with the proceedings despite the top court’s direction. On several occasions since it first passed the direction, the Supreme Court has urged him to decide on the disqualification pleas.On October 17, the court gave Narwekar a final opportunity to set up a realistic timeframe to decide the disqualification petitions against Shinde and the other Shiv Sena MLAs. It had told him not to make the proceedings “a charade” and said that he needed to take a decision before the next Assembly election.Elections will take place in Maharashtra in November 2024.","author":"Scroll Staff","time":"2023-10-30T15:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180685-rvpbnxgbjn-1664692260.jpg","tags":["Eknath Shinde","Supreme Court","Maharashtra","Shiv Sena","Ajit Pawar"],"source":"https://scroll.in/latest/1058335/sc-tells-maharashtra-speaker-to-decide-on-disqualification-plea-against-cm-by-december-31"}