{"title":"SC transfers Assam NRC coordinator Prateek Hajela to Madhya Pradesh","content":"The Supreme Court on Friday transferred Assam National Register of Citizens coordinator Prateek Hajela to Madhya Pradesh, ANI reported. The order was passed by a bench headed by Chief Justice of India Ranjan Gogoi, and comprising Justices SA Bobde and Rohinton Nariman.When Attorney General KK Venugopal asked for a reason, Gogoi replied, “No order will be without a reason”, according to Bar and Bench. The court asked the government to issue the transfer order immediately.A bench of the Supreme Court, headed by Chief Justice of India (CJI) Ranjan Gogoi, however, did not specify the reason, why they are transferring NRC Coordinator Hajela to Madhya Pradesh on deputation. https://t.co/DpolQhPxOc— ANI (@ANI) October 18, 2019\n\nOver 19 lakh people out of 3.3 crore were left out of the final list of the updated citizens’ database that was published on August 31. The number of people left out comprise around 6% of Assam’s entire population. They will now have to appeal against the decision in foreigners’ tribunals.Hajela was the Supreme Court-mandated coordinator of NRC, and was involved in the task since September 2013. He is a native of Madhya Pradesh and is a 1995-batch IAS officer of the Assam-Meghalaya cadre.Since the publication of the NRC, members of both the Bharatiya Janata Party and the Congress have criticised the register as well as Hajela. In September, senior Congress leader Tarun Gogoi wrote to Gogoi, complaining that Hajela had not discharged his duty efficiently. This came days after two cases were filed against Hajela for allegedly excluding bonafide Indians from the updated citizens’ list deliberately.The NRC was first published in 1951, and was updated to exclude those who may have illegally entered Assam via Bangladesh after March 25, 1971.There are several controversies surrounding the NRC, including speculation that it has been targeted against a particular community. Political parties have also pointed out that many Bengali Hindus have been left out of the register. Bengali Hindus are the BJP’s oldest vote bank in the state.Read all the stories in The Final Count series here.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-18T11:01:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/940936-78235-myibkjtwcs-1515069756.jpg","tags":["Supreme Court","Prateek Hajela","NRC","Assam"],"source":"https://scroll.in/latest/940936/sc-transfers-assam-nrc-coordinator-prateek-hajela-to-madhya-pradesh"}