{"title":"SC upholds extension of Enforcement Directorate chief Sanjay Kumar Mishra’s tenure","content":"The Supreme Court on Wednesday said that it would not interfere with the Centre’s order to retrospectively extend Enforcement Directorate chief  Sanjay Kumar Mishra’s tenure, Live Law reported. However, the court said that his term of service could not be extended any further.Mishra had been appointed as the chief of the Enforcement Directorate in November 2018. His tenure ended on November 18, 2020.But on November 13, the Centre issued a notification saying that President Ram Nath Kovind had modified Mishra’s initial appointment order to extend his term for another year. Non-governmental organisation Common Cause had approached the Supreme Court against the central government’s order. It argued that the order violated Section 25 of the Central Vigilance Commission Act, 2003. Section 25 of the Act provides that the chief of the central agency shall continue to work for a period of not less than two years from the date on which he assumes office. The petitioner argued that after the completion of Mishra’s two-year-long tenure, he was no longer eligible for re-appointment to the post, according to Live Law. Mishra had reached the retirement age of 60 in May 2020. Senior advocate Dushyant Dave, appearing for the petitioner, argued that in view of this fact, it was “very wrong” for the Centre to extend his tenure. But on Wednesday, a bench of Justices BR Gavai and L Nageswara Rao upheld the Centre’s order, Live Law reported. The bench observed that “such power has to be extended only in rare circumstances”.“It can be given to facilitate ongoing investigation,” the court said. “Any extension of tenure during superannuation should be for a short period.”","author":"Scroll Staff","time":"2021-09-08T18:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136935-lbgojtktgn-1612539545.jpg","tags":["Enforcement Directorate","Supreme Court","Sanjay Kumar Mishra"],"source":"https://scroll.in/latest/1004909/sc-upholds-extension-of-enforcement-directorate-chief-sanjay-kumar-mishras-tenure"}