{"title":"Supreme Court allows E Palaniswami to remain AIADMK interim leader","content":"The Supreme Court on Thursday upheld a Madras High Court order from September that allowed All India Anna Dravida Munnetra Kazhagam leader Edappadi K Palaniswami to continue as the interim general secretary of the outfit, reported Live Law.A division bench of Justices Dinesh Maheshwari and Hrishikesh Roy passed the order while hearing a leadership dispute between Palaniswami and his rival O Panneerselvam.At the general council meeting on July 11, the AIADMK had elected Palaniswami as the interim general secretary, the top post of the party, and expelled Panneerselvam from the primary membership for allegedly participating in “anti-party activities”.Panneerselvam then moved the Madras High Court. A single bench of Justice G Jayachandran had ruled on August 17 that the July 11 general council meeting was invalid. In his order, Jayachandran had held that any general council meeting in future should be convened jointly by both leaders.However, on September 2, a division bench of the Madras High Court set aside the single judge order. Panneerselvam then approached the Supreme Court against the September order. Tamil Nadu | Supporters of EPS faction celebrate outside AIADMK headquarters in Chennai as Supreme Court allowed EPS to continue as AIADMK's Interim General Secretary. pic.twitter.com/76UkmBujaf— ANI (@ANI) February 23, 2023\n\nAt Friday’s hearing, Justice Maheshwari, while reading out a part of the order, clarified that the court’s ruling is limited to the High Court’s orders and will not have any bearing on the question of leadership.The court also said that its interim order, which had stayed Jayachandran’s June 23 order restraining the AIADMK general council from passing any resolutions, should be followed. It, however, clarified that it has not dealt with the contentions regarding the validity of the July 11 general council meeting.Supporters of Palaniswami burst into celebration following the Supreme Court ruling, reported ANI.  #WATCH | Chennai, Tamil Nadu | Supporters of Edappadi K Palaniswami (EPS) faction burst into celebrations as Supreme Court allowed EPS to continue as AIADMK's Interim General Secretary pic.twitter.com/HA2u9rzyi4— ANI (@ANI) February 23, 2023\n\nAIADMK general council meetingBefore the July 11 general council meeting, Paneerselvam was the coordinator of the AIADMK and Palaniswami the joint coordinator.The two positions were created during the general council meeting on September 12, 2017, after the party gave the honorary title of “eternal general secretary” to late former Chief Minister J Jayalalithaa.While the faction led by Palaniswami wants the party to get rid of the dual leadership, the idea has been opposed by the Panneerselvam-led camp, which says it would amount to a betrayal of Jayalalithaa.During the party’s last general council meeting on June 23, AIADMK members had shouted slogans demanding “single leadership” within the party under Palaniswami. He was also honoured with a decorated crown, a sword and sceptre by supporters amid chants.Panneerselvam was forced to walk out of the meeting as bottles were hurled at him.","author":"Scroll Staff","time":"2023-02-23T13:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/142913-oombkjuofs-1592217687.jpg","tags":["AIADMK","Edappadi K Palaniswami","O Panneerselvam","Madras High Court"]}