{"title":"‘Scam 1992 – The Harshad Mehta Story’ review: Web series resurrects the Big Bull of Dalal Street","content":"What does it take to make it in the stock market? In a biographical web series on Harshad Mehta, the trader mentions four elements – research, risk, passion and luck. But he omits the one thing that transported him from a cramped chawl in the distant suburbs of Mumbai to a sprawling terrace apartment in a posh neighbourhood that faced the sea and had its own swimming pool. Crookedness, the fifth element, served Harshad Mehta exceedingly well. Without crookedness, he might have remained a jobber at the Bombay Stock Exchange or, at best, a mid-level operator. In fact, as Scam 1992 – The Harshad Mehta Story reveals, he might even have been alive.The 10-episode web series resurrects the broker who was once celebrated as the “Big Bull” of the Bombay bourse for his ability to keep riding the rising market. Mehta was celebrated as a financial wunderkind who shook up an archaic system and transformed Mumbai’s Dalal Street into New York City’s Wall Street.But a series of journalistic reports exposed the rips in Mehta’s rags-to-riches story – he had rigged the system in collusion with public sector banks and private financial institutions, causing losses that ran into hundreds of crores of rupees. Mehta was indicted for some of his crimes and was serving a prison sentence when he died of a heart attack on December 31, 2001. The first whiff of Mehta’s involvement in the 1992 securities scam was provided by Times of India journalist Sucheta Dalal. She later wrote the book The Scam: Who Won, Who Lost, Who Got Away along with Debashis Basu. The web series is adapted from The Scam, and features Dalal as one of the central characters.Shreya Dhanwantry in Scam 1992 – The Harshad Mehta Story (2020). Courtesy SonyLIV.The engrossing boom-and-bust saga has been directed by Hansal Mehta and written by Sumit Purohit and Saurav Dey. Events are set mainly in the Mumbai of the 1980s and the 1990s – a pre-digital age in which information moves more slowly and loopholes are exploited more easily. And yet, change is in the air. The country’s new prime minister, Rajiv Gandhi, is promising to move away from a more restrictive past. Companies are shedding their traditional names for spiffier English ones. Even the venerable State Bank of India wants to dip its toes into the markets.The fruit are ripe for the picking by Harshad, played by Pratik Gandhi with a winning mix of charisma and criminality. Addicted to profit and willing to do whatever it takes, Harshad, his brother Ashwin (Hemant Kher) and a few associates shimmy up the stock indexes and the social ladder. They shake up the old-money establishment, which includes a veteran bear trader (Satish Kaushik) and Citibank’s India head Thiagarajan (Nikhil Dwivedi). These men have been gaming the system for years, the series claims, but Harshad is better and faster than the lot of them.Pratik Gandhi and Hemant Kher in Scam 1992 – The Harshad Mehta Story (2020). Courtesy SonyLIV.The screenplay does an excellent job of simplifying complex financial matters and depicting how Harshad uses chicanery, skulduggery and blandishments to amass a huge fortune. The early episodes capture Harshad’s high energy levels, impatience with rules and endless optimism. Always darting from one deal to the next and unfazed by setbacks, Harshad keeps dreaming up new ways to bilk the system. This predecessor of Ketan Parekh and Nirav Modi finds willing participants for his mission in banks as well as in very high places. The godman Swami, modelled on the influential astrologer Chandraswami, eases Mehta’s access to government institutions.The early portrait of Harshad draws heavily from journalistic accounts. Harshad is fond of using idioms and proverbs to illustrate his ambitions. The dialogue dips into a never-ending bag of aphorisms to explain his prowess. Harshad earns various titles on the trading floor – the Big Bull, cheetah, mongoose, the Kapil Dev/Albert Einstein/Amitabh Bachchan of the Bombay Stock Exchange. Harshad describes himself the best: Mumbai will change, but the sea will always be there, he says. I am the sea.After Sucheta Dalal (Shreya Dhanwantry) starts converting hot tips by Harshad haters into newsbreaks, the government machinery finally clanks into place. Reserve Bank of India governor Venkitarajan (Anant Narayan Mahadevan) is among the officials who is alarmed by Harshad’s methods. Harshad’s detractors also work behind the scenes to bring him down. The series suggests that Dalal’s first tip-off comes from this camp.Anant Narayan Mahadevan in Scam 1992 – The Harshad Mehta Story (2020). Courtesy SonyLIV.The makers appear to have been suitably lawyered up. Except in some places, the series uses actual names, whether of individuals or institutions. Much of the information about the securities scam and its dramatis personae is in the public domain – a fact that the series creators take full advantage of.Scam 1992 works perfectly as long as it is tethered to what we know about Harshad Mehta’s rank unscrupulousness. Paradoxically, the series begins to lose focus after the fraud becomes apparent. There is sneaking sympathy for the devil in the early scenes in which Harshad is shown his place by his snobbish, English-speaking counterparts. In later episodes, the outsider becomes something of a pathetic victim after he claims that he has bribed the country’s prime minister, Narasimha Rao. A needlessly aggressive Central Bureau of Investigation official (Rajat Kapoor) is shunted out and the political establishment strains to punish Harshad.“My biggest crime is that I am Harshad Mehta,” the trader declares – his hubris intact till the very end.“Harshad was the perfect huckster, a contrarian thinker and an ambitious go-getter – all rolled in one,” Dalal and Basu write in their book. Although Pratik Gandhi doesn’t physically resemble the portly broker, his sheer conviction and mesmeric performance bring Harshad Mehta vividly alive. The ensemble cast performs admirably too, with noteworthy turns from Hemant Kher as Harshad’s brother, KK Raina as Unit Trust of India chairperson MK Pherwani, and Chirag Vohra as Harshad’s employee Bhushan.KK Raina in Scam 1992 – The Harshad Mehta Story (2020). Courtesy SonyLIV.The reporter who calls Harshad’s bluff is inadequately served by a series that is in thrall to its anti-hero. Shreya Dhanwantry’s Sucheta mirrors Harshad’s urgency in several ways. She appears to have already anticipated the breaking news cycle in her insistence that her sketchily reported initial reports on the securities scam be published. Her boss Rajdeep (modelled on Rajdeep Sardesai) advises her to layer her stories with evidence and more voices – as any editor would – but Sucheta throws a tantrum instead. Like many films and web series, Scam 1992 flubs its portrayal of newsroom dynamics by confusing the insistence on rigorous reporting with insensitivity and censorship. Although Shreya Dhanwantry is perfectly adequate as the obsessive journalist, her character loses prominence once Harshad’s hustle is out in the open.Indefatigable and incorrigible in real life, Harshad Mehta manages to shape the fiction about him from the beyond. His gargantuan success rate helped overcome scruples in the late 1980s and the 1990s. Scam 1992 provides ample evidence of Mehta’s dishonesty over 500-plus minutes, only to float the idea that the system was the bigger villain. This bull got big but then ran into the wolves who were stronger, the series lamely suggests. \n\n\n    \n    Play\n\nScam 1992 – The Harshad Mehta Story (2020). Also read:Scam 1992’ web series explores aspiration and crooked ambition, says director Hansal Mehta","author":"Nandini Ramnath","time":"2020-10-10T11:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148885-ucybhwhocq-1602191955.jpeg","tags":["Scam 1992 review","Harshad Mehta","Hansal Mehta"],"source":"https://scroll.in/reel/975277/scam-1992-the-harshad-mehta-story-review-web-series-resurrects-the-big-bull-of-dalal-street"}