{"title":"‘Scam 1992’ web series explores aspiration and crooked ambition, says director Hansal Mehta","content":"After his mother’s demise in 2012, filmmaker Hansal Mehta believed that he would never again taste the Gujarati dal that had made his childhood special. But several years later, actor Pratik Gandhi offered Mehta nostalgia in a morsel at the hands of his Gujarati mother. “It was like being at home on set,” Mehta said, talking about his upcoming web series Scam 1992. “We were surprised to see how many Gujaratis were part of the cast and crew. We’d all talk in Gujarati and there was food coming from everyone’s homes.”The regional camaraderie was inadvertent, since the new series follows the rise and fall of Harshad Mehta, the Gujarati stockbroker behind the 1992 securities scam that ran into thousands of crores. The 10-episode show is based on The Scam: Who Won, Who Lost, Who Got Away by Debashis Basu and Sucheta Dalal. The ensemble cast includes Shreya Dhanwanthary, Satish Kaushik, Sharib Hashmi, Anant Mahadevan, Nikhil Dwivedi, KK Raina and Lalit Parimoo. The series will be premiered on SonyLIV on October 9.Mehta has an affinity for adapting real-life stories for the screen. He has previously showcased the lives of lawyer and human rights activist Shahid Azmi in Shahid (2013), linguist and author Ramchandra Siras in Aligarh (2015) and bank robber Sandeep Kaur in Simran (2017). The allure isn’t so much to do with history as it is to present human, flawed characters as cautionary tales to audiences, he said.“That message is there always,” Mehta told Scroll.in. “In the case of Harshad Mehta, he had as sudden a fall as a meteoric rise. It exposed the loopholes of the country’s banking and financial systems and in the securities market.”\n\n\n    \n    Play\n\nScam 1992 (2020).Like his protagonist, Hansal Mehta has emerged from a Gujarati middle-class Mumbai world. “I have grown up in that atmosphere with those aspirations and desire to make my mark,” he explained. “Even I tried to emulate other people instead of pursuing my own inner journey.” Mehta recalled trunk calls with his parents when Harshad Mehta’s bull run began in the early 1990s. They would encourage him to invest money in Associated Cement Company shares. The excessive trading in the ACC stock is among the factors that led to suspicion about Harshad Mehta’s illegal methods and his subsequent conviction. The scam was all anyone could talk about at the time, Hansal Mehta recalled. “People spoke to me about their experiences as if [Harshad] was some sort of a flawed hero figure – a hero fallen from grace for them.”Harshad Mehta’s exploits have also inspired the Ullu web series The Bull of Dalal Street and the upcoming Disney+ Hotstar original film The Big Bull, starring Abhishek Bachchan.Among the challenges behind Scam 1992 was to explain and simplify the complex workings of the operation for viewers. Also, to recreate the Mumbai of the 1990s. “The stock market at the time was a fish market with thousands of crores traded in a single day,” Hansal Mehta recalled. “We have tried to recreate that energy.” The show is about human ambition and aspiration gone awry, set against the background of the financial world, the filmmaker said. “It’s about the characters and their journeys and not the world they live in,” he said.Harshad Mehta died of a heart attack on December 31, 2001. His downfall resulted in the establishment of the National Stock Exchange and committees to overlook the Securities and Exchange Board of India. With the introduction of online trading in 1994, stock buying and selling was no longer confined to the financial epicentre of the country. Despite regulations, scams continue to plague India – Ketan Parekh, Nirav Modi and Vijay Mallya are among those who have deceived India’s banking systems.“Newer players have scammed lakhs and crores of money which ultimately belong to the people of India,” Mehta said. “It’s the savings of the lay employee that have funded the riches of the people who have misused the loopholes in the system.”Hansal Mehta on the sets of Scam 1992 (2020). Courtesy SonyLIV.","author":"Deborah Cornelious","time":"2020-10-08T14:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148853-estuqppvar-1602144975.jpg","tags":["Scam 1992","Harshad Mehta","Hansal Mehta"],"source":"https://scroll.in/reel/975255/scam-1992-web-series-explores-aspiration-and-crooked-ambition-says-director-hansal-mehta"}