{"title":"School principal suspended after parents allege students were made to offer namaz in Hathras","content":"The principal and two teachers of a school in Uttar Pradesh’s Hathras city were suspended on Wednesday after Hindutva supremacists led protests by a group of parents alleging that students had been forced to read namaz on campus.Punitive action was taken against the principal Sonia McPherson and the teachers, Irfan Ilahi and Kanwar Rizwan, was taken even as the school management denied the allegations, The Indian Express reported. Karnika Srivastava, the vice principal of BLS International School, told reporters that a special Assembly session was held on April 18 to celebrate World Heritage Day and Eid. “At the event, the song Lab Pe Aati Hai Dua [composed by Muhammad Iqbal] was performed...I want to clearly say that namaz was not offered and nobody was pressurised to perform.”However, the school management has formed an inquiry committee and suspended the principal and the two teachers as prima facie action. The district administration has also formed a two-member committee to conduct an inquiry.Principal and two teachers at the school have been terminated. A two-member team has been constituted by the district magistrate to probe the matter and provide report in 5 days. pic.twitter.com/E24vBj17Qm— Piyush Rai (@Benarasiyaa) April 20, 2023\n\nOn Wednesday, a group of parents led by Hindutva supremacist Deepak Sharma held a protest outside the school, alleging that children had been forced to wear burqas and pray. They demanded that a case be registered against the school authorities. The protesters also chanted the Hanuman Chalisa.In protest, people could be heard chanting Hanuman Chalisa outside the main gate of the school. pic.twitter.com/x1rwRVJLql— Piyush Rai (@Benarasiyaa) April 19, 2023\n\nThis is not the first time that Hindutva groups have opposed performances of Iqbal’s poem Lab Pe Aati Hai Dua.In December, a first information report was filed against the principal of a government-run school in Uttar Pradesh’s Bareilly district after a video of students reciting the poem went viral on social media. The Vishwa Hindu Parishad had claimed that the students were being made to recite the poem in a bid to convert them.In 2019, the headmaster of a government primary school in Uttar Pradesh’s Pilibhit district was also suspended after the students recited the poem. In this case too, the action was taken following a complaint by the local Vishwa Hindu Parishad workers.Lab Pe Aati Hai Dua was written by Iqbal in 1902. He also wrote the famous patriotic song Saare Jahan Se Achha.Also read: UP headmaster’s suspension over Iqbal poem reflects absurd patriotic tests faced by India’s Muslims","author":"Scroll Staff","time":"2023-04-20T14:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189319-jqdvcamsjt-1681981568.jpeg","tags":["Uttar Pradesh","Hathras","Muhammad Iqbal"],"source":"https://scroll.in/latest/1047706/school-principal-suspended-in-hathras-after-parents-allege-students-were-made-to-offer-namaz"}