{"title":"School teacher suspended for allegedly playing azaan during morning assembly in Mumbai","content":"A school teacher in Mumbai was suspended on Friday after parents of some of the students objected to alleged playing of the azaan during the morning assembly, The Indian Express reported. The parents staged a protest outside Kapol Vidyanidhi International School in the city’s Kandivali area after a purported video of the Islamic prayer call was shared on social media. Principal of the school, Rashmi Hegde said that the azaan had been played as an initiative to make students aware about prayers of different religions. “This is a misrepresentation of our attempt,” she said, according to The Indian Express.Location: Mumbai, Maharashtra Members of BJP and Shiv Sena, along with some parents, created ruckus at a school over a teacher playing Azaan (Islamic call to prayers) during morning assembly. According to the school principal, it was an initiative to inform the students about… pic.twitter.com/1IWDSxZAHG— HindutvaWatch (@HindutvaWatchIn) June 17, 2023\n\nDeputy Commissioner of Police Ajay Kumar Bansal said that a complaint has been filed in the matter and an inquiry is being done, ANI reported.The protest by the parents was led by Bharatiya Janata Party MLA Yogesh Sagar. The police complaint about hurting religious sentiments was filed by local Shiv Sena leader Sanjay Sawant, according to The Indian Express.“A teacher belonging to the minority community deciding to play the Azaan from her phone into the loudspeaker during the morning assembly of Friday is not just a mistake,” Sagar told reporters.Meanwhile, the principal told the parents that the school management was also conducting an inquiry into the matter. “This is a Hindu school and our prayers include Gayatri Mantra and Saraswati Vandana,” the principal said. “We assure that such an instance will not be repeated in the future.”","author":"Scroll Staff","time":"2023-06-17T13:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191333-spbplkxcfm-1686990318.jpeg","tags":["Mumbai","Hindutva","BJP"],"source":"https://scroll.in/latest/1051081/school-teacher-suspended-for-allegedly-playing-azaan-during-morning-assembly-in-mumbai"}