{"title":"Scrapping of NJAC by SC a glaring disregard of people’s mandate, says Jagdeep Dhankhar","content":"Vice President Jagdeep Dhankhar on Wednesday reiterated his criticism of the Supreme Court’s decision to strike down the National Judicial Appointments Commission Act in 2015, reported Live Law.The Supreme Court’s judgement was “a glaring instance of severe compromise of parliamentary sovereignty and disregard of the mandate of the people of which the Rajya Sabha and the Lok Sabha are custodians”, Dhankhar said on his first day as the chairperson of the Upper House on the opening day of the Winter Session of Parliament.The comments came amid a renewed rift between the Union government and the Supreme Court over the appointment of judges. Union Law Minister Kiren Rijiju had told news channel Times Now on November 26 that the collegium system is not in consonance with the Constitution. Two days later, the Supreme Court had objected to the statement.Justice SK Kaul also questioned whether the government was not clearing names for judicial appointments as the Supreme Court had struck down the National Judicial Appointments Commission Act.The law had proposed to make judicial appointments through a body comprising of the chief justice, two senior Supreme Court judges, the law minister and two other eminent persons nominated by the chief justice, the prime minister and the leader of the Opposition.The National Judicial Appointments Commission was to replace the collegium system, under which five senior-most judges of the Supreme Court, including the chief justice, decide on the appointments and transfers of judges to the top court and the High Courts.Also read:Why are the Supreme Court and Modi government in a war of words over judicial appointments? In his address on Wednesday, the vice president said that democracy “blossoms and flourishes” when the legislature, the judiciary and the executive adhere to their domains. “Any incursion by one, howsoever subtle, in the domain of other, has the potential to upset the governance apple cart,” Dhankhar added, according to the Hindustan Times.Noting that the National Judicial Appointments Commission Bill was passed unanimously in both Houses (with one abstention in the Lok Sabha), he said that there has rarely been such an overwhelming support for a Constitutional legislation in Parliamentary history.However, the vice president said this “historic parliamentary mandate” was undone by the Supreme Court that found the law was not in consonance with basic structure of the Constitution. The basic structure doctrine states that the Constitution of a sovereign country has certain characteristics that cannot be erased by its legislature.The vice president added that there is no parallel to such a development in democratic history where a “duly legitimised Constitutional prescription has been judicially undone”.The historic NJAC Bill, passed unanimously by the Parliament, was undone by the Supreme Court using the judicially evolved doctrine of 'Basic Structure' of Constitution.There is no parallel to such a development in democratic history of the world. #RajyaSabha #WinterSession pic.twitter.com/54BdgLSs3e— Vice President of India (@VPSecretariat) December 7, 2022\n\nDhankhar had expressed similar views on December 2 about the National Judicial Appointments Commission Act.“We the people – their ordainment was converted into a constitutional provision,” he had said at the LM Singhvi Memorial Lecture. “Power of the people, which was expressed through a legitimate platform, that power was undone. The world does not know of any such instance.”He had also said that when a substantive question of law is made, courts can look into the problem. But he added, citing the Constitution, that “nowhere it says a provision can be run down”.","author":"Scroll Staff","time":"2022-12-08T09:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184035-ljufbuzoar-1670467568.jpeg","tags":["Supreme Court","Jagdeep Dhankhar","Parliament","Winter Session","National Judicial Appointments Commission Act","Judicial appointment"],"source":"https://scroll.in/latest/1039278/scrapping-of-njac-by-sc-a-glaring-disregard-of-peoples-mandate-says-jagdeep-dhankhar"}