{"title":"Screen scorcher Sai Pallavi: ‘Don’t need layers of make-up to look beautiful’","content":"Telugu filmmaker Sekhar Kammula’s Fidaa has raked in Rs 25 crores in its opening weekend. It is reportedly the biggest opening that Kammula, known for Dollar (2000), Anand (2004), Godavari (2006) and Happy Days (2007), has had in his career. Fidaa is being hailed as Kammula’s comeback after the poor performances of his recent films, including Life is Beautiful (2012) and Anamika (2014).The story that Kammula narrates in Fidaa is not exactly new: Varun (Varun Tej) a non-resident Indian doctor, falls in love with Bhanumathi (Sai Pallavi), a Bachelor of Science student in Banswada in Telangana. Bhanu does not want to live in America, while Varun has already dreamt of a future there. The story is tried and tested and very obviously tugs at the heart of the huge diaspora audience that has helped boost Telugu cinema’s fortunes in recent years. Kammula contrasts the American English accent with Telangana slang and sports cars with the tractors ironing out the green fields of the countryside. The lion’s share of the credit for why Fidaa is so appealing to audiences goes to the story’s heroine Bhanu and the actor who plays her.This is Sai Pallavi’s debut in Telugu cinema and her third film after the Malayalam productions Premam (2015) and Kali (2016). Both titles marked out Pallavi as an actor with marked assurance and screen presence. Kammula structures the narrative around Bhanu and lets her take the lead. In Pallavi’s hands, Bhanu is brazenly confident, dances with abandon and is rooted to her land and her principles.“Bhanu is a lot like the real me,” Pallavi told Scroll.in. “I was apprehensive initially when I got the offer for the film because Telugu cinema has always seen all these pretty women as heroines. In contrast, my version of Bhanu looks very raw. And that’s also because that is how I am in real life. I’m not someone who likes to dress up too much. When I told Sekhar sir that I’d like to be myself in the film, he said that would work for the girl that Bhanu is.”    \n\n\n    \n    Play\n\nFidaa (2017).When Kammula approached Pallavi with Fidaa, she was studying at the Tbilisi State Medical University. She was six months away from becoming a doctor. “When Sekhar gaaru called and narrated the script, I really liked it but I obviously couldn’t leave college,” the 25-year-old actor said. “We both waited for six months. We began shooting in August last year.”Barely three films old, Pallavi has almost completed shooting for AL Vijay’s Karu, which will be her Tamil debut. She is also shooting for Venu Sriram’s Telugu film MCA opposite Nani.A career in the film industry was not part of her plan. As a teenager, all she wanted to do was dance, but her mother felt that Pallavi needed a more sustainable option. “I told her if she will not let me dance, then she should let me pursue my other passion, which was to study medicine,” Pallavi said. “She said that I should pursue it abroad because if I was here, all I’d do was just dance.” It was only in her third film that she finally got to dance to her heart’s content. Fidaa gives Pallavi plenty of opportunities, at a wedding, in the fields, amidst snow-capped mountains.Sai Pallavi and Varun Tej in Fidaa. Image credit: Sri Venkateswara Creations.It was a dance reality show that gave Pallavi her debut Premam in 2015. “When I was in my 11th grade, I had taken part in Ungalil Yaar Adutha Prabhu Deva, a dance reality show,” she said. “Alphonse Puthren, the director of Premam, had apparently seen my performance. He got in touch with me on Facebook for a music video. I thought it was a prank and dismissed it. After six years, he messaged me again. I thought he was a stalker and told my mother not to pick up his calls. But he called again and again. I even thought I should lodge a police complaint. Finally, he introduced himself forcibly, told me to check Wikipedia and then said that he’d like me to be a part of Premam. I was so embarrassed that I misunderstood him.”In Premam, a coming-of-age musical, Pallavi plays Malar, a Tamil lecturer. The film tracks the life and loves of George (Nivin Pauly), and Malar plays a pivotal role in George’s journey of self-discovery.The shooting for Premam happened during Pallavi’s college breaks. “I had two conditions: I had to be portrayed decently and I would definitely not skip college,” she said. “I didn’t think too much about accepting the role. The character of Malar was interesting. It didn’t matter to me that I was playing a teacher in my first film because I had not planned a career in acting. And since I’m a Tamil girl, I didn’t think the Tamil audiences would watch this performance of mine anyway. I didn’t even know if I could act.”\n\n\n    \n    Play\n\nPremam (2015).The massive success of Premam made Pallavi realise that there could be a future for her in cinema. “I suddenly felt that people really liked my work, and I wanted that feeling to remain,” she said. “The role of Anjali in Kali was quite different from Malar. And again, she was a strong well-defined character, so I accepted it. I realised that I’m happy as long as there is a role for me to play in a film. It needn’t be the plot itself. But it needs to be a defined role.”In Kali (2016), Pallavi plays Anjali, an assured and composed woman married to Sidharth (Dulquer Salmaan) who struggles with managing his anger. Here again, her role is pivotal, and she drives the narrative.Malayalam is not a language Pallavi can speak fluently, which was a challenge during Kali. “Everyone had doubts about me dubbing for Kali but it worked out,” Pallavi said. “I’m very scared of dubbing actually even if it is Tamil. When I’m in the scene, I don’t think about my performance. I just react to a situation. Now, to recreate that during dubbing is very tough for me. How I speak the language is what makes people believe I’m from the tribe or the community. The audience will not connect with the character if the language he or she speaks isn’t good.”Even for Fidaa, Pallavi insisted on dubbing the Telangana accent. “Sekhar gaaru warned me that if today I choose to dub for my film, I’ll have to do it for all my films,” Pallavi said. “But I think I prefer that. I can voice my performance better because I know how I cry, how I laugh etc.”\n\n\n    \n    Play\n\nKali (2016).Pallavi admits that she was initially quite paranoid about choosing roles. She was also not in a hurry because her medicine degree was her priority. Getting in and out of the skin of the characters she was playing was also a slow process. “I realised that after every film, I tend to carry the role I have played within me for a while,” she said. “After Premam, it took me a year to wear a sleeveless dress, for instance. I’d only wear churidars and if there was an event, I’d wear sarees. I became Malar. My mother would find it weird. I used to be so much more liberal in my dressing. I was a tomboy.!”Her character in Kali also lingered after the shooting was over. “After Kali, I found myself suddenly more angrier,” she said. “My mother would ask why I was breathing so loudly. Now, I feel I’m still in the Bhanumathi phase. I feel a little more positive and I think I’m also a little loud in my behaviour. When a character is that well-defined, you tend to become that. When I begin playing a character is when I get out of the previous role completely.”For Pallavi, appearing on the screen in her natural self, without make-up, has now become a mission. “I’ve never seen an actor who has appeared on screen with freckles and acne,” she said. “After Premam, when people appreciated me for being myself, I realised that I should stand by what I believe. I have a younger sister and I see the kind of pressure she goes through in college to look good. We’ve internalised a lot of these standards of beauty. But the definition of beauty cannot be the same everywhere. I don’t think anyone needs to cover themselves with layers of make-up to look beautiful. The key is confidence. Because I’m confident and comfortable in my own skin, it shows and people think I’m pretty.”What about her degree in medicine? “Well, this may not last forever, right? When it is all over, I’ll happily go and work as a good doctor,” she said. “I owe it to my mother for making me financially independent and secure.”Sai Pallavi.","author":"Archana Nathan","time":"2017-07-30T12:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/845266-64413-igphqxmvii-1501356944.jpg","tags":["Sai Pallavi","Fidaa","Premam"],"source":"https://scroll.in/reel/845266/screen-scorcher-sai-pallavi-dont-need-layers-of-make-up-to-look-beautiful"}