{"title":"Scroll Investigation: Amit Shah’s all-India NRC has already begun – with the NPR  ","content":"As protests sweep through India over the Citizenship Amendment Act as well as the National Register of Citizens, an inconspicuous bureaucratic process to create a National Population Register has come under fire.In West Bengal, the Mamata Banerjee government stayed work on the National Population Register on Monday citing the “interest of public order”.While the National Population Register has not made waves elsewhere, in West Bengal, activists and protesters have attacked the exercise, alleging that it is actually the first step to creating an all-India National Register of Citizens. The National Register of Citizens is controversial: while its purported aim is to identify illegal immigrants, there are fears it could arbitrarily exclude genuine Indian citizens. Ignoring these concerns, Union Home Minister Amit Shah has said the Bharatiya Janata Party government will implement the NRC nationwide before 2024.The Bharatiya Janata Party has argued that the National Population Register has nothing to do with the National Register of Citizens and is part of the Census.Scroll.in spoke to experts as well as accessed the legal orders around the National Population Register and found this is not true. The NPR has no relation to the Census and is, in fact, connected to the proposed all-India NRC.What is the NPR?According to online literature published by the Union government, the objective of the National Population Register “is to create a comprehensive identity database of every usual resident in the country”. This database “would contain demographic as well as biometric particulars”.What sort of information would the National Population Register collect? Scroll.in has viewed the 14 questions that form part of the exercise, for which a pilot project began in August. The questions include demographic details such as name, age, sex, relationship in household, nationality, educational qualifications, occupation, date of birth, marital status, residential address, birthplace and mother tongue.Till now, nothing here is very different from the usual data the Union government collects via the Census. But then, the National Population Register also asks a respondent where his or her parents were born.Moreover, the National Population Register also asks for Aadhaar details, driver’s licence, voter identity card and mobile number “if available”. An official told Scroll.in it is not mandatory for respondents to share this information.However, with many respondents likely to give their Aadhaar details, this will allow the Union government, for the first time, to connect their biometric details with information like the birthplace of their parents.The NPR questionnaire accessed by Scroll.in. For the first time, the NPR will ask details like birthplace of parents. This information is crucial in order to determine citizenship in India and thus would feed into the NRC.How is NPR linked to the NRC?The legal framework for the National Population Register is grounded in the Citizenship Act, 1955. In 2003, the Act was amended by the Atal Bihari Vajpayee-led BJP government to introduce the category of an “illegal migrant”. To implement this amendment, a set of rules were issued. (Rules are practical instructions on how to execute a law on the ground.)At the time, these rules barely created a ripple. But they set in place a mechanism that could turn Indian society and politics upside down since they lay out a process to create a National Register of Citizens: “the register containing details of Indian Citizens living in India and outside India”.The rules read: “The Central Government shall, for the purpose of National Register of Indian Citizens, cause to carry throughout the country a house-to-house enumeration for collection of specified particulars relating to each family and individual, residing in a local area including the Citizenship status”.For administrative purposes, there are a nested collection of registers: the “National Register of Indian Citizens shall be divided into sub-parts consisting of the State Register of Indian Citizens, the District Register of Indian Citizens, the Sub-district Register of Indian Citizens and the Local Register of Indian Citizens”.How would these registers of citizens be created? The rules explicitly spell it out: “The Local Register of Indian citizens shall contain details of persons after due verification made from the Population Register.”When the Local Register is generated from the Population Register, a “verification process” would be carried out which would create the category of “doubtful citizenship”. The final National Register of Citizens would be prepared by asking doubtful citizens to prove they are Indians as part of a “claims and objections” process.This Population Register mentioned in the rules is nothing other than the National Population Register. In a gazette notification issued on July 31, 2019, the Modi government passed an order to “prepare and update the Population Register” in every state other than Assam.To sum up: the National Population Register would create a list of all the residents of the country. And then the National Register of Citizens would take that list and identify people of “doubtful citizenship” – thus, by corollary creating a list of citizens.It is this process that leads Prasenjit Bose, economist and convenor of the Joint Forum against National Register of Citizens, to describe the National Population Register as the “first step on the road to the National Register of Citizens”.Ranjit Sur, from the Association for the Protection of Democratic Rights, concurs. “The only job of the National Population Register is to create an National Register of Citizens,” said Sur. “Let me emphasise on the ‘only’.” Protesters demonstrate amid tear gas fired by police during a demonstration against the Citizenship Amendment Bill in New Delhi on December 13. Credit: ReutersHow is the nationwide NRC different from the Assam NRC?Notably, the National Register of Citizens process described above is different from the National Register of Citizens that has already taken place in Assam. This is because the 2003 rules carve out a special exception for the state. In Assam, the National Register of Citizens would be created by “inviting applications from all the residents for collection of specified particulars relating to each family and individual, residing in a local area in the State including the citizenship status based on the National Register of Citizens 1951, and the electoral rolls up to the midnight of the 24th day of March 1971,” the 2003 rules state.In sharp contrast, the National Register of Citizens for the rest of India is to be drawn on the basis of the National Population Register.As a result, there is a difference in how the National Register of Citizens for Assam and the rest of India will be conducted. “The Assam National Register of Citizens was populated using the application method but the all-India National Register of Citizens will be done through enumeration basis, by going house to house and collecting data in the form of the National Population Register,” explained Ranjit Sur.The Assam National Register of Citizens was widely criticised for being arbitrary. But now activists are noting that the National Population Register method that will be used to conduct the all-Indian National Register of Citizens is even more opaque. “In Assam, everyone knew the cut-off date and the documents required. Rich or poor, Hindu or Muslim, everyone had to stand in the same queue,” explained Prasenjit Bose. “But here everything is left to a bureaucrat. The state will decide who is a doubtful citizen and who is not. It is completely arbitrary.”Assam residents queue up to check whether their names are in the National Register of Citizens. Credit: ReutersHow is the NPR different from the Census?That the National Population Register is part of the Census is a widespread notion. On Tuesday, in fact, reacting to the West Bengal government’s plans to stop work on the National Population Register, the BJP repeated this claim. “National Population Register builds up to the Census data 2021,” argued BJP MP Swapan Dasgupta.This claim, however, is not borne out legally. “The National Population Register is being conducted under the Citizenship Act, 1955 and the 2003 rules while the Census is done under the Census Act, 1948,” explained Ranjit Sur. “The Census data is kept secret and cannot be used for anything else. The National Population Register data will be publicly displayed as part of the claims and objections process and will be used to create a National Register of Citizens.”Sur continued: “Their laws are different, their aims are different. National Population Register has nothing to do with the Census and anyone making that claim is simply saying so to misguide.”This mistaken notion might have something to do with the fact that the two exercises are conducted simultaneously. The Union government has stated that it will “update the National Population Register along with the Houselisting phase of Census 2021”.With inputs from Vijayta Lalwani.","author":"Shoaib Daniyal","time":"2019-12-17T18:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132867-sojzaejjpz-1576414168.jpg","tags":["Citizenship Amendment Bill","National Register of Citizens","National Population Register"],"source":"https://scroll.in/article/947116/scroll-investigation-amit-shahs-all-india-nrc-has-already-begun-with-the-npr"}