{"title":"Scroll Explainer: What you need to know about the dramatic midnight action within the CBI","content":"Overnight drama at the Central Bureau of Investigation, India’s premier investigation agency, saw its top two officers sent away on leave, with the government moving to put another officer in charge, while a special team will be set up to look at corruption charges against both. The developments have prompted criticism from the Opposition and civil society, alleging that the government is trying to stand in the way of a corruption investigation into an officer who was hand-picked by the Centre. The government, however, argues that it had no choice but to step in, to maintain the reputation of the CBI. Here is a quick explainer to help you catch up: Why are the No 1 and No 2 officers of the CBI fighting? CBI Director Alok Verma was investigating charges of corruption against the agency’s Special Director Rakesh Asthana, who has been named in a First Information Report in which he is accused of accepting money in order to hush up a case against one of the businessmen allegedly involved in the tax fraud case proceeding against meat exporter Moin Qureshi. Asthana has, in turn, written to the Central Vigilance Commission, arguing that it was actually Verma who asked for those bribes and tried to delay the investigation, and that he should be investigated for corruption. A full explainer on the fight between the two is here. What happened on October 23?As per Finance Minister Arun Jaitley, the Central Vigilance Commission met and decided that “neither of these two officers nor any agency under their supervision can investigate charges against them”. Subsequently, it conveyed its decision to the Centre, which then decided to act, according to Jaitley. The Department of Personnel and Training, effectively the government’s human resources department, ordered both Verma and Asthana to proceed on leave. Following this, the Appointments Committee of the Cabinet “has approved during the period of the subsistence of the aforesaid interim measure... Shri M Nageshwar Rao, IPS, presently working as Joint Director, CBI shall look after duties and functions of Director CBI and shall take over the duties and functions with immediate effect.” These orders were reportedly passed between 11:30 pm and 2 am on the night of October 23, following which some journalists reported that once Rao had taken over, officers under his command searched floors of the CBI building in New Delhi. Nageshwar Rao took charge of CBI Director at 2 AM, raids going on at 10 and 11 floor of CBI HQ: Sources— Arvind Gunasekar (@arvindgunasekar) October 24, 2018\n\nWhat has the government said? Finance Minister Arun Jaitley, speaking after the Cabinet met on Wednesday, said that the country is faced with a unique situation, but the government had decided that the reputation of India’s premier investigation agency could not be threatened because of the allegations against the top two officials of the CBI.“To maintain the institutional integrity of CBI and in the interest of fairness, purely as an interim measure, they [Asthana and Verma] will sit out by going on leave,” said Jaitley. He said a Special Investigation Team would instead be set up to look into the allegations. “An SIT not functioning under either of these officers will investigate. This is in accordance with highest standards of fairness.” Who will be on this SIT? Jaitley’s response to this was simply that the government of India has nothing to do with this. The Central Vigilance Commission would take a decision on who would be investigating the case, whether it would be an independent team or something else. What else has happened?Even as the government said the Central Vigilance Commission would make a decision about who would investigate both the officers, a number of transfers took place within the CBI. AK Bassi, the officer who was leading investigations against Asthana, was transferred to Port Blair “in public interest.” A number of other officers were also transferred out, with some reporters suggesting that the ones who had been moved were among those who wee looking into the allegations against Asthana.As reported earlier, entire team probing case against Rakesh Asthana transferred #CBIcoup pic.twitter.com/CPbtpTiCvz— Arvind Gunasekar (@arvindgunasekar) October 24, 2018\n\nWhat are the other angles to this? Since this is a complex situation, which involves officers in the CBI leveling charges against each other, the alleged involvement of the Research & Analysis Wing, the interest of the Prime Minister’s Office, and criticism from the Opposition, there are many other points that have cropped up. Jaitley equated the charges against Verma and Asthana, saying both have allegations against them and so had to go on leave. But can they be equated? Asthana has a First Information Report against him, and one person has already been arrested in the matter. According to reports, the CBI had also asked the government for sanction to arrest Asthana. In comparison, Verma simply has a complaint against him that is pending with the CVC, and that too one that can be seen as a counter-complaint, against an officer who was investigating him. Can the two be put in the same boat? Similarly, the CBI Director is to be appointed according to a selection committee comprising the prime minister, the leader of the opposition and the Chief Justice of India, and has a fixed tenure of two years, specifically to avoid interference from the executive. The Special Director, on the other hand, does not have such protections, and so, again the equivalence may be false. Sruthisagar Yamunan also points out that the decision to send the two officers on leave, at the behest of the Central Vigilance Commission, is stretching the law. The Act that governs the CBI, which itself is separately under challenge, seems to presume that the Central Vigilance Commission would simply supervise investigations not administrative decisions. Can the Commission actually make such decisions? Moreover, the Supreme Court has said that the CBI Director cannot be transferred without the supervision of the selection committee, which was not done in this case.The Opposition and activist-lawyer Prashant Bhushan has also argued that the matter can’t be seen as just a turf war between two CBI officers, in part because of Asthana’s past association with the Narendra Modi government in Gujarat. This argument suggests that Asthana was the government’s tool within the agency, and Verma was pushing back against this. Bhushan claimed that the government may have moved suddenly against Verma also because he had taken up the demand to look into allegations of irregularity in the Rafale deal. In the Wire, Rohini Singh reports that, according to unnamed officials, the reason for action taken against Verma was the fact that the alleged extortion racket that Asthana was accused of is actually much bigger and that there are audio recordings that could potentially be incriminating. “Were they to be made public, the details could prove to be a major embarrassment for Prime Minister Narendra Modi. What the CBI has, say officials, are phone interceptions and messages of top bureaucrats in the PMO who were allegedly interfering in key investigations pertaining to certain corporates.” In the Print, however, Maneesh Chhibber reported that the matter actually represents warring factions within the Prime Minister’s Office, with National Security Advisor Ajit Doval behind Verma and Additional Principal Secretary to the prime minister PK Mishra, supporting Asthana.  What happens next? The Supreme Court said it would take up a case filed by Verma, against the decision to send him on leave, on Friday, October 26. Advocate Prashant Bhushan said that he would also move a public interest litigation against the government’s decision to send Verma on leave. Meanwhile, Jaitley suggested the Central Vigilance Commission will take a call on the formation of the Special Investigation Team that will look into the allegations from either end. Whatever the composition of that team, it is likely to be controversial, and so the story is not going to die down anytime soon.Follow the latest updates on Scroll.in’s live blog here.","author":"Rohan Venkataramakrishnan","time":"2018-10-24T15:06:54.944450+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/81138-oruxvzmiyu-1517819838.jpeg","tags":["CBI","Explainer","Alok Verma","Rakesh Asthana"],"source":"https://scroll.in/article/899445/scroll-explainer-what-you-need-to-know-about-the-dramatic-midnight-action-within-the-cbi"}