{"title":"Scroll Explainer: Why ex-CEA Arvind Subramanian says India’s GDP is much lower than official figure","content":"Arvind Subramanian, former Chief Economic Advisor to Prime Minister Narendra Modi, put out a working paper on Tuesday that calls into question India’s Gross Domestic Product figures and urges a complete re-look at India’s economic statistics. The paper says that India has over-estimated GDP growth for 2011-2017 by as much as 2.5% points and that the actual numbers are much more sobering. Subramanian is not the first to raise doubts about India’s GDP numbers. But his voice might end up being the loudest because, to put it simply, he was in charge of interpreting these numbers for Modi. As Chief Economic Advisor from October 2014 to June 2018, Subramanian’s job was to examine what the government could glean about the economy from statistics and to build a policy blueprint for the prime minister. Subramanian claims that he spotted problems with India’s statistics even during his time as the Chief Economic Advisor, but needed “the time and space afforded by being outside government” to actually come to a definitive conclusion. Regardless, questions will also be raised about why these details are being put out now. What does the paper say? Subramanian begins the paper by paraphrasing Descartes, saying “As we measure, so we are.”Simply put, the paper claims that India’s official figures over-estimate GDP growth between 2011-12 and 2016-17 by as much as 2.5 percentage points. Official estimates currently peg the growth during this time at around 7%, but Subramanian’s calculations find that the average was more likely around 4.5%. However, it doesn’t break this down by year. According to this paper, GDP growth has been hugely overestimated for a time period that covers both the Congress-led United Progressive Alliance and the BJP-led National Democratic Alliance. In other words, India’s claim of being the world’s fastest-growing major economy was wrong. How does it conclude this? Many economists and analysts have pointed to large diversions between India’s official statistics  and other indicators. The GDP figures have been questioned since 2015, when the Bharatiya Janata Party government unveiled new methodology that appeared to be politically favourable to it. Subramanian carried out an experiment, one that many other economists have also been doing for India: he made an index of other data sources that could reflect what is happening in the actual economy, such as electricity consumption, two-wheeler sales, index of industrial production and so on. None of these were figures that came from the Central Statistical Office, which compiles the GDP statistics. Subramanian’s index found that these indicators tend to move closely in step with the GDP number between 2001-’02 and 2011-’12. But from 2011-’12 to 2016-’17, there are huge gaps between them. The paper uses various methods, including indicators from India and other countries, to test mis-estimation in growth, all of which confirm the belief that GDP growth was over-estimated. “The results in the paper suggest that the heady narrative of a guns-blazing India must cede to a more realistic one of an economy growing solidly but not spectacularly,” he wrote.Why was growth over-estimated? Subramanian insists that the paper is only the start, and much more research needs to be done. But, in looking at the data, he does offer one explanation for why the new methodology of calculating GDP might have thrown out bad data. Based on the experiment, Subramanian finds that before 2011, the official estimates of manufacturing move along with other indicators, like the index of industrial production. But under the new methodology, this connection is completely broken.The reasons for this are more complicated but, to put it simply, the paper suggests that the new GDP methodology does not properly take into account how changes in global oil prices (and possibly other “input” commodities) might affect actual figures. Ultimately, this means that the new GDP methodology has a completely flawed understanding of manufacturing numbers. But this only explains about a 1 percentage point of the overall 2.5 percentage point over-estimation. More research is needed to understand what else is going wrong. What does the paper conclude? Subramanian points out that this isn’t just a matter of denting India’s reputation. Bad data would also affect policymaking For example, the Reserve Bank of India might have cut interest rates much earlier if it was known that GDP growth was that much lower, and the government might have moved much quicker to resolve the banking crisis or agricultural concerns. The paper has three recommendations for what India needs to do: India must “restore growth as a key policy objective”.India must “restore the reputational damage suffered to data generation,” not only by giving statutory independence to the National Statistical Commission (which currently has no independent members) but also by hiring people with “stellar technical and personal reputations”.The entire methodology and implementation for GDP estimation must be revisited by an independent task force, comprising both national and international experts, with impeccable technical credentials and demonstrable stature. (This echoes a similar demand from former Reserve Bank of India Governor Raghuram Rajan). What other questions come up? Why now? Subramanian has taken pains to insist that the GDP methodology was developed in the Congress-led era but unveiled under a BJP government. He also points out that his revised estimate reduces GDP growth for both governments. He insists that he has identified a technical problem, not a political one. Yet, one cannot ignore the fact that he was Chief Economic Advisor to Modi, and is only revealing this information well after leaving office, and also after a general election in which the BJP claimed to have ensured India was the fastest-growing major economy in the world. Should citizens not have heard about this earlier?Did he bring this up while in government? Questions about the GDP figures are not new. They were being asked as soon as the new methodology was unveiled, and many credible economists and analysts had raised concerns, which the government brushed away as being politically motivated. Subramanian claims in the paper that he and his team “raised these doubts frequently within government, and publicly articulated these in a measured manner in government documents”.It is true that belief in a “sweet spot” for the Indian economy disappears over the course of Subramanian’s Economic Surveys, but few would believe that he made a spirited effort to encourage the questioning of GDP figures (just as he was also silent on demonetisation until after he left office). However, he claims that “the time and space afforded by being outside government were necessary to undertake months of very detailed research” that leads to these conclusions.How will the government respond? All along, the government has insisted that questions about the GDP methodology were politically motivated. Yet the paper reveals that if it were to go by the most recent revisions of GDP, which showed growth as high as 8.2% the year that demonetisation was announced, it would conclude that the over-estimation was even higher than has been identified. Besides, the government can’t exactly claim that Subramanian is politically motivated.Last year, it was clear that the politically appointed NITI Aayog was interfering with India’s statistical operations. Recently, word has emerged that the BJP is thinking about a new law to merge the main bodies that work on statistics, potentially undermining their independence. Will the new Finance Minister Nirmala Sitharaman take note of Subramanian’s call for an independent GDP task force? Will the current Chief Economic Advisor take into account these questions about GDP figures in his Economic Survey? The Budget is, after all, less than a month away now. Without accurate data, India will be flying blind.","author":"Rohan Venkataramakrishnan","time":"2019-06-11T12:18:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/926631-titulmxuzx-1485920480.jpg","tags":["Arvind Subramanian","Chief Economic Advisor","GDP","Economy","Scroll Explainer"],"source":"https://scroll.in/article/926631/scroll-explainer-why-ex-cea-arvind-subramanian-says-indias-gdp-is-much-lower-than-official-figure"}