{"title":"Scroll Explainer: What is behind the RBI’s U-turn on credit to small businesses?","content":"The new Reserve Bank of India Governor Shaktikanta Das, who was appointed to the position in December following an unprecedented breakdown in relations between his predecessor and the government, has made his first big decision. Breaking with the policies established by the two previous governors and a warning from its own Financial Stability Report, the RBI announced on January 2 that banks can pretend that loans extended to small businesses are standard assets even if they have been defaulted on. Lenders will get a chance to restructure those loans while only having to set aside 5% of the total outstanding loan. The decision was greeted with glee from the government as well as right-wing ideologue and RBI board member S Gurumurthy, who has been pushing for norms for small businesses to be relaxed. It has also been criticised by many as being a bad precedent. In the past, these sorts of policies allowed banks to hide their stressed assets, one of the very reasons the Indian economy is facing a major non-performing asset problem today. But the decision, along with other announcements by the government to make things easier for small businesses, is a much-belated admission of something that has been obvious to many all along : despite claims of the economy being remarkably hale, the government’s twin shocks of demonetisation and a botched Goods and Services Tax rollout has had such a severe impact on the small-business sector that it needs government support years later. What did the Reserve Bank of India announce? After a meeting on November 19, the RBI board “advised that the RBI should consider a scheme for restructuring of  stressed standard assets of MSME borrowers with aggregate credit  facilities of up to ₹250 million [25 lakh]”,  according to the press release. Almost two months later, on January 2, the central bank announced exactly this. “RBI has decided to permit a one-time restructuring of existing loans to MSMEs that are in default but ‘standard’ as on January 1, 2019, without an asset classification downgrade,” the bank said. In simpler words, small businesses that have not paid their loans back in time will get a chance to restructure those loans without banks being forced to say that this is a stressed asset. Without this policy change, the bank would have been forced to classify the loan as stressed and set aside more money against the loan. This would also have made it harder for that company to get credit. The policy comes with some conditions. It only applies to loans of up to Rs 25 lakh and firms that have registered for GST. Besides, the restructuring has to be completed by March 31, 2020. Additionally, banks have to set aside 5% of the total loan amount. Why was this done? It should come as significant relief to small businesses that have been struggling seriously of late, despite the government claiming that the economy is thriving. Indeed, over the last four years, the banking sector has significantly cut down on the amount of credit it has been extending to what is known as the MSME sector, with the downturn beginning in 2015 and then going into a “coma” during demonetisation, according to Mint. The situation had begun to recover in 2018. But then the liquidity crunch got worse because of troubles at IL&FS, one of the non-banking financial companies that is often the source of credit if banks aren’t lending. Of course, that alone does not answer the question of why the RBI did this, or at least why now, rather than after the note ban when many small businesses were pleading for relief. That answer may simply come from the fact that general elections are around the corner, and the government has woken up to the fact that the sector is under severe stress even if headline GDP numbers seem to suggest all is well. Why was it criticised? The move is a massive climb-down from the RBI’s position. The previous two governors seemed adamantly against any such scheme to allow for restructuring of loans without an asset reclassification. Between 2001 and 2015, banks were permitted to recast loans of all sorts, without having to classify them as stressed. This led to “evergreening”, by which fresh loans were used to pay back older loans without the bank identifying the core asset as one that was non-performing. Over time, this meant a weak credit culture, where banks frequently hid bad loans behind the restructuring process. This is what prompted former RBI Governor Raghuram Rajan to begin an Asset Quality Review, forcing banks to clearly identify the non-performing assets on their books.  Once Parliament had passed the Insolvency & Bankruptcy Code in May 2016, his successor, Urjit Patel, got rid of all the remaining windows that still allowed some restructuring of assets,. Both these moves came as major hits to major Indian corporations and the public sector banks that lend to them, since it meant the full extent of their bad bets would be clear for all to see.  Although the new RBI policy can only be utilised by small businesses, analysts have pointed out that the return to forbearance – as this sort of policy is called – after years of insisting against this sort of approach, will not be good for India’s credit culture. Fitch Ratings, for example, has pointed out that it may encourage small businesses that were otherwise prepared to pay back on time to take advantage of the scheme and pay back later now. Does it pose a danger to the economy? On paper, relaxing lending norms to small businesses should not pose a danger to the economy, unless the same policies are then extended to large loans. This is because over the last few years credit to MSMEs has become squeezed to the extent that they get only 14% of loans despite contributing about 30% to the GDP, according to Businessline. But the RBI’s announcement also came just days after its own Financial Stability Report highlighted concerns with the growing number of loans that were going to small businesses. Between 2017 and 2018, more and more loans had been given out to MSMEs, with Prime Minister Narendra Modi even announcing a get-a-loan-in-59-minutes scheme. The RBI report highlighted these loans and suggested that “such a sharp increase [in loans] may require examination of possible dilution of  credit standards further and additions to supervisory strategy for PCA  banks”.So while offering relief to the sector, which has been facing challenges, may be justified and good politics in an election year, there remains a credible concern that a return to the forbearance policy could end badly for the Indian economy.","author":"Rohan Venkataramakrishnan","time":"2019-01-07T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/67283-sbtgnxecgp-1504202744.jpg","tags":["RBI","Scroll Explainer","MSME","Banks","Shaktikanta Das"],"source":"https://scroll.in/article/908407/scroll-explainer-what-is-behind-the-rbis-u-turn-on-credit-to-small-businesses"}