{"title":"SC's decision to review old 'Hindutva' judgements could change Indian politics for the better","content":"The Supreme Court is likely to soon review a set of controversial rulings, called the Hindutva judgements, that exonerated the Shiv Sena's Bal Thackeray and Manohar Joshi from charges of indulging in hate speech.The court said on January 30 that a constitution bench must expedite a long-pending case involving hate speech in which the Bharatiya Janata Party's Abhiram Singh has sought to use these Hindutva judgements  in his defence.In 1996, when Singh's case first came up for hearing in the Supreme Court, a three-judge bench had said that Justice JS Verma’s rulings on Hindutva the previous year had the potential to cause grave harm to secular, democratic politics, and referred the case to a larger, five-judge constitution bench. This bench has now referred the matter to an even larger, seven-judge bench, urging it to expedite the case and review the Hindutva judgements.This is a hugely welcome, if belated, move because the Hindutva judgements are deeply flawed and have encouraged the further use of hate speech as a vote-getting tactic. This violates Section 123 (3) of the Representation of the People Act, which prohibits \"corrupt\" election practices, including canvassing for votes in the name of religion.Justice Verma's rulings came in response to cases filed against Bal Thackeray, the founder of the Maharashtra-based nativist Shiv Sena, and his party colleague Manohar Joshi, Maharashtra's chief minister at the time, for violating this section. The petitioner had filed a case against Thackeray for exhorting a Mumbai crowd in November 1987 to vote for a Hindu candidate and to teach Muslims a lesson. \"Anybody who stands against the Hindus should be worshipped with shoes,\" Thackeray had said. \"Under every mosque there is a Hindu temple. They should bear in mind that this is a country of Hindus.\"Similarly, the petitioner filed a case against Joshi for railing against Muslims to a huge crowd in Shivaji Park in central Mumbai in February 1990 and promising to turn Maharashtra into a Hindu rashtra. \"Hinduism is in danger because minorities have raced ahead by cornering all privileges and patronage of the government,\" Joshi said.Given that the two politicians used the most direct language that left no room for interpretation, Justice Verma should have held both Thackeray and Joshi guilty for straightforward violations of Section 123 (3). Instead, Justice Verma exonerated them and justified this based on his views about religious texts and tenets. In his rulings, he observed, among other things, that Hindutva was a \"state of mind, a way of life\" synonymous with Indianisation and did not therefore constitute narrow, fundamentalist Hindu religious bigotry. In relation to Manohar Joshi, Justice Verma said that he had not appealed for votes in the name of religion but had only expressed his hopes for the state.The rulings, delivered in December 1995, suffer from several flaws, but two are particularly glaring. First is the fact that the rulings ignored a Supreme Court judgement handed down five months earlier, in July, ruling that judges should not undertake theological explorations of Hinduism while interpreting Section 123 (3).Second is the fact that the rulings glossed over the political and historical context in which the two Shiv Sena leaders made their speeches. The BJP's Ram Janmabhoomi movement to demand the construction of a temple in Ayodhya at the site of a 16th century mosque was in full swing, leading up to the party president LK Advani's rath yatra, an election tour on a chariot, in 1990. While setting off, Advani described the tour as a crusade for Hindutva and against \"pseudo-secularism\".In 1996, the BJP's Abhiram Singh cited Justice Verma's Hindutva judgements, as they came to be known, to defend himself in the Supreme Court while appealing against a Bombay High Court verdict that had found him guilty of violating Section 123 (3). The High Court had set aside Singh's election to the Maharashtra assembly in 1990, saying that not only had he appealed for votes in the name of Hinduism, but that this appeal had also endangered communal harmony.The Sangh parivar also gloated about the judgement. \"The Supreme Court has fully and unambiguously endorsed the concept of Hindutva which the BJP has been propounding since its inception,” said an editorial in the Organiser, the Rashtriya Swayamsevak Samiti’s official publication, in January 1996. The BJP’s 1999 election manifesto lauded the court for finally endorsing “the true meaning and context of Hindutva as being consistent with the definition of secularism.”But what Justice Verma’s pronouncements did was to destroy the heart of Section 123 (3) and to embolden demagogues to use hate speech to win votes. The most flagrant example was a speech delivered by the BJP's before the 2009 general election in Pilibhit, Uttar Pradesh, in which he was accused of claiming to be the only saviour of Hindus in the country and  swearing on the Gita that he would “cut off the hands that are raised against Hindus\". Gandhi was arrested and spent almost three weeks in jail, but he claimed the tapes of his speech were doctored and the court controversially exonerated him four years later.As the BJP gears up for a bruising 2014 election campaign to have Hindutva icon Narendra Modi elected prime minister, the court's decision could help limit intemperate appeals to voters on the basis of religion.","author":"Saurav Datta","time":"2014-03-03T06:18:03+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/657520-c6619d8a-1547-4876-b934-56f66693c4e3.jpg","tags":[],"source":"https://scroll.in/article/657520/scs-decision-to-review-old-hindutva-judgements-could-change-indian-politics-for-the-better"}