{"title":"SC’s duty to act on matters of personal liberty, says CJI after law minister’s remarks on bail pleas","content":"Chief Justice DY Chandrachud on Friday said that no case is small or big for the Supreme Court and that it exists to grant relief and act on matters related to personal liberty, Live Law reported.“If the Supreme Court does not interfere in such cases, then why are we here?” the chief justice asked. “We are here to hear the cry of such petitioners. We burn the midnight oil for such cases.”Chandrachud made the statement a day after Union Law Minister Kiren Rijiju suggested that the Supreme Court should refrain from hearing bail pleas and frivolous public interest litigations and rather hear matters related to the Constitution.Rijiju’s remarks came amid a tussle between the government and the judiciary on the process of making judicial appointments in the country. The law minister himself has repeatedly criticised the existing collegium system of appointments.State: he is a serial offender and there are 31 cases against himCJI: So we send him to jail for 18 years....for stealing electricity from an electric pole?? 18 years ?— Bar & Bench (@barandbench) December 16, 2022\n\nOn Friday, Chandrachud was hearing a petition of a man named Iqram, who is serving a sentence of 18 years on charges of stealing electricity in nine different cases. He has already served seven years.Iqram had approached the Supreme Court after the Allahabad High Court refused his plea seeking his sentences to run concurrently.Chandrachud said that Iqram’s case indicates a justification for the Supreme Court to exercise its duty as a protector of the fundamental right to life and personal liberty of citizens, reported Bar and Bench.“If the court were not to do so, the serious miscarriage of justice of the nature which has emerged in the present case would be allowed to persist and the voice of the citizen whose liberty has been abrogated would receive no attention,” he said.While ordering Iqram’s sentences to run concurrently, the chief justice said that the High Court should have intervened in the matter, according to Live Law.“All said and done, you cannot elevate the theft of electricity to murder,” he added.Also read:‘Absurd’: Advocates and Opposition denounce law minister’s statement on no priority to bail pleas No vacation bench during winter break, says CJIChief Justice DY Chandrachud on Friday also said that no vacation bench will sit in Supreme Court during the winter break of the court, reported Bar and Bench.While it is usual practice for the Supreme Court to set vacation benches during its summer break, it does not do so during the winter break. The winter break begins on December 19 and ends on January 2. On Thursday, Law Minister Kiren Rijiju had criticised the long vacations taken by the courts, reported The Indian Express.“There is a feeling among people of India that the long vacation which the courts obtain is not very convenient for justice-seekers and it is my obligation and duty to convey the message or sense of this House to the judiciary,” he had said.","author":"Scroll Staff","time":"2022-12-16T13:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182572-pacyftczeq-1667976873.jpg","tags":["DY Chandrachud","Supreme Court","Kiren Rijiju"],"source":"https://scroll.in/latest/1039905/scs-duty-to-act-on-matters-of-personal-liberty-says-cji-after-law-ministers-remarks-on-bail-pleas"}