{"title":"Court ordered sealing of Gyanvapi tank even before it has received survey commission’s report","content":"The order to seal a portion of the Gyanvapi mosque has been issued by a Varanasi court on Monday without having received a report of a survey conducted by a commission.“The Varanasi court has not even seen the report yet, it is expected tomorrow [Tuesday],” advocate Abhay Nath Yadav, who is one of the lawyers representing the mosque committee, told Scroll.in. “How can you pass such an order before you get a report? This is shocking.”The court’s direction came on a petition filed by five women on April 18, 2021, seeking permission to offer daily prayers and observe other Hindu rituals at the back of the western wall of the mosque. They have claimed that an image of Hindu deity Shringar Gauri exists at the site.On May 12 this year, the Varanasi court had allowed a survey commission to conduct videography inside the Gyanvapi mosque. The court had directed the commission to submit a report on the survey on May 17.The court-appointed surveyor reported that an oval object had been found in the tank of the Muslim place of worship.   But on Monday, the court ordered Varanasi District Magistrate Kaushal Raj Sharma to immediately seal a portion of the mosque after Hindu petitioners said that a shivling – an idol depicting the Hindu deity Shiva – was found during the survey. The court ruled that “the entry of any person is prohibited in the sealed place”.Advocate Mohammad Tauheed Khan, representing the Anjuman Intezamia Masajid, the caretaker of the mosque, dismissed the claims saying that the object is not a shivling, but a part of a stone fountain in the mosque’s wazu khana or ablution tank.Advocate for the Hindu petitioners, Madan Mohan Yadav, insisted the shivling was found  after the water tank was drained.“He [the judge] heard us and then ordered that that portion of the mosque be sealed,” Yadav told Scroll.in. “The report is scheduled to be submitted tomorrow [Tuesday].”Another advocate, Sudhir Tripathi, who is also representing the petitioners, said: “The other side was not present during the hearing.”Advocate Abhay Nath Yadav said the procedure followed by the court was unacceptable. Yadav said that till the court-appointed commissioners actually submitted the inspection report, it could not be considered a part of the proceedings.“So how can the court act on a report that they are yet to see?” he asked. Yadav told Scroll.in that he was surprised that such basic procedures were being flouted in the case.“This petition [about the shivling] was moved today, so they should have intimated us and done another hearing,” he added. “If procedures are flouted... then what message are you sending to the people? Courts cannot work through sentiment, they must work through procedure.” SM Yaseen, the general secretary of the Anjuman Intezamia Masjid, said that heavy security has been deployed outside the mosque. “We cannot do wuzu [the Islamic practice of washing before prayers] anymore, so we are asking people to pray at home instead,” Yaseen said. “Alternatively, arrangements for a bucket and a can have been made for wuzu.”He added that the order has created discomfort and worry amongst the Muslims.Since it is Buddh Purnima on 16 May, half the courts were shut and half of them were open. So the Bar had passed a resolution that no adverse order be passed against any person on Monday.Advocate Madan Mohan Yadav said he had heard about the resolution but the petitioners wanted to move the plea urgently.“It is Budh Purnima which is an auspicious day, and it is also Monday today, which is auspicious too,” he added.The Supreme Court will on Tuesday hear a petition filed by the mosque authorities challenging the survey.","author":"Aishwarya Iyer","time":"2022-05-16T21:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174465-yzyxrvghqu-1652715002.jpg","tags":["Gyanvapi mosque","Varanasi","Uttar Pradesh","Gyanvapi","survey commission","Anjuman Intezamia Masjid Varanasi","shivling"]}