{"title":"Searing heatwave in UP was made at least two times more likely by climate change, shows analysis","content":"A blistering heatwave that swept across Uttar Pradesh from June 14 to June 16 was made at least two times more likely because of climate change, an analysis by non-profit organisation Climate Central on Thursday showed.In the state’s Ballia, a district bordering Bihar, the main hospital has recorded at least 80 deaths since June 15 as temperatures soared to nearly 45 degrees Celsius.For the plains, a heatwave is declared when the maximum temperature goes up to 40 degrees Celsius or more and is at least 4.5 degrees above normal. Officials told The Indian Express that the searing temperatures had been a factor in several cases of deaths. But Diwakar Singh, the chief medical superintendent of the Ballia hospital, was removed from his post for citing heatwave as the reason for the deaths. The analysis on Thursday showed that Climate Central’s Climate Shift Index, which estimates the influence of climate change on extreme temperatures around the world, peaked in Uttar Pradesh on June 14. The heat was made two to five times more likely by climate change, the index showed.Climate Central’s Climate Shift Index.The non-profit said that the fact that these high temperatures occurred along with high humidity is “unusual”. This, it added, contributed to the severity of the three-day extreme heat.Apart from Uttar Pradesh, “most locations across India experienced significant CSI levels during the same period”, Climate Central said. In Bihar, at least 50 people have died in Bhojpur district due to heat-aggravated conditions in a week, NDTV reported.Dr Friederike Otto, a researcher at Imperial College London and a member of the world’s only rapid reaction force of climate scientists, said that it has been repeatedly established that climate change dramatically increases the frequency and intensity of heatwaves. “Our most recent WWA [World Weather Attribution] study has shown that this has been recognised in India, but implementation of heat action plans is slow,” Otto added. “It needs to be an absolute priority adaptation action everywhere.”In May, a study had said that humid heatwaves can be expected in India and Bangladesh every year or two.In April, another study said that extreme heat has caused over 24,000 deaths in India since 1992 and driven up air pollution and accelerated glacial melt.Also read:Why this expert believes India’s heat action plans are falling shortHow extreme heat is taking a heavy toll on those with no option but to work in the harsh Delhi sunOff the charts: What the era of ‘statistically impossible’ heatwaves means for the world","author":"Scroll Staff","time":"2023-06-22T16:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174029-jrralookpe-1651842469.jpg","tags":["Uttar Pradesh","Ballia","Heatwaves","India heatwave","Climate Central"],"source":"https://scroll.in/latest/1051388/searing-heatwave-in-up-was-made-at-least-two-times-more-likely-by-climate-change-shows-analysis"}