{"title":"SEBI knew about allegations against Adani Group since 2014, letter shows","content":"After a report by American investment firm Hindenburg Research accusing the Adani Group of stock manipulation triggered a meltdown in the conglomerate’s shares in January, questions have been asked about whether India’s stock market regulator was aware of the allegations and had done anything to investigate them.Now, a document obtained by the Organised Crime and Corruption Reporting Project, a group of investigative reporters, shared with Scroll, has revealed that the regulator had known about the allegations for nearly a decade. In January 2014, the chief of the Directorate of Revenue Intelligence, a financial investigative agency of the Ministry of Finance, wrote a letter to the chairman of the Securities and Exchange Board of India flagging a case that the DRI was investigating. It involved the alleged over-invoicing of power equipment purchased by an Adani Group company. The letter said proceeds from the alleged over-valuation, estimated at Rs 6,278 crores, had been sent to Mauritius.“There are indications that a part of the siphoned of money may have found its way to stock markets in India as investment and disinvestment in the Adani Group,” Najib Shah, who was director general of DRI at the time, wrote to UK Sinha, the SEBI chairman, in the letter dated January 21, 2014.It is unclear whether Sinha acknowledged the letter, let alone acted on it.“You should not expect me in all fairness to remember everything what happened nine years ago, given that I retired from SEBI six years ago,” Sinha told Scroll, when asked about the DRI letter. “I don’t recollect what the facts are.”Sinha served as the chairman of SEBI from 2011 to 2017, gaining two extensions under the Modi government.In March this year, he was appointed as an independent director of NDTV, months after the Adani Group took control of the news organisation. “If something was done nine years back, and you are alleging I was given this directorship for that, I have nothing to comment,” he said.Arun Aggarwal, a transparency activist known to keep a watch on the market regulator, alleged that SEBI’s failure to get to the root of the allegations against the Adani Group was more than just a lapse. “I will go to the extent of saying, it is connivance,” he claimed.The latest investigationOn Thursday, OCCRP published an investigation in collaboration with the Financial Times and Guardian, identifying two men, Nasser Ali Shaban Ahli and Chang Chung-Ling, who had used offshore funds based in Mauritius to invest hundreds of millions of dollars into the Adani Group. Both Ahli and Chang, the OCCRP alleged, had longtime business ties with the Adani Group, particularly Vinod Adani, the brother of chairman Gautam Adani.Since the two men were associates of the Adani Group, their investments possibly violated Indian stock market rules, which mandate that listed companies have a minimum 25% public shareholding, OCCRP alleged.The OCCRP allegations are significant because they further the claims made by Hindenburg Research in January that the Adani Group used a network of offshore shell entities controlled by Vinod Adani to manipulate valuation of its stocks. This, in turn, led to an overestimation of its companies’ financial health, according to Hindenburg.The Adani Group has denied these allegations.  “An independent adjudicating authority and an appellate tribunal had both confirmed that there was no over-valuation and that the transactions were in accordance with applicable law,” it said.Media statement on a report published by OCCRP. pic.twitter.com/O9Z5xyQ7KT— Adani Group (@AdaniOnline) August 31, 2023\n\nThe OCCRP said it did not have evidence to show the investments made by Ahli and Chang had been bankrolled by the Adani Group. However, journalists at the consortium claimed to have found a money trail that shows Vinod Adani used one of these two funds for his own investment purposes. This money trail intersects with the alleged over-invoicing scam investigated by the DRI and flagged to SEBI in 2014.  According to the agency, the conglomerate had siphoned off thousands of crores of rupees by inflating bills of imported power transmission equipment and diverted the profits to overseas tax havens.Documents obtained by the OCCRP show that over $100 million made by buying and selling power purchase equipment landed in  two Mauritian investment funds, and a Mauritian investment vehicle, through a Vinod Adani-owned company.For years, the DRI’s investigation into the allegations against the Adani companies wound its way through tribunals and courts, which eventually dismissed the charges.In the conversation with Scroll, Sinha drew attention to this, pointing out that the DRI’s “own adjudicating authority” had dismissed the allegations in 2017. “That, you know, is a quasi-judicial body,” he said. However, in an interview to The Wire in February, Sinha had said he was not aware of any complaints of “round-tripping” involving Adani companies. Allegations that the Adani Group had boosted its share prices by round-tripping – sending illicit funds abroad and bringing them back as investments – had surfaced “only after the Hindenburg report”, he said. “It is not SEBI’s task at what price they are trading unless there is some information available that some hanky-panky is happening,” he told the journalist Karan Thapar.SEBI in the spotlightIn March, in the wake of the Hindenburg allegations, the Supreme Court set up an expert panel to probe possible regulatory failure related to the Adani Group. It also asked SEBI to investigate the allegations against the conglomerate.When activist and Supreme Court lawyer Prashant Bhushan told the court that SEBI had been investigating the Adani Group since 2016, the regulator dismissed the claim as “factually baseless”.However, in July 2021, minister of state for finance Pankaj Chaudhary had told Parliament that SEBI was looking into some Adani group companies for non-compliance with regulatory regulations. The expert panel formed by the Supreme Court has reportedly stated in its report that the regulator first began investigating Adani Group companies in October 2020, after receiving complaints in June-July 2020. Among the 13 foreign portfolio investors it was investigating as possible fronts of the conglomerate are the two Mauritian investment funds identified by OCCRP. The expert committee said identifying the true beneficiaries of the foreign entities was a “humongous task” akin to “a journey without a destination”. In its own report to the court, SEBI reportedly echoed the expert committee’s findings. The pursuit of these entities “remains a challenge” given the non-cooperation of the tax-haven nations they were located in, the regulator reportedly said.","author":"Arunabh Saikia","time":"2023-09-01T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193674-kndjyfqqjd-1693491903.jpg","tags":["Adani Group","Directorate of Revenue Intelligence"],"source":"https://scroll.in/article/1055231/sebi-knew-about-allegations-against-adani-group-since-2014-letter-shows"}