{"title":"Second SC judge withdraws from hearing of West Bengal-related case","content":"Supreme Court Justice Aniruddha Bose on Tuesday recused himself from hearing petitions filed by West Bengal Chief Minister Mamata Banerjee and the state’s law minister Moloy Ghatak in connection with the Narada bribery case, Live Law reported.Bose is a former Calcutta High Court judge.Banerjee and Ghatak had moved the Supreme Court court against the Calcutta High Court’s refusal to take on record affidavits they filed in connection with the Narada bribery case. Their petitions were listed before a vacation bench of the Supreme Court comprising Bose and Justice Hemant Gupta on Tuesday.However, Bose withdrew from the proceedings. “I do not want to hear this case,” he said, according to NDTV. After that, Gupta urged Chief Justice of India NV Ramana to form another bench on Tuesday itself  to hear the case, Live Law reported. Last Friday, another Supreme Court judge had recused herself from hearing a West Bengal-related case. Justice Indira Banerjee said she had difficulties in hearing petitions related to violence that took place in the state after the Assembly elections results on May 2.  HC’s refusal to take Banerjee, Ghatak’s affidavits on recordThe CBI had arrested West Bengal ministers Firhad Hakim and Subrata Mukherjee, Trinamool Congress MLA Madan Mitra and former party leader Sovan Chatterjee in connection with the Narada case on May 17.The CBI told the High Court on May 19 that Banerjee and Ghatak led mass protests against the arrest of the four leaders, adding that there was a “mobocracy” in West Bengal.  Banerjee and Ghatak responded to the accusations. But on June 9, the Calcutta High Court noted that their affidavits were not filed at the right time.The court said that Banerjee and Ghatak “waited for the arguments in the case to be substantially completed before seeking to place on record their pleadings in response”, according to Live Law.The Calcutta High Court added: “The respondents have taken a calculated risk in not filing their affidavits at the right time, now they cannot be allowed to do so at their own whims and fancies, whenever they wish to do the same.” The Narada bribery caseThe case involves videos published by Narada News, in which several Trinamool Congress leaders were allegedly seen accepting cash in return for favours. The videos, shot by the website’s Chief Executive Mathew Samuel, were released ahead of the state Assembly elections in 2016.Banerjee has alleged that the sting operation was a conspiracy hatched against her government and party members before the elections. In June 2017, she ordered a police inquiry into the case.Seven of the then Trinamool Congress MPs were also involved in the scam. Of them, Suvendu Adhikari and Mukul Roy switched sides to the BJP. Roy returned to the Trinamool Congress on June 11. One of the accused, former Trinamool Congress politician Sultan Ahmed died in 2017.Following the arrest of the four leaders, the CBI has said it did not get the necessary permission to initiate investigation against Adhikari and Roy, as well as Trinamool Congress MPs Sougata Roy and Kakoli Ghosh Dastidar.","author":"Scroll Staff","time":"2021-06-22T12:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157175-tswovvtxag-1617625155.jpg","tags":["Mamata Banerjee","Supreme Court","Aniruddha Bose","Moloy Ghatak","Narada case"],"source":"https://scroll.in/latest/998170/second-sc-judge-withdraws-from-hearing-of-west-bengal-related-case"}