{"title":"Security breach in Parliament: Two detained after they open gas canisters in Lok Sabha chamber","content":"In a major security breach in Parliament on Wednesday, two men jumped into the Lok Sabha chamber from the visitors’ gallery and opened gas-emitting canisters, PTI reported.Footage from the Lok Sabha’s close-circuit television camera system showed one man jumping across desks to evade security personnel, and another spraying smoke from a canister. Both of them were later overpowered by MPs and security staff.After the incident, Lok Sabha legislator Danish Ali said that a visitor’s pass showed that one of the intruders is named Sagar Sharma, adding that he was recommended entry into Parliament by Bharatiya Janata Party MP from Mysore Pratap Simha.#BREAKING: The Man who jumped inside the Indian Parliament from Visitor’s Gallery and threw a smoke canister has been identified as Sagar Sharma. As per his Parliament Pass, he was recommended for Parliament entry by MP Pratap Simha from Mysore.  4 people arrested till now. pic.twitter.com/LMRYQuiiUN— Aditya Raj Kaul (@AdityaRajKaul) December 13, 2023\n\n\nBJP MP Rajendra Agarwal, who was chairing the proceedings, adjourned the House till 2 pm.Congress MP Karti Chidambaram said that the canisters were emitting yellow smoke, ANI reported. “One of them was attempting to run towards the Speaker’s chair,” he said. “They were shouting some slogans. The smoke could have been poisonous. This is a serious breach of security especially on 13th December, the day when Parliament was attacked in 2001.”Today’s parliament #SecurityBreach is deeply concerning, not just because it marks the 22nd anniversary of the #ParliamentAttack, but also due to terrorist #Pannun’s threats.A thorough inquiry is imperative to investigate the backgrounds & motives of the individuals who… pic.twitter.com/urZiTUvCQM— Milind Deora | मिलिंद देवरा ☮️ (@milinddeora) December 13, 2023\n\n\nOn December 13, 2001, terrorists had entered the Parliament complex and began shooting with AK-47 rifles. The attack left nine persons dead.On Wednesday, marking the twenty-second anniversary of the attacks, Vice President Jagdeep Dhankhar, Prime Minister Narendra Modi and Lok Sabha Speaker Om Birla paid tributes to the security personnel who were killed.Outside the Parliament complex, the Delhi Police also detained a man and a woman who were protesting with coloured smoke in front of the Transport Bhawan. They were identified as Neelam (42) and Amol Shinde (25), reported PTI.On being asked about the reason for her protest, Neelam alleged that the Central government does not allow the public to raise their voices against atrocities being committed on them. “They lathi-charge us, imprison us and torture us,” she said as the police took her away. “We are not associated with any organisation. We are students. We are unemployed. Our parents have worked hard but this government does not hear anybody.”She also shouted “stop dictatorship” slogans. दूसरी महिला आरोपी की बात सुनो।बेरोज़गारी की बात कर रही है, सुनवाई न होने, जेल में ठूँसने की बात कर रही है।… और ये मुसलमान भी नहीं है। pic.twitter.com/dD3d13HepZ— Surya Pratap Singh IAS Rtd. (@suryapsingh_IAS) December 13, 2023\n\n\nLater in the afternoon, Speaker Om Birla said that the two persons who entered the Lok Sabha chamber have also been detained and the material with them has been seized. He said a preliminary investigation showed that the smoke from the canisters was harmless and not a cause for worry.Birla has called for an all-party meeting at 4 pm to take suggestions from political leaders on how to deal with the security breach, The Tribune reported.After the meeting, Congress leader in the Lok Sabha Adhir Ranjan Chowdhury said the issue of security of Parliament was discussed during the meeting. “For the past several days, this has been discussed that some terrorist organisations will attack the Parliament on December 13,” said Chowdhury. “The government was aware of this. Still, there was a breach, why? We requested the Speaker that a detailed probe should be done into this incident.”Earlier in the day, the Congress leader asked whether the incident proved that there was a failure in maintaining a high level of security in Parliament. He also said that MPs caught the two intruders, and asked why security officials could not do so.In the Rajya Sabha, Congress chief Mallikarjun Kharge urged chairperson Jagdeep Dhankhar to adjourn the House and allow Home Minister Amit Shah to make a statement. However, Leader of the Rajya Sabha Piyush Goyal said that the House should present a united front on the matter, and that proceedings should continue.Congress General Secretary KC Venugopal said in a social media post that such a major security lapse was unacceptable. “We demand answers from the Home Ministry and there must be a thorough review of the security arrangements in the new Parliament building,” he said.","author":"Scroll Staff","time":"2023-12-13T14:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196616-xxbcglsafw-1702457136.jpg","tags":["Parliament","Delhi","Parliament Security"],"source":"https://scroll.in/latest/1060520/security-breach-in-parliament-two-men-enter-lok-sabha-chamber-open-gas-canisters"}