{"title":"Sedition, media monopolies and LGBT rights: 15 takeaways from the Congress manifesto","content":"Elections in India are rarely fought on promises made in political party manifestos, but they do offer an opportunity for a party to put forward its vision for India. From this angle, the Congress manifesto, unveiled on Tuesday, is full of ideas that, if they become a part of the political discourse, could represent a significant shift in policy thinking on many different subjects. Of course, that is a huge if. The Congress is struggling to even credibly spread the message about NYAY, the minimum income support promise that is the centrepiece of its election campaign. But regardless, the manifesto, which was launched alongside the party’s campaign slogan “Hum nibhayenge, Congress will deliver” presents some ideas that are worth looking at even if they do not end up being mentioned much in rallies or by voters. In many ways, this document represents a Congress attempt at reinventing itself after falling to an all-time low of just 44 Lok Sabha seats in 2014, even as the Bharatiya Janata Party was promising a Congress-free India. The manifesto puts forward a Congress that is pitching itself further to the left, full of progressive ideas that will please urban liberals, alongside the big NYAY promise aimed at reaching out to the masses. Here are 15 key points: NYAY: Nyuntam Aay Yojana, the Minimum Income Support Scheme, is put down as the flagship promise in this manifesto, with the party saying that the goal is that “no Indian family shall be left behind”. We took a close look at the promise on last Sunday’s The Election Fix. Jobs: The Congress has made unemployment a big part of its campaign, claiming that Prime Minister Narendra Modi has failed on this front. The very first section of its detailed action plan begins with this: “Our pledge is jobs, jobs, jobs.” To get there, the party is promising to create a new ministry, fill all government vacancies, create new local body level and para-state roles and more. Karz Mukti, not Maafi: The party is promising not just a loan waiver, but claims it is working to set farmers on the path to freedom from indebtedness permanently. It is promising a separate “kisan budget”, in addition to several commissions, recognising ownership and tenancy of women farmers and prohibiting criminal proceedings against farmers who are unable to pay debts. Congress view of the state: In its section on the economy, the manifesto lays out the Congress approach towards the role of government:“a) We must get government out of gratuitous interventions in the market; b) We must get government into addressing notable market failures through regulation (e.g. capital market, banking, etc.)c) We must build capacity in government to do the things it must do (e.g. taxation, delivery of public goods and services, etc.”  GST 2.0: Unable to pass a Goods and Services Tax in its 10 years in power, the Congress has spent the last five years arguing that the BJP’s approach to the reform was needlessly complicated. Instead, it is proposing a “single, moderate, standard rate of tax on all goods and services” and the inclusion of real estate, petrol, tobacco and liquor.   \t\t\t\t\t\tParliamentary processes: The manifesto suggests two big changes to how Parliament would work. It is recommending strengthening of the Anti-Defection Law, which was put in place to prevent lawmakers from moving between parties. The manifesto calls for “instant disqualification” for a period of two years for proven disobedience to a whip. It also calls for a mandatory public consultation before a Bill is introduced in Parliament. Federalism: The Congress, historically a national party that was loath to devolve power to the states, is promising reviewing items under India’s legislative lists, saying it will build consensus to move some matters from the concurrent list (where both Centre and State have a voice) to just the State list. It also promises to take forward the idea of the GST Council, a gathering of state finance ministers, to create something similar for agriculture, healthcare and education. Judiciary: The manifesto promises a major shift in India’s judicial structure. It promises to bring in a Bill that would turn the Supreme Court into a purely constitutional court, like in the United States, and create a new appellate court to hear appeals against cases from the high courts.Reviewing laws:  The party has promised a re-look at a number of laws that it has been accused of abusing in the past. It says it will remove criminal defamation, remove sedition, amend laws that allow for detention without trial and amend the Armed Forces Special Powers Act “to remove immunity for enforced disappearance, sexual violence and torture.” Electoral bonds: The BJP government’s big effort at changing the way political funding works, which the Election Commission says is dangerously opaque, would be struck down by the Congress if it came to power. The party also promises a National Election Fund, essentially suggesting a public financing model. Media: The manifesto promises to take on the question of media ownership. “Congress will pass a law to curb monopolies in the media, cross-ownership of different segments of the media and control of the media by other business organisations. Congress will refer cases of suspected monopolies to the Competition Commission of India.”  NITI Aayog: The Planning Commission was unceremoniously shuttered when Modi came to power, and replaced by the National Institution for Transforming India, or NITI Aayog. However, the body has failed to have much of an effect beyond powerpoint presentations and being accused of interfering with statistical processes. The Congress is promising to shut it down and reinstate a leaner Planning Commission. Affirmative action and diversity: The manifesto proposes a “diversity index” to measure diversity across government bodies, an Equal Opportunities Commission to recommend affirmative action strategies for better representation of Dalits, Adivasis and Other Backward Classes, and an amendment to the Constitution to allow for reservations in promotions. It also includes an entire section on LGBTQIA+ matters, promising to withdraw the pending Transgender Bill and direct gender sensitivity training in all government offices. Education: The document promises to raise expenditure on education to 6% of the Gross Domestic Product, and pass a Students Rights Bill to codify the rights of students in higher educational institutions. It also promises to end the practice of “special fees” for different purposes in schools. Digital rights: The manifesto promises to amend the controversial Aadhaar Act to restrict the use of the biometric identity to subsidies, benefits and services provided by the government only. It also promises “that, having regard to the inherent limitations of biometric identification, alternate instruments of identification will be allowed under the law.” Additionally, it includes an entire section on digital rights, promising to pass a law to uphold the right to privacy and “pass a law to provide adequate safeguards against unlawful or excessive surveillance and monitoring and provide for both independent and Parliamentary oversight.”  How much will any of this matter? It is hard to say, especially with some of the ideas turning up so close to the election, and the BJP being the presumed frontrunner. Regardless, a number of these suggestions are quite different from the boilerplate language on many subjects that are usual in a major manifesto, which makes the very inclusion of them worth noting.","author":"Rohan Venkataramakrishnan","time":"2019-04-02T15:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116554-olmmcrpdfn-1554199976.jpeg","tags":["Congress","Manifesto","Elections 2019"],"source":"https://scroll.in/article/918683/sedition-media-monopolies-and-lgbt-rights-15-takeaways-from-the-congress-manifesto"}