{"title":"Sedition law will be re-examined, Centre tells Supreme Court","content":"The Union government on Monday said that it will re-examine the Indian Penal Code Section 124A which criminalises sedition, Bar and Bench reported. In an affidavit filed before the Supreme Court, the government said that it was aware of views being expressed regarding the law, including the human rights concerns. It added that it was committed “to maintain and protect the sovereignty and integrity” of India and had thus decided to re-examine the law.Section 124A states that whoever “brings or attempts to bring into hatred or contempt, or excites or attempts to excite disaffection towards the government established by law in India” can be held to have committed the offence of sedition.Journalists, activists and political leaders have filed petitions in the Supreme Court arguing that since the law is misused, it needs to be struck down.On Saturday, the Centre had defended the sedition law stating that there was no need to re-examine it.In a written submission to the Supreme Court, the Centre said that a three-judge bench cannot review the Indian Penal Code Section 124A as a constitution bench has already justified it in a 1962 verdict.“Instances of the abuse of provision would never be a justification to reconsider a binding judgement of the constitution bench,” said Solicitor General Tushar Mehta, representing the Centre.In the 1962 verdict, a five-judge bench of the Supreme Court had held that criticism of public measures or comments on government action falls under the fundamental right of freedom of speech and expression as long as the comments do not “incite people to violence against the government established by law” or are made “with the intention of creating public disorder”.","author":"Scroll Staff","time":"2022-05-09T15:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162300-lxsmdtzhuv-1643965145.jpg","tags":["Sedition law","Union Government","Indian Penal Code Section 124A","Misuse of law","Centre","Supreme Court","human rights concerns","1962 verdict"],"source":"https://scroll.in/latest/1023550/sedition-law-will-be-re-examined-centre-tells-supreme-court"}