{"title":"Seer Yati Narsinghanand Giri, nine others named in second FIR in Haridwar hate speech case","content":"A second first information report was filed against 10 persons, including seer Yati Narsinghanand Giri, on Sunday in connection with the provocative speeches made against Muslims at a religious conclave in Haridwar city in December, reported PTI.The other accused persons named in the FIR are event organisers Sindhu Sagar, Dharamdas, Parmananda, Sadhvi Annapurna, Anand Swaroop, Ashwini Upadhyay, Suresh Chahwan and Prabodhanand Giri and former Shia Waqf Board chief Jitendra Narayan Tyagi, who recently converted to Hinduism and changed his name from Wasim Rizvi, according to senior sub-inspector Nitesh Sharma.The FIR is related to a “dharam sansad”, or a religious parliament, held in Uttarakhand’s Haridwar city between December 17 and December 19, during which Hindutva group members and seers had called for violence against Muslims. The speakers at the event had asked Hindus to buy weapons to commit genocide against Muslims. On Monday, Sharma said that the FIR was filed at Jwalapur police station in Haridwar on a complaint by a resident named Nadeem Ali.It has been transferred to the city police station where the first FIR was lodged. The first FIR was filed on December 23 and had named just Tyagi. On December 26, the Uttarakhand Police added the names of Annapurna, also known as Pooja Shakun Pandey, and Dharamdas, in the FIR. Annapurna is the general secretary of Hindutva organisation Hindu Mahasabha.On January 1, the names of Yati Narsinghanand Giri and Sagar Sindhu were added in the initial FIR.Giri, also known as Yati Nargsinghanand Saraswati, has made several extremist comments in the past as well. At the Haridwar event, he had called upon Hindus to pick up weapons, asserting that “economic boycott” of Muslims will not work.  Over the past couple of weeks, multiple incidents of Hindutva supremacists making hateful speeches have emerged. Over the same weekend when the Haridwar event took place, Hindutva group Hindu Yuva Vahini had organised an event in Delhi where people took oath to “die for and kill” to make India a Hindu nation.In December, Chhattisgarh Police arrested Hindu religious leader Kalicharan Maharaj after he insulted Mahatma Gandhi and praised his assassin Nathuram Godse at an event held in Raipur earlier this month. The Pune Police too, have booked Kalicharan and four others for allegedly making inflammatory speeches against Muslims and Christians at an event in the city on December 19.A Special Investigation Team was constituted on Sunday to inquire the case. Last week, Muslims had held protest marches in Dehradun and Haridwar demanding immediate arrest of the people that had made the provocative speeches.Also read:Muslim group files plea in Supreme Court seeking action against hate speech","author":"Scroll Staff","time":"2022-01-03T15:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168338-gwlmwradsz-1641200478.jpg","tags":["Yati Narsinghanand Giri","Haridwar","Haridwar Hate Speech","Hate speech","Religious intolerance","Dharam sansad"],"source":"https://scroll.in/latest/1014201/seer-yati-narsinghanand-giri-nine-others-named-in-second-fir-in-haridwar-hate-speech-case"}