{"title":"Semiconductors: How the world ran out of a key component in everything from smartphones to cars","content":"There is a global shortage of semiconductors, and it is becoming increasingly serious. The United States is currently reviewing its supply of the technology, following a landmark executive order from US President Joe Biden.The president also pledged $37 billion to cover the short-term costs of rebuilding and securing America’s supply of semiconductors, which are a fundamental part of microchips and thus integral to everything from computers to smartphones to renewable energy and military hardware.The automotive sector has been worst affected by the drought, in an era where microchips now form the backbone of most cars. Ford is predicting a 20% slump in production and Tesla shut down its Model 3 assembly line for two weeks. In the United Kingdom, Honda was forced to temporarily shut its plant as well.Even highly experienced tech companies such as Nvidia and Microsoft are struggling to provide a steady stock of graphics cards and Xboxes respectively. It appears that no company, big or small, tech or non-tech, is safe from the wide-ranging impact of the great semiconductor famine of 2021.Concentration problemWhile it is easy to blame the Covid-19 pandemic for this situation, the truth is that the global semiconductor supply chain had this coming for some time. As much as 70% of the world’s semiconductors are manufactured by just two companies, Taiwan Semiconductor and Samsung.The entry barriers into semiconductor manufacturing are astronomically high. There is a steep learning curve required to set up a semiconductor foundry, entailing an upfront investment of $10 billion-$12 billion and then at least three years to become production-ready.Even then, there are no guarantees that a new foundry’s chip yields will match those of the incumbents. Chips rapidly become obsolete and price pressures are a major problem in the tech sector, so there are lots of risks to profitability.\n\n\n    \n    Play\n\nDue to such harsh economics, it has only made sense for a handful of large players to invest in manufacturing capabilities and then spread those costs and risks across hundreds of thousands of customers. Global tech has historically been very happy to hand the manufacturing reins to Taiwan Semiconductor and Samsung. And in turn, this has created the supply-chain equivalent of a house of cards.High demandThe pandemic has driven unexpectedly high demand for home electronics such as laptops and gaming consoles, as many people started working from home and seeking more sources of indoor entertainment.Automotive companies had been expecting lower demand, given that car sales tend to move lower in an economic downturn. This, however, proved to be an erroneous assumption, as new car sales started bouncing back quickly by the tail end of 2020. Automotive companies tried to re-book previously cancelled semiconductor orders only to discover that home electronics manufacturers had taken their place.At the same time, US President Trump’s trade war with China led to new rules that made it harder for Chinese companies to source semiconductors from Taiwan Semiconductor and Samsung. With China’s own semiconductor technology inferior to the industry leaders, Chinese tech behemoths like Huawei stockpiled semiconductor chips in advance of the new restrictions in 2020, soaking up any spare capacity with large orders.But the straw that finally broke the proverbial camel’s back was the sharp rise in bitcoin prices in early 2021. This increased the demand for the graphics processing units that are traditionally used in mining the digital currency, exacerbating the semiconductor supply issues further.All of this has been enough to cause Taiwan Semiconductor and Samsung to run out of capacity and significantly increase lead times to fulfil orders, leading to the drought we see today.Who losesThe share prices of Taiwan Semiconductor and Samsung have risen by 190% and 61% respectively in the past 12 months thanks to the supply shortfall. Despite President Biden’s best efforts, the situation is unlikely to improve in the next three years because of all the barriers to entry in this sector.Prices of consumer electronics have shot up, thanks to scalpers who routinely buy graphics cards and consoles at recommended retail prices and sell them for higher prices on sites like eBay.It is only a matter of time before tech manufacturers and retailers decide to increase prices to match the high demand and low supply of the components. Expect to see releases of more expensive variants of existing electronic products hitting the market soon.Just like in an actual famine, the end consumers of these goods are going to be significantly worse off, with little or no respite coming their way.Hamza Mudassir is a Visiting Fellow in Strategy, Cambridge Judge Business School.This article first appeared on The Conversation.","author":"Hamza Mudassir, The Conversation","time":"2021-03-08T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154224-bplpfliwib-1612202475.jpg","tags":["Technology","semiconductors","Automobile","Smartphones"],"source":"https://scroll.in/article/988846/semiconductors-how-the-world-ran-out-of-a-key-component-in-everything-from-smartphones-to-cars"}