{"title":"Maharashtra political crisis: Uddhav Thackeray calls Cabinet meeting on Wednesday","content":"10.38 pm: Shiv Sena MLAs will be moved from Chief Minister Uddhav Thackeray’s home Varsha Bungalow to St Regis Hotel in Worli, India Today reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.24 pm: Nationalist Congress Party supremo Sharad Pawar expresses confidence in Chief Minister Uddhav Thackeray’s leadership, The Indian Express reports. “This is the internal matter of Shiv Sena and not the internal matter of NCP,” he says. “Looking at the situation, I think we will find out some solution.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.16 pm: Maharashtra Chief Minister Uddhav Thackeray calls for a Cabinet meeting on Wednesday at 1 pm, The Indian Express reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.12 pm: Maharashtra Congress leader Nana Patole says the Maha Vikas Aghadi government will fight and win, ANI reports. “Modi-led Centre, which doesn’t believe in democracy, has conspired to topple our govt. MVA will fight this, we will win,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.42 pm: Union minister and Bharatiya Janata Party leader Narayan Rane says Maharashtra Chief Minister Uddhav Thackeray should resign as he lacks support of MLAs, reports PTI. He also hails minister Eknath Shinde for his rebellion.“Shinde was not treated with respect in Shiv Sena by party chief Uddhav Thackeray,” claims Rane. “Thackeray’s son and cabinet minister Aaditya and his cousin brother Varun Sardesai were also interfering in the Shinde-controlled Urban Development department. Hence, it is the right decision for him to leave Sena.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.36 pm: Three Congress workers have moved a special Prevention of Money Laundering Act court in Mumbai, seeking anticipatory bail for all the MPs and MLAs of the Maha Vikas Aghadi government, reports PTI. They allege that the Centre is misusing central agencies with an “ulterior motive” to suppress the Maharashtra government.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.30 pm: Maharashtra BJP President Chandrakant Patil tells reporters that the saffron party has no role in triggering Shiv Sena leader Eknath Shinde’s rebellion, reports PTI.“The BJP has nothing to do with the ongoing developments,” he says. “Shinde’s decision is not part of any game plan of the BJP.”However, Congress leader Nitin Raut says it has been a pattern with the BJP to topple governments in Opposition-ruled states, ANI reports. “Be it using the ED [Enforcement Directorate], the CBI [Central Bureau of Investigation] or any means that can be of help.... by hook or by crook...They are in haste to dismantle government in Maharashtra, but won’t succeed,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.05 pm: Shiv Sena MP Sanjay Raut confirms that two party leaders met Eknath Shinde in Surat, reports ANI. “Talks happened with Eknath Shinde,” Raut adds. “He is our old friend. Everyone knows why we left BJP and Eknath Shinde is also a witness to that.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.20 pm: At least three ministers of the Maha Vikas Aghadi government are at a hotel in Surat where  disgruntled Shiv Sena leader Eknath Shinde is camping, according to The Indian Express.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.15 pm: Congress leaders Ashok Chavan, Balasaheb Thorat along with Nationalist Congress Party leader Jayant Patil are attending a meeting with Maharashtra Chief Minister Uddhav Thackeray at his home in Mumbai, reports The Times of India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.06 pm: Shiv Sena leaders meet Deputy Speaker of Maharashtra Assembly Narhari Zirwal and submit a letter requesting him to remove minister Eknath Shinde from the legislative party leader’s post and replace him with Ajay Chaudhary, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.50 pm: Amid the political crisis, Shiv Sena MLA Nitin Deshmukh’s wife has filed a police complaint saying that her husband is missing, reports PTI. Deshmukh, who represents the Balapur Assembly constituency in Akola district, is one of the MLAs who went to Surat with Shiv Sena minister Eknath Shinde, according to NDTV.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.33 pm: Shiv Sena leaders Milind Narvekar and Ravi Pathak meet Eknath Shinde at Surat hotel, reports NDTV.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Gujarat | Shiv Sena leaders Milind Narvekar and Ravi Pathak reach Le Meridien hotel in Surat where some Shiv Sena leaders are staying. pic.twitter.com/7KkjV03sLD— ANI (@ANI) June 21, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.16 pm: Maharashtra Congress dismisses reports that its party MLAs are not reachable, reports ANI. It states that all the MLAs are in touch with state president Nana Patole and Legislature Party leader Balasaheb Thorat.  The party adds that the reports on Thorat resigning from his post is also wrong. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.15 pm: Shiv Sena leaders Milind Narvekar and Ravi Pathak reach Surat’s Le Meridien hotel where other of the party MLAs are staying, reports ANI. Narvekar and Pathak have been sent by the party leadership to talk to the MLAs at the hotel, according to NDTV.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Gujarat | Shiv Sena leaders Milind Narvekar and Ravi Pathak reach Le Meridien hotel in Surat where some Shiv Sena leaders are staying. pic.twitter.com/7KkjV03sLD— ANI (@ANI) June 21, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.43 pm: Maharashtra BJP chief Chandrakant Patil says party MLA Sanjay Kute has met Eknath Shinde at the Surat hotel at his “personal capacity”, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.35 pm: “A sort of storm that has come up in Maharashtra’s politics,” says Maharashtra minister and Nationalist Congress Party leader Chhagan Bhujbal, reports ANI. “If a storm comes, then it will calm down and will recede as well. In the coming days, the situation will become normal again.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.32 pm: Shiv Sena calls a meeting of the party MPs on Tuesday evening, an NDTV reporter says on the news channel. The meeting comes against the backdrop that party MP and Eknath Shinde’s son, Shrikant Shinde, has also gone incommunicado.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.24 pm: Maharashtra minister and Nationalist Congress Party leader Jayant Patil says he is confident that Chief Minister Uddhav Thackeray will be able to keep Shiv Sena MLAs unified, reports ANI.“I don’t think that Shiv Sainik will do something against Shiv Sena chief,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.18 pm: Maharashtra BJP chief Chandrakant Patil claims that 35 MLAs are with Eknath Shinde, reports ANI.“This means technically state government is in minority but practically it will take some time for the government to be in minority,” says Patil.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.44 pm: Maharashtra BJP chief Chandrakant Patil adds that though there are no proposal for this party to form its government in the state, “anything can happen in politics at any time”, reports ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.32 pm: Maharashtra BJP chief Chandrakant Patil says that neither minister Eknath Shinde has sent a proposal to the party to form government in the state nor it has approached the Shiv Sena leader, reported ANI. “It’s too early to say anything, we’re currently waiting and keeping an eye on the situation,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.15 pm: Congress appoints Kamal Nath as the party’s observer in Maharashtra amid the political developments in the state.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Congress appoints Kamal Nath as the party's Observer to Maharashtra \"in wake of recent political developments in the state.\" pic.twitter.com/TIcf8OwMjV— ANI (@ANI) June 21, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.13 pm: Shiv Sena sacks its MLA Eknath Shinde as the party’s chief whip, reports NDTV. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.11 pm: “We are Balasaheb’s [Thackeray] staunch Shiv Sainiks,” says Eknath Shinde in tweet. “Balasaheb has taught us Hindutva. We have never and will never cheat for power on Balasaheb’s thoughts and [former Shiv Sena leader] Anand Dighe Saheb’s teachings.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    आम्ही बाळासाहेबांचे कट्टर शिवसैनिक आहोत... बाळासाहेबांनी आम्हाला हिंदुत्वाची शिकवण दिली आहे.. बाळासाहेबांचे विचार आणि धर्मवीर आनंद दिघे साहेबांची शिकवण यांच्याबाबत आम्ही सत्तेसाठी कधीही प्रतारणा केली नाही आणि करणार नाही— Eknath Shinde - एकनाथ शिंदे (@mieknathshinde) June 21, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.10 pm: The Maha Vikas Aghadi in Maharashtra is an alliance of the Shiv Sena which has 55 MLAs, the Nationalist Congress Party with 53 MLAs and the Congress with 44 MLAs. Some of the 29 MLAs from smaller parties and those who got elected as Independents also support the alliance, pushing its strength to 169 in the 288-member Assembly.","author":"Scroll Staff","time":"2022-06-21T15:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157560-iviptaetza-1618328609.jpeg","tags":["eknath shinde press conference","political crisis in maharashtra","maharashtra news eknath shinde","live news maharashtra","maharashtra political crisis","maharashtra crisis","maharashtra politics","maharashtra politics news","maharashtra news today live","shiv sena eknath shinde","eknath shinde","narayan rane twitter","shiv sena","eknath shinde marathi","Sharad Pawar","Maha Vikas Aghadi"],"source":"https://scroll.in/latest/1026627/sena-sacks-eknath-shinde-as-chief-whip-as-over-20-mlas-reportedly-rebel-against-maharashtra-alliance"}