{"title":"Seven more Indian men forced to fight in Russia’s war on Ukraine seek Centre’s help ","content":"A group of seven more Indians stranded in Russia amid the country’s war on Ukraine put out two videos this week seeking the government’s help in returning to India, reported The Hindu.While five of them are said to be from Punjab, the other two are from Haryana.In the first video released on March 3, the men said that they arrived in Russia on tourist visas and were forced to join the Russian Army as helpers after police detained them for not carrying a “slip”.According to the men, the police forced them to join the Russian Army or risk facing ten years imprisonment.“We were told that we only have to work as helpers,” one of the men said in the video, according to The Hindu. “But they enlisted us for training in arms and ammunition and are preparing to send us to Ukraine. They kept us hungry and snatched our phones.”The Russian Army has told them that they could leave only after a year, the men said in the video. “They are asking us to help them win the war,” said one of the seven men. “We do not know how to help them. If we do not, we may not survive.”In another video released on March 4, one of the workers claimed that there are many Indians stuck in both Ukraine or Russia. “We request the Indian embassy and the Indian government to help us,” he said. “This could be our last video, they are sending us to the war zone in Ukraine.”The seven Indians have been identified as Gagandeep Singh, 24, Lovepreet Singh, 24, Narain Singh, 22, Gurpreet Singh, 21, Gurpreet Singh, 23, Harsh Kumar, 20, and Abhishek Kumar, 21. Indians stuck in RussiaMedia reports in the last month have shown that several Indians hired as “army security helpers” in Russia have instead been forced to fight alongside the Russian military.Nearly 100 Indians have been recruited by the Russian military over the past year, The Hindu reported on February 20.On February 24, the newspaper reported that Hemil Ashvinbhai Mangukiya, a 23-year-old man from Gujarat hired as an “army security helper” in Russia, was reported to have been killed in a Ukrainian air strike in Donetsk, close to the Russia-Ukraine border.An agent had sent an email to the Indian embassy in Moscow on February 2 on behalf of Mangukiya’s father, stating that his son was stuck in the war zone, according to the newspaper. The agent had sought the help of the embassy to ensure Mangukiya’s safe return to India.Several other workers have also approached the Indian diplomatic mission asking to be repatriated, reports suggest.Russia began its invasion of Ukraine on February 24, 2022, triggering the most deadly conflict in Europe since World War II.After the war broke out, at least 500 Indians, including some veterans, had reportedly submitted applications to volunteer to join the International Legion created to fight Russian forces in Ukraine. However, this was the first time that the involvement of Indians in combat roles on the Russian side had been reported.Responding to the reports, India’s External Affairs Ministry said on February 26 that several Indians had already been discharged from the Russian Army as a result of the government having taken up with Moscow the cases of Indian nationals seeking their release.On February 29, the ministry said that at least 20 Indian nationals are still stranded in Russia. The Indian government was in touch with the relevant Russian authorities and was seeking their early discharge, Ministry of External Affairs Spokesperson Randhir Jaiswal had told media persons.Jaiswal said that the ministry had already advised Indian nationals not to venture into the conflict.","author":"Scroll Staff","time":"2024-03-06T12:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199038-rzpyvbilyx-1709705527.jpg","tags":["Indians","Ukraine","Russia","Russia-Ukraine War","Ministry of External Affairs"],"source":"https://scroll.in/latest/1064792/seven-more-indian-men-forced-to-fight-in-russias-war-on-ukraine-seek-centres-help"}