{"title":"Seven AAP MLAs were offered Rs 25 crore each to switch to BJP, claims Arvind Kejriwal","content":"Delhi Chief Minister Arvind Kejriwal on Saturday alleged that seven Aam Aadmi Party MLAs were offered Rs 25 crore each to leave the party and contest elections on Bharatiya Janata Party tickets instead.The Aam Aadmi Party chief, in a social media post, claimed the party was told that 21 MLAs were contacted in all. “However, as per our information, they contacted seven MLAs, all of whom refused the offer,” he said.Kejriwal claimed the party was told that he would be arrested in some days, after which, attempts would be made to get the MLAs to defect from the party.पिछले दिनों इन्होंने हमारे दिल्ली के 7 MLAs को संपर्क कर कहा है - “कुछ दिन बाद केजरीवाल को गिरफ़्तार कर लेंगे। उसके बाद MLAs को तोड़ेंगे। 21 MLAs से बात हो गयी है। औरों से भी बात कर रहे हैं। उसके बाद दिल्ली में आम आदमी पार्टी की सरकार गिरा देंगे। आप भी आ जाओ। 25 करोड़ रुपये देंगे…— Arvind Kejriwal (@ArvindKejriwal) January 27, 2024\n\n\nKejriwal reiterated his claim that accusations against Aam Aadmi Party leaders in the alleged liquor scam are part of a conspiracy to topple the Delhi government.The Enforcement Directorate and the Central Bureau of Investigation have alleged that the Delhi government modified the city’s liquor policy to ensure a 12% profit margin for wholesalers and a nearly 185% profit margin for retailers.Two senior Aam Aadmi Party leaders – Manish Sisodia and Sanjay Singh – are currently in jail in connection with the case. The party and its leaders have denied the allegations.Kejriwal has skipped four summons from the Enforcement Directorate in the case. He has claimed that the summons were part of a conspiracy by the Bharatiya Janata Party to stop him from campaigning for the upcoming Lok Sabha polls.On Saturday, Kejriwal said that in the last nine years, the BJP hatched many conspiracies in an attempt to topple his government. “But they did not get any success,” he said.He asserted that all his MLAs are firm and united to defeat the “nefarious intentions” of the BJP.Responding to Kejriwal’s allegations, the BJP asked him to clarify which seven MLAs from his party were contacted and by whom. “Kejriwal, stop telling beautiful stories,” said the BJP in a social media post. “These stories cannot escape Enforcement Directorate investigation. The public is seeing how AAP leaders accused of corruption are not even getting bail from any court.”Calling Kejriwal “corrupt”, the party also said that “the politics of trickery has no place in Delhi now”.भ्रष्टाचार में आकंठ डूबे केजरीवाल और आप का यह राजनीतिक और मानसिक दिवालियापन है कि हर बार वही स्क्रिप्ट दोहराई जाती है। केजरीवाल मनोहर कहानियां सुनाना बंद करो। इन कहानियों से ED की जांच से नहीं बच सकते। जनता यह देख रही है की किस तरह भ्रष्टाचार के आरोपी आप नेताओं को किसी कोर्ट से… https://t.co/tpuSaArQrn— BJP Delhi (@BJP4Delhi) January 27, 2024","author":"Scroll Staff","time":"2024-01-27T14:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195668-abignfxlfw-1699327888.jpeg","tags":["Arvind Kejriwal","AAP","MLAs","Delhi liquor policy scam"]}