{"title":"Sex work isn't illegal. So why has the Indian government blocked 240 escort websites?","content":"When the Indian government announced it would block 857 porn sites last year, there was such a huge uproar that the ban was reversed in a matter of days. When the same government announced this week that it would block 240 escort sites, there was complete silence. Interesting, because both porn and escorts serve exactly the same purpose: pleasure.Of course, blocks like these are about as effective as trying to squeeze an elephant through a nose ring. A site just has to change one letter in its name to pop up at another web address. It can keep doing so until eternity, even though each time it shifts, it may lose some users. Besides, users can get to blocked sites through other means, such as VPNs (virtual private networks) or by surfing on anonymising browsers like Tor that let users get around blocks.But what is the motivation behind this block, which has yet to be put into practice? The government’s not telling, being utterly opaque when transparency would help.One person's obscenity...Part of the motivation may stem from an April 2016 public interest litigation filed in Maharashtra, asking for a block on purportedly obscene sites, including those run by escort services. Since obscenity is often a ground on which sites containing sexual information are blocked under the Information Technology Act, I decided to trawl through some of these sites. Obscenity is, of course, a treacherous word, since what’s obscene to one person can be virginally innocent to another.At jasmineescorts.com, one of the sites on the block list, the only images I could see were suggestive, not direct: women’s legs in tall black heels or in fishnet stockings or in tight T-shirts. If this counts as even remotely obscene, we’re better off banning sites that sell shoes or T-shirts.The rest of the site lists services and rates, rightly promises “ecstacy” and lists the Mumbai Air Hostage escort as one of its specialties. If at all, I’d worry about two things: misleading advertising and the escorts’ ages. If they’re underage, that’s a problem. One more thing that’s relatively invisible: how much do the escorts make of the Rs 10,000 per \"shot\" or the Rs 30,000 per night? If they don’t get the lion’s share, that, too, is a problem.Two other sites I visit were somewhat similar. Only oneescorts.com shows women in black lacy undergarments, not even at music video-level undress. More productive to ban YouTube, I say. Same spiel: rates and services, this time Fashionista Mumbai Escorts on offer. A little lovingLocalescorts.in was an exercise in restraint itself, also looking like a T-shirt reseller on first glimpse. One of its specialties: the girlfriend experience, which blurs the boundaries between paid sex and romance.  In her book, Temporarily Yours, sociologist Elizabeth Bernstein describes how sexual commerce is changing in the digital age. How what many Silicon Valley clients want today is not just sex, but a temporary no-strings attached tryst with seemingly authentic intimacy. Until the date is over.Three sites is enough. Let’s go back to the big picture.Part of this big picture is that policymakers don’t think of what escorts do as work, as legitimate. They think selling sex is dirty. Ergo, clean-up time. In my book, selling sex is a way to make a living, as legit as any other. In my book, buying sex is just another way to have sex – as long as it’s with another adult who consents. Keep in mind that neither buying nor selling sex is illegal in India.Part of this big picture is that sexual expression – including sexy pics, texts, sexts, nudies, escort services, and porn – is also seen as somewhat illegitimate. It’s the stepchild of free expression, not considered as kosher as the other forms of speech we fight to protect. From #pornban to #escortban, via #dancebarban, sexual expression is enmeshed in a giant cloud of moral panic, resulting in any number of absurdities.Dance bar strategyOne such absurdity: the Maharashtra government refusing to re-open dance bars this year, despite a Supreme Court order to the effect. The government clings to its notion that dance bars are obscene. After the court rejected its plan to have CCTVs and touch-me-not railings on the dance floors at these bars, the Mumbai police are now using hidden cameras to raid illegal dance bars and cart away performers under the guise of rescuing them. Cleaning up consensual sexual expression among adults – by labelling it obscene – is sleight of tongue. If we really want to clean up this domain, let’s use consent as our faultline.  Let’s stop surveilling bar dancers with hidden cameras – without their consent – since that footage can be used in all sorts of ways. Let’s deal with non-consensual sexual images, including rape videos, floating around online. That’s an everyday scandal. Let’s ensure children and teens don’t feature on these sites. But let’s get off the backs of adults who sell escort services – whether as faux fashionistas or offering the girlfriend experience. If you rule out a moral panic, there’s no reason to ban any of these sites. Let alone 240.","author":"Bishakha Datta\t","time":"2016-06-15T20:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/810019-japqwlhhcr-1466003400.png","tags":["Escort services","Internet freedom","India"],"source":"https://scroll.in/article/810019/sex-work-is-legal-so-why-has-the-indian-government-blocked-escort-websites"}