{"title":"Sexual harassment allegations by wrestlers are horrific – so why is Modi still backing Singh?","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. As always, if you’ve been sent this newsletter and like it, to get it in your inbox every week, sign up here (click on “follow”).\\Have feedback, interesting links or think I am wrong? Write to me: [email protected]For some months now, India has been seeing unfortunate visuals of some of the country’s top wrestlers protesting on the streets. The trigger: a litany of sexual harassment allegations against the president of Wrestling Federation of India, Brij Bhushan Singh. Even after multiple complaints surfaced, the government refused to prosecute Singh, who also happens to be a Bharatiya Janata Party MP. Frustrated,  the wrestlers protested. This had some impact, as the protest forced the Supreme Court to briefly hear the matter after which the Delhi police, at last, relented and filed FIRs against the BJP MP.Yet, remarkably, even then, it did not arrest Singh.This lack of action becomes even starker when one sees the severity and scale of the allegations against Singh. There are at least 10 allegations of harassment against the politician, two accusing him of using his power as Wresting Federation president to demand sexual favours from sportswomen while multiple others detail groping and molestation of athletes. One particular grave complaint contains a statement by a minor where she alleges Bhushan groped her and even tried to assault her. When she resisted, the teenager alleges Bhushan used his power as president to discriminate against her during trials and events.Support from the topEven as these allegations were being made, Singh kept on threatening the women who had made allegations of harassment against him. He wanted the wrestlers to undergo lie detector tests and demanded that protesting wrestlers be forced to return their prize money. Wrestlers have also alleged they have received death threats and promises of bribes if they dropped their allegations.When we look at these attempts to influence the case, his power as a ruling party MP as well as the fact that Singh has been charged under the harsh Protection of Children from Sexual Offenses Act, it is clear that the fact that Singh has not been arrested till now has more to do with partisan politics than any unbiased application of the law.Olympic medal winner, Sakshi Malik being detained by the Delhi Police for protesting against Singh's alleged sexual harassment. Credit: Arun Thakur / AFPProtests are hurting BJPThe allegations are grave and the public disgust is apparent.  So what political calculation explains why the BJP is still backing Singh?Initially, of course, the BJP relied on its usual strengths of strong media control to blank out the protests. Added to this is the fact that, by itself, women’s safety plays out in complex ways during elections. The 2020 Hathras case, where the Uttar Pradesh police even went so far as to forcefully burn the body of an alleged rape and murder victim, saw little electoral backlash from voters.However, as an earlier India Fix had predicted, sustained protest has actually forced the media to take note. And the profile of the women making the accusations – some of India’s top sports heroes – make it unlikely that the Modi government won’t pay a political cost for its decision to back Singh. The small number of seats Singh controls as a “bahubali” or gangster-politician in Uttar Pradesh would be dwarfed by the public anger against his conduct.Break but not bendModi’s stubbornness, therefore, stems from a deeper factor: the nature of his image as an  authoritarian strongman.  Modi has made his career as a politician who is headstrong and intentionally disregards democratic norms such as media interaction, legislative and judicial checks and the Indian Union’s federal structure. The source of this strongman’s power is populist: Modi connects directly with the Indian and, especially, Hindu voter.This means that Modi giving in to pressure is not a normal part of politics, as it would be in most democracies – it directly hits at the source of his power as a strongman. This explains not only the Modi government’s reluctance to arrest Singh but the BJP’s attempts to tarnish the reputation of the wrestlers and discredit their protest. Modi’s image rests on him stamping out every form of dissent, no matter how valid. And, till a point, this belligerence harms Modi less than if he were to give in to opposing points of view and lose his “56 inch” strongman label.CAA protests in Delhi in 2019. Credit: Sakeeb KPAScarred by protestsUnfortunately for Modi, there have been frequent challenges to his authority in the form of street protests. In 2019, the Citizenship Amendment Act, which for the first time introduced a religious factor in India’s citizenship laws, sparked off massive protests across India. As a result, a wary BJP has been forced to freeze the law for more than three years now, in spite of it being a core part of the Hindutva ideology. Worse was to come in 2021, as Modi was forced to withdraw agriculture laws that had sparked massive protests in Punjab and Haryana.This is a worrying, in fact, dangerous trend when seen from Modi’s point of view. For a strongman who aims for political hegemony, the line between bending and breaking is thin. A couple of years back, political scientist Neelanjan Sircar used an analogy from West Bengal to explain to me how hegemony could suddenly collapse: “Once the aura gets pierced, it doesn’t take time for a slide to start much like CPI(M) in West Bengal”. With the Communist Party of India (Marxist), it was Mamata Banerjee’s sustained protests against land acquisition that suddenly made the Bengali voter realise that the communists were not hegemonic anymore and could be voted out.Modi has already had two of these moments with the Citizenship Amendment Act and the farm laws. To bend yet again in the face of street protests would increase this damage even more. Which is why the BJP has protected Singh for so long, in spite of the severity of the allegations against him. However, sustained street protests keep on relentlessly raising the cost of protecting Singh. If the agitation continues, at some point Modi will have to decide if protecting Singh has a higher political cost or bending yet again to a street protest.","author":"Shoaib Daniyal","time":"2023-06-05T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190899-tokmiehjzz-1685908792.jpg","tags":["Wrestlers' protest","Sexual harassment","BJP","Modi"],"source":"https://scroll.in/article/1050332/sexual-harassment-allegations-by-wrestlers-are-horrific-so-why-is-modi-still-backing-singh"}