{"title":"Shaheen Bagh gunman and his father are AAP members, claim Delhi Police","content":"The Delhi Police on Tuesday claimed that the gunman who fired shots in the city’s Shaheen Bagh locality on February 1 was a member of the Aam Aadmi Party, ANI reported. Shaheen Bagh has emerged as the centre of nationwide protests against the Citizenship Amendment Act, and the proposed National Register of Citizens.Deputy Commissioner of Police (Crime Branch) Rajesh Deo said photographs recovered from Kapil Gujjar’s phone established that the shooter had joined the Arvind Kejriwal-led party a year ago along with his father.#WATCH Rajesh Deo, DCP Crime Branch: In our initial investigation we found some photos from Kapil's phone that establish & he has already disclosed that he & his father joined AAP a year ago. We have taken his 2 days remand. pic.twitter.com/Z78sgdOGPn— ANI (@ANI) February 4, 2020\n\n“We identified the way he came from,” Deo told reporters in New Delhi. “We seized the motorcycle on which he came. We seized the weapon he used and the boy with whom he had come.” Deo said when the police seized Gujjar’s phone, they found all the WhatsApp pictures and videos on it had been erased. He said the police recovered the photos with the help of its technical team. “The photographs show, and the accused disclosed, that he and his father had joined AAP a year ago,” the police officer added. The photographs, which were not independently verified, showed the shooter with AAP leaders Atishi and Sanjay Singh, News18 reported. Atishi is a candidate in the elections while Singh is a member of the Rajya Sabha.“Amit Shah is the home minister of the country at this time, now just before elections, photos and conspiracies will be found,” Singh told ANI. “Three to four days are left for the elections, BJP will do as much dirty politics as they can. What does having a picture with someone means?” Following the February 1 incident at Shaheen Bagh, videos showed Gujjar saying: “Hamare desh mein sirf Hinduon ki chalegi aur kisi ki nahi [In our country only Hindus will prevail].” The gunman also shouted “Jai Shree Ram” when he fired the shots in the air, a witness told a news channel.Incident could be part of larger conspiracy: Delhi PoliceEarlier in the day, the Delhi Police told a local court that it is possible that the firing at Shaheen Bagh was part of a larger conspiracy, PTI reported. “Time and place of the incident clearly indicate that the incident of using firearms is a part of a larger conspiracy which is to be unearthed,” the investigating officer in the case said. “He [Gujjar] is associated with different groups on WhatsApp. He is to be interrogated regarding the other members of these groups keeping in view the possibility of larger conspiracy.”The police also said that Gujjar’s WhatsApp account had been deleted. “The account has been retrieved and most of the data has been recovered,” the police said. “Due to shortage of time it could not be analysed. The data is bulky in nature and he needs to be confronted with it.” The police said Gujjar also needs to be interrogated along with his friend, who had accompanied him to Shaheen Bagh.Chief Metropolitan Magistrate Gurmohina Kaur extended by two days the police custody of the accused.","author":"Scroll Staff","time":"2020-02-04T20:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135916-doiwbwafff-1580827986.jpeg","tags":["Kapil Gujjar","Shaheen Bagh","Delhi Police","CAA protests"],"source":"https://scroll.in/latest/952163/shaheen-bagh-gunman-and-his-father-are-aap-members-claim-delhi-police"}