{"title":"Shaheed and martyr are religious terms. Should they be used for Indian soldiers killed in battle?","content":"On February 14, a suicide bomber drove a car packed with explosives into an Indian paramilitary convoy in Pulwama district of Jammu and Kashmir, killing 40 security personnel. In the wake of this horrific attack, Congress President Rahul Gandhi had a curious demand: the dead should get a specific title from the government of India – that of “shaheed”, or martyr.The ruling Bharatiya Janata Party pushed back on this. “There is no term as ‘martyr’ or ‘shaheed’ in the Army or the police,” tweeted the BJP’s head of social media. “Instead a soldier or a policeman killed in action is called a ‘battle casualty’ or ‘operations casualty’ respectively”.That terminology was being discussed after such a large attack on Indian security forces was in itself odd. But doubly odd was the fact that the terms under discussion were explicitly religious, originating in Christianity and Islam.Dying for faithThe term “martyr” comes from a dialect of ancient Greek in which the New Testament – the second and final part of the Bible – was written. It literally means “witness” and was first used for the Apostles, writes the Oxford Dictionary of the Christian Church, in the sense that they had witnessed Jesus Christ’s life and resurrection. However, in the early years of the faith, as Christians were persecuted for adopting the new religion, the term was also applied to them, eventually being restricted to a person who had died for his belief in Christ. The cult of the martyr was a powerful feature of early Christianity.The Arabic-origin word “shaheed” is “closely related in its development to the Greek “martyrios” in that it means both a witness and a martyr, i.e., a person who suffers or dies deliberately for the sake of affirming the truth of a belief system,” writes David Cook, associate professor of religion specialising in Islam at the United States-based Rice University.While the term “shaheed” is used frequently in the sense of “witness” in the Quran, it is only used once to mean “martyr”. However, as Islam would expand, the meaning of “dying for one’s faith” would come to dominate the interpretation of shaheed.While all Muslims eulogise shaheeds, the Shia sect especially places great emphasis on it, elaborately commemorating the martyrdom of the fourth Caliph and his son as a central tenet of faith.While both martyr and shaheed are closely related in etymology and meaning, there are important differences in how they have been regarded historically in both faiths. Early Christianity placed martyrdom in the context of a narrative of persecution for refusing to abandon belief in Christ. In Islam, on the other hand, while being a shaheed can be associated with religious persecution and a refusal to give up one’s faith, the principal connotation is of death in battle while undertaking jihad or holy war.Shaheed versus martyrThe modern English word “martyr” has two meanings: the original religious one and a secular variant, which has a person dying for any belief of his. However, even the meaning of the secular variant sticks closely to the experience of Christian history. So while one might be a martyr for a secular cause, it is quite difficult for an armyman to become a martyr for being killed in battle.Examples of the secular use of martyr in English include Hungarians fighting for self government in the Austrian Empire during the 19th century and Irishmen fighting for freedom from the British in the 20th century. In 1865, a New York Times article published 10 days after Abraham Lincoln’s assassination argued that the president was a martyr since he was an American patriot, and the Washington Post has called Martin Luther King a “nonviolent martyr”.However, Indians seem more influenced by the history of the word “shaheed” rather than “martyr”, using both words for people who died for a cause as well as for members of a regular Army.In Hindi, the use of shaheed is widespread and almost mandatory when describing members of the Indian military killed in battle. Simply using the literal word for death might even be considered a gaffe since it is not respectful enough in the baroque world of Hindi honorifics. Examples of its use range from patriotic Bollywood ballads to serious journalism.Of course, the word is also used for freedom fighters who gave up their lives fighting the British: such as Shaheed Bhagat Singh.Indian English’s use of the word “martyr” in fact ignores the way it is used by English speakers in the West, and is modelled largely on the semantics of “shaheed”. An English-language newspaper in India, for example, regularly refers to soldiers killed in battle as martyrs.Bollywood's Bhagat Singh bipoic 'Shaheed' (1965) had actor Manoj Kumar in the lead role.Alternative termsIn India, for the most part, the religious origin of both words is largely unknown to most people. However, there are a few exceptions. The founder of Hindutva, Vinayak Savarkar coined a Sanskritic neologism “hutatma” in Marathi to replace the use of the Arabic loan “shaheed”.Over the past months, a few social media users who subscribe to Hindutva have also pushed the line that using shaheed is incorrect for Hindus given its Islamic origins (as is the use of the Christian phrase “Rest In Peace” or RIP). “A concept like shaheed or martyr (dying for the cause of religion) is Abrahamic and you will not really find any Sanskrit word for it,” wrote one influential Hindutva history Twitter account last month. A number of Sanskritic neologisms have been suggested as replacement for shaheed in Hindi.However, languages are somewhat recalcitrant entities. None of the suggested replacements have managed to catch on even in Hindutva circles. Prime Minister Modi himself uses the word “shaheed” for Indian security forces killed in action.Hutatma Chowk or Martyrs’ Square is the official name of a square in South Mumbai.  (Photo credit: Elroy Serrao/CC BY-SA 2.0)Secular objectionsOn the other hand, a number of Indian secularists oppose the use of the word “martyr” given its obviously religious connotations. “Remember ours is a military force that defends a secular State,” wrote senior journalist Karan Thapar in 2017, while arguing against the use of “martyr”. “Its cause is constitutional not religious.” Much the same line of argument is followed at Scroll.in. “No one will ever get martyred in our stories, please (unless they were Christians fed to the lions in 2AD),” reads an internal memo from the editor.Technically, the Indian Army does not use either “shaheed” or “martyr”, going for the more prosaic “battle casualty” or “operations casualty” (a situation that the Congress has promised to reverse if it comes to power).Of course, given that language in India is already saturated with the use of “martyr” and “shaheed”, its technical use or lack thereof by the Army arguably makes little difference for the people of the country. The matter, in fact, exemplifies the many fascinating contradictions of India. Terms which have their origins in the act of a person giving up his life for the spread of Islam or Christianity are now widely used to honour the military casualties of a constitutionally secular, Hindu-majority country.The early Christians were often thrown to the lions by the Romans. Christians consider them to be martyrs – those who had died for their belief in Jesus Christ.","author":"Shoaib Daniyal","time":"2019-03-10T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114835-pbfixbrcbf-1552138251.jpeg","tags":["Martyr","Shaheed","Indian Army","Indian English","Hindi"]}