{"title":"Shaheen Bagh offering platform to ‘tukde-tukde gang’, alleges Union minister; AAP hits back at BJP ","content":"Union Law Minister Ravi Shankar Prasad on Monday lashed out at anti-Citizenship Amendment Act protestors at Delhi’s Shaheen Bagh locality, saying the demonstration was a cover for people who want to divide India, PTI reported.  “Shaheen Bagh is not an area anymore – it is an idea where the Indian flag is being used as a cover for the people who want to divide the country,” Prasad said at a press conference. “It is offering platform to ‘tukde-tukde gang’ elements under the garb of opposition to the Citizenship Amendment Act. This protest is not just a protest against CAA, it is a protest against Modi.”Hundreds of women, along with children, have been protesting at Shaheen Bagh for almost a month and a half. The police’s attempts to persuade them to leave have failed.“Lakhs of people are distressed because they can not go to office, shops are shut and their children are not able to go to school due to road block by Shaheen Bagh protestors,” Prasad added.The Bharatiya Janata Party leader also criticised the Congress and the Aam Aadmi party for not doing anything to end the protest. “Rahul Gandhi and Arvind Kejriwal are silent,” he said, according to Hindustan Times. “Kejriwal can’t hear the silent voice of children who can’t go to school because of the protest, of office-goers who are experiencing so much inconvenience. His deputy Manish Sisodia says he stands with Shaheen Bagh protestors. This shows their real intent.”Women across India are leading their own versions of “Shaheen Bagh” protests. Referring to the indefinite sit-in in a residential area of Mumbai Central, the minister said: “This is different game altogether. Voters of Delhi need to understand this.”The AAP, which had won 67 out of 70 seats in the 2015 Assembly elections, hit back at the saffron party. Delhi Chief Minister Arvind Kejriwal accused the BJP of doing “dirty politics” over the Shaheen Bagh protests. “BJP leaders should immediately visit Shaheen Bagh, talk and get the road reopened,” Kejriwal told reporters.The AAP chief said law and order in the city was the Centre’s responsibility. “If they are saying that they need permission from me, I am giving them permission, open the road in one hour,” he added. “I can give you this in writing, BJP does not want to open the route in Shaheen Bagh. The Shaheen Bagh route will remain closed till February 8 and it will open February 9.”The Delhi Assembly elections will be held on February 8. The results of the polls will be declared three days later. Also read: The Art of Resistance: Delhi’s Shaheen Bagh has turned into an open air art gallery","author":"Scroll Staff","time":"2020-01-27T15:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135366-diekdcrpnd-1580116162.jpg","tags":["Shaheen Bagh","Ravi Shankar Prasad","Arvind Kejriwal","Delhi Assembly elections","AAP","BJP","CAA protests"],"source":"https://scroll.in/latest/951259/shaheen-bagh-offering-platform-to-tukde-tukde-gang-alleges-union-minister-aap-hits-back-at-bjp"}