{"title":"Shaheen Bagh: AAP says Delhi Police is acting at the BJP’s behest after probe links shooter to party","content":"The Aam Aadmi Party on Tuesday questioned the Delhi Police’s investigation into the February 1 shooting in the city’s Shaheen Bagh locality after the Crime Branch claimed that the gunman, Kapil Gujjar, and his father were members of the party. Hundreds of women have been protesting at Shaheen Bagh since December 15, against the Citizenship Amendment Act.“On whose instructions is the police issuing such statements?” asked the party’s Rajya Sabha MP Sanjay Singh, according to a tweet by the party. The police had claimed they recovered the gunman’s photos with Singh and AAP leader Atishi from the shooter’s phone. “How did the photo that is the part of the investigation reach the Bharatiya Janata Party before the police statement was issued?” Singh asked. “Manoj Tiwari [Delhi BJP chief] said in the morning that the gunman was from AAP. How did he get to know this?”The parliamentarian lashed out at Deputy Commissioner of Police (Crime Branch) Rajesh Deo, accusing him of acting at the behest of the saffron party, and said he should pin the lotus – the BJP’s symbol – on his shirt. Singh said that the teenager who had shot a student of Jamia Millia Islamia University on January 30 during a protest against the Citizenship Amendment Act was a member of the right-wing Bajrang Dal. He asked if “[Union Home Minister] Amit Shah’s police” had talked about this link. The shooter cannot be named as he is reportedly a minor.Chief Minister Arvind Kejriwal’s wife Sunita Kejriwal also dismissed the allegations. “People are watching how allegations are being put on us,” she told ANI. “But they assure us that their vote will go only to ‘jhaadu’. It is very disheartening to see that allegations are being put on a person who is working so hard.”The police’s claim came four days before the Delhi Assembly elections for all 70 seats in the national Capital. The results of the polls will be announced on February 11.\"किसके इशारे पर दिल्ली पुलिस बयान दे रही है? जो फ़ोटो investigation का हिस्सा है वो पहले ही भाजपा के पास कैसे पोहच गयी? खबर बाहर आने से पहले ही आज सुबह मनोज तिवारी ने बयान दिया कि आरोपी आम आदमी पार्टी से है, मनोज तिवारी को पहले ही इसकी खबर कैसे मिली?\" - @SanjayAzadSln pic.twitter.com/3a62O0s4CB— AAP (@AamAadmiParty) February 4, 2020\n\n\"DCP राजेश देव को शर्ट पर कमल का फूल लगाकर घूमना चाहिए। एक पार्टी को बदनाम करने के लिए DCP ने चुनाव आयोग के सारे नियमों का उल्लंघन किया।\" - @SanjayAzadSln pic.twitter.com/Cufjy6E2Jr— AAP (@AamAadmiParty) February 4, 2020\n\nThe BJP, meanwhile, attacked AAP, claiming it has been exposed. “I want to tell Kejriwal clearly that national security is bigger than any election or government, and those jeopardising it won’t be forgiven by the people,” said the saffron party’s President JP Nadda. “Kejriwal and his team have been exposed. The people of Delhi will give a befitting reply.”Union minister Prakash Javadekar, who had called Arvind Kejriwal a terrorist on Monday, claimed the AAP had supported the protests at Shaheen Bagh as it wants to increase tensions in the capital. “The AAP supports the anti-national slogans that are raised at Jawaharlal Nehru University,” he said. “The party had even asked for evidence of surgical strikes conducted by the Army.”Targetting Sanjay Singh, Javadekar said the AAP cannot escape responsibility. “Sanjay Singh says that pictures of the Shaheen Bagh shooter with AAP leaders don’t mean much but the pictures were taken during his induction in AAP,” he added. “Further, these pictures were erased from his phone.”Delhi BJP leader Manoj Tiwari alleged AAP was conspiring to orchestrate riots in the national capital and said the party should be thrown out of power. “This election is about removing an inept chief minister who failed to building even one new school, college, hospital or bridge, and failed to provide people clean drinking water,” Tiwari added. “However, he gave Delhi a Shaheen Bagh, and got one of his party workers to fire a gun.”मैं केजरीवाल को साफ़ करना चाहता हूँ कि ये देश किसी भी चुनाव, किसी भी सरकार से बड़ा है और इसकी सुरक्षा से खिलवाड़ करने वालों को ये देश माफ़ नहीं करेगा। केजरीवाल और उसकी पूरी टीम बेनक़ाब हो गयी। दिल्ली की जनता करारा जवाब देगी।— Jagat Prakash Nadda (@JPNadda) February 4, 2020\n\nशाहीन बाग का आम आदमी पार्टी ने समर्थन किया है। क्योंकि ये लोग तनाव बढ़ाना चाहते हैं। उनके विधायक अमानतुल्लाह खान ने शाहीन बाग में भाषण दिया।JNU में लगने वाले देशद्रोही नारों के साथ आम आदमी पार्टी है। सर्जिकल स्ट्राइक का ये सुबूत मांगते हैं: श्री @PrakashJavdekar #AAPBurnsDelhi pic.twitter.com/pkihKebMzR— BJP Delhi (@BJP4Delhi) February 4, 2020\n\nआम आदमी पार्टी अब पूरी तरह से दिल्लीवासियों के सामने बेनकाब हो चुकी है। शाहीन बाग में गोली चलाने वाला आम आदमी पार्टी का सदस्य था। एक साल पहले उसने और उसके पिता ने AAP में प्रवेश किया था। इसकी तस्वीरें भी मिली हैं: श्री @PrakashJavdekar#AAPBurnsDelhi pic.twitter.com/GsxZJOoU6T— BJP Delhi (@BJP4Delhi) February 4, 2020\n\nOh My God #AAPBurnsDelhi शाहीन बाग़ में गोली चलाने वाला AAP का कार्यकर्ता। केजरीवाल और उनकी पार्टी की गंदी राजनीति की पोल खुली |दिल्ली में दंगे करवाने की AAP की साज़िश है। ऐसे लोगों को दिल्ली ने निकाल बाहर करना आवश्यक है। pic.twitter.com/ESKd5X1yg0— Manoj Tiwari (@ManojTiwariMP) February 4, 2020\n\nये चुनाव दिल्ली में एक नाकाम CM को हटाने का भी है जो 1 भी नया स्कूल, कॉलेज, अस्पताल या पुल नहीं बना पाया, पीने का स्वच्छ पानी नहीं दे पाया पर शाहीन बाग़ बनाया, अपने कार्यकर्ता से गोली चलवाया .. #Aapburnsdelhi— Manoj Tiwari (@ManojTiwariMP) February 4, 2020","author":"Scroll Staff","time":"2020-02-04T23:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/93881-wadzzdtmdg-1530504496.jpg","tags":["Shaheen Bagh","AAP","Delhi","Bharatiya Janata Party"],"source":"https://scroll.in/latest/952179/shaheen-bagh-aap-says-delhi-police-is-acting-at-the-bjps-behest-after-probe-links-shooter-to-party"}