{"title":"Shahi Idgah case: Hindu petitioners claim 1968 compromise was ‘fraud’ by Sunni Waqf Board","content":"The Hindu petitioners in the Krishna Janmabhoomi-Shahi Idgah mosque dispute in Uttar Pradesh’s Mathura told the Allahabad High Court on Wednesday that a 1968 compromise between the two sides was based on fraud, reported PTI.In 1968, a compromise was reached between the Sri Krishna Janmasthan Seva Sansthan and the Shahi Idgah Trust. As part of the settlement, the temple committee had given up the contentious portion of land to the Idgah on which the mosque stands in Uttar Pradesh’s Mathura.After the compromise, boundaries were redrawn for both places of worship to operate simultaneously and a wall separated them. It was agreed that the mosque would have no doors, windows or open drains facing the temple.The Hindu petitioners have challenged this compromise and alleged that a “fraud” was committed by the Sunni Central Waqf Board and the mosque committee.They have demanded full ownership of the 13.37 acres of land around the mosque, claiming that it is the birthplace of the Hindu deity Krishna.On Wednesday, the counsel for the Hindu parties told Justice Mayank Kumar Jain that the birthplace of the deity Krishna was demolished in the 16th century and a chabutara, or platform, was constructed as the Idgah.Jain was hearing a plea challenging the maintainability of the suit seeking the removal of the mosque.Appearing for the Muslim side, advocate Taslima Aziz Ahmadi reiterated that the suit is barred by limitation. She pointed out that the limitation to challenge a compromise is three years and the current suit was filed in 2022.Limitation refers to the time frame within which a person may initiate legal proceedings in a case.The 1968 compromise being challenged by the Hindu side was confirmed in a civil suit decided in 1974.The Hindu petitioners, however, said that the deity Krishna was neither a party in the 1968 compromise nor in the 1974 suit. They also told the court that Sri Krishna Janmasthan Seva Sansthan was not empowered to enter any such compromise as its objective was only to manage the daily activities of the temple.On April 15, the Supreme Court extended its stay on the Allahabad High Court’s order allowing for a court-monitored “scientific survey” of the mosque.On December 14, the High Court allowed a petition demanding that a court commissioner be appointed to inspect the mosque adjoining the Krishna Janmabhoomi temple.The mosque management committee approached the Supreme Court seeking that the Hindu petitioner’s plea for a survey of the mosque be rejected, on the grounds that it was barred by the Places of Worship Special Provisions Act, 1991, which prohibits any change in the character of religious places after Independence.The committee also told the Supreme Court that the High Court should have first considered its petition for rejection of the plaint by the Hindu parties before deciding on any miscellaneous applications filed in relation to the suit.","author":"Scroll Staff","time":"2024-05-16T14:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174579-hboupgczbt-1652944788.jpeg","tags":["Sri Krishna Janmasthan Seva Sansthan","Krishna Janmabhoomi","Shahi Idgah mosque","Mathura","Uttar Pradesh","Mosque dispute"],"source":"https://scroll.in/latest/1067956/shahi-idgah-case-hindu-petitioners-claim-1968-compromise-was-fraud-by-sunni-waqf-board"}