{"title":"Shakespeare on the screen: The Bard in Shimla and a kiss in the mist in ‘Shakespeare Wallah’","content":"In 1965, Felicity Kendal must have been the luckiest 16-year-old in the world. What could be more romantic than getting to kiss a gorgeous young Shashi Kapoor in the swirling mist of Shimla?While this amorous scene is not the most important moment of James Ivory’s Shakespeare Wallah (1965), it would have given a fairy tale finish to a film beset with a lingering sense of loss. The “unrepentant nostalgia”, according to scholar and critic Andrew Dickson in his book Worlds Elsewhere, which is the stamp of all Merchant-Ivory films, certainly imprints itself in Shakespeare Wallah as well.Drawn from lead actor Geoffrey Kendal’s memoirs, director James Ivory and screenwriter Ruth PrawerJhabvala give a fictional and bitter twist to the tale of the Shakespeare peddler and his acting company in post-independent India.\n\n\n    \n    Play\n\nShakespeare Wallah.In reality, Kendal took his family (his wife, Laura Liddell, and their daughters Jennifer and Felicity) and a troupe of actors complete with periwigs and breeches across the Indian subcontinent to perform in schools, villages, palaces – anywhere their costs could be covered. Young audiences of post 1947 (some of whom have morphed into leading figures of Indian stage and screen today) swear it was the Kendal effect that created the first stirring of Shakespeare in their blood.The Chekovian structure of Shakespeare Wallah allows for stories within stories and multiple themes. There is the challenge of art form (stage versus screen), class (privileged versus strugglers) and nationality (British versus Indian) – but ultimately the film is about prejudice and cultural displacement.Felicity Kendal and Shashi Kapoor in Shakespeare Wallah.Once grand in name and fame, Englishman Tony Buckingham (Geoffrey Kendal) and his troupe are now down on luck. It is 20-odd years after India has unshackled itself from the Raj and the country is surging with the excitement of indigenous entertainment. Commercial Indian cinema is up for grabs and Shakespearean theatre and its representatives are forgettable engagements of the past. Tony forges ahead, refusing to let anything stand in the way of his mission and what has become a way of life in a country he considers his own. Car engines fail, finances ebb, interest wanes and audiences shrink.“Everything is different when you belong to a place,” sighs Tony’s wife, Carla (Laura Liddell). Reluctantly, Tony learns to accept that a people and not merely a purpose decide the place one can call one’s own.Geoffrey Kendal in Shakespeare Wallah.Expert cinematographer Subrata Mitra turns Shakespeare Wallah into a bewitching black and white memoir of post-colonial India, capturing the dying embers of Indian interest in British culture. Satyajit Ray’s music adds that ineffable touch of magic, which makes one wonder whether this is indeed a Ray film. (It is tempting to ponder the treatment if it had been). Shashi Kapoor and Madhur Jaffrey in Shakespeare Wallah.However, the story of the Buckingham actors is intermittently shunted into the wings and upstaged by a love triangle.In a runaway hit performance, Madhur Jaffrey plays  Manjula, an arrogant and spoilt film star out to deflate the new  interest of Sanju, her aristocratic playboy lover (Shashi Kapoor), for stage artiste Lizzie (Felicity Kendal). With sly and then obvious purpose, Manjula wrecks Lizzie’s stage performance of Romeo and Juliet (naturally), smugly believing the curtain will not come ringing down on her romance with Sanju.While Sanju stands up for stage over screen, straggler over pedigree (Manjula is a cousin), white woman over brown, it is his “izzat” that will not allow Lizzie to become a target for public brickbats. On the other hand, though she has fallen in love with Sanju, Lizzie, like her parents, sees the stage to be her life, bouquets, brickbats, et al.Ah, but that kiss…James Ivory’s Shakespeare Wallah.","author":"Bubla Basu","time":"2017-01-15T17:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/825735-48537-jxkbjqluce-1483378654.jpeg","tags":["Shakespeare on the screen","James Ivory","Shakespeare Wallah"],"source":"https://scroll.in/reel/825735/shakespeare-on-the-screen-the-bard-in-shimla-and-a-kiss-in-the-mist-in-shakespeare-wallah"}