{"title":"‘Shakchunni’: A supernatural thriller about how the zamindari system crumbled under its own weight ","content":"Call it prejudice, but when I started reading Shakchunni by Arnab Ray, I had very little hope. Not because Ray might not be a good writer – in fact, I had no such assumptions – but because despite the endless wealth of folk tales and lores in the Indian subcontinent, I have yet to see a book that doesn’t make a mess of the story in an attempt to modernise and/or adapt it.A blood relationIn this regard, Ray makes the smart choice of not modernising the story at all and sets it in 1940s’ zamindari Bengal. The Great Bengal Famine has just hit, Britain is at war, and, by extension, all its colonies too, including their personal jewel, India. The zamindari tax has increased, as has the demand for grain to feed the soldiers. In the village of Shyamlapur, the Banerjee family, the local zamindars who have long enjoyed a royalty-like status are struggling to keep up the supply to the British. The head of the family and his accountant try to devise various plans to keep themselves afloat. The zamindar’s eldest son is back from England, but rather than become a strapping heir to the zamindari, he has come back with a taste for poetry and a broken heart. The youngest son, a pretend- communist, has kept away from the family, living off his allowance in Calcutta. And the Shakchunni lurks in the forests of the village in testing times like these.The lore of the Shakchunni is an old Bengali folk tale – a spirit who craves the life of a happily married woman and tries to take her place in the household, but all must beware of going too close to her. The zamindari family has for long kept peace with her with animal and human sacrifices, but as the fortunes of the family have declined, so have the offerings. The zamindar becomes complacent, since in all these years nothing has really happened, and the sacrifices come to an end. And then the Shakchunni dances.The good thing about horror as a genre is that it gives a writer endless possibilities to experiment. There are threads in the story that don’t have to be explained because of the intrinsic nature of horror – the less something makes sense, the scarier it is. Ray doesn’t exploit the old horror playbook of jump scares or sudden appearances, instead building an atmosphere of dread and paranoia. As the Banerjees constantly tiptoe the line between bankruptcy and unearned accumulated wealth, they are also surrounded by the fear of what might happen. With great money comes great anxiety. The family has an old history with the spirit of Shakchunni in the forest, and this becomes both a boon and a bane for them.Trying timesThe book is fast-paced and extremely easy to read. The characters are all fleshed out, just as you would expect them to be in the 1940s when the zamindari was crumbling under its own weight and the declining influence of the British, caught between loyalty to the subjects and the Crown. The corrupt police officer, the meek village bride, the loyal servants of the household, the over-educated princes, the womanising king – you can trace back all their stories and why they are the way are. A country as poor and fraught with tension as India, drained of its resources by the Empire, and the citizens who are as unsure of their future as the ruling classes – Shakchunni is set in such a turbulent time in the country’s history that you are swept up in the same emotions as the characters.Shakchunni weaves in the entire timeline of pre- and post-Independence India, the fall of the zamindari, the rise of communism in Bengal, and how, at the core of every story is a person looking after themselves. I was most enthralled by Rudrapratap, the zamindar’s younger son, who sways between extreme awareness and extreme wilful ignorance, caught between the knowledge of knowing his wealth is ill-gotten, and the comfort of actually enjoying it. It is from his perspective we see most of the book, which is what lends itself to the third act.Which brings me to the final revelation. Throughout the book, we are led to believe someone has called the Shakchunni home, or gone willingly to her and brought the spate of bad luck that afflicts the zamindari family, and it is made amply clear who. As a reader, you are focused on the central story and the author uses this to build up to the climax of the book. You tend to forget everyone around you who isn’t a part of the family and is not affected by the curse of the spirit. And this ignorance of everyone but themselves is also what brings doom to the family, as it did in the actual fall of the zamindari.There is a neat epilogue which ties the whole book together, all the unexplained plot points we see fleetingly and are not told more about. At times it might feel like it is trying too hard to close all loops, especially when the genre leaves plenty of room to not close loops at all. But once you reach the very end of the book, you take an audible gasp on realising what really happened.Shakchunni, Arnab Ray, Hachette India.","author":"Debasmita Bhowmik","time":"2024-04-27T15:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199634-fyvvqwguvn-1711534856.jpg","tags":["horror fiction","supernatural thriller","Arnab Ray"],"source":"https://scroll.in/article/1065919/shakchunni-a-supernatural-thriller-about-how-the-zamindari-system-crumbled-under-its-own-weight"}