{"title":"Shanta Gokhale: The Navroze Contractor I knew","content":"It was sometime last year that Navroze Contractor, who died in a shocking biking accident on Sunday morning at the age of 80, wrote an email to say he had given up on writing his autobiography. “I tried putting down everything. 150 pages and I was still not in University! I have stopped writing completely. It all sounds like fiction.”It would, wouldn’t it? A man who packed three normal lives into one could only be a fictional character. Had he completed the autobiography, it would have had to be a saga in three parts: jazz, art and photography in one volume, cinematography and films in the next and motorbikes and cars in the last.Navroze Contractor was, before anything else, a warm, unassuming human being who hid his achievements under the bushel unless called upon to speak of them. What he loved doing in company and did with panache was tell a good story. He told us once about the film he shot on the life of a man of wealth. In his puja room, which Navroze was urged to shoot, stood a statue of Mickey Mouse. The reason why the cartoon character had found its way there was because the gentleman had been tipped off to invest in Disney in its early days and the dividends hadn’t stopped rolling in.The rhythm of motionNavroze’s life with the camera began with a Bachelor’s degree in painting and photography from the Faculty of Fine Arts, MS University, Baroda and a diploma in cinematography from the Film and Television Institute, Pune. “I was taken in through the back door because I hadn’t done science and couldn’t enter through the front,” he said. He was in Punjab doing still work when Mani Kaul came scouting for locations for his 1969 film Uski Roti. They met. They spent evenings discussing ideas and concepts and the paucity of means available for making meaningful films. Navroze showed Mani locations for Uski Roti. Mani’s parting promise to Navroze was that, if he ever made a color film, Navroze would shoot it. That film was Duvidha, Mani’s fourth and Navroze’s first. They shot it in a village under impossible conditions. The stock was unbelievably slow. The location couldn’t take the load of lights; so they had to shoot with two sun guns and oil lamps. The result, as anyone who has seen Duvidha will bear out, was stunningly beautiful.Raissa Padamsee in Duvidha (1973). Courtesy National Film Development Corporation.Mani Kaul as director must have been as much of a challenge as anything else. The film wasn’t scripted. It was all in his head. How then did he communicate what he wanted the cinematographer to do? When an interviewer asked him the question, Navroze revealed that their knowledge of music came in handy. Mani was a student of Dhrupad and Navroze a music buff. “When a camera movement had to be made, he would sing in my ear,” he said. “That was my speed, the rhythm of the shot.”  A new waveThe sixties and seventies saw the birth and evolution of the Indian New Wave in cinema. Most of Navroze’s feature film work belonged to those films. He shot Nachiket and Jayoo Patwardhan’s 22 June, 1897, Pervez Merwanji’s Percy based on a short story by Cyrus Mistry, Vishnu Mathur’s Pehla Adhyay, Sanjiv Shah’s Hun, Hunshi, Hunshilal and half-a-dozen other films that I have not been fortunate enough to see. I have come to recognise a Navroze frame by his striking use of light. “In any location I go, for a film or otherwise, the first thing I notice is light,” he said in an interview. “How is it falling in the room, how is it on faces, how is it in the open, in the night, in rain, in a dust storm, in my dreams… I am obsessed with light.”Navroze Contractor (centre) during the filming of Hun, Hunshi, Hunshilal (1991). Courtesy Karaanar Productions.Navroze moved from feature films to documentaries in the mid-eighties, becoming one of those rare cinematographers who showed a sharp understanding of both forms of filmmaking. Much of his documentary work was done with his wife Deepa Dhanraj. Together they made What has Happened to this City about the Hindu-Muslim riots in Hyderabad; Something Like a War, an examination of India’s family planning programme from the point of view of the women who are its primary targets (Navroze was a committed feminist); Invoking Justice about the Jamaat set up by Muslim women of South India to fight for their rights and We Have Not Come Here to Die, about Rohith Vemula’s tragic suicide.One of the most simple and straightforward explorations of the material culture of a state that I have seen is Jharu Katha/Broom Stories which Navroze shot and directed. Researched and scripted by Rustom Bharucha, the film gave visual expression to the importance that Rajasthan’s illustrious folklorist and ethnomusicologist, Komal Kothari, accorded to brooms in the cultural universe of Rajasthan, its rituals and beliefs.Navroze’s film brings alive this universe through the voices of diverse people. Some speak of how and for what purpose each kind of broom is to be used. Others speak of the wider world of work in which a gutter cleaner says, “Sewage smells like a rose to us because it is our livelihood”, and another who works on the 336 acres of dumping ground outside Jodhpur, where the city’s garbage is collected talks of how it is processed and disposed of. Meanwhile cows and crows compete with each other for pickings.\n\n\n    \n    Play\n\nInvoking Justice (2011).A sense of life’s absurdities I got closest to knowing Navroze, his mind and heart, through Dreams of the Dragon’s Children, an account of what happened and did not happen during the three months he spent in China in 1985, shooting with an international crew for a film of the same name. The film was about the aspirations of China’s youth. The process of shooting itself threw up innumerable bureaucratic hurdles rooted in the ego of officialdom. But Navroze’s eyes, ears and mind were open at all times to spot interesting phenomena of this alien culture. As a result, Dreams of the Dragon’s Children is a spell-binding, multi-layered story that touches lightly but knowledgeably on politics, philosophy, environmental issues and anything that moves on wheels. Written with passion and compassion, it displays Navroze’s insatiable love for people, places, children, rivers, rocky cliffs and history. Even in this narrative, Navroze’s sense of life’s absurdities is alive at all times. He writes about the truck carrying the crew over roads that send up clouds of yellow dust in its wake, coming to a halt in the middle of nowhere because the driver’s shift is over. So Navroze takes over the wheel while the driver sleeps in the back. He recounts a story he has heard about a south Indian missionary who decided to preach Jesus to a village in inner Mongolia. The villagers listened to him, gave him a magnificent feast and threw him over the cliff.Navroze  Contractor - Filmmaker, Cinematographer, photographer, music lover,  biker, cricketer, raconteur, lover of life and friend to so many of us. pic.twitter.com/8Jm4GuPvJL— Anand Patwardhan (@anandverite) June 18, 2023\n\nNavroze was a quintessential artist of the sixties and seventies. Those decades, now lost in the haze of nostalgia, were a time when writers, theatre people, filmmakers, artists, musicians and dancers believed they were making an important contribution to nation-building through their art. The time was also the heyday of jazz. In a long nostalgic email Navroze once wrote to me, he recalled sneaking out of Baroda over weekends and coming to Bombay for the jazz. There were four jazz clubs around Churchgate that played live music during lunch and dinner. “Venice had the best act and played till late because they had a cabaret thrown in,” he wrote. “I knew the band very well. At midnight the drummer had to leave so I would sit in for the last set.”Navroze was not merely full of life. He was life. There could not have been a more tragic irony than his being killed in a road accident. Out on his routine Sunday motorcycle ride with his group, Navroze, a lifelong campaigner for safe driving, met his end at the hands of bikers who thought nothing of riding on the wrong side of the road in a drunken state. It is the manner of his going that has caused the greatest anguish to his innumerable admirers and friends.Shanta Gokhale is a novelist, playwright, translator, cultural critic and theatre historian. Her many honours include the Sangeet Natak Akademi Award for her contribution to the performing arts.","author":"Shanta Gokhale","time":"2023-06-21T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191429-otfyogqwhw-1687255507.jpg","tags":["Navroze Contractor","Tribute"],"source":"https://scroll.in/reel/1051261/shanta-gokhale-the-navroze-contractor-i-knew"}