{"title":"Sharmila Tagore bridged the gap between art and commerce way before the rest","content":"What is the first image that comes to your mind when you hear the name Sharmila Tagore? If you have been exposed to the best of Bengali cinema, it would perhaps be the actor Apu’s young wife Aparna in Satyajit Ray’s Apur Sansar (1959) or the teenage bride Dayamoyee in Ray’s Devi (1960). Tagore went on to do three more Bengali films with Ray – Nayak (1966), Aranyer Din Ratri (1970) and Seemabaddha (1971). In her interviews and her writings, she has often referred to herself as Ray’s student.Yet, audiences outside Bengal are more likely to remember Sharmila Tagore as a highly successful commercial actor, who delivered several hits, especially when paired against Rajesh Khanna. Is there a contradiction between the two Tagores, and which one wins out, Ray’s student or the Bollywood topper?Sharmila Tagore in ‘Devi’.Being a member of the Nobel Laureate’s extended family (both her parents are related to Rabindranath Tagore), Sharmila Tagore’s personality was shaped even before she stepped into films. It is said that Rabindranath Tagore, who was married at age 21 to 10-year-old Mrinalini Devi, was so racked with guilt at seeing his wife playing with toys that he became a strong feminist. He went on to write several touching poems, novels and short stories on the theme of the emancipation of women.Just like the strong female protagonists of Tagore’s literary world, Sharmila Tagore turned out to be a fiercely independent woman who did exactly what she wanted to. She started performing at age 13, under the keen eye of Ray, and was almost thrown out of school as a bad influence. The 18-year-old Tagore held her own against the 33-year-old superstar Shammi Kapoor in her Hindi debut Kashmir Ki Kali (1964). She displayed the same chutzpah in her personal life with her marriage to Mansoor Ali Khan Pataudi. Her career soared after her marriage in 1969, which speaks volumes about her courage of conviction and talent, considering that this was a time when female actors were relegated to playing sister-in-law roles the moment they tied the knot.An intelligent actress knows that she must look for good scripts and directors and trust them completely. Whether it was Shakti Samanta or Gulzar, Tagore completely submitted to their vision – as she did with Ray. If she hadn’t, you wouldn’t remember her roles in Amar Prem and Aradhana. Water takes the shape of the container into which it is poured, but its basic properties never change.I have always found Tagore’s choices to be smart, even if, by her own admission, she sometimes ruined her roles with her stubbornness. For example, she admitted in an interview that she insisted on retaining her stylish bouffant for her lead role in Hrishikesh Mukherjee’s Anupama (1966), much against the director’s wishes. But she more than made up with her superb performance as the woman in a complicated relationship with her father. Tagore put in a nuanced performance in another difficult film, Mukherjee’s Satyakam (1969), in which she plays the perfect foil to Satyakam’s impossibly virtuous character, played by Dharmendra.Tagore has also said in an interview that Kashmir Ki Kali was all about dressing up and looking pretty. It is tough to think of a single Hindi film in which she didn’t look sharp, or where you got the feeling that she had sleepwalked through the production.\n\n\n    \n    Play\n\n‘Kashmir Ki Kali’.After a successful outing in Ray’s films followed by early hits with Shammi Kapoor in the 1960s, Tagore’s on-screen pairing with Rajesh Khanna stands out. She complemented some of Khanna’s best performances, starting with his first big hit, Shakti Samanta’s Aradhana (1969), in which she plays both lover and mother to the superstar. The move could have proven to be professional hara-kiri, but Tagore survived. She returned to play a woman of easy virtue who finds redemption in mothering a neglected child in Samanta’s beautiful Amar Prem (1972). Asit Sen’s Safar (1970), one of my favourites, is a somewhat underrated Khanna-Tagore movie. She plays a woman who is best friend and companion to her classmate (Khanna) as well as her husband (Feroz Khan).When both men leave her (one dies of cancer, the other commits suicide) , she fights back, completes her education and becomes a successful surgeon.\n\n\n    \n    Play\n\n‘Safar’.Yash Chopra’s Daag (1973) is another interesting Khanna-Tagore pairing. The film initially left audiences confused about the morality of the love triangle. Tagore was also paired with the dashing and supremely talented Bengali Uttam Kumar in Amanush (1977) and Dooriyan (1979). In Amanush, she plays an ambitious theatre actor who has serious differences with her husband. Mukherjee explored her comic timing in Chupke Chupke (1975).Tagore’s crowning glory was a National Film Award for her double role in Mausam (1975), Gulzar’s piece de resistance about the travails of an unmarried mother and her daughter. Tagore’s startling performance as the prostitute who initially mistakes her biological father to be a customer and later asks him some stinging questions about uprightness was a slap in the face of her critics.Tagore also appeared in several medium and small budget films throughout the ’70s, including Basu Bhattacharya’s amazing Aavishkar (1974), in which she and Khanna display their most nuanced act as a bickering couple. In Gulzar’s Namkeen (1982), she plays one of the daughters in an all-female household who grows close to the truck -driver-turned-tenant (Sanjeev Kumar). Ramesh Sharma’s New Delhi Times (1986), for which her co-star Shashi Kapoor won the National Film Award, stands out as another good film from the ’80s.\n\n\n    \n    Play\n\n‘Mausam’.By the late ’80s, Tagore had been pushed into mother roles, of which only Sunny (1984) is worth remembering, followed by Viruddh(2005) and Eklavya (2006) many years later. Tagore also acted in an international production in 1991 – Mira Nair’s Mississippi Masala. Her last noticeable outing was as Deepika Padukone’s mother in Break Ke Baad (2010).Today, we have a whole new breed of actresses who straddle mainstream and art cinema with ease. They would do well to remember that Sharmila Tagore got there first.Nirupama Kotru is a civil servant. Views are her own.","author":"Nirupama Kotru","time":"2016-12-08T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/823472-46873-uzyyjjiyqe-1481048500.jpeg","tags":["Happy birthday Sharmila Tagore","Satyajit Ray","Shakti Samanta"],"source":"https://scroll.in/reel/823472/sharmila-tagore-bridged-the-gap-between-art-and-commerce-way-before-the-rest"}