{"title":"Sharad Pawar says NCP can think of alternative if BJP-Shiv Sena fail to form Maharashtra government","content":"Nationalist Congress Party chief Sharad Pawar said on Friday that his party can think of providing an alternative arrangement if the Bharatiya Janata Party and the Shiv Sena fail to form a coalition government in Maharashtra, The Indian Express reported.The BJP won 105 seats in the Maharashtra Assembly elections, and its ally the Shiv Sena secured 56. The majority mark in the Assembly is 145. However, there appears to be no headway in government formation even more than a week after the election results came out. This is because the BJP has refused to concede the Shiv Sena’s demand that it share the chief minister’s post and divide portfolios on a 50:50 basis. Pawar had last month backed the Shiv Sena’s demand.Earlier this week, Shiv Sena leader Sanjay Raut visited Pawar at his home in Mumbai, and claimed that he exchanged Diwali greetings. Mumbai Nationalist Congress Party President Nawab Malik on Friday denied that there had been any talks between the Shiv Sena and his party for government formation, the Hindustan Times reported. “No such plan was discussed, not even in the meeting between Pawarsaheb and Sanjay Raut,” he said. “Even after getting a majority, if the Sena and BJP fail to provide a stable government, we will definitely think of providing an alternative,” Pawar said on Friday. However, he added that the Congress is unlikely to support such an arrangement. The Nationalist Congress Party has 54 seats in the Assembly, while the Congress has 44. The Shiv Sena, Nationalist Congress Party and Congress will have to form an alliance if they want to take the reins of the government.Pawar had said on October 26 that the Nationalist Congress Party will not seek to form a government, but instead sit on the Opposition benches. On Friday, the Nationalist Congress Party chief described the power tussle between the BJP and Shiv Sena as “childish”, PTI reported.In an interview with News18, Pawar also expressed concern that if the new Maharashtra government is not formed before the Ayodhya verdict, “it will not be in the interest of peace in the society”. “We all know what happened in Mumbai last time over the Ayodhya issue,” he said, referring to the 1993 bomb blasts and the riots in the commercial capital, following the razing of the Babri Masjid in Ayodhya. Pawar also denied that he had spoken to Prime Minister Narendra Modi following the Assembly poll results. The veteran politician said he recently spoke with Interim Congress President Sonia Gandhi, who has invited him to Delhi on Monday for a meeting of Opposition parties. Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-11-02T11:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/79400-rhcmjmowup-1572674738.jpg","tags":["Sharad Pawar","Shiv Sena","Bharatiya Janata Party","Nationalist Congress Party","Congress","BJP","Maharashtra"],"source":"https://scroll.in/latest/942432/sharad-pawar-says-ncp-can-think-of-alternative-if-bjp-shiv-sena-fail-to-form-maharashtra-government"}