{"title":"Sharad Pawar admits his mistake in choosing wrong candidate from Satara for Lok Sabha elections ","content":"Nationalist Congress Party chief Sharad Pawar on Friday admitted at a rally in Maharashtra’s Pune city that he made “a mistake” in choosing the candidate for the Lok Sabha elections from the Satara constituency, NDTV reported. The Nationalist Congress Party had fielded Udayanraje Bhosale, a descendant of Chhattrapati Shivaji Maharaj, from Satara. After winning the Satara seat, Bhosale left the party, and joined the Bharatiya Janata Party ahead of the Maharashtra Assembly elections.Pawar’s admission came a day after Prime Minister Narendra Modi told the audience at a rally in Satara that the Nationalist Congress Party chief lacked the courage to contest the Lok Sabha polls from the constituency. “Sharad Rao [Pawar] is Sharad Rao [Pawar],” Modi had said at the rally. “He knows the direction of the wind that’s why he clearly refused [to contest].”“When one makes a mistake, one should admit it,” Pawar said. “I made a mistake while selecting candidate for the Lok Sabha poll. I accept this publicly. But I am happy that to correct the mistake, every young and old person in Satara is waiting for October 21.” Shriniwas Patil is the party’s candidate from Satara for the bye-elections.The Maharashtra Assembly polls are due on October 21, and the results will be declared on October 24.The Nationalist Congress Party chief continued to address the crowd despite heavy downpour. “The rain god has blessed the NCP for the October 21 election,” Pawar said. “And with the blessings of the rain god, Satara district will create a miracle in Maharashtra. That miracle will begin from October 21.”Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-19T16:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129374-zaydlntwjh-1571483638.jpg","tags":["Sharad Pawar","Nationalist Congress Party","Maharashtra Assembly elections","Udayanraje Bhosale","Narendra Modi"],"source":"https://scroll.in/latest/941070/sharad-pawar-admits-his-mistake-in-choosing-wrong-candidate-from-satara-for-lok-sabha-elections"}