{"title":"Sharad Pawar says he held talks with the BJP after 2019 polls to expose its ‘hunger for power’","content":"Nationalist Congress Party chief Sharad Pawar on Thursday admitted that he had held talks with Bharatiya Janata Party leader Devendra Fadnavis to form a government after the 2019 Assembly elections in Maharashtra, The Indian Express reported.He, however, claimed that he had done so to expose the BJP’s “hunger for power” and their “willingness to align with anyone” to gain control in the state.Pawar’s statement comes a day after Fadnavis had claimed that the NCP chief had “played a double game” in 2019 by first agreeing to form an alliance with the BJP and then backing off.On Thursday, Pawar replied to Fadnavis saying that he had thrown a “googly” towards him to deceive him, reported The Times of India.“He [Fadnavis] said in his interview yesterday that I changed my stand within two days after that meeting,” Pawar said, according to the Hindustan Times. “The question is why did Fadnavis then take oath after two days and that too early in the morning keeping everyone in the dark?”In the wake of a hung Assembly after the 2019 state elections, the Shiv Sena and the BJP broke off their alliance as the saffron party disagreed on splitting the tenure of the chief minister’s post. The Shiv Sena then joined hands with the NCP and the Congress to form the Maha Vikas Aghadi coalition government.Days after the announcement, Fadnavis had taken oath as chief minister of Maharashtra in an early morning coup by claiming to have support from Ajit Pawar and a group of NCP MLAs. Ajit Pawar had taken oath as the deputy chief minister. However, the government lasted less than 80 hours as both Fadnavis and Ajit Pawar quit ahead of a trust vote in the House. A few days later, Sena’s Uddhav Thackeray took oath as chief minister after being made the leader of the Maha Vikas Aghadi government.  However, in June last year, the alliance fell through as a group of Shiv Sena MLAs led by Eknath Shinde rebelled against the party and formed a new government with support from the BJP.In his biography, Pawar had said that he was shocked to learn that his nephew Ajit Pawar had taken oath along with Fadnavis in 2019.","author":"Scroll Staff","time":"2023-06-30T13:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173479-jykpahaxaz-1650775533.jpg","tags":["Devendra Fadnavis","Ajit Pawar","Sharad Pawar","BJP","NCP"],"source":"https://scroll.in/latest/1051833/sharad-pawar-says-he-held-talks-with-the-bjp-after-2019-polls-to-expose-its-hunger-for-power"}