{"title":"Shashaa Tirupati interview: ‘My life could well be a movie, there is so much drama in it’","content":"Canadian-Indian singer Shashaa Tirupati was around six years old when she knew she could sing: she impressed her parents with her rendition of Lata Mangeshkar’s Jao Re Jogi Tum Jao Re from the 1966 film Amrapali. From amateur singer to successful professional, Tirupati’s life has scarcely been without event. She dropped out of college to pursue music, relocated to India, sang and composed songs and jingles in different languages, took a break from singing after a musician’s harsh comment, went back behind the mic, and won her first National Film Award for her striking solo Vaan in Mani Ratnam’s Tamil film Kaatru Veliyidai (2017). “My life could well be a movie, there is so much drama in it,” Tirupati said with a laugh at a cafe in Mumbai, a recent afternoon. While Tirupati began her career by singing in Hindi and Tamil, she got her first big break in 2014 through AR Rahman in Kochadaiiyaan (2014). The 30-year-old singer’s collaboration with the music composer has resulted in a discography that includes Parandhu Sellava and Naane Varugiren from OK Kanmani (2015), Rasaali from Achcham Enbadhu Madamaiyada (2016),  Chal Kahin Door and O Sona Tere Liye  from Mom (2017) and Mechanicle Sundariye from Shankar’s upcoming Rajinikanth starrer 2.0. Among Tirupati’s other tracks are Hawa Hawai 2.0 from Tumhari Sulu (2017), Phir Bhi Tumko Chaahunga from Half Girlfriend (2017) and Visiri from Ennai Noki Paayum Thota. Excerpts from an interview.You started singing at the age of six in Canada and later relocated to India to pursue professional singing.I come from a very academically inclined family. Venturing into music is something that no one ever thought of at home. My grandfather was strictly against music. I was the first generation to pursue music.My family has been living in Canada since the late 1960s. So my family friends used to come home often. One day, when I was two years old, I was singing an aarti with my mom. Obviously when you are a kid, you are confident about things and I just screamed it out. They used to play old cassettes of Lata [Mangeshkar] ji and [Mohammed] Rafi saab at home. There was this one song I picked up from Amrapali [Lekh Tandon’s 1966 film] called Jao Re Jogi Tum Jao Re. I sang it to my parents and they were shocked.When I was in Vancouver, I took part in a lot of competitions and also got trained in classical music.\n\n\n    \n    Play\n\nNaane Varugiren, OK Kanmani (2015).At what point did you know that singing was what you wanted to do? The switch happened when I dropped out of a pre-medical course in Canada. It was around the time Mani Ratnam’s Guru [2007] had released. I heard the song Aaruyire Manipaaya and Jaage Hai Der Tak composed by AR Rahman. I don’t know what happened, but for the next month and a half, these were the only two songs that I would listen to. After that, I decided that I did not want to do anything but music. I fought with my parents and kind of ran away from home. And I told them that I wanted to sing for this man [AR Rahman] one day.My dad was hurt because I was on a lot of scholarships. But my parents were sensible and agreed to let me come here [India] and gave me a year.After coming to India, you voiced jingles and sang for a few Tamil and Hindi titles.I came here and participated in reality shows every year. I hated it, but that would pay my bills. I do not enjoy being a competitor on a reality show. The vibe does not work for me. I prefer working my way up.At one point, I stopped singing between 2010 and 2012 because someone very prominent from the music industry told me that I had a bad voice. This was when I had already sung for some 20-odd flop films.And 2013 was when Rahman sir happened to audition for a Hindustani classical choir for Coke Studio [MTV’s live-music series]. I was one of the seven who were selected and that is when I resumed singing.\n\n\n    \n    Play\n\nShashaa Tirupati.Your big break came with AR Rahman’s ‘Vaada Vaada’ from ‘Kochadaiiyaan’, which was the start of your collaboration with the composer. I will never forget that one moment. During one of the first days of rehearsals at Coke Studio, he just looks over towards the choir and asks, which one of you is Shashaa? I thought I had screwed up and got the harmony wrong. I lifted my hand and he looked at me and he looked away.The next day, I got up and asked him why he asked for me. He told me that his assistant played him some of my songs, and that my voice sounded like a musical instrument.Any memories from your first recording with him?Exactly a month after the Coke Studio episode, I got a call from Chennai saying Rahman sir would like to try my voice for a new song. So I went there, but I lost my voice as I had a bad cold.This is why I worship that man. I saw him the next day and I was coughing and I lost my voice. He told me it was okay and not to strain my voice. He told me to text him when I felt better and that he had kept the song for me. Who does that? That is the very first song I sang for him: Vaada Vaada from Kochadaiiyaan.\n\n\n    \n    Play\n\nVaada Vaada, Kochadaiiyaan (2014).Your recent collaboration with AR Rahman in ‘Vaan’ from ‘Kaatru Veliyidai’ resulted in your first National Film Award. What was the creative process behind the song?I was in Rahman sir’s Mumbai studio and we were randomly talking. He told me that there was a song which had repeats of a rhyming word. He told me that he still needed to work on it. I flew down to Chennai and went into the studio. It was just a jam session. He would just tell me what to sing and I would repeat after him. He was creating the song on his piano. Whatever melody he touches is like the touch of Midas. That is the thing about creative people.   The entire time I recorded it, I had a lump in my throat. I have goosebumps thinking about the process. I cannot tell you how emotionally affected I was after recording the song. I remember going back to the hotel room and crying. On my bucket list, I have always wanted to adopt a kid. After Vaan happened, I knew that I wanted to name my kid after the song. What was Rahman’s brief to you? And what is the preparation involved in singing such emotionally demanding songs?My brief was actually very musical. He told me he wanted it to be very husky in terms of texture. In terms of feel, he told me it wanted it to be airy. You do not need to know the lyrics. As much as I respect the lyrics and value them, when you are recording with a person like Rahman sir, you necessarily do not need to know the meaning. He guides you through everything.For me, emotion always comes from some place inside. When I am singing a song that is emotionally demanding from a place of pain or romance, like Phir Bhi Tumko Chahunga, I kind of tap into that space. A good melody will help tap into that place. Rahman sir’s music has always touched me that way.\n\n\n    \n    Play\n\nVaan, Kaatru Veliyidai (2017).Could you explain through an example?Parandhu Sellava, for instance, was called the loop song because the entire song was on loop. There is basically a loop that is playing and on top of that there are additions. Sir made me do different sounds and hoot like an owl. He moved those sounds. He is an engineer beyond excellence. He will chop your voice up, reverse it.He would want me to improvise and told me how he wanted me to do it. The body too was used for a lot of the sounds. Karthik did this chest sound for the beginning of the sound. That would loop into lush strings in the second half. The song is about flying, and it gives you that feeling.The interesting part about the song is the emptiness in it. The strings are only a part of the track right at the end. The emptiness has so much of significance when you relate that to the choreography and the set, which was just one closed room and a cot. It is intimate and beautiful. Which of your songs have challenged you the most?I have sung in 12 languages. But the most difficult song I have sung was Raasali from Achcham Yenbadhu Madamaiyada. The charanam killed me. Thamarai ma’am was standing right behind Rahman sir during the recording. I adore her because I have tremendous respect for the respect she holds for her native language. She continues to stand up for conserving the language in its purest form.There were a lot of tongue twister words in the song. I remember when we were recording Raasali, Whiplash [Damien Chazelle’s 2014 film] had just released. I recorded the entire song. And Rahman sir came in. He changed the tune and told me to sing the tune without the lyrics. I was singing without the lyrics and suddenly I drifted towards Thamarai maam and I started singing with the lyrics.[Rahman] sir screamed and told me to sing just the tune. I got teary-eyed. He immediately told me that it was alright and jokingly said that he was in Whiplash mode. We were talking about how the two most harmful words in the dictionary were “Good job” [a dialogue in the film] and started cracking up. Later when I went back home, I got an email from him saying, “Good job. Just kidding. No seriously, good job.” That is how he is. He is extremely funny.The song was appreciated for its gorgeous Carnatic varnam Ninnu Kori. I sang the Ninu Kori part for 25 minutes. Rahman sir wanted me to sing it in various ways. So I went into the studio and recorded 25 minutes of it. He compressed that 25-minute bit into a 25 second piece. I sang 25 minutes of random stuff. He put that randomness together and made music out of it.\n\n\n    \n    Play\n\nRasaali, Achcham Enbadhu Madamaiyada (2016).What is the significance of classical music in the film music scene?An analogy for that would be how important going to the gym is for an actor. This is a muscle and you have got to develop it. There are techniques that you are taught in any form of classical music. These exercises help to sing in pitch and to sing for longer hours. You can also use your voice as an instrument.Today, I do not see very many classically trained singers. But our times have changed. Our songs are also not demanding in terms of classical music. I gave also noticed that you will not find singers singing in pitch because we have other ways of helping them. We have Auto-Tune to help people sing in pitch.What are some of the other changes you have noticed along your journey?Our times are such that we are all about emotions. We emote a lot more in our times. Back in the day, the singing was on a particular graph. In those times, it was more about the melody. But today sound and being able to play those songs in a club are very important.The lyrical value has also changed. We do not talk about the skies or the nature. Nowadays, it is basic, and basic is in no way degrading. An example is social media. It is something that we use every day, and that becomes part of our music. Very regular things we see everyday become part of our lyrics.\n\n\n    \n    Play\n\n2.0.","author":" Sruthi Ganapathy Raman","time":"2018-06-13T08:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/881818-oaowsgzccy-1528438466.jpg","tags":["Shashaa Tirupati","AR Rahman","OK Kanmani"],"source":"https://scroll.in/reel/881818/shashaa-tirupati-interview-my-life-can-well-be-a-movie-there-is-so-much-drama-in-it"}