{"title":"Shashi Tharoor, Mallikarjun Kharge to face off in Congress presidential polls","content":"Shashi Tharoor and Mallikarjun Kharge will compete against each other in the election for the post of the Congress president, according to the final list released by the party.The election  to decide the successor to the longest-serving party president Sonia  Gandhi will take place on October 17 and the results will be announced  two days later. The last date to file nominations was Friday.Besides Tharoor and Kharge, Jharkhand Congress leader KN Tripathi had also filed  his nomination to contest the poll. However, his nomination was  rejected, said Madhusudan Mistry, Congress central election authority  chairperson, PTI reported.“Two candidates – Kharge and Tharoor – are in a direct contest now,” Mistry said.These  candidates can withdraw their forms till October 8. The polling will be  held if Kharge and Tharoor retain their candidature. More than 9,000  Congress delegates will vote for the next chief.After the  candidates were declared, Tharoor said he was delighted to learn that  he will compete against Kharge. “May the Party and all our  colleagues benefit from this democratic process!” he added.Delighted to learn that, following scrutiny, Shri @kharge and I will be squaring off in the friendly contest for President of @incIndia.  May the Party and all our colleagues benefit from this democratic process! pic.twitter.com/X9XAyy8JCB— Shashi Tharoor (@ShashiTharoor) October 1, 2022\n\nMeanwhile, senior Congress leader Mallikarjun Kharge resigned as the leader of Opposition in Rajya Sabha soon after he filed his nomination for party president poll on September 30, NDTV reported on Saturday.In his letter to the Congress’s interim chief Sonia Gandhi, he said he is quitting the post in line with the party’s “one person, one post”. He sent the letter to Gandhi last night.Senior leaders P Chidambaram and Digvijaya Singh are in the race to become the Leader of the Opposition in Rajya Sabha.Controversial race to the pollsLast week, Rajasthan Chief Minister Ashok Gehlot also said that he  will contest for the Congress president’s post. However, on  Thursday, he said he was out of the race.Gehlot made the statement after meeting Sonia Gandhi  in Delhi. He told reporters that he had apologised to her after  Rajasthan Congress MLAs defied the central observers by not attending a  legislature party meeting in Jaipur on Sunday.The legislators had instead held another meeting and several of them loyal to Gehlot tendered their resignations, pushing the party into a crisis.The  MLAs had boycotted the meeting called to pass a resolution empowering  the party president to pick Gehlot’s successor amid speculation that  Sachin Pilot could be appointed the next chief minister.Gehlot on  Friday told reporters that all senior leaders had decided to support  Kharge for the party chief’s election. He stated that Kharge was an  experienced leader and had won elections 10-12 times.","author":"Scroll Staff","time":"2022-10-01T17:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180664-eaowkwppos-1664626394.jpg","tags":["Mallikarjun Kharge","Sonia Gandhi","Rajya Sabha","Shashi Tharoor","Congress"],"source":"https://scroll.in/latest/1034098/shashi-tharoor-mallikarjun-kharge-to-face-off-in-congress-presidential-polls"}