{"title":"'She has never quit on anything in her life': First Lady Michelle Obama endorses Hillary Clinton","content":"First Lady of the United States Michelle Obama on Monday night endorsed presumptive Democratic nominee for president Hillary Clinton at the Democratic National Convention in Philadelphia, The Wall Street Journal reported. \"I am here tonight because in this election, there is only one person whom I trust with that responsibility, only one person who I believe is truly qualified to be president of the United States, and that is our friend Hillary Clinton,\" she said.In a stirring speech, the 52-year-old criticised Republican presidential nominee Donald Trump – though she did not mention him by name – and condemned the \"hateful language we hear from public figures on TV\". Obama also hailed Clinton's \"guts\" and \"grace\", saying, \"...She never buckles under pressure; she never takes the easy way out. And Hillary Clinton has never quit on anything in her life.\"On the first day of the Democratic convention, Clinton's former rival in the presidential race Vermont Senator Bernie Sanders and Massachusetts Senator Elizabeth Warren, too, urged voters to support the former US secretary of state. Sanders said, \"Any objective observer will conclude that based on her ideas and her leadership, Hillary Clinton must become the next president of the United States...The choice is not even close,\" according to Vox. Warren, on the other hand had a few harsh words for Clinton's Republican rival, accusing him of following the \"divide-and-rule\" strategy. Warren said: \"That's Donald Trump's America...An America of fear and hate; an America where we all break apart – whites against blacks and Latinos. Christians against Muslims and Jews. Straight against gay. Everyone against immigrants. Race, religion, heritage, gender – the more factions the better,\" USA Today reported. On Tuesday, July 26, Clinton's husband and former US president Bill Clinton is expected to speak at the convention, where she will be officially declared the Democratic presidential nominee.“Because of Hillary Clinton, my daughters...can take it for granted that a woman can be president.” —@FLOTUS pic.twitter.com/bCezjrX9W5— Hillary Clinton (@HillaryClinton) July 26, 2016\n\"While...Trump is busy insulting one group after another, Hillary...understands that our diversity is one of our greatest strengths\" —Bernie— Hillary Clinton (@HillaryClinton) July 26, 2016\n“If you believe we are stronger together, then let’s work our hearts out to make Hillary Clinton the next president.” —@ElizabethForMA— Hillary Clinton (@HillaryClinton) July 26, 2016","author":"Scroll Staff","time":"2016-07-26T15:40:38.028711+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/812511-38225-exmxrulrfx-1469527769.jpg","tags":["Hillary Clinton","Michelle Obama","US elections","Donald Trump","Bernie Sanders"],"source":"https://scroll.in/latest/812511/she-has-never-quit-on-anything-in-her-life-first-lady-michelle-obama-endorses-hillary-clinton"}