{"title":"Sheikh Hasina accuses US of seeking regime change in Bangladesh","content":"Bangladesh Prime Minister Sheikh Hasina on Monday accused the United States of seeking a regime change in the country, bdnews24 reported.“They are trying to eliminate democracy and introduce a government that will not have a democratic existence,” Hasina said in Parliament. “It’ll be an undemocratic action.” Hasina’s criticism of the United States comes at a time when Washington has pulled up her party – the Awami League – on issues related to human rights.In December, several former and current leaders of the Rapid Action Battalion were sanctioned by the United States. The RAB, an elite Bangladesh paramilitary unit, is alleged to have carried out enforced disappearances and extrajudicial killings on behalf of the government.In the same month, American Ambassador Peter Haas had met families of victims of alleged enforced disappearance under Hasina’s rule. This included the family of Sajedul Islam Sumon, a leader from the Opposition Bangladesh Nationalist Party.In February, Derek Chollet, the US State Department counselor, had expressed concern about the decline of democracy in Bangladesh. He had warned that this would limit American cooperation with Dhaka and urged Hasina to ensure free and fair elections.Also read: The great game in India’s backyard: How Pakistan, Bangladesh are balancing Washington and MoscowOn Monday, Hasina criticised the United States alleging that Washington does not practice its democratic norms beyond the Atlantic Ocean.“They can overthrow the government of any country,” she claimed. “In particular, Muslim countries are going through tough situations.”‘Pratham Alo is an enemy of people’In her speech, the prime minister also criticised Bangla-language newspaper Prothom Alo, saying that it is an enemy of the Awami League, democracy and the people.“I must say that they never want stability in the country,” Hasina said, according to bdnews24. “They were elated when an emergency was declared in 2007. It was then that two newspapers rolled up their sleeves [to achieve their goals].”On March 30, the Hasina-led government had arrested Prothom Alo reporter, Shamsuzzaman Shams, on charges of writing false news on the rising food prices in Bangladesh, reported The Guardian.Bangladesh Home Minister Asaduzzaman Khan said that Shams was arrested under the country’s Digital Security Act as his report was “false, fabricated and ill-motivated”, reported Al Jazeera.Bangladesh’s Digital Security Act has been denounced by critics as a flawed and draconian law, which has provisions of jail sentences of up to 14 years.","author":"Scroll Staff","time":"2023-04-11T12:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179388-spihoyxdge-1662297456.jpg","tags":["Bangladesh","Sheikh Hasina","United States"]}