{"title":"‘Shelter, but also hope’: How the first batch of refugee students in Mizoram cleared Class 10 exams ","content":"On his first day in Class 9 at his new school, Rampengthua was in tears.“I cried a lot that day,” said the 15-year-old, recalling that day in September 2021 when he joined the Government Thanchhuma High School in Farkawn, a village in Mizoram’s Champhai district. “I did not understand a word of what I was being taught,” he said.Rampengthua’s distress was natural. The classes were being held in English and Mizo, languages he did not understand.Back home in Chin state, Myanmar, he spoke Hakha at home and Burmese or Myan in school.But a few months earlier, Rampengthua and his family had left his home behind. They made a dangerous journey on foot, abandoning their home of many years and crossed over to Farkawn – just as thousands of people from Myanmar had arrived in India in March 2021, when the military junta seized power from a democratically elected government. Mizoram opened its doors to the Chin refugees, with whom the Mizos share ethnic ties. Relief camps were set up, and civil society groups pitched in to help the displaced.In August 2021, the Mizoram government allowed children of refugee families to continue their education in government-run schools.Despite his struggle with language, Rampengthua saw that being admitted to a school was an opportunity. “When we left our home, we did not know that we could go back to school again,” he said. Today, he is among the first batch of students from the refugee families of Myanmar – eight girls and two boys – to have cleared the Class 10 board examinations held by the Mizoram state board. The results were declared on May 13. “The last few years have been very traumatic for us. Now, my family has something to celebrate,” Rampengṭhua said. “Credit goes to Mizoram, which has not only given us shelter but also hope.”The long journey outFor Vanhnempari, too, the results bring good cheer at a time of uncertainty. The 17-year-old is one of the best performers of her batch, having scored 80.8% marks in the board exam.In March 2021, Vanhnempari had fled with her parents from their home in Hakha, the capital of Chin state in Myanmar. “We walked barefoot for over two days to reach the Tiau river,” she said.The Tiau flows by Farkawn and marks the international boundary of India and Myanmar. “We left everything behind,” she said.The family moved into a rented accommodation in Farkawn. “We got admitted to the school after the Mizoram government permitted us [refugees] to resume education,” said Vanhnempari. “We did not hope ...but it felt very good to get an opportunity to study again,” she said.Like others, one of the main obstacles for her in the classroom was language. “I didn’t understand any subject in the initial days,” she said. “I was also anxious in a new place,” Vanhnempari said. In her interview with Scroll over the phone, she spoke in English, with some help from her teachers when she faltered.She added: “But my new friends and teachers helped me a lot in explaining the things I did not understand and in making notes,” she said.For many of the children from displaced families, it took hard work to find their feet. “I spent at least an hour every night learning English and Mizo,” said Iangtintlemi, a 17-year-old who arrived in Farkawn in March 2021 with her eight-member family. Both Iangtintlemi’s parents were government employees in Myanmar. Her father is a member of Myanmar’s civil disobedience movement, led by bankers, teachers and bureaucrats and other professionals, which is opposing the coup.The futureVanhnempari, who likes to play volleyball and read books, will soon enrol into a higher secondary school nearby. Her goal, she said, is to become a lawyer.  “I want to go back to my country to make it better and fight for our people and our rights. I miss my home,” she said. What she is worried about, however, is her chances of pursuing higher education.Without an Indian identity card, she knows that it will be difficult to get admission to colleges.“We are very grateful to the Mizoram government. But we urge them to give us identity documents that will help us study in college,” Vanhnempari said.A helping handSince August 2021, around 3,000 students from refugee families of Myanmar have been studying in various government schools across the state, said a senior Mizoram government official.The authorities had made it clear that “there will be no discrimination between refugees and local students”, said J Nichhuma, the headmaster of the school in Farkawn.Teachers, too, rose to the challenge. “Their difficulties inspired us to sharpen our teaching skills,” said C Lalrammawia, who teaches mathematics at the Farkawn school. “We tweaked our teaching style and also held remedial classes. The students were sincere, eager to learn and worked hard.” He added: “There is always light at the end of darkness.”","author":"Rokibuz Zaman","time":"2023-05-30T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190574-ewiijqjqan-1685087630.jpeg","tags":["Myanmar refugees in India","Myanmar refugee children","Class 10 board results","Mizoram refugee crisis","Chin refugee","Myanmar coup"],"source":"https://scroll.in/article/1049802/shelter-but-also-hope-how-the-first-batch-of-refugee-students-in-mizoram-cleared-class-10-exams"}