{"title":"Shifting goalposts: AIFF chief Kalyan Chaubey needs to come clean on the ISL not having relegation","content":"This article originally appeared in The Field’s newsletter, Game Points, on May 1, 2024. Sign up here to get the newsletter directly delivered to your inbox every week.Last month, Mohammedan SC were crowned champions of the 2023-24 I-League season, the second tier of men’s club football in India. The title, Mohammedan’s first ever, also earned them a place in next season’s Indian Super League – the pinnacle of men’s club football in the country.For football fans in Kolkata, Mohammedan’s victory would finally unite them with the two big Kolkata clubs, Mohun Bagan Super Giant and East Bengal FC in India’s premier football league.By Saturday, the ISL season will also come to the close as Mohun Bagan take on Mumbai City in the final. Yet questions remain about the structure of leagues.For the first nine years of its existence, the ISL had been a closed league with no promotions or relegations. Instead, clubs could join the league if they paid an annual licence fee of Rs 15 crore.The ISL is run by Reliance subsidiary Football Sports Development Limited. It is the commercial partner of the All India Football Federation. It allots prime-time slots for games on television and gives the clubs a share of the broadcast revenue. With almost all of the money in Indian football being pumped into the ISL, Bengaluru FC, Mohun Bagan and East Bengal – all former I-League champions – joined the league.After being a closed tournament for nine years, the ISL was directed by the Asian Football Confederation to implement a system of promotion from the 2023-’24 season. This followed after ISL was granted the status of India’s top league. As per the Asian body’s roadmap for Indian football, promotions and relegations of clubs were necessary to ensure healthy competition. This meant that I-League winners from the 2022-’23 season onward would be promoted to the ISL, while the lowest-placed ISL team at the end of the 2024-’25 season would drop to the second-tier I-League.But a few weeks ago, All India Football Federation president Kalyan Chaubey hinted that relegation from the ISL would not be implemented from next season as planned.“I understand, because of the format, if a franchise gets relegated, then there won’t be much motivation for the team to continue in I-League,” Chaubey told The Times of India.“ISL franchises invest heavily, and they know they are there with long-term [plans],” he said. “ISL is not ready for relegation, unless I-League raises its bar. There should be a minimum gap between the two leagues.”There are several problems with Chaubey’s statement. Chief among them is the insinuation that the I-League, which is run by the All India Football Federation, a body Chaubey presides over, is simply not good enough.Punjab FC, which was the first I-League champions to be promoted, finished its first season in the ISL in eighth place. It was just three points outside the playoffs zone and ahead of three former ISL champions in Bengaluru FC, Jamshedpur FC and Hyderabad FC.It cannot be claimed that I-League teams do not possess quality players, since ISL clubs tend to poach players from the second tier.By Chaubey’s logic, the standard of the ISL should then perhaps go down.Chaubey’s claim that ISL teams invest heavily and plan for the long term flies in the face of the fact that Hyderabad FC are struggling financially. A host of its foreign and first-team Indian players left the club through the season over non-payment of salaries. Many of the staff have not been paid for months.Ironically, Hyderabad FC was formed after FC Pune City, one of the inaugural eight franchises, folded up after facing similar financial problems.Just a year ago, Chaubey was batting for the ISL to be an open league, going as far as to say that without relegation, “teams can sometimes be left with no motivation”.So which is it? Are teams demotivated by the absence or presence of relegation?The All India Football Federation president’s constant back and forth in the matter of ensuring a level playing field for Indian clubs hurts Indian football in the long run. It is high time he takes a definite stand.","author":"Dilip Unnikrishnan","time":"2024-05-02T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200423-jmmxgsxeeu-1714570941.jpg","tags":["Indian Super League","I-League","Indian Football","Football","Kalyan Chaubey","AIFF"],"source":"https://scroll.in/field/1067296/shifting-goalposts-aiff-chief-kalyan-chaubey-needs-to-come-clean-on-the-isl-not-having-relegation"}