{"title":"Shikha Pandey interview: From wanting to quit to finding joy again, a journey via Goa and Australia","content":"A few days ago, Shikha Pandey put up a reel on Instagram with a caption that read: “Some dreams are better dreamt together”. The video contained pictures of many different people – friends, family, coaches, and well-wishers from all around the world – who helped in her process of healing over these last 12 months.Dropped from the team after India’s tour to Australia in September-October 2021, during which she delivered the “ball of the summer” to Alyssa Healy, Pandey had a tumultuous 2022. She missed the ODI World Cup in New Zealand, the historic Commonwealth Games and every international series in between. For one who had until then been groomed as the next leader of India’s fast bowling attack, it was a devastating blow – one that forced her into a “dark place”.While India started their new era under Harmanpreet Kaur, Pandey found a way to patch up her wounds, re-connect with her roots, return to domestic cricket and thrive. Over the course of the 2022-’23 T20 domestic season, she picked up 20 wickets in 16 matches at an average of 13.45 and economy of 4.63. She bowled with great control, her characteristic inswingers cleaning up many batters, but there was a renewed confidence, energy and fire in every spell. That consistency has now seen her earn a spot in India’s tour to South Africa and the T20 World Cup to follow – an announcement that came with both relief and excitement.In a free-wheeling, emotional chat with Scroll.in, the fast bowling allrounder spoke of her time away the Indian team, building a strong support network, playing club cricket in Australia, a certain Belinda Clark’s hand in her revival and plenty more.Excerpts from the interview:Happy New Year. There’s plenty of big news coming in to ring in 2023. How are you feeling?I actually cannot explain the feeling. It has still not sunk in, I would say. When I first got the news [of getting selected for the India squad], I didn’t know how to react. For the first hour or two I was just kind of blank… kind of lost for words. It’s been a hard few months. Of course, I am really excited to be back for India in the World Cup squad and I think it’s a great opportunity. I have been there twice before in World Cup finals and probably this is the time that I would want to go ahead and contribute in winning one. But again, it feels different this time because cricket is not the only thing on my mind right now. My sister has been blessed with a baby girl so I am a proud aunty now. So, that also has taken my mind off cricket and I’m happy doing aunty duties.Where were you when the news broke and how did you find out about your selection?I was on my way to the hospital. I had my jijaji (brother-in-law) along with me and I was driving the car and there were so many calls coming and my phone kept buzzing with a lot of messages, but I didn’t make anything of it because I thought it was coming from the state team WhatsApp group – we were meant to have a match the next day. But then when I parked my car, I kind of got to know... I had messages from people who I had not heard from for a very long time, all of them saying congratulations, so then I realised that it was bigger news.Can you sum up what the last couple of years have been like for you?Honestly, I never felt that it was a new year in 2021 or in 2022. This is the first time after 2020 that I feel it’s a new year. I guess, in 2021, I did not feel as bad because of the sense of perspective that came with the pandemic. My father had so many friends who succumbed to Coronavirus, and then with the bio-bubbles and all the restrictions it didn’t really feel as though we were getting back to cricket. And then things just snowballed from there – the South Africa series, the tour to England and Australia. So, yeah... The past two years were a huge learning curve just in terms of dealing with different lows, learning to take risks and generally just understanding myself better. I really enjoyed my cricket with my state side, but obviously I missed the international stage and I kind of didn’t perform as well as I would have wanted to, but as the cliche goes, everything happens for a reason.Unreeeeeeal! 😱 How far did that ball move? #AUSvIND pic.twitter.com/D3g7jqRXWK— cricket.com.au (@cricketcomau) October 9, 2021\n\nThe ODI World Cup was obviously a big milestone for you in 2022. How big of a blow was that non-selection? How did you take it and what was that period like for you? How much did it impact your confidence?To be honest, I thought during the Australia series that I was in a very good rhythm. I was bowling really well, but unfortunately, I didn’t make the ODI XI… and then, to miss out on the Test match at the last minute was even harder. That blow was devastating, but when the T20Is came around I tried to make sure I was focused on the process. I felt I was bowling really well, in good rhythm, it’s just that the wickets weren’t coming my way. During that time, I even had the opportunity to stay back in Australia as a WBBL replacement overseas player, but considering the looming ODI World Cup, I thought it best to return to India, play the domestic games for Goa and get some game time under my belt. Swing it like Shikha: When Pandey produced a moment of magic on her return to the Indian sideSo, considering all that, not making the World Cup squad was a very big blow because I didn’t expect that at all. I played the whole (ICC ODI Championship) cycle from 2017 to 2021, did the hard work and then... I felt really hard done by not being selected, it almost broke me. The first few days I didn’t even feel like getting out of bed. I remember the first 10 days I just wanted to vanish. There were other thoughts coming into my mind about… (wipes a tear) I thought maybe I should walk away, leave the sport, probably I was just not good enough. The whole non-selection brought a lot of self-doubt. It took me to a dark place mentally. I couldn’t get myself to watch cricket for a good while. It was difficult – my mind was not a good place to be. I kept training because I needed to keep myself busy. I made my sessions so heavy that I came back exhausted and just crashed. I didn’t then have the energy to think about what had happened.But hindsight is a great thing. Through that time I realised how blessed I am because I have got some really good people in my life – a great family, good mentors and good friends who told me not to take an emotional step and kind of let time do what it does the best. I realised I have so much more to offer to the game and I kind of started finding ways of practicing and finding peace and happiness in every session that I did after that. There were a lot of afternoon sessions of me just going to the indoor nets with my camera and working on a lot of things.Soon after, I got to play the domestic T20 tournament in March-April where I kind of opened up a lot, spoke to my friends. I mean, I am normally someone who is very quiet, who is an introvert and open up only when I am with my close friends. For me, my state side helped me enjoy the sport and make sure that I was doing what I loved the most. I am very fortunate to have such good friends in my state side who allowed me to heal at my own pace.Did you watch the [2022 ICC Women’s ODI] World Cup at all?The way my parents are, the TV would always be on, but I couldn’t get myself to pay too much attention to the games. I did feel bad that India were eliminated early.Did any of your teammates or coaches reach out to you around that time?A few of my teammates did reach out to me. I was in touch with Jemi (Rodrigues) and we have chatted a fair few times.But it was my state teammates… a lot of credit to them and how they helped me through the phase. I have a very good trainer here, Salma Divkar, she is a very close friend, someone whom I have played with. So, yeah everyone here at GCA (Goa Cricket Association) who is associated with the women’s team kind of helped a lot. They made sure they did everything possible to take my mind off what had happened.Shikha Pandey with Goa support staffYour family has been a big part of your career - they are so invested in everything you do. What happened this year has obviously taken a toll on you and in turn them as well…My father is a retired teacher now and my mother is a homemaker. They are crazy about cricket and literally watch any cricket game that is coming live. I probably have gotten it (that passion) from them. To be very honest when I didn’t get selected, I was upset that I had not made the side, but also, I was even more upset because I saw how sad my parents were. I knew they were devastated. But then after a few days my father and mother just kind of came up to me and told me that they loved me for who I am and not what I am as a cricketer or anything else… whether I play or not. My sister was a huge help as well because the conversations that I had with her were very positive. She reminded me that I was good enough to walk away from cricket and still be the best in any other field that I wanted. I am blessed to have a sister like that who has supported me at every stage in my career, pushing me to pursue my dreams and being my backbone throughout. I don’t think I would have continued if not for the support of my family.I get a sense that a lot of the healing that has happened over this while has been thanks to the people you’ve connected with and the perspective you’ve gained. You recently put up a reel on Instagram with #MyTribe.(Smiles) Yes… A lot of those were people I re-connected with. First on that list, someone whom I connected with at the start of the year was Nitin Vernekar – a former Goa cricketer who also coached the women’s team in my early years. The year that I played under him, I learnt a lot and even practiced under him when I played my first Challengers and everything. So this time, around February, I decided to go back and practice with him in the Sports Authority of Goa facility in Mapusa. I hadn’t touched the bat for three-four weeks, but when I returned, in that first week itself I started liking the challenge of facing the boys in the nets and bowling to them. He would challenge me to bowl bouncers, slower ones, wide yorkers and find a way to outfox them. Every session that I did there was so much fun and I really felt that I belonged. In many ways, that kind of kick-started everything that followed.Shikha Pandey with family One of the high-profile people who made your reel was a certain Belinda Clark (a legend of the game who recently had a statue unveiled at SCG). Can you tell me how that relationship developed?(Laughs) It’s an interesting story – something that started to take shape after the Australia series in 2021. I read an article shortly after that series about Tahlia McGrath and the work she had done with Belinda during her time away from the team. I took a chance and thought I should get in touch with her, so I reached out to Melanie Jones to see if she could help. Melanie is a lovely person and I’ve had a fair few conversations with her and she was really helpful and introduced me to Belinda. I wrote her a huge email explaining my situation and the things I wanted to work on and waited nervously for a reply that took a while to come. I remember waking up one morning to see her response in my inbox, and after that there was no looking back. We sat down together and did a few sessions, the first of which was probably me getting emotional. I mean, here I was sitting in front of a legend of and she had the patience to listen to me and to understand. The relationship just grew from there.The one thing that I like about Belinda is that there was less sympathy and more empathy. She listened to my story and then worked with me to set different goals – not just cricket-related, but outside the game as well. We worked on my leadership traits, we discussed different podcasts, we worked on how I could make a difference by being in the state side and she made me feel worthy; special, even. The sessions that I had with her helped me immensely to bring in changes in my team environment – we brought in the squad mentality, started believing more in positive reinforcement, we understood the importance of creating a psychologically safe environment in which players feel valued, and we also started to celebrate our differences and tried to create a more inclusive culture.I remember in one of the early sessions Belinda said something on the lines of how the situations we are facing don’t define us, but what we choose to do in reply to those situations and the decisions that we take to come out of those situations, define us. She kind of made me realise that I had so much more to offer to the game and giving up was not an option.Just seeing the emotions on @meljones_33’ face right through the unveiling of Belinda Clark’s statue at the SCG was just another sign of how significant a moment it was & what it means to women’s cricket & women’s sport in general pic.twitter.com/kvIgmBIFRC— Bharat Sundaresan (@beastieboy07) January 4, 2023\n\nHave those conversations now allowed you to embrace and fully accept yourself and these ‘differences’ that you may have as a person within different environments?I guess you can say that. She told me that it was okay to be different.  As long as I was being me, it was fine. As a professional athlete sometimes you are so scared of struggles and low phases you try not to do anything that could risk your ‘safety’ in a sense. But she explained that you should be willing to experiment and you need to understand that you will be vulnerable and that’s okay. It’s okay to fail in the pursuit of excellence, that’s how we grow. We need to learn to own our mistakes. Those conversations opened up a lot of things for me.How much confidence have those interactions given you, knowing you have someone like Belinda Clark in your corner?I feel so assured of myself right now knowing someone like Belinda Clark has my back. I have kept in touch with her throughout and after I got selected I sent her a message and spoke to her the next day. I just wanted to say thank you because she was with me at a very low phase and gave me huge confidence to help build myself back up. Sometimes when things like non-selection happen you start doubting yourself and your abilities so much that you become your own enemy. Knowing that she is in my corner, that she feels I am really good, helped me more than I can say.One of the interesting things you did this year – different to what most Indian female players do – was go abroad to play some club cricket. How did that trip to Australia come about and what was that experience in Queensland like?When I didn’t make it to the World Cup squad I just told myself that it’s all okay, probably I didn’t do enough to be in the ODI squad and I just need to get better. I had my eye on the Commonwealth Games after that, but when that didn’t happen I needed to set myself another goal, and maybe I needed to take another path to achieve it. So, I wanted to get out of my comfort zone and I wanted to see what other challenges cricket could throw my way.Again, Belinda was instrumental in getting me contacts. I was very clear that I wanted to get back in time to play the domestic T20 tournament because I knew that was the only way to mount a comeback. So that meant I needed to find a place that started their season early enough to allow me to play a few games ahead of the Indian season and the best option for that was Queensland. Belinda got me in touch with Ashley Noffke – a former Australia seamer – who then connected me to a club in Brisbane. I was in Australia for three weeks and I had the absolute best time thanks to all the people there. I got to practice with the Queensland Fire squad and played for Wynnum and Manly District Cricket Club, the Sea Eagles, where Harsha de Silva, the former Sri Lanka coach was in charge.The tour started with a lot of apprehension. I had no clue how I was going to manage, how I would travel, my visa, flights, any of it, but I somehow got through and learnt a lot in the process. I was really fortunate enough to have a friend who I played cricket with in India, Nidhi Torvi, whom I stayed with for the first half before I was hosted by another Indian family where Anil (Prabhu) sir, Vidya (Prabhu) ma’am, Darby (their son) and Alfy the dog took me in wholeheartedly. I spent a lot of my time in Brisbane going to parks, sitting, reading and playing weekend matches. I didn’t really get to attend a lot of club practice sessions with Wynnum girls, but did manage to play a few games with them and they are a bunch of beautiful human beings. I even got the best cap presentation speech from our captain, Amy Riddell, when I made my debut. Harsha sir was up for throwdowns whenever I wanted and I also had a great time there with practicing with the Queensland squad. I got to learn so much from Ashley, Scott Prestwidge and Mark Sorrell who were also with the team as well. We had a lot of conversations about bowling and their approach to the game, their training methods and things like that. I took so much from that entire trip. I got to interact with a squad of wonderful people, got to help some young kids with their game and learnt from some of the world’s best cricketers. Georgia Redmayne gave the warmest welcome speech on my first day and I had a really fulfilling chat with Jess Jonassen as well. Looking back, I think I achieved 100% of what my goals were going to Australia: to enjoy the game and embrace every experience.At the back end of the trip I was even handed an opportunity to sign with Brisbane Heat as a replacement overseas player, but because of my commitments with Goa in the domestic tournament I had to decline. That WBBL dream will have to wait, I guess. But I had loads of fun playing for Wynnum. I consider myself lucky to have found such people and good friends in a country outside of mine.You trained with Queensland Fire and had the opportunity to interact with people like the Harris sisters and Georgia Redmayne. Just particularly on Grace and Georgia who have been doing well for several seasons but haven’t been able to break into that Australian side consistently… seeing people who have, very similar to you, churned out performances and know what that frustration feels like to not be able to get an opportunity to play at the highest level, I guess what did you take from them? Red is an absolutely beautiful human being who loves Indian food. (Laughs) I mean she would make an effort to drop me home after practice. She is an immensely hardworking individual. She would bat, bat and bat, and when we would have our fielding session under lights, she would be keeping. She has a very positive outlook towards life and is a very rounded personality who knows how to have a laugh, even at her own expense.Grace Harris is something else – always chatting and having a laugh – just the way she appears on the field. I remember one of the sessions – a top-up batting session – where Gavin, our batting coach, was giving her throw downs and every ball she faced was followed by some commentary.One thing that I realised through my time with them is that they try to make hard work fun and just finding a purpose in every session helps a lot. It’s about focusing on the process and remembering that the game is meant to be fun. The goals we set are great motivation, but they are not everything. All we can do is give it our best and try to have some fun along the way.Shikha Pandey playing club cricket in AustraliaWhat were your biggest learnings from your trip about yourself as a player and a person? When I went to Australia the first thing that was there on my to-do list was to enjoy the sport – play for the sheer joy. Back home, when I play international or even domestic cricket, I am someone who wants to prepare very well. I watch a lot of videos and see how the opposition are playing and plan accordingly. Basically, I try to cover every base possible. But when I went to play club cricket in Australia I didn’t have anything in mind. It was just see ball, hit ball or just make plans on the ground and try executing. So, adaptability was a big thing; being able to think on my feet and challenging myself and my tactical nous that way.I think also, just in terms of perspective, I gained a lot on that trip. I have always maintained that winning matches and trophies and medals is all a rather materialistic goal. Yes, it’s what we want as athletes – we want to win - but it’s also important to be a good role model and inspire the next generation to want to do what we do. We, as athletes, have so many opportunities to do that not just while we’re playing, but also by interacting with the fans and the children who come to the ground. Now, I feel that along my journey, if I am able to inspire even one person to take up the game, I have done my job. The trophies and the stats, as important as they feel, are not everything.Speaking of Australia and Australians, Troy Cooley was another person you worked with at the NCA. What was the stint like with him and what lessons did you take away?Before I worked with Troy I kind of read about him and how good he was and all the work he had done with bowlers around the world. There were these small things that he spoke about, things like ‘you need to think clearly and slow to bowl fast’. That made such an impact on me. When you don’t have clarity and when you don’t have control over your thoughts you are not in control and don’t bowl well. Then there’s another thing that he said, when you are at the top of your mark, you need to understand the ball that you are bowling, why are you bowling that ball. He asked us a lot of questions about our wicket options in front of the wicket, behind the wicket, what are your wicket taking deliveries. He made us think about cricket a lot more and in ways that I had not thought before. He also encouraged us to try things and experiment. He pushed me to bowl my bouncer more and the confidence I gained through that short stint under him gave me the belief to try those things in game scenarios – I have started to back my skills a lot more.Another fast bowling coach who has been a great help during this period is Subroto (Banerjee) Sir. I have worked with Subroto sir a lot, and again, he is someone who even if you haven’t had the best day on the cricket field, makes you feel as though you are in absolute control and just one spell away from getting back into good rhythm.(WV) Raman sir is also someone who has helped me a lot with regards to my mindset and he is one of the other people who has let me keep at it. He was that assuring face – someone who has helped me a lot understanding my game, and most importantly, one of those coaches who allowed me to be the person I was both on and off the field.I think all these experiences combined allowed me to find a different gear to my bowling. I was in a really good rhythm, tried a lot of different things, but also had great clarity and control over what I was doing.Shikha Pandey with Subroto BanerjeeCan you tell me a little more about this clarity or the approach you had this season. You managed to turn around what was a really difficult period into performance. What’s clicked for you this year that has allowed that consistency?A few days ago, the Goa state coach, Sarvesh sir, was talking to the bowlers group, and he said something on the lines of, as a bowler, you would want to make the batter play in a certain area and T20 cricket is such that if you bowl where you wanted to that’s good enough. If the batter plays a good shot, it’s alright. Initially I would feel flustered when I would get hit for boundaries even off good balls. Now I have realised that it’s okay to get hit. At the end of the day when I get back, I simply ask myself whether I was able to bowl where I wanted to bowl and if the answer is largely yes, it’s been a good day. Like I said, there were things that were already there. It was just that I needed someone to kind of reinforce and reiterate and help me or make me back myself a little more. That short camp that I had with Troy kind of did that trick for me.After that, I was actually blessed to have Biju sir as the head coach in my South Zone tournament. He is again someone who is very positive and he gave me all the confidence and told me to play a fearless brand of cricket. The South Zone team that played this year, I had a blast playing with the team and getting to know the different players. When I look back at everything that happened this year I realise that things just fell in place every time and even though I was not making the (India) squads, I had so much self-belief and I was at peace with myself more than anything. I knew that I was doing the right things and I was just enjoying my cricket.One thing that not many know is that during this time of selection turmoil you also stepped away from your job at the Indian Air Force. How hard was that decision? Considering the situation with your cricket life, did you ever think you had made the wrong decision?Firstly, I still believe that if it wasn’t for Air Force I wouldn’t be playing for India. The kind of support that I got from Air Force and Air Force Sports Control Board, in particular, was immense. I’ll probably be indebted to them forever.I was finishing 10 years and had originally been recruited as a short-service commissioned officer and had the full support of IAF to apply for an extension. But I chose to give cricket my full attention… I was not getting any younger, so I decided that I wanted to focus a lot more on cricket. It was a difficult decision to make because IAF and cricket for me were two of my dreams, my passions, and for me to choose one would always be difficult. But then I took the call and I decided that I want to concentrate on cricket because of the physicality involved. It was obviously difficult because until October 2021 I was living both my dreams and shortly after, I had neither.But that also opened up opportunities like Australia…Yes. But also, for me, most importantly, after leaving Air Force, I’ve had a lot more time to spend with my state teammates, hang around, help them with their sessions, have more conversations with them and just see them grow at closer quarters. I have been able to dedicate a lot more time to my game and also the development of my team as well, and that has been rewarding. But then again, I am the person I am today partly because of what IAF taught me – the selflessness, honesty and integrity are values I will always hold dear to me. Of course, I miss it, but I don’t regret making the decision I made.During these last 12-15 months, was there ever a point where you thought maybe I should go out and just tell my side of the story? I would be lying if I said that I never wanted to give an interview filled with rage because I am a human at the end of the day. But then I asked myself, is me going out giving such an interview helping anyone? One thing that this whole episode has made me realise is the importance of creating a safe and inclusive environment around you - the need to build a strong support network.It was a very frustrating period, but it’s about channelising energies, trying to be constructive in any way possible. I intend to focus on the learning, improving and being an awesome teammate. That’s my aim for now as well – to have fun and help create an environment where others can have fun too. I have only just started on that path, but it’s one I intend to stay on… The hard work must continue – after all, it is fun! (Smiles)Ananya Upendran is a former Hyderabad pacer, and is now a Programme Lead at GoSports Foundation. She previously worked as Managing Editor of Women’s CricZone.All photos in the article sourced from Shikha Pandey.","author":"Ananya Upendran","time":"2023-01-05T13:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185243-tlwccjigtw-1672904089.jpg","tags":["T20 World Cup","Belinda Clark","Shikha Pandey","Cricket","Indian cricket"],"source":"https://scroll.in/field/1041240/shikha-pandey-interview-from-wanting-to-quit-to-finding-joy-again-a-journey-via-goa-and-australia"}