{"title":"‘Shikara’ movie review: The romance triumphs over the history lesson","content":"Vidhu Vinod Chopra’s Shikara was conceptualised several years ago, but the timing of its release is both uncanny and apt. This nostalgia project for a Kashmir that once was chronicles the forced flight of the Kashmiri Pandits in 1990, and comes at a time when the Valley’s residents are struggling with an unjust and debilitating lockdown.Caught between the exigencies of fiction and the harsh realities of today’s headlines, Shikara attempts to balance its concerns by offering up that favourite movie victim of upheaval – the apolitical innocent, buffeted by unseen and uncontrollable forces. This movie has two of them, and their first encounter is as charming as it is inventive. Shiv (Aadil Khan) and Shanti (Sadia) are recruited as extras in a movie that is being shot in Srinagar. Even as the director in the distance shouts into his megaphone, Shiv and Shanti find a connection in poetry, their shared Kashmiri Pandit heritage and the firm feeling that they will meet again. They marry and name their home after the houseboat that inspires another, haunting meeting of bodies and souls, but the bliss is short-lived. It’s the late 1980s, and the pro-independence movement is all set to explode. The Pandits become the targets of Islamist militants. Driven out of their abode into a refugee camp in Jammu, Shiv and Shanti mine resilience from their memories and their ardour for each other.\n\n\n    \n    Play\n\nShikara (2020).Home is where you are, Shanti comforts Shiv. But their identities are closely tied up with the land they have been forced to abandon – the apple tree planted in their garden, the language, folk songs, their gods, food. In an inverse Proustian moment, Shanti is unable to enjoy rogan josh any more since she now associates it with a murderous attack on their residence.Shiv seeks solace in dashing off letters to the President – not of India, but the United States. A clip on television of former Pakistani Prime Minister Benazir Bhutto declaring her solidarity with Kashmir’s Muslims drips with disapproval. But Shiv’s demand for international intervention in Kashmir  passes unremarked.The epistolary device is one of the clumsy ways in which the movie deals with a knotty issue. Chopra, who has written the screenplay with Rahul Pandita and Abhijat Joshi, picks a narrow-angle lens through which to view the Kashmiri struggle. The 120-minute movie often reduces a deeply complex movement to a series of incidents. The strike on the Pandits emerges out of nowhere. Without a suitable context within which to understand how and why a shared culture came apart at the seams, we are presented with a lazy Hindu-Muslim binary. The role of political parties and the Army in muddying the waters is nowhere to be seen.The history lesson is ultimately weak, but the romance is always strong. Admirably shot by Rangarajan Ramabran and tightly edited by Chopra, Shikara resists the seduction of a grand-sweep narrative for an intimately observed story of a tragedy that is leavened by love. Chopra’s first film in five years is his most restrained yet. The unwavering tenderness between Shiv and Sadia results in some lovely moments, and the easy chemistry between the actors lends credibility and heft to the relationship. Aadil Khan, the stronger performer, is especially wonderful at conveying Shiv’s plight and his struggle to keep his bearings.But the chronicle of a past injustice that continues to reverberate in the present is unable to forge connections with other events in Kashmir’s history. The state of Jammu and Kashmir that the movie evokes has been wiped off the map, just as the beloved home that Shiv and Shanti built brick by brick. They were forced to flee a state, and what’s now left of it is a Union Territory.\n\n\n    \n    Play\n\nMar Jaayein Hum, Shikara (2020).Also read:The exile: What Kashmiri Pandits have not been able to do in the 30 years since January 19, 1990","author":"Nandini Ramnath","time":"2020-02-07T07:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135940-zfacszlbzg-1580881678.jpeg","tags":["Shikara review","Vidhu VInod Chopra","Sadia"],"source":"https://scroll.in/reel/952297/shikara-movie-review-the-romance-triumphs-over-the-history-lesson"}