{"title":"Shillong’s Dalit Sikhs were vital to its growth – but are being written out of its story","content":"Punjabi Line is a densely packed strip of land on the edge of Bara Bazaar, the commercial hub of Shillong. On October 30, the Meghalaya government took possession of this land and handed it over to the urban affairs department.Several ideas have been floated about what to do with the 2.5 acres – maybe build a flyover or a parking complex, the deputy chief minister mentioned “beautification”. The verdict was that the strip of prime real estate could not be occupied by squalid homes. Especially if many of those homes belonged to “illegal settlers”, as a government-appointed committee claimed.The takeover had been enabled by a tripartite agreement signed last month by the Meghalaya government, the Shillong Municipal Board and the Syiem of Mylliem, the head of the tribal body that controls land ownership in Shillong.The actual residents of Punjabi Line, often referred to as Sweepers’ Colony, were not consulted. Most are Dalit Sikhs, or Mazhabis, a community that has traditionally worked as sweepers in Shillong. The government has extended the offer of talks to them only now, after having taken over Punjabi Line. As they face forced relocation, the local Harijan Panchayat Committee has vowed to fight back.It will not be easy. Many stories of marginalisation intersect in those 2.5 acres. Maligned as “outsiders”, they have been the target of hostilities from communities considered indigenous to Meghalaya. As Dalits, they have faced exclusion within Shillong’s Sikh community. They may have been intrinsic to Shillong’s growth as a city, but now the Mazhabis of Punjabi Line could be displaced by new patterns of urbanisation in the same city.Colonial cityThe residents of Punjabi Line claim the land was gifted to them by the Syiem of Mylliem in the mid-19th century, around the time the village of Yeodo became Shillong, a colonial town central to British interests in the region. In 1874, the province of Assam was carved out of Bengal. Shillong became the political and administrative headquarters of the new province. Over the next few decades, it would also be fashioned into one of the many “hill stations” that served as summer retreats for Europeans in India. The burgeoning township needed, among other things, adequate sanitation and a waste management system if it was to keep the title of “Scotland of the East”. While the British got Bengalis to man the administration, Mazhabis were brought in from Punjab to clean the city, sweeping the main thoroughfares, ferrying out the night soil. By the late 1910s, they were on the rolls of the newly formed municipal corporation, writes historian Himadri Banerjee. They were settled around the Bara Bazaar area, then a sparsely populated part of town. Over the years, wives and families joined the original group of workers settled in Shillong. As their numbers swelled, some were accommodated in Gora Line.Their Dalit identity meant they were ghettoised in these localities, even if they spread into jobs outside the municipality. “In spite of the rapid expansion of Shillong, they were strictly advised to reside within their restricted areas,” writes Banerjee. So Dalit Sikh settlements remained two small pockets of the city, surrounded by other ethnicities. Poverty and population pressures meant these were congested, poorly heated, poorly sanitised places.Shillong. Picture credit: Windrider24584 at English Wikipedia, CC BY 3.0, https://commons.wikimedia.org/w/index.php?curid=8474130In the shadows The squalor of these localities, the grim work that their residents had to do, struck a discordant note in the idyllic urban spaces they were supposed to preserve. Banerjee notes how colonial officials stuck behind processions carrying night soil out of the city complained about being exposed to the “uncivilised” demeanour of the municipal workers.The city’s higher caste Sikhs also echoed these ideas, abusing Mazhabis for their “dirty and unclean style of living”, excluding them from sacred spaces and community groups, continuing practices of untouchability.These prejudices, of Mazhabis sullying the city with their living habits and their anti-social behaviour, have also surfaced in more recent articles written in local papers. Take this piece from 2018, where the author complains of the “filth” of Them Mawlong, the Khasi name for Punjabi Line. While he acknowledges the practices of untouchability and rebukes the Syiem for not spending money on improving local infrastructure, the author also complains about the “brigands” of Them Mawlong who allegedly lurk in the shadows to harass passers-by, especially women. If chased, they will disappear into homes “built like rodent holes”, the author claims. He also laments that the Mazhabis have erased the Khasi name, Them Mawlong, and christened the area “Punjabi Colony”.The article was published shortly after Khasi groups – triggered by social media rumours – closed in on Punjabi Line and clashed with security forces as they tried to break into the Sikh colony. Members of Khasi civil society groups claimed the clashes could not have been communal – why else would Sikhs in other parts of the city be spared?These claims do not acknowledge the way faultlines of caste and community have converged in the marginalisation of Mazhabis in Shillong.‘Outsiders’As Shillong grew post-Independence, so did tribal animosities towards “dkhars”, outsiders, usually people who did not belong to communities considered indigenous to the region. Much of the urban growth and overcrowding was attributed to waves of migration into tribal land. This anger was initially turned against Bengalis living in the region. Other communities would also face these resentments.Starting from the 1960s, tribal agitations have periodically driven non-tribal populations out of the region. In 1972, when the state of Meghalaya was carved out of Assam, non-tribal communities accounted for about 20% of the state’s population. By 2011, they had dwindled to 14%, according to some estimates.Most of Meghalaya, except a part of the capital of Shillong, is girded by protections under the Sixth Schedule. The constitutional provision enables autonomous, decentralised governance in tribal areas of Assam, Meghalaya, Tripura and Mizoram; customary rules and bodies co-exist with laws and institutions of the state here. Communities not considered local to these areas are restricted from buying land, running businesses and standing for elections. Non-tribal communities living in these areas, writes political scientist Sanjib Baruah, became “denizens” rather than full-fledged citizens.Under the traditional political system, the Khasi Hills were divided into Syiems, or chiefdoms, each with its own territory and name. The Syiem controls land ownership; no clan land can be turned into private property without its permission. In Shillong, controlled by the Syiem of Mylliem, this has hemmed in the powers of the local municipal board, especially when it comes to regulating land. Structures flowing from the Sixth Schedule have created strange contradictions for the Mazhabis of Shillong.  In the past, the Sikhs of Punjabi Line have invoked tribal authority to stake their claim – they cite an agreement signed between the Syiem and the Shillong Municipal Board in 1954, and a letter from the Syiem to the Meghalaya Electricity Board chairman, written in 2008, apparently confirming the grant of land for permanent settlement.But the Sixth Schedule’s codification of tribes who are entitled to protection and non-local communities who are not has also enabled an institutional hunt for “outsiders”. The Meghalaya government now echoes tribal anxieties, distinguishing between permanent employees of the Shillong Municipal Board and so-called “settlers” in the area. Permanent municipal employees  may be relocated to constructed quarters elsewhere, the fate of the others remains uncertain. Few Sikhs of Punjabi Line remain municipal employees and the government does not appear to recognise transferable or inheritable rights to land among them.  Will the younger generations, most of whom have moved into other jobs, now be considered “illegal settlers” with no claims to land or even proper rehabilitation?The policies of protective discrimination have meant that, in many states of the North East, migrant populations must prove themselves to be legitimate residents. But the Sikhs of Punjabi Line have few documents to do so – Banerjee notes that most have no voting rights, ration cards or electricity bills in their name.Shillong during the clashes of 2018. Picture credit: PTISmart cityThe proposed displacement of the Sikhs of Punjabi Line, however, may also be linked to Shillong’s ambitions as a city. As it embarked on projects of planned development, the local administration sought to write them out of its story. In the 1970s, the district administration declared Punjabi Line an illegal slum colony and issued an eviction order, stayed by the Meghalaya High Court in 1986. The administration sought to introduce a new phase of urbanisation with the Second Shillong Masterplan (1991-2011). While the masterplan led to a search for more commercial areas, it also started the process of land acquisition for a New Shillong Township.Apparently meant to decongest the city, the new township led to land alienation among tribal owners and the creation of “gated havens” for the use of government agencies and non-tribal buyers, writes researcher Aashish Khakha. It cannot have helped with tribal fears about losing land to “outsiders”. Is it a coincidence that the first violent clashes between Khasis and Sikhs in Shillong broke out that same decade, in 1996?Then in June 2018, while the city was still reeling from a second round of violence and under curfew, Shillong was selected as the 100th Smart City. According to the Meghalaya Government website, ​​the aim is “to transform Shillong into a cultural and economic hub in Meghalaya with focus on tourism, culture and to make it a livable, clean, green, inclusive, modern, safe and citizen friendly and well governed city”. Since the 2018 violence, the Mazhabis of Punjabi Line have been even more institutionally marginalised. The high level committee set up to decide on the fate of the colony after the 2018 clashes did not include representatives from the Harijan Panchayat Committee. Both the traditional body, the Syiem of Mylliem, and the municipal board have backed the plan for eviction. According to the Harijan Panchayat Committee, the contents of the tripartite agreement were not revealed even after Right to Information applications were filed. The state government seems determined to press forward with its plan despite a Meghalaya High Court stay and a notice from the National Commission of Scheduled Castes to submit a report on the matter.After all, what space would the avenues of a modern, well-governed smart city have for the clutter and complexity of Punjabi Line? Arguably, none.","author":"Ipsita Chakravarty","time":"2021-11-12T06:30:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/hnuemnfodv-1528041977.jpg","tags":["Shillong","urbanisation","Dalit","Meghalaya","Sikh","Sixth Schedule"],"source":"https://scroll.in/article/1010008/shillongs-dalit-sikhs-were-vital-to-its-growth-but-are-being-written-out-of-its-story"}