{"title":"Shillong violence reflects hostility against non-tribals, unemployment challenge in poll-bound state","content":"More than two days after violence broke out at a rally organised by a tribal organisation in Shillong on October 28, no arrests have been made even though Meghalaya deputy chief minister Prestone Tynsong had said the police would take “necessary steps”. Shillong City Superintendent of Police Vivek Syiem told Scroll.in on Sunday that the police had registered two cases related to the violence, but no miscreants have been identified so far. “The investigation is on,” said Syiem. Three people had been injured in the violence, he said.The rally, in central Shillong, had been organised by the Federation of Khasi, Jaintia and Garo People to draw attention to Meghalaya’s unemployment problem.  Protestors, wearing masks and waving flags, had attacked passers-by. Ha ri la jong, katba mon!” they shouted in Khasi. “In my own land, I can do whatever I wish to.”A  person at the spot told Scroll.in that the protestors targeted non-tribal residents. According to this person, who did not want to be identified, a group of five or six  attacked non-local residents using sticks in full public view. “They also pelted stones at shops and a petrol pump owned by non-locals,” said the witness. Ashraful Hussain, an MLA of the All India United Democratic Front from Assam, reiterated this account on Twitter. Several videos have emerged of participants beating up “non-locals”, particularly of people  from Bengal and Assam, he said.Members of the Scheduled Tribes form 86% of Meghalaya’s population, according to the 2011 census.Dundee Cliff Khongsit, the president of the Federation of Khasi, Jaintia and Garo People, expressed regret for the violence but alleged that “miscreants” who were not part of the organisation, were to blame. Khongsit told Scroll.in that with 3,000 participants in the rally, they “might have gotten frustrated”. He said the violence was a stray incident. “No one was admitted to the hospital as well,” he said.Credit: Special arrangement.‘Brazen’ attack, no actionA report in The Shillong Times said that the protestors had attacked passers-by along the route of the rally while the police remained “mute spectators”. Angela Rangad, an activist and member of a civil society organisation Thma U Rangli Juki, said that despite police presence along the route of the rally, no action was taken against the attackers. “These perpetrators should have been caught and immediately apprehended and not allowed to proceed further,” Rangad told Scroll.in. “Unemployment is a real crisis in Meghalaya but violence and targeted violence particularly is not an answer but rather will accentuate the issue,” Rangad said.A similar rally had also been held on October 20. The rallies pose a political as well as economical challenge to the ruling coalition led by the National People’s Party and Chief Minister Conrad Sangma. With assembly elections due in Meghalaya early next year, the rallies reflect the growing frustration over unemployment as well as the tribal groups’ anxieties, observers said.Since 1972, when the state was carved out of Assam, Meghalaya has experienced several periods of violence in which members of non-tribal communities have been targeted. In 2018, violence had erupted in Shillong’s Harijan colony after an argument between a Khasi bus driver and a Sikh resident. In September this year, the Meghalaya government had finalised its plan to relocate Dalit Sikhs from the area.  The Federation of Khasi, Jaintia and Garo People, founded in 1989,  represents the state’s three dominant ethnic tribal groups: Khasi, Garos and Jaintias. Indigenous communities are entitled to 80% reservation in government jobs.Federation president Khongsit claimed that Meghalaya has 1.2 lakh unemployed educated youngsters, adding that 7,653 government posts are lying vacant. “The government should create job opportunities for the local unemployed youths,” he said. “Otherwise, where will they go?” The Federation of Khasi, Jaintia and Garo People has been pushing for a robust state employment policy and 80% reservation in non-technical jobs and 50% in technical jobs for the state’s tribal communities in private sector jobs.“We are not against outside companies or investors who want to come to our state but it should serve the purpose of the employment of our [local] uneducated youths,” said Khongsit. “They should not hire people from outside for jobs which can be done by local people.”   Locals vs ‘outsiders’Patricia Mukhim, editor of The Shillong Times, in a series of posts on Facebook said that the federation’s slogan –   “In my own land, I can do whatever I want”  –  was unconstitutional.  “The cry is intended to provoke violence and inequality among citizens,” she wrote. “It also spreads hatred for the ‘other’ who does not belong.”Mukhim said the district administration and law enforcement agencies should have contained the violence. “They should have known that these groups are liable to create a law-and-order situation,” Mukhim told Scroll.in. “And, the sad thing is that nobody has been arrested till date.”Author Thongkholal Haokip, who teaches at Jawaharlal Nehru University, said dominant ethnic groups in the North Eastern states are paranoid about “outsiders”, who are perceived to be a threat to the region’s cultural identity and demographic balance. Haokip said that non-tribal residents often face “otherisation” – when an individual or group of people are deemed as different – with the intention of rendering them ineligible for government jobsEarlier in October, the Khasi Students’ Union has demanded the implementation of colonial-era inner line permit in Meghalaya to check the entry of migrants. There have been concerns about how the violence will affect the flow of tourists and investors to Meghalaya. Toki Blah, a former Indian Administrative Services officer and activist, said the state has frequently witnessed such incidents since the 1980s. “This is purely hooliganism which the administration failed to control,” he said, adding that the ineffectual response of the state government was laid bare. He said such violence could discourage tourism, which is Meghalaya’s main source of employment.","author":"Rokibuz Zaman","time":"2022-10-31T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182083-yurdmnpcjt-1667145209.jpg","tags":["Meghalaya","Shillong","North East"],"source":"https://scroll.in/article/1036216/shillong-violence-reflects-tribal-groups-anxieties-unemployment-challenge-in-poll-bound-state."}