{"title":"Shillong violence: Internet services still suspended, curfew imposed on Saturday night too","content":"Parts of Shillong remained under curfew for the second consecutive night on Saturday, and the suspension of internet services was extended till Sunday afternoon to prevent the spread of rumours, PTI reported. The Army held flag marches in disturbed areas and rescued around 500 people on Saturday after 10 people were injured in violence and arson the previous night.Curfew was first imposed in some parts of the city early on Friday after clashes broke out the night before between two groups following an argument between a woman and a bus conductor. The local Khasi community then started demanding that the government should act against illegal settlers. Miscreants tried to attack residents in Punjabi Lane in the Motphran locality, The Tribune reported. They threw stones at police personnel in the locality on Friday night, prompting police to use teargas shells.Late on Friday, Meghalaya Chief Minister Conrad Sangma assured his Punjab counterpart Amarinder Singh on the safety of the Sikh community. Director General of Police SB Singh said the situation was “totally under control”, and the police were on high alert. About 700 Sikh families live in Punjabi Lane.Defying the curfew on Friday night, a mob set a shop and a house on fire and damaged at least five vehicles. Superintendent of Police (City) Stephan Rynjah was injured after being hit by a rod, and was taken to Shillong Civil Hospital, a police officer told PTI. The Army was summoned and kept on standby, East Khasi Hills Deputy Commissioner PS Dkhar said.Eight persons have been arrested in connection with the violence, News18 reported.Meghalaya: Visuals from Shillong. Curfew remains imposed, internet services suspended in parts of the city after clash broke out between two groups following escalation of an argument between a woman & a bus conductor. pic.twitter.com/ZlXm48XehE— ANI (@ANI) June 2, 2018","author":"Scroll Staff","time":"2018-06-03T07:53:50.700159+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/881227-bqicydhkeb-1527992159.jpg","tags":["Shillong","Curfew","Meghalaya"],"source":"https://scroll.in/latest/881227/shillong-violence-internet-services-still-suspended-curfew-imposed-on-saturday-night-too"}