{"title":"Shillong: Why a tiff between Sikhs and Khasis escalated into violence, fuelled by Whatsapp rumours","content":"Since Thursday evening, the residents of Shillong’s Punjabi Line have barely eaten or slept. The 500 or so inhabitants of this slum, also called Iewmawlong, have mainly been confined to the area since it was besieged by scores of members of the dominant Khasi community, who are demanding that the long-time Punjabi settlers be moved to an area on the outskirts of the city.The trouble was sparked on Thursday morning by an altercation between a Sikh woman who lives in the colony and a Khasi bus driver over the parking spot for a Meghalaya State Transport Corporation bus. Matters escalated later that day, leading to curfew being imposed in the city early on Friday morning. On Sunday, the restrictions were relaxed for seven hours .On the ground, there are two versions about the incident that set off the violence. Some members of the Sikh community in Punjabi Line said that after a Sikh woman was harassed by Khasi men, she and four other women living in the settlement beat them up. The Khasis say that after the argument about parking, they were assaulted by men from the Punjabi Line colony.The Meghalaya police have arrested one man from Punjabi Line in connection with the assault.Despite the competing claims, the feuding parties reached a formal compromise at the local Cantonment Board police station on Thursday afternoon. The agreement, written by the bus driver in Khasi, stated that he had no hard feelings towards the Sikh woman and man accused in Thursday’s altercation. “I feel no anger or bitterness,” the statement reads. “And they have given us money [Rs 4,000] for medicines for the conductor and the two passengers.”But on Thursday night, fake news soon spread on Whatsapp that a group of Punjabi people from the colony had decapitated two Khasi boys. A mob soon gathered near the colony, intent on violence. The mob clashed with personnel of the Central Reserve Police Force and state police, resulting in injuries on both sides. Superintendent of Police (City) Stephan Rynjah was injured after he was hit by a rod. The police had to fire tear gas shells to disperse the crowd.Curfew was imposed in several parts of Shillong early on Friday morning. In other places, restrictions on the assembly of more than four people were also put in place. Internet and text messaging services were also shut down across the city to prevent rumours from spreading. The Army was put on standby. On Friday night, the Army carried out a flag march in areas where curfew had been imposed. The Army also fed and housed more than 300 civilians from the “disturbed areas” in the cantonment, according to a release from the Press Information Bureau.Asha Kaur stands outside her house in Shillong's Punjabi Line. Kaur, her husband and children have taken refuge in the local gurdwara since violence broke out on Friday.‘They want to build a mall on our land’At 11 am on Saturday, a disquieting calm hung in the air in Punjabi Line, which is located near Bara Bazaar in the heart of Shillong. There were few people to be seen in the cordoned-off colony. On a street strewn with vegetable waste leading to the colony, a group of men stood guard against possible attackers. Others were building barriers of brick and wood to restrict entry to the colony’s gurdwara. Contrary to news reports, the gurdwara was not attacked on Friday. However, as the mob hurled petrol bombs and stones at houses in one section of Punjabi Line, a fire started in a nearby salon, residents say. Since the violence broke out, almost half of the colony’s residents have moved out of their homes taking refuge in the gurdwara. Garo tribal Dalri Sangma, who married a Punjabi from the colony just two months ago, was among those who had taken refuge in the shrine, along with her distraught mother-in-law, and sister-in-law and her children. “I have been in Shillong since my childhood but I never thought these people would be so dangerous,” said Sangma. “My sister-in-law’s husband from Guwahati cannot come and take her, nor can my own parents visit because of the curfew.” Sangma’s father works in the Shillong police department.While the men stood guard outside, the women worked in the gurdwara’s langar, the community kitchen, on which the colony’s residents have depended for their meals these past few days. “When the fire started, it could have easily spread to houses where women and kids were sleeping,” said Asha Kaur, a homemaker who born in Shillong and lived here all her life. “We removed our gas cylinders and put out the fire ourselves. After we had handled everything, then the fire brigade came.”\n\t\t\n\tShillong has a reputation for being safe for women. But Kaur said this only applied to tribal women. “They [the Khasi men] came and harassed our women,” she alleged. “Are we supposed to just do nothing? Are our women not entitled to the same courtesies as Khasi women?”Gurjit Singh, secretary of the village council, acknowledged that men from Punjabi Line were involved in assaulting the Khasi men, but said that the matter had initally been resolved with the signing of the compromise in the police station. The fact that the violence took place despite the agreement indicated that it was aimed at driving members of the Punjabi community out of their homes, he alleged.Asha Kaur claimed that the authorities want the residents of the colony to relocate to Nongmenson, on the outskirts of the city. However, the community is not keen on moving since their jobs and their children’s schools are in the city.  On Friday night, a mob threw petrol bombs and stones over the walls of the Sweepers Colony, which set this hair-cutting salon on fire.Brought in by the BritishDalits from Punjab first moved into Shillong over 160 years ago, when the British brought them to Meghalaya to work in the hill station town as sweepers and “manual scavengers” cleaning excreta from toilets. “Our people have been living here before 1853 when the Syiem of Mylliem [village] donated this land to us saying we could live here as long as we want,” said Gurjit Singh. The Syiem is the traditional chieftain who acts as a public authority on local judicial and administrative matters within the jurisdiction of the Khasi Hill Autonomous District Council.As proof, Singh said that he has a letter issued by the Syiem of Mylliem in 2008 to the chairman of the Meghalaya State Electricity Board in which the village chief acknowledges that his predecessors had alloted the Dalit community a plot of land after the Raja of Mylliem entered into an agreement with the British government on December 10, 1863, to establish Civic and Military Sanitaria in the area.After Independence, members of the community continued to be employed as sweepers and toilet cleaners by the Shillong Municipal Board, state government offices, hospitals, Cantonment Board and the police. “No one objected to us living here during the time when we were engaged in manual scavenging work after nightfall,” said Singh. “That time they needed us since no one else would do it.” He added that there have been attempts to evict the community from Punjabi Line since the practice of cleaning toilets manually was stopped here in the 1980s.Dalri Sangma, a Garo woman, married a Punjabi man from Shillong’s Punjabi Line colony two months ago, and is expecting their first child. She has taken refuge in the gurdwara, along with her in-laws.‘Illegal settlement’Many Khasi residents of Shillong view Punjabi Line as an illegal settlement – and believe that some of its residents are involved in criminal activities. As village council secretary Gurjit Singh noted, there have been previous attempts to evict the Dalit Sikh community from Punjabi Line, which is also known as Sweepers’ Colony. In the 1970s, the district commissioner had issued members of the settlement an eviction order. But this was stayed in 1986 by the Shillong bench of the Guwahati High Court. Over the years, groups like the Khasi Students’ Union and the Federation of Khasi Garo Jaintia People have often called for the Punjabi settlers to be evicted from this part of town.In past years, the community has approached the National Commission of Scheduled Castes and the National Commission for Minorities against attempts to evict them. It also filed a public interest appeal in the High Court, citing the Constutional right of Indian citizens to move freely through the country and live wherever they choose to.Singh alleged that the residents of the colony have faced discrimination for years. He said that the colony did not receive basic amenities from any of the local MLA’s schemes until residents appealed to the state governor in 2009. Moreover, the colony’s residents are unable to get electricity connections without a no-objection certificate from the municipal board, even though the original owner of the land – the village of Mylliem – has no problem with this. “The [municipal] board says it is a disputed area,” said Singh. He claimed that it was absurd that the colony’s residents were being asked to get a document from the municipal board when the area falls under a village council. This, said Singh, is harassment.Residents of Punjabi Line have attempted to barricade the entrance of the local gurdwara.‘No help from MLA’The Punjabi Line colony is part of the North Shillong Assembly constituency whose MLA is Adelbert Nongrum of the Khun Hynniewtrep National Awakening Movement or KHNAM. Kaur says that the Sikh community does not expect any help from him. “Since he was elected [in February], this situation has started,” said Kaur. “A few years back, he had said that if he came to power, he would have this line [Punjabi Line] removed. We called him for help when this [the trouble] started, and he told us that he was in Delhi. We later get to know through Facebook that he is giving speeches here.”Scroll.in made several attempts to reach Nongrum for a comment but he was not available.According to Gurjit Singh, in 2009, land documents were issued to the Guru Nanak School, the gurdwara and temples in the colony. However, 218 colony residents were not issued land titles even though the district commissioner at the time had assured the National Commission for Scheduled Castes that the allotments would be made.Homemaker Asha Kaur said that she had heard that the state government planned to build a mall at the site of the colony to serve the city’s increasing tourist arrivals. “We have been here since our childhood and are raising children of our own now,” said Kaur. “But they want to drive us out at all costs. Yesterday, I heard them sloganeering outside, ‘Either you die or you give us this place.’”‘Simmering anger’Representatives of the Khasi community, however, say that the protests against the residents of Punjabi Line are the result of the eruption of pent-up anger among the local tribal residents, and not because of the parking altercation, as the media has been reporting. Donald V Thabah, a Khasi Students’ Union spokesperson, claimed that residents of the colony – who his organisation claims are squatters – have assaulted Khasi youth several times in the past. “These people who have taken to the streets have been holding their anger for too long, especially those who conduct business in the Mawlonghat market area,” he said. “People in Sweepers’ Lane assault and attack villagers coming from the Khasi and Jaintia hills.”However, he was unable to explain the possible reasons for these attacks, since he does not know “the background of these people and the kind of records they have”.Thabah also alleged that some groups were trying to gain political leverage from the violence, but declined to identify those groups. Although the Khasi Students’ Union denied having any hand in orchestrating the protest, Thabah admitted that some of its members participated in it. The Khasi Students’ Union contends that the colony is situated in a commercial area owned by the Mawlonghat market. “It [the colony] is expanding at a pace that soon the whole market will become a residential area,” said a member of the union.The students’ body maintains that the current protests are unlike the agitation in Shillong in 2013, during which residents resorted to violence to demand the introduction in Meghalaya of an inner line permit system to restrict the entry of outsiders in the state. Those protests were backed by 14 civil society groups with the Khasi Students’ Union – which has a reputation of being hostile to non-tribal outsiders ­ – at the forefront. However, during a joint press briefing on Saturday along with its old allies – the Federation of Khasi-Jaintia and Garo People and the Hynniewtrep National Youth Front –  the Khasi Students’ Union demanded stringent punishment for the people accused of assaulting the Khasi men, government compensation for the victims and the eviction of residents from Punjabi Line.Women make chapatis at the community kitchen in the gurdwara.Khasi Students’ Union president Lambok Starwell Marngar alleged that the police was responsible for the current situation. “The victim did not want to compromise but the police convinced them to compromise,” he claimed. Donald Thabah of the Khasi Students Union claimed that Khasi protestors had faced the maximum wrath of the police, with over 80 people being treated in hospital for injuries sustained from tear gas shells. When told that the mob had used petrol bombs, he said that the mob had started to disperse on Thursday, after the magistrate asked them to maintain the peace and return home. But anger was reignited when the Sikh residents of the locality then started laughing and jeering at them, he said.Thabah told Scroll.in that there were reports that Home Minister James Sangma had agreed to the demands of the agitators. But Chief Minister Conrad Sangma told Scroll.in: “We have asked for a status report on the situation and will take a decision based on it. However, the issue will be taken seriously by the government.”All photographs by Makepeace Sitlhou.Corrections and clarifications: An earlier version of this story referred to the village council as the village panchayat council. The error has been corrected on June 7.","author":"Makepeace Sitlhou","time":"2018-06-04T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/881290-hnuemnfodv-1528041977.jpg","tags":["Shillong","Meghalaya"],"source":"https://scroll.in/article/881290/shillong-a-tiff-between-sikhs-and-khasis-escalates-into-violence-fuelled-by-whatsapp-rumours"}