{"title":"Shiromani Akali Dal quits BJP-led National Democratic Alliance over farm bills","content":"The Shiromani Akali Dal on Saturday pulled out of the Bharatiya Janata Party-led National Democratic Alliance, after sharp differences between the two parties over the three controversial farm bills. Cabinet minister and Shiromani Akali Dal leader Harsimrat Kaur Badal had quit her central post on September 18. Shiromani Akali Dal President Sukhbir Singh Badal said the party quit the NDA because of the Centre’s “stubborn refusal to give statutory legislative guarantees to protect assured marketing of farmers crops on minimum support price and its continued insensitivity to Punjabi and Sikh issues”. Badal had earlier this week said that the party was reconsidering its ties with the BJP.The minimum support price, or MSP, is the rate at which the government buys crops from farmers and is based on a calculation of at least one-and-a-half times the cost of production. Shiromani Akali Dal core committee decides unanimously to pull out of the BJP-led #NDA because of the Centre’s stubborn refusal to give statutory legislative guarantees to protect assured marketing of crops on #MSP and its continued insensitivity to Punjabi and #Sikh issues. pic.twitter.com/WZGy7EmfFj— Sukhbir Singh Badal (@officeofssbadal) September 26, 2020\n\n“Recently Centre introduced three agriculture bills, which directly affect farmers, labourers and local traders,” Badal said on Saturday, according to News18. “I spoke in Parliament that we were not taken into confidence over farm bills by the Centre.” Badal said that over the last two months, the party had been trying to draw the attention of the Centre towards farmers’ problems and the impact of the bills, but to no avail. Farmers are a large vote base for the Shiromani Akali Dal.Protests continued in many parts of the country on Saturday against the farm bills. Farmers in Punjab continued their “rail roko” (block the trains) agitation. The movement of trains in the state remained suspended due to the agitation. At least 28 passenger trains were cancelled. Sarwan Singh Pandher, state secretary of Kisan Mazdoor Sangharsh Samiti, also said that Prime Minister Narendra Modi’s claim that Opposition parties had instigated the farmers was not true. He alleged that corporates had pushed the government to introduce the three bills. Demonstrations also took place in Haryana, Uttar Pradesh, West Bengal, Kerala and Karnataka as part of the “Bharat Bandh” call given by farmer unions across the country. Agitating farmers shouted slogans against the BJP-led central government and demanded the repeal of the bills. Farmers organised under the Bharatiya Kisan Union (Ekta Ugrahan) blocked rail tracks in nine districts of Punjab.The controversial legislationsThree controversial Bills on agriculture reforms are set to become law after being passed by the Rajya Sabha on September 20 in the middle of utter pandemonium. The three bills are the Farmers’ Produce Trade and Commerce (Promotion and Facilitation) Bill, the Farmers (Empowerment and Protection) Agreement of Price Assurance and Farm Services Bill and the Essential Commodities (Amendment) Bill. The last one was also approved by a voice vote in Rajya Sabha on September 22.Critics say that these new agricultural policies will lead to farmers losing out on guaranteed purchase prices for their crops, to the benefit of large corporations. Most Opposition parties have strongly opposed the bills. On Saturday, the Congress ran a social media campaign “Speak Up for Farmers”, in which its leaders criticised the government and posted videos showing their support for the farmers.","author":"Scroll Staff","time":"2020-09-26T23:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148129-aigqvroufi-1601142147.jpg","tags":["Shiromani Akali Dal","Farm bills","Sukhbir Singh Badal","National Democratic Alliance","BJP"],"source":"https://scroll.in/latest/974201/shiromani-akali-dal-quits-bjp-led-national-democratic-alliance-over-farm-bills"}