{"title":"Shiv Sena (UBT) moves Supreme Court against Maharashtra Speaker verdict on disqualification pleas","content":"The Shiv Sena (UBT) on Monday moved the Supreme Court against Maharashtra Assembly Speaker Rahul Narwekar’s order declaring that the group headed by Chief Minister Eknath Shinde constitutes the real Shiv Sena, reported PTI.On January 10, Narwekar rejected the disqualification petitions against MLAs from both factions in his verdict following a split in the party that ended with the resignation of former Chief Minister Uddhav Thackeray.The Speaker ruled that Thackeray did not have the power to remove anyone from the party, as the Shiv Sena constitution does not mention the post of “pakha pramukh”, or party chief. The faction led by Thackeray did not place any material on record to suggest that any meeting of the Shiv Sena’s national executive had been held to decide which faction of the party was the real one, the verdict had said.Commenting on the order, Thackeray said that it was an insult to the Supreme Court and amounted to the murder of democracy. He questioned how the MLAs from his faction were not disqualified if the Speaker held that the group led by Shinde was the real Shiv Sena.The Shiv Sena had split in June 2022 after Shinde claimed the support of 39 out of the 55 MLAs, in addition to 10 independent MLAs, and rebelled against Thackeray’s Maha Vikas Aghadi coalition. The Shiv Sena, the Nationalist Congress Party and the Congress were allies in the government.Shinde was one of the MLAs whose disqualification was sought by the Thackeray faction. In all, 34 such petitions were pending with the Speaker before the verdict was announced last week.Eknath Shinde faction moves Bombay HCOn Monday, the Shinde-led group moved the Bombay High Court challenging the Speaker’s dismissal of disqualification petitions filed against 14 MLAs of the party faction led by Thackeray, reported Bar and Bench.The petition was filed by the chief whip of the Shinde-led faction, Bharat Gogavale. In his verdict, Narwekar had declared Gogavle as the valid whip of the party. He had however refused to disqualify members of the Thackeray faction for violating the whip. The plea contended that Narwekar did not consider that members of the Thackeray faction voted contrary to the whip issued by Gogavale, who is duly recognised as Chief Whip by the Speaker, during the trust vote in July 2022.  It also said that besides giving up the membership, the MLAs from the Thackeray faction also voted against the Shiv Sena government in collusion with the Congress and the Nationalist Congress Party, the plea said.","author":"Scroll Staff","time":"2024-01-15T19:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181217-tvmobwshzn-1665654211.jpg","tags":["Eknath Shinde","Rahul Narwekar","Maharashtra Assembly","Uddhav Thackeray","Supreme Court","Maharashtra"],"source":"https://scroll.in/latest/1062182/shiv-sena-ubt-moves-supreme-court-against-maharashtra-speaker-verdict-on-disqualification-pleas"}