{"title":"Shiv Sena leader Sanjay Raut claims Maharashtra will have a CM from his party","content":"Shiv Sena leader Sanjay Raut claimed on Friday that Maharashtra will have a chief minister from his party, PTI reported. The Shiv Sena and its alliance partner Bharatiya Janata Party are locked in a power tussle on government formation in Maharashtra following the Assembly elections held earlier this month.Raut told reporters in Mumbai that there have been no talks yet between the Shiv Sena and the BJP on government formation. “No ultimatum to the BJP [on government formation],” he said sarcastically. “They are big people.”The Shiv Sena leader claimed that if his party wishes so, it can get enough numbers to form the government in Maharashtra. The people of Maharashtra have given the BJP and Shiv Sena the mandate to govern according to the 50:50 formula, Raut said.The BJP won 105 seats and the Shiv Sena 56 seats, in the Maharashtra Assembly polls, and can together cross the majority mark. However, the Shiv Sena has demanded the chief minister’s post for half the tenure, and 50% of the Cabinet portfolios. The BJP has rejected both requests. Chief Minister Devendra Fadnavis said earlier this week that he would continue to be in the post for the next five years.On Thursday, Raut met Nationalist Congress Party chief Sharad Pawar at his residence. While Raut claimed that he met Pawar to exchange Diwali greetings, he admitted that they discussed politics. Subsequently, Shiv Sena leader Aaditya Thackeray met Governor Bhagat Singh Koshyari. President’s Rule possible in Maharashtra: BJP ministerMeanwhile, Maharashtra Finance Minister and BJP leader Sudhir Mungantiwar said on Friday that the state may be headed towards President’s Rule if the new government is not formed by November 7, PTI reported. The tenure of the existing Legislative Assembly ends on November 8. “People of Maharashtra have given mandate not to any party but to the Mahayuti [grand alliance of the BJP and Shiv Sena],” Mungantiwar said. “Our alliance is stronger than Fevicol or Ambuja Cement.”Mungantiwar said that the main hurdle in the government formation was the Shiv Sena’s demand for the chief minister’s post. He said the BJP has already named Fadnavis as the chief minister.“We, at the state level will sit together to find a way to resolve the deadlock,” the finance minister said. “If necessary, the central leadership of BJP will intervene.”Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-11-01T16:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130155-wweuilvqvb-1572604420.jpg","tags":["Sanjay Raut","Shiv Sena","Maharashtra","Bharatiya Janata Party","Sudhir Mungantiwar"],"source":"https://scroll.in/latest/942352/shiv-sena-leader-sanjay-raut-claims-maharashtra-will-have-a-cm-from-his-party"}