{"title":"Shivpal Yadav launches political outfit, urges disgruntled Samajwadi Party workers to join him","content":"Samajwadi Party leader Shivpal Yadav on Wednesday announced the formation of an outfit called the Samajwadi Secular Morcha, which will aim to bring together small parties, reported PTI. Yadav said the new party would give responsibilities to workers neglected by the Samajwadi Party, which is led by his nephew and former Uttar Pradesh Chief Minister Akhilesh Yadav. “I was neglected in the Samajwadi Party and waited for two years,” Yadav told reporters in Lucknow. “I was neither informed nor invited in party programmes and no responsibility was given to me.”He urged party workers “feeling suffocated in the SP” to join him, IANS reported.However, Shivpal Yadav did not clarify whether his party would contest the 2019 Lok Sabha elections. He also denied rumours of joining the Bharatiya Janata Party or another political party, reported News18. “My stand on sidelining of Neta ji [Mulayam Singh Yadav] remains same,” Shivpal Yadav said. “I have always respected Neta ji and will always do, but people who are ignoring Neta ji should stop doing it.”I have constituted Samajwadi Secular Morcha. All those who who are not being respected in Samajwadi Party should come with us. We will also bring together other smaller parties: Shivpal Yadav pic.twitter.com/eVrRgqaTRX— ANI UP (@ANINewsUP) August 29, 2018\n\nLast year, the Samajwadi Party witnessed a massive infighting months before the Uttar Pradesh Assembly elections. A few party leaders later blamed the power struggle between Akhilesh Yadav and Shivpal Yadav for the party’s abysmal performance in the polls, where it won only 47 constituencies in the 403-seat Assembly.The acrimony began in September 2016 when Shivpal Yadav was appointed the party’s state president. Soon after, Akhilesh Yadav relieved him of his Cabinet portfolios. The feud escalated after the former chief minister released in December his own list of candidates for the polls. However, both the factions continued to maintain there were no differences in the party.","author":"Scroll Staff","time":"2018-08-29T21:11:09.407744+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/892439-41389-sqtyhuslce-1473831840.jpg","tags":["Uttar Pradesh","Shivpal Yadav","Samajwadi Secular Morcha","Samajwadi Party"]}