{"title":"Shocked by casual manner in which Kashmiri journalists are routinely detained, says Editors Guild","content":"The Editors Guild of India on Monday expressed shock at the “casual manner” in which editors of Kashmir-based publications are detained for their reporting or editorials. The Guild was mainly referring to the recent detention of the editor and a journalist from The Kashmir Walla.   The Indian Army had on January 30 filed a first information report against The Kashmir Walla’s Editor-in-Chief Fahad Shah and Assistant Editor Yashraj Sharma for a news report, published on January 27, about its personnel allegedly forcing a school in Shopian district to hold a Republic Day event.     In a statement, the Guild said that Shah was released after being detained for several hours. The statement said that it was the third time that Shah was detained for his writings. “His is not the only case,” it said. “There are scores of journalists who are experiencing this new normal where they can be hauled up by security forces for writing anything that goes contrary to the government narrative that peace has returned to the Valley.”The Editors Guild of India demanded that the Jammu and Kashmir administration create circumstances where the media can report and express opinions without “any fear or favour”.There have been several instances of action against other journalists from Jammu and Kashmir. On May 5, two photojournalists were allegedly assaulted by the police when protests began in Srinagar’s Nowhatta area. On April 18 last year, freelance photojournalist Masrat Zahra was charged under the stringent Unlawful Activities (Prevention) Act for her social media posts. Just three days later, the police filed a case against freelance journalist Gowhar Geelani for “unlawful activities” on social media.In the case against Shah and Sharma, an FIR was filed under Sections 153 (wantonly giving provocation with intent to cause riot) and 505 (statements conducing to public mischief) of the Indian Penal Code. The Army accused them of spreading fake news in the complaint. Besides them, the police had also named the website The Kashmiriyat for publishing a report on the same incident.Both websites published their articles on January 27, a day after a video of the Republic Day event at Jamia Siraj ul Uloom school was widely shared on social media. The school’s chairperson Mohammed Yusuf Mantoo had said that Army personnel of the 44 Rashtriya Rifles had been forcing them for a month to hold Republic Day celebrations. However, days before the FIR was filed, the school management put out a statement denying that they were forced to celebrate and had named both The Kashmir Walla and The Kashmiriyat.In July, the police had summoned The Kashmir Walla’s editor-in-chief for coverage of a gunfight in the Nawakadal neighbourhood in downtown Srinagar on May 19. Two militants had been killed in the gunfight, and several houses were destroyed. This was the second time Shah was questioned on the same matter.","author":"Scroll Staff","time":"2021-03-08T18:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/141726-fdqyhtyvkh-1615205871.jpg","tags":["Editors Guild of India","Jammu and Kashmir","The Kashmir Walla"],"source":"https://scroll.in/latest/988955/shocked-by-casual-manner-in-which-kashmiri-journalists-are-routinely-detained-says-editors-guild"}