{"title":"Shooting World Championships: India’s squads, Paris 2024 Olympic quotas available, and more","content":"Attention for sport shooters now shifts towards the Paris 2024 Olympics, as the race for quota places for the Games begins with the World Championships.The World event for shotgun shooters starts this week, in Osijek, Croatia, while the mega-event for rifle and pistol shooters is scheduled to start on 12 October in Cairo, Egypt.These are the first events that offer quota places for the Olympics.Quota places available per countryThere are six individual events each for men and women at the 2024 Olympics, and each country is allowed to have a maximum of two shooters per event, meaning each country can have a total of 24 shooters. It’s from the shooters who have qualified that a country can field teams for the three mixed events – air rifle, air pistol, and skeet.A quota place won by an athlete belongs to the National Olympic Committee, which determines who will be sent to Paris. In other words, it’s not necessary that an athlete who wins the quota is the one who will be going for the Olympics.Read the full Olympic Qualification Criteria set by the ISSF hereParis Olympic Games shooting eventsMen’s events (6):10m Air Rifle Men (AR M) 10m Air Pistol Men (AP M) 50m Rifle 3 Positions Men (R3P M) Rapid Fire Pistol Men (RFP M) Trap Men (TR M) Skeet Men (SK M)Women’s events (6):10m Air Rifle Women (AR W) 10m Air Pistol Women (AP W) 50m Rifle 3 Positions Women (R 3 P W) 25m Pistol Women (SP W) Trap Women (TR W) Skeet Women (SK W)Mixed events (3):10m Air Rifle Mixed Team (AR MT) 10m Air Pistol Mixed Team (AP MT) Skeet Mixed Team (SK MT) Quotas granted at the World ChampionshipsThe Worlds is the most rewarding event in terms of quotas, as each Olympic discipline is handed four quota places.In the 2022 Shotgun World Championships on Osijek, 16 quotas will be handed out in total – four each for men and women in trap and skeet events.For the pistol and rifle events, 32 will be awarded in 2022. This is for the men and women in 10m air rifle, 10m air pistol, 50m 3 positions, men’s 25m rapid fire and women’s 25m sport pistol.There is also a World Championship scheduled to take place in August next year. Once again, four quotas will be made available there in each Olympic event.It’s important to note that one athlete cannot win more than one quota in the same event. For example, if an 10m air rifle athlete wins a quota in Cairo, should that athlete finish in the top four in the same event at Baku next year, an additional quota is not added. However, if the athlete wins a quota in the 10m air rifle, and then in the 50m air rifle, the quota is granted for both events.Additionally, if an athlete wins a quota at the World Championship, and later finishes in a position to win a quota at a different event that awards Olympic berths, the quota is passed down to the next eligible athlete. Similarly, if a country has already achieved the maximum quotas in an event, and if the shooters from that country wins subsequent events, the available quota places are passed down to the next eligible shooter.Events Indians can win quotas inThe World Championships are the first events for Indians to win quotas for Paris Olympic Games. Indeed, shooting has already earned India quota spots at the Paralympics. The Olympic Games cycle, you could say, is officially underway now. After this, there is the Asian Championships in Changwon next year, followed by the World Championship in Baku.In 2024, there is the Shotgun Asia Championships and Rifle and Pistol Asia Championships. Additionally, there is a Final Olympic Qualification Championship.The schedule and venue for the events in 2024 are yet to be determined.Indian teams for the World ChampionshipsThe National Rifle Association of India will be sending a 48-member team for the rifle and pistol event in Cairo.Meanwhile, a 25-member squad has travelled to Croatia for the shotgun Worlds.Shotgun squad -MenShapath Bharadwaj - trap junior, trap team juniorRitu Raj Bundela - skeet junior, skeet team juniorBhavtegh Singh Gill - skeet junior, skeet teamVivaan Kapoor - trap, trap teamMairaj Ahmad Khan - skeet, skeet teamGurjoat Khangura - skeet, skeet teamBhowneesh Mendiratta - trap, trap teamAnant Jeet Singh Naruka - skeet, skeet teamAbhay Singh Sekhon - skeet junior, skeet teamPrithviraj Tondaiman - trap, trap teamArya Vansh Tyagi - trap junior, trap team juniorShardul Vihan - trap junior, trap team juniorWomenMaheshwari Chauhan - skeet, skeet teamMuffaddal Zahra Deesawala - skeet junior, skeet team juniorParinaaz Dhaliwal - skeet junior, skeet team juniorRaiza Dhillon - Skeet, skeet teamSabeera Haris - trap junior, trap team juniorManisha Keer - trap, trap teamAreeba Khan - skeet junior, skeet team juniorNeeru - trap, trap teamPreeti Rajak - trap junior, trap team juniorDarshna Rathore - skeet, skeet teamShreyasi Singh - trap, trap womenAadya Tripathi - trap junior, trap team juniorBhavya Tripathi - trap juniorMixedTrap junior: Shapath Bharadwaj, Sabeera Haris, Preeti Rajak, Shardul VihanTrap senior: Vivaan Kapoor, Manisha Keer, Prithviraj Tondaiman, Shreyasi SinghSkeet junior: Parinaaz Dhaliwal, Bhavtegh Singh Gill, Areeba Khan, Abhay Singh SekhonSkeet senior: Maheshwari Chauhan, Raiza Dhillon, Mairaj Ahmad Khan, Anant Jeet Singh NarukaWhen are the events?Updated: The Senior Shotgun events in Osijek began on September 26. The Indian shooters finished with one gold, one silver and two bronze medals at the International Shooting Sport Federation (ISSF) World Championship Shotgun in Osijek, Croatia, which concluded recently. There was one Paris 2024 Olympics quota place that they earned in the men’s Trap via Bhowneesh Mendiratta.The detailed scheduled for the Pistol / Rifle events in Cairo is here.Also read: Shooting World C’ships: Coach Ronak Pandit on why format changes will involve a lot more strategyShooting World C’ship: Joydeep Karmakar, with stopwatch & heart-monitor, aims to get his squad ready","author":"Scroll Staff","time":"2022-09-21T16:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126825-mghgfjcddg-1567663040.jpg","tags":["Shooting World Championships","Paris 2024 Olympics","Olympic Games 2024","Vijay Kumar","Manu Bhaker"],"source":"https://scroll.in/field/1033176/shooting-world-championships-indias-squads-paris-2024-olympic-quotas-available-and-more"}