{"title":"Shooting World Championship: Vijay Kumar, Anjum Moudgil headline 48-member Indian squad for Cairo","content":"The National Rifle Association of India has announced a 48-member Indian Rifle and Pistol squad for the upcoming International Shooting Sport Federation World Championship Rifle/Pistol, scheduled to begin on 12 October in Cairo, Egypt.A 24-member Shotgun squad was already announced earlier for the Shotgun World Championships beginning in Osijek, Croatia, from September 19, 2022. The team is loaded with World Championship first timers with Olympic silver medallist Vijay Kumar and silver medallist from the previous world championships, Anjum Moudgil, bringing in the weight of experience.Vijay Kumar, who had taken a break due to a chronic shoulder injury, is posted at the Himachal Pradesh police headquarters in Shimla as a deputy superintendent of police. The five-time Commonwealth Games medallist had made a comeback to competitive shooting last year after a gap of five years, “starting from zero” as reported by PTI. As a result, this will be Vijay Kumar’s biggest tournament since the London Games podium in 2012. The experienced campaigners in the squad include the likes of Olympians, Manu Bhaker, Aishwary Pratap Singh Tomar and Elavenil Valarivan, besides Divyansh Singh Panwar, who has qualified in the junior section.Shiva Narwal, who will be leading the Indian trio in the Men’s 10m Air Pistol for example, is not yet 17 and will be in his first worlds. Others like Swapnil Suresh Kusale, who is among the country’s top Rifle shooting exponents, particularly in small-bore, for some time now, will also be featuring in his first world championships. Swapnil was in form at the Baku ISSF World Cup stage earlier this year, where he won a first individual world cup stage gold, a silver in Men’s 3P as well as a mixed 3P gold.Aishwary Pratap Singh Tomar on the other hand will also be competing in his first world championship and his rise in Men’s Rifle 3 Positions in the last couple of years, has been nothing short of phenomenal.Meanwhile, Saurabh Chaudhary, the only Indian to qualify for a final at Tokyo 2020, is not in the squad. The ISSF World Championships in Cairo will have quota spots on offer for Paris 2024 Olympic Games as shown below:Corrections: The NRAI’s original press release had a couple of misprints. The squad list is now updated.10m Air Pistol Mixed Team- Rhythm Sangwan instead of Palak10m Air Pistol Junior Mixed Team-  Shikha Narwal instead of Varsha Singh.Update on Saturday: Sarabjot Singh will become a senior before the World Championship, which is why he has been replaced by Varun Tomar for Air Pistol Junior Men.","author":"Scroll Staff","time":"2022-09-02T17:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108243-zezawnuovc-1564411311.jpg","tags":["National Rifle Association of India","International Shooting Sport Federation World Championship Rifle","Shooting World Championship","Shooting","Anjum Moudgil","Manu Bhaker","Vijay Kumar"],"source":"https://scroll.in/field/1031923/shooting-world-championship-vijay-kumar-anjum-moudgil-headline-48-member-indian-squad-for-cairo"}