{"title":"Shooting, ISSF World Cup in Bhopal: Here’s what you need to know about WC stage being held in India","content":"India will field a strong line-up at the ISSF Rifle and Pistol World Cup in Bhopal, the event set to commence on Wednesday. There are quite a few Olympians making the cut in the Indian contingent – including Manu Bhaker, Anjum Moudgil, Aishwary Pratap Singh Tomar, Divyansh Singh Panwar, Elavenil Valarivan and Sanjeev Rajput. Also in the squad is reigning World Championship gold medallist Rudrankksh Patil.Meet Rudrankksh Patil, India’s 10m air rifle world champion who loves to research  This is the first time Bhopal will be hosting an event of this magnitude, and there’s a rather impressive international field that has descended upon the Madhya Pradesh capital. This is also the first ISSF World Cup to be held in India outside the national capital of New Delhi.A field of 198 shooters from 30 countries will compete at the MP State Shooting Academy range, with 37 shooters from India competing at the event that will end on March 27.Strong Indian line-upPatil, a 19-year-old from Mumbai, became the first Indian rifle shooter to win a Olympic quota for Paris 2024 when he claimed 10m air rifle gold at the World Championships in Cairo last year. He will headline the Bhopal World Cup, along with compatriot Swapnil Kusale, who finished fourth at the World Championships but also earned a Paris berth in the men’s 50m 3-Position rifle event.Also in the squad is the talented and decorated Bhaker – a winner of 12 World Cup medals (8 gold, two silver and two bronze medals). There’s also 2018 World Championship silver medallist in the women’s air rifle event Anjum Moudgil, and three-time World Cup gold medallists Valarivan, Tomar and Panwar.   The 🇮🇳 Shooting Team is all set for the ISSF World Cup, starting today in Bhopal🔫Get ready for some thrilling & 🔥 performancesAll the best to our shooting 💫👏 pic.twitter.com/7zLkaBsYkI— SAI Media (@Media_SAI) March 21, 2023\n\nIndian SquadWomen10m Air Pistol: Manu Bhaker, Yashaswini Singh Deswal10m Air Rifle: Nancy, Ramita, Tilottama Sen, Elavenil Valarivan25m Pistol: Manu Bhaker, Esha Singh, Rhythm Sangwan, Abhidnya Ashok Patil, Niveditha Veloor Nair50m Rifle 3 Positions: Ashi Chouksey, Manini Kaushik, Shriyanka Sadangi, Sift Kaur Samra, Anjum MoudgilMen10m Air Rifle: Shahu Tushar Mane, Divyansh Singh Panwar, Rudrankksh Balasaheb Patil, Hriday Hazarika, Arjun Babuta10m Air Pistol: Arjun Singh Cheema, Hriday Hazarika, Sarabjot Singh, Varun Tomar, Shiva Narwal, Sumit Raman25m Rapid Fire Pistol: Anish, Ankur Goel, Bhavesh Shekhawat, Mandep Singh, Vijayveer Sidhu50m Rifle 3 Positions: Niraj Kumar, Swapnil Kusale, Akhil Sheoran, Aishwary Pratap Singh Tomar, Sanjeev RajputMixed Team10m Air Pistol: Rhythm Sangwan, Divya Thadigol Subbaraju, Sarabjot Singh, Varun Tomar10m Air Rifle: Hriday Hazarika, Tilottama Sen, Rudrankksh Balasaheb PatilStar foreign namesOn the opening day, current World Champions Liu Jinyao and Lu Kaiman (both from China) will be in action in the men’s and women’s 10m air pistol events respectively.Also present for the World Cup is France’s Jean Quiquampoix, the only reigning Olympic champion (men’s 25m rapid fire), along with his compatriots Clement Bessaguet – silver medallist from the 2022 World Championships (men’s 25m rapid fire).Pre-event training begins for 10m Air Pistol. The boys go first. Both men’s and women’s finals scheduled tomorrow at the @issf_official World Cup Rifle/Pistol Bhopal.#ISSFWorldCupBhopal #ISSFWorldCup #AirPistol #Pistol #Shooting #Bhopal #India pic.twitter.com/l5PsXtu0EI— NRAI (@OfficialNRAI) March 21, 2023\n\nThe United States of America have sent an eight-member team that includes current women’s 10m World Championship gold medallist Alison Marie Weisz, along with mixed air rifle team of Carolyn Mary Tucker and Lucas Koziniesky, who won silver at the Tokyo Olympics.There’s also German legend Christian Reitz, who won bronze (Beijing 2008) and later gold (Rio 2016) in the men’s rapid fire event. The 35-year-old is a part of a 13-member German squad that also includes Rio Olympics silver medallist Doreen Vennekamp (25m women’s sports pistol).Where to watchThe finals of each event will be available on live stream on the ISSF’s Youtube channel.The ISSF World Cup Rifle/Pistol Bhopal, will see a total of 10 finals, all Olympic events, over five consecutive competition days.Broadcasting schedule here.","author":"Scroll Staff","time":"2023-03-21T16:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188213-tbtopufqgg-1679387148.jpg","tags":["ISSF World Cup","Bhopal World Cup","Shooting World Cup","Manu Bhaker","Rudrankksh Patil","Anjum Moudgil","Indian Shooting","Paris 2024 Olympics"],"source":"https://scroll.in/field/1046002/shooting-issf-world-cup-in-bhopal-heres-what-you-need-to-know-about-wc-stage-being-held-in-india"}