{"title":"Shooting World C’ships: Coach Ronak Pandit on why format changes will involve a lot more strategy","content":"A great deal is at stake when the ISSF Rifle and Pistol Shooting World Championships start later this week in Cairo, Egypt. The top four shooters in each event stand a chance at gaining a quota for their respective countries for the 2024 Paris Olympic Games. But in order to win the gold – and become World Champion – there’s a great deal more that has to be done.Unlike in past years, the medals in individual events will also be decided in a medal match. It’s a format that now puts heavy emphasis on strategy and tactics, arguably at the risk of consistency.“Earlier you’d be rewarded for your consistency and precision. Now it’s become more of a game. Now it’s all about resetting, every shot is a new round,” said Ronak Pandit, the national pistol coach in a conversation with Scroll.in.“Earlier the cumulative total of all your shots is what determines your ranking. Now it’s just that one shot, if you win or lose, doesn’t matter. Now even if you don’t shoot well on one shot, the opponent just gets two points and then you reset in the next round. So, the essence of shooting is lost.”In the earlier format, the top eight shooters from the qualification round start the final with a series of shots where the scores start adding up. At various pre-determined points, the lowest-placed shooters are eliminated one by one, till the last two remain standing.Shooting World C’ship: Joydeep Karmakar, with stopwatch & heart-monitor, aims to get his squad ready  Now, the format remains the same only till the point that there are two shooters left. Those two will then compete in a medal match.According to the rules published by the ISSF for 10m air pistol and air rifle events, “The Final consists of a Ranking Match with Decimal scoring. This will determine positions 8th to 3rd . This is followed by a Medal Match to determine the Gold and Silver medallists.”For the top two, “the medal match consists of both athletes firing a series of single shots on command in a time limit of 50 seconds per shot. The winner and gold medallist will be the first athlete to score 16 or more points.”Where strategy now gets involved is that scores are not added up to an overall tally.“If you’re having a bad day, and you shoot a bad shot, say if you shoot a 7 and the opponent shoots a 10, you’re still at not that big a loss. It’s just one round. You don’t have the three points to cover up,” Pandit added.“Now there’s a lot of strategy involved. You have 50 seconds allowed for a shot. If you’re a slow shooter, the opponent has already shot a 10.8, I’d rather not put in that much effort. Just take it easy and keep your mind fresh for the next round. Of course, you’re focusing so much that sometimes you don’t get to use these tactics. You’re so busy controlling your breathing, stance. And you don’t get to know what the opponent has fired.“But you always have the option. If you’re not exactly ready, just play a shot, score doesn’t matter. You can sacrifice that shot, and then concentrate on the next round. Earlier every shot would get added to your score.“It’s like a badminton, or table tennis match. You may have lost the first game, but you can still win the next few games and with the match.” Shooting World Championships: India’s squads, Paris 2024 Olympic quotas available, and morePandit, a former Commonwealth Games gold medallist, makes no attempt to hide his disapproval of this new format. And he asserted that the current crop of shooters “aren’t happy with these changes either.”“Right now, what it’s become is, that I may have shot the better scores in total, but that doesn’t mean I’ve won. It’s hard to come to terms with that.“You might have shot the best in the qualification round, and then in the top 8. But then in the medal match, it doesn’t matter.”Remarkably, the current structure was not what the ISSF had put forward at the start of the year. The format used earlier was far more complicated, which required a gold-medal winner to go through four rounds – there was also a medal match for the bronze medal (which has now been done away with).The constant changing of rules has made it harder to train for events as well.“When we went for the first World Cup (Cairo), then for the junior World Cup, then for the World Cup in Changwon in July, there were some changes in the rules or the other. The unfortunate bit is that the ISSF is not yet able to zone in on one format,” he said.“We’ve had no certainty of the rules, so it’s difficult to have a rehearsal, or a simulation of an event you’re going to play. It basically comes down to you shooting under pressure on demand.”The first target at the World Championships is to win Olympic quotas, of course. But any gold medal is always worth its weight. And, there’s no template as such to winning gold in this new format.","author":"Shahid Judge","time":"2022-10-12T16:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181152-ndziojewum-1665587241.jpg","tags":["Ronak Pandit","ISSF World Championships Rifle/Pistol","Shooting World Championships","2024 Paris Olympic Games","Olympics"],"source":"https://scroll.in/field/1034757/shooting-world-cships-coach-ronak-pandit-on-why-format-changes-will-involve-a-lot-more-strategy"}