{"title":"Shooting, Indian Olympic trials: Esha Singh, Bhavesh Shekhawat lead in respective 25m pistol events","content":"Esha Singh topped the women’s 25m pistol qualification while Bhavesh Shekhawat led the men’s 25m rapid fire pistol charts at the end of Day one of the 2024 Paris Olympic Selection Trials in Rifle/Pistol in Delhi on Friday. Singh totalled 585 across her precision and rapid-fire rounds in the women’s sport pistol OST T1 qualifications, to steer two points clear of Simranpreet Kaur Brar, who finished second. Manu Bhaker (582) was a close third while Abhidnya Patil (577) and Rhythm Sangwan (574) rounded off the five in fray.In the men’s RFP OST T2, Shekhawat (580) took top billing, being rewarded for being the most consistent through the day. However, as the quota holders in the event, Vijayveer Sidhu (579) and Anish (578) also kept abreast of the leader. Adarsh Singh (572) and Ankur Goel (564) were clearly out of this trial.All 10 shooters will come back on Saturday for the finals and will be eager to earn crucial podium points, which can be the clincher in the end calculations.Olympic quotas in shooting are awarded to the National Olympic Committee and not the particular athlete. This means that each individual NOC will have to select who gets to represent the country in the event where the NOC has a quota. Schedule and formatThe OSTs will follow the declared Paris Olympic schedule where the finals will happen the day after qualifications. Also, eliminations in the finals will proceed normally and the fifth shooter will be the first to exit at his or her regular stage of elimination.","author":"Scroll Staff","time":"2024-04-19T16:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200171-qakxpcmrmh-1713522480.jpg","tags":["Bhavesh Shekhawat","Esha Singh","Paris Olympic Selection Trials","Shooting","Indian shooting","2024 Paris Olympic Games","Men's 25m rapid fire pistol","Women's 25m pistol"],"source":"https://scroll.in/field/1066840/shooting-indian-olympic-trials-esha-singh-bhavesh-shekhawat-lead-in-respective-25m-pistol-events"}