{"title":"Shooting World C’ships 2023: Mehuli Ghosh wins 10m air rifle bronze; secures Olympic quota spot","content":"India’s Mehuli Ghosh won bronze in the women’s 10m air rifle at the International Shooting Sport Federation World Championship in Baku, Azerbaijan and a Paris Olympic quota place to go along with it. The Indian, who had earlier in the day topped qualifying with a sizzling 634.5, shot 229.8 in the 24-shot eight-woman final to finish in third place at the end of 22-shots. China won gold and silver with Han Jiayu finishing with 251.4 and Wang Zhilin who ended with 250.2. 15-year-old Tilottama Sen however won hearts with a brilliant fourth place finish.Ghosh also won a gold on the day teaming up with Sen and Ramita to win the 10m air rifle women’s team competition with a combined total of 1895.9, ahead of China who totalled 1893.7. Germany won bronze.After the final, Ghosh said, “I was very excited and nervous for the final. In-fact I can still feel the nerves. There was very little difference between each one of us. It was very exciting and I am happy with the result.”#ShootingWorldChampionshipsA first individual World Championships medal for Mehuli Ghosh to go with a 2024 Paris Olympics quota place for India!https://t.co/n44U6AmHFr pic.twitter.com/MRJ6DRF72i— The Field (@thefield_in) August 19, 2023\n\nThe women’s air rifle was the last final of the day and began at 6.00pm local time. By then, India had endured a tough day with the men’s skeet and men’s 10m air rifle squad finishing outside medals. After the women’s 10m air rifle events, India finished the day with two gold and two bronze medals and in third place on the medal tally behind leaders China and second-placed USA, who have two golds and one silver.Ghosh topped the qualifications with a national record score of 634.5 while Sen was sixth in qualifying with 631.3. Ramita, who shot in the first relay and was the third Indian in the field, also shot well but finished 11th with 630.1 in the 140-strong field.The top eight besides the two Indians and the two Chinese also had Martina Lindsay Veloso, the youngest ever ISSF World Cup medal winner. Swiss Audrey Gogniat, Iranian Amirani Chehel and in-form Frenchwoman Oceanne Muller completed the finals line-up.Ghosh began with a 10.2 while Sen was one better with a 10.4. After the first five single shots series however, Ghosh was up to second and did not quite leave the top half till she bowed out in the end. Sen was struggling at this stage at the very bottom.Sen began her comeback from the 11th shot onwards. Veloso was the first to be eliminated in eighth after the 12th shot and by then, Han and Wang had moved to the top.A 10.6 by Sen for the 14th and a 9.6 by Muller meant they went into a shoot-off for seventh place. The Indian survived with a solid 10.7. Ghosh had moved up to third with a 10.8 and was 0.3 behind Han and Wang who were both on 146.6.Sen kept shooting high 10s to then account for Gogniat first and then when she took out Amirani after the 18th shot, a medal and quota place was confirmed for India. One country could win one quota in each event and the Iranian and Swiss shooters also won quota places for their countries. China won the other quota place.A string of slim 10s had meant that ghosh was unable to challenge the two Chinese but a 10.8 for her 20th shot ensured that she pipped her junior compatriot for the coveted world championship medal.In the day’s other results, Divyansh Singh Panwar was the top Indian finisher in the men’s 10m air rifle with a qualification score of 627.5 giving him a 28th place finish. Aishwary Tomar was further back in 33rd with 627.3 while Hriday Hazarika finished 68th with 623.6.In the men’s skeet, despite Angad Vir Singh Bajwa shooting well for a score of 121 in qualification, it was good enough for only a 29th place finish. Anant Jeet Singh Naruka shot 120 to finish 44th while Gurjoat Khangura was further back in 95th with a score of 115.","author":"Scroll Staff","time":"2023-08-19T22:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193326-puimdcapfp-1692463829.jpeg","tags":["Mehuli Ghosh","Tilottama Sen","2023 Shooting World Championships","Shooting","Indian Shooting","2024 Paris Olympics"]}