{"title":"Shooting World C’ship: Joydeep Karmakar, with stopwatch & heart-monitor, aims to get his squad ready","content":"In a few weeks’ time, coach Joydeep Karmakar imagines he will be holding a whistle and stopwatch, as he watches over the shooters at a national camp in New Delhi. This is all because of a few changes in the rules that were implemented earlier this year that affect the 50m rifle 3-positions squad.The stakes are high at the upcoming ISSF Rifle/Pistol World Championship, which starts on October 12 in Cairo, Egypt. There is, of course, the prestige of winning a medal at the elite world event, but there’s also the prospect of the top four finishers in each discipline winning their country a quota for the Paris 2024 Olympics. But to give the shooters as much of a solid foundation as possible, the focus in the national camp will be more on strategy and time management than technique.For the training camp, Karmakar intends to have a few sessions where the focus is only on what happens in the changeover.“We want to create that stressful environment and have those simulations to get them as prepared as possible,” said the national rifle coach, who looks after the 50m team, to Scroll.in.“You need to be well trained for the transition. We’ve had a separate training program just for this earlier too. What I’ve seen as a coach is that Indian shooters are generally about 30 seconds slower than their foreign peers. So that’s what we’ve worked on in the last camp, and there was improvement. Before the World Championship, my stress will be on the time management.”“Essentially what has happened is the changeover time in the final from the kneeling to prone, and then prone to standing positions has been reduced by a minute each,” explained Deepali Deshpande, a former international shooter who is currently coaching world No 7 Anjum Moudgil, to Scroll.in.“Earlier it used to be seven minutes at the first changeover which is now six minutes, and then nine minutes when you’re switching from prone to standing has now dropped down to eight. It doesn’t sound too much, but it does make a big difference.“It’s basically all the time you get to change your gear, make adjustments to the gun, and then take a few sighting shots. Any delay and you don’t get a chance to test your weapon.”Shooting World Championships: India’s squads, Paris 2024 Olympic quotas available, and moreKarmakar will be armed with his stopwatch when he conducts those sessions, giving each shooter a good amount of practice in which to get their equipment in order and ready to shoot. But there’s also another dynamic the coach wants to add into the mix.“We’ve also ordered heart monitors. It’s one thing to be able to get the job done in that set time frame. But you also need to compose yourself and be calm,” he said.“If your heart is beating too fast [at the end of changeover], you won’t be able to fathom things. That’s also something we’re working on. The shooters will have to do these tasks as calmly as possible. It’s not about haste, but how well planned you are. You have to do this without panicking. This is just to put them in the best possible position to shoot from. At that level, everyone knows how to shoot. But it’s just about making them comfortable with this, getting them calm and composed, putting them on a platform to shoot higher scores.”Interview: Joydeep Karmakar on becoming the new national rifle coach and the expectations within  The 50m 3-positions event has had a significant change since the last Olympic cycle. Known commonly as the ‘marathon’ of shooting, earlier the qualification round would last two hours and 45 minutes, during which shooters have to take 120 shots split into the three positions.That’s now been reduced to 60 shots over an hour and 30 minutes. Once the clock starts, each shooter has those 90 minutes to make 20 shots in the kneeling position, make the changes to their equipment and gun, take a few sighters, shoot 20 shots in the prone position, change the equipment and take sighters again, and then make the final 20 shots while standing.The main time crunch – during the changeovers – now comes in the final. Karmakar alters the earlier adage saying regarding the 3-positions event, claiming it’s now a ‘marathon with multiple sprints in the middle.’Right now, there is a race against time. As the shooters move to the National Games in Gujarat, their time in the preparatory camp will reduce. The target though remains clear, as the squad will be gunning for Olympic quotas.And Karmakar has planned a specific training regimen filled with stress, simulation, repetition, for that quick perfection.","author":"Shahid Judge","time":"2022-09-26T13:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156771-uerbuymnnc-1616752376.jpg","tags":["Joydeep Karmakar","Deepali Deshpande","Shooting World Championships","ISSF Shooting World Championships 2022","2024 Paris Olympics","2024 Olympic Games"],"source":"https://scroll.in/field/1033534/shooting-world-cship-for-coach-joydeep-karmakar-aim-is-to-get-squad-ready-for-race-against-time"}