{"title":"Shooting: ISSF reverts to Tokyo Olympics formats for Paris 2024 finals, here’s what it means","content":"The Paris 2024 Olympic qualification cycle for shooting is well and truly underway, and some quotas have already been handed out for the Games next year in France. Yet the International Shooting Sport Federation – the governing body of the sport – has decided to tinker with the competition format one more time.On Tuesday, the ISSF decided to forgo the format they had put into place last year in favour of the one that was used for the Tokyo 2020 Olympics.The biggest change in the new format is that the gold medal match that had been over the last few months at the World Cups – a first-to-16 point shootout between the top two finishers in the final – has now been removed. Instead, the old final format has been reinstated across pistol and rifle disciplines.“After the formal approval of the IOC and the unanimous decision of the Exco, the updated rules are broadly in line with those held at Tokyo 2020 and will come into effect as from 8th May, starting with the World Cup in Baku,” the  ISSF said in a statement.What was the gold medal match?The top eight shooters from the qualification round would qualify for the ranking match. There, shooters would be eliminated in pairs until only the top two remained. At this stage, the person who finished in third gets the bronze.After a break, the top two would compete in a gold medal match with the scores at zero for both.Each shooter would take one shot, and the competitor with the higher score gets a total of two points – one point each in case the shot has the same score. This would continue as a race to 16 points. The first to get that score wins the gold.“Earlier you’d be rewarded for your consistency and precision. Now it’s become more of a game. Now it’s all about resetting, every shot is a new round,” national pistol coach Ronak Pandit had said about the gold medal match in an earlier interview with Scroll.The gold medal match now no longer will be used in individual competitions.What was the Tokyo format?Using the 10m air rifle event held at the 2020 Games as an example, the top eight shooters in the qualification round enter the final.In the final, there will be a total of 24 shots. There, two series of five shots each are made and the scores are put in order. Hereon, after every second shot, the shooter with the lowest aggregate score is eliminated from the competition. For example, after 12 shots in total, the eight placed competitor is eliminated, after 14 shots, the seventh placed, and so on until the top shooter remains (who is awarded the gold).As Pandit had mentioned, this round is all about consistency.In comparison, the World Cup that took place in Bhopal last month, in the 10m air rifle final, after 15 shots – across three series – the two lowest scoring shooters were eliminated. Thereon, two more shooters are eliminated after the next five-shot series until only the top two remain. Those two competed in the gold medal match.Were the final rules the same across events in Tokyo?While the gold medal match has been removed from all categories across rifle and pistol event, each discipline has its own individual rules for the final.The air rifle and air pistol rules are the same as mentioned earlier.For the 25m men’s rapid fire event, in Bhopal, the top eight shooters would be split into two groups of four. The top two from each group would then make it to a medal match where after the fourth series of five shots each, one shooter is eliminated. Two more series are held and the third placed shooter wins the bronze, and two more series later the gold and silver medallists are determined.In the Tokyo format – which will be followed in Paris – however, six shooters go past the qualification round and into the final. After the fourth series, the lowest scorer is eliminated and one more shooter is eliminated after every series.This format is similar to the one in the women’s 25m pistol event, although eight shooters make it to the final.Meanwhile, in the 50m 3-Positions rifle event, from the Tokyo format, two shooters are removed from the top eight finalists after 10 shots (two series) are played. There on, one shooter is eliminated after every shot.In Bhopal, though two were eliminated after two series, two more were removed after another series of five.Will qualification scores matter?Qualification scores will only be used in the qualification round to determine the top eight shooters. In the final, all shooters start with the score of zero.What about the mixed team events in Paris?The top four teams will move to a finals. The team that finished third and fourth will compete against each other for the bronze medal, while the top two teams will play for gold.When do the rules come into place?The ISSF World Cup in Baku, Azerbaijan, scheduled to start on May 8, will be the first event in which the new rules will be implemented as we build up towards Paris. The full document issued by ISSF for the new rules is here.","author":"Shahid Judge","time":"2023-04-12T16:42:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/76170-ncxktdbgpn-1512970604.jpg","tags":["Tokyo 2020 Olympics","Paris 2024 Olympics","Summer Olympics","Shooting","Indian shooting","ISSF","ISSF World Cup Bhopal","Ronak Pandit"],"source":"https://scroll.in/field/1047249/shooting-issf-reverts-to-tokyo-olympics-formats-for-paris-2024-finals-heres-what-it-means"}