{"title":"Shooting, Asian Olympic qualifiers: Varun Tomar, Esha Singh secure Paris 2024 quotas","content":"Varun Tomar and Esha Singh on Monday won India’s 14th and 15th Paris 2024 Olympic quota places after winning gold wins in the men’s and women’s 10m air pistol respectively at the Asian Olympic Qualification Rifle/Pistol event at the Senayan Shooting range in Jakarta, Indonesia. In a display of dominance, Tomar won by a margin of 2.6 and Singh by a whopping 6.8 to deliver virtuoso performances.It was a double podium in both the Olympic events for India as Arjun Cheema won silver in the men’s pistol while Rhythm Sangwan won bronze in the women’s competition, displaying India’s continental might in the sport.Mongolian Davaakhuu Enkhtaivan won bronze in the men’s event to win the second available quota, while Pakistan’s Kishmala Talat’s silver winning performance in the women’s, brought a historic first ever women’s shooting Olympic quota for her country.Each country could win only one of the two quota places on offer, so Arjun missed out. The Indian trio of Tomar, Cheema and Ujjwal also won the men’s team gold, as did the women’s team of Singh, Sangwan and Surbhi as India topped the standings at the end of day one with four golds and a total of six medals.Tomar on songTomar had a brilliant day of shooting overall. His score of 586 atop the 55-field qualification, was by far his best in international competition and the best he has shot over the past 12 months or so. To do it when it mattered, speaks volumes of his preparedness.“There are always nerves,” Tomar accepted when asked about his start in the final where he had just five low 10s for his first 12-shots, compared to seven mid to high ones for the last dozen. “Last year was one my first year in the senior team and after a good start, there was a bit of up and down as I felt I was gaining experience. It is evident that hard work in training pays off,” a confident Tomar added.With Korean Lee Wonho and Pakistan’s Gulfam Joseph having already secured their quotas in earlier competitions, Tomar and Cheema had to fight for the one quota with four others including Iranian Sajad Poorhosseini, Uzbek Mukhammad Kamalov and Kazakh Valeriy Rakhimzhan, besides Davaakhuu.Tomar found it difficult to enter the 10-ring to begin with, however Cheema held his own to shoot over 50 after the first five shot series to take an early lead in the 24-shot final.After the second series of five-shots, none of the shooters had crossed the 100-point mark with Pakistan’s Joseph in the lead ahead of Cheema and Tomar, who had risen up to joint third along with Rakhimzhan.Lee was first to be eliminated after 12-shots with Cheema and Tomar making it an Indian 1-2 at the top for the first time in the final. Gulfam was next out as the Indians momentarily slid to third and fourth.However, it was clear that Tomar had found his mark and was getting stronger from here on, with Cheema left to chase the Mongolian for second place.A 10.6 for Tomar’s 20th shot, meant that India’s quota was confirmed as Poorhosseini bowed out in fourth. Davaakhuu had taken the other, but Cheema ensured that he won the chase for silver. He was 0.5 behind his teammate going into the final two single-shots, but could not hit the 10-ring as Tomar closed out in style, logging 239.6 to Cheema’s 237.3.Esha supremeEsha Singh was the lowest ranked of the three Indians to qualify, with a score of 578 giving her sixth spot while Sangwan and Surbhi shot 579 each for third and fifth spots.Sangwan was also the strongest to start the final with a 10.6, which Singh managed in her second. However, it was Talat, the Asian Games bronze medalist from Pakistan, who started off the strongest of the eight shooters, logging a 52.4 for her first five shots. Sangwan was second, also managing above 50 while Singh at this stage was third and Surbhi fifth.The second five-shot series saw three shots of 10.9 from different shooters, but the one on Singh’s sixth propelled her to the lead ahead of Talat.A 10.8 for her 11th gave early indications of Singh threatening to pull away. Xiu Hong The of Singapore was first to leave after the 12th single shot and after the 18th shot, with Singh 4.3 ahead of her Korean challenger, India’s quota was confirmed as Yu bowed out in fifth.With Surabhi already eliminated, India’s quest for a second consecutive double podium was confirmed as Sangwan out nerved Korean Kim Bomi after the 20th, to rise up to second. Talat had confirmed her quota. Singh eventually finished with 243.1, Talat with 236.3, while Rhythm won bronze with 214.5.“I didn’t know I was that far ahead before you just told me,” said Singh, in the post-match interview when quizzed about her massive lead. “I did see some good shots going. think was just too process oriented and kept my mind in my game more than that of others. I must have shot my best-ever final, I’ll have to check,” she quipped.Given the two Korean finalists Kim Bomi and Oh Ye Jin were ineligible for quotas, the Indians had to fight it out with Yu Ai Wen of Chinese Taipei and Teh Xiu Hong of Singapore, besides Talat for the one quota on offer to them.Among the juniors Priyanshu Yadav shot 154.3 to place sixth in the junior men’s air pistol final, after topping the qualifiers with a score of 579. Paras Khola, the second Indian in fray, was ninth overall with 562.","author":"Scroll Staff","time":"2024-01-08T16:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197307-qyjgjdadcf-1704710319.jpeg","tags":["Varun Tomar","Esha Singh","Arjun Cheema","Rhythm Sangwan","2024 Paris Olympics","Shooting","Indian Shooting"]}