{"title":"Shooting World C’ships 2023: Sift Kaur Samra secures Paris Olympic quota spot in 50m rifle 3P event","content":"Sift Kaur Samra won India’s sixth Paris 2024 Olympic quota place after finishing fifth in the women’s 50m rifle 3 positions event at the International Shooting Sport Federation World Championship in Baku, Azerbaijan. Taking aim at the Baku Shooting Centre early on Monday, Samra won the quota after she qualified for the final with a national record score of 589, which she shot twice on the day. She, however, missed a coveted World Championship medal. It was yet another China 1-2 in women’s 3P, with Zhang Qiongyue winning gold with a finals score of 465.3 and compatriot Han Jiayu winning silver with 463.5. American Sagen Maddalena won bronze while Sift, finished with a score of 429.1.Samra said after the match, “I am feeling so excited about winning the quota and it was really a fun match for me. The experience was really great, because my kneeling position was not that good in qualification but my standing was very good. I am proud of my standing position today. It means a lot for me and the country as it’s the first 50m quota among women.”India now have won three Paris quotas at the Baku Worlds with Mehuli Ghosh in the women’s 10m air rifle and Akhil Sheoran in the men’s 50m rifle 3 positions winning quotas and world championship bronze medals in the previous days. India now have six quotas overall for the Paris games.India also find themselves third on the medal tally with four gold and three bronze medals behind powerhouses China and the USA. A total of 24 of the 101 participating nations have medalled so far.As is the norm with 3P shooters, Samra’s grind began early morning with the elimination rounds after which 29 of the 99 shooters were eliminated. Samra’s shot a national record score of 589 to finish in second place in the qualifying round.In the 70-strong qualification round, all three Indians including Samra had a tough first 15-shots in the kneeling position, registering identical scores of 192 out of 200. Prone was always going to be Samra’s strongest round and she bettered her 198 in elimination with a 199 to begin her climb up the leaderboard.But it was the standing round, considered the toughest of the three positions, where she really blossomed, delivering a lethal 198 to make the top eight in fifth position with a repeat of the 589.Samra, in the process, also bagged one of the four available Paris quotas, given four of the other eight qualifiers - Korean Lee Eunseo, Norway’s Jenny Stene, USA’s Sagen Maddalena and Poland’s Natalia Kochanska had already secured their quotas in earlier competitions and only one of the two Chinese finalists could bag a quota place.The team missed a medal, finishing fifth overall with a tally of 1761. Ashi Chouksey individually finished 29th with a score of 582, while Manini shot 580 for a 40th place finish.Samra began the final with a 10.1. but by and large inconsistent shooting meant that she was in seventh and elimination spot at the end of the 15-each kneeling and prone positions shots. The fight at the top was between Han and Zhang and the American Maddalena.Continuing with her stellar form in the standing position on the day, she moved up to fifth at the end of the first five shots with a series of 53. But 9s for her 37th and 38th shots put her back in danger of elimination. She just managed to save it to secure sixth first and then with another slim 10, moved back up to fifth after the 41st.She was then 0.7 behind the Olympic champion Nina Christen whom she beat on the shot with a 10.3 to Nina’s 10.2, but it was not enough.Also, in a good position at the end of the day’s play were the men’s 25m rapid-fire pistol squad, who were in pole position after the first precision round in the team event, with Adarsh Singh and Anish also shooting solid precision rounds to be second and seventh in the individual event. The second rapid-fire round of qualification comes up on Tuesday with the final also later in the day.  Vijayveer Sidhu was in 32nd spot with a score of 287 out of 300. Only the top six make it to the final.","author":"Scroll Staff","time":"2023-08-21T21:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193383-rmkmkpddfx-1692632693.jpg","tags":["Sift Kaur Samra","ISSF World Championships","Shooting","Indian Shooting"],"source":"https://scroll.in/field/1054677/shooting-world-cships-2023-sift-kaur-samra-secures-paris-olympic-quota-spot-in-50m-rifle-3p-event"}