{"title":"Shooting, Asian Olympic Qualifiers: Rhythm Sangwan wins bronze in 25m pistol, secures 16th quota","content":"Rhythm Sangwan won a 16th Paris 2024 Olympic quota place for India as she clinched the bronze medal in the women’s 25m pistol event at the Asian Olympic Qualification event in Jakarta, Indonesia, on Thursday.The qualification world record holder, shot two rapid-fire series of 100 early in the morning at the Senayan Shooting Range, to qualify for the final with a top score of 588. She then had 28 hits out of her first 35 targets, finishing behind a pair of Koreans who were ineligible for quotas in the event.That gave the World Cup bronze medallist the first of the two available Paris quotas, with Chinese Taipei veteran Wu Chia Ying bagging the other with a fifth-place finish.Sangwan’s medal ensured India would be sending its largest shooting contingent to an Olympic Games, beating the previous high of 15 from Tokyo 2020.With Manu Bhaker already sealing one quota in the women’s 25m pistol in earlier competitions and Esha Singh winning one in the air pistol in this competition earlier, Sangwan began the event needing to ward-off among others, compatriot Simranpreet Kaur Brar.She began the day placed fifth after the precision round of qualification on Wednesday. But she shot a total of 298 out of 300 in the rapid fire round to soar into the lead with 588, three points clear of South Korea’s Yeji Kim. Brar meanwhile shot 577 to finish 11th and miss out on a place in the final.That meant that Sangwan would have to finish better than at least three of the four remaining finalists, discounting the three Koreans to ensure the quota.The eight series of five rapid-fire shots began with Sangwan finding it tough yet again in the initial stages lying between fifth and sixth with two Singaporeans, besides Wu giving her a run for her money.That changed with two consecutive hits of four in the fourth and fifth series, giving her a cushion over Wu and the Singaporeans, as Filipino Shayne Quiroz became the first to exit.The quota was confirmed after the sixth series, as Teh Xiu Hong became the second Singaporean to exit in succession. Sangwan then outscored Wu and Korean Minseo Kim to claim bronze behind Jin Yang who won gold and Yeji Kim who took silver.India also picked up a silver in the women’s 25m pistol team event and still top the table ahead of China with eight gold, seven silver and six bronze medals.","author":"Scroll Staff","time":"2024-01-11T14:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197408-bvxemmzllv-1704964637.jpeg","tags":["Rhythm Sangwan","Asian Olympic Qualification","Indian shooting","Sport shooting","Paris 2024 Olympics","Olympic Games"],"source":"https://scroll.in/field/1061986/shooting-asian-olympic-qualifiers-rhythm-sangwan-wins-bronze-in-25m-pistol-secures-16th-quota"}