{"title":"Shooting ‘Padmaavat’: Many lights, cameras and the action that went into the film’s visual beauty","content":"Sanjay Leela Bhansali’s Padmaavat has divided critics, but many agree on at least two aspects of the period production. One is the impact of Ranveer Singh as the Delhi Sultanate ruler Alauddin Khilji. The other is the film’s overall look, which includes sumptuous sets and costumes and cinematography by Sudeep Chatterjee.Starring Deepika Padukone, Ranveer Singh and Shahid Kapoor, Padmaavat has also been released in a 3D version. But it is the 2D version that does full justice to Chatterjee’s efforts in lighting, framing and creating the appropriate mood for the movie’s numerous dramatic moments. The director of photography had previously worked with Bhansali on Guzaarish (2010) and Bajirao Mastani (2015). The 49-year-old Film and Television Institute of India alumnus has shot a range of Hindi films, including Iqbal (2005), Dor (2006), Chak De! India (2007), Dhoom: 3 (2013) and Baby (2015). In an interview, Chatterjee revealed the efforts that went into shooting Padmaavat and aligning his work with Bhansali’s vision of fourteenth-century Rajasthani lore. Padmaavat has been meticulously shot with a lot of attention to detail. Sanjay tells a lot of his stories through the spaces within the film, and I had to do justice to his vision. Of course, things would always change at the last minute, and many of the decisions would be taken on the sets.I had worked with Sanjay on Bajirao Mastani, and we knew we wanted to make Padmaavat even while that film was being made. I was initially wary about two back-to-back period films. In terms of period films, the tools of cinematography are limited. Even Sanjay wondered whether he should work on Padmaavat or something else.I started prep work in August 2016, and this went on for four months. I got involved with everything that you see on the screen – the set design, the costumes for the main actors and junior actors, and the colour palette. This prep work is very important, and with Sanjay, things can get hectic since he is heavily involved. You have to spend time on his briefs – sometimes, they will be abstract.Padmaavat (2018).My usual process is that I read a script thoroughly. Padmaavat is set in the fourteenth century, a different time from Bajirao Mastani, which was the eighteenth century. Bajirao Mastani was more Amar Chitra Katha, far more simple, and wasn’t extremely dramatic. Once I read the script for Padmaavat, I realised that I didn’t have to work too hard on making it look different. The story is different, and requires a lot of visual drama. The drama is also more complex, the characters are going through turmoil. The visuals needed to lay out that drama on the screen. The lighting had to be dramatic, the angles dramatic. It had to be far more in your face. Miniature painting was a major reference, of course, given the Rajasthan setting. I had visited Chittor before the shoot. Our visualisation was based on references in paintings and miniatures. A book by BN Goswamy on miniature painting was extremely helpful to me. Whatever else we visualised came from our imagination.Also, we were dealing with two different worlds, Chittor and Alauddin Khilji. These two worlds were different, like in Beauty and the Beast. Alauddin Khilji is rugged; even if he is royalty, there is ruggedness to him, a roughness. The other world is very graceful and romantic. Soon, these worlds merge as the first world gets destroyed.Padmaavat (2018).The major difference between the palace in Bajirao Mastani and Chittor was in the lighting. Bajirao Mastani was set in the eighteenth century, by which time glass was being widely used. The flames were contained within glass, and they flickered less. However, in the fourteenth century of Padmaavat’s setting, glass wasn’t so widely prevalent, and therefore, the light sources were open to the air. They would flicker a lot more. We used this flickering in the drama too. We decided that we would have lots of flame lights, and there would be lots of flickering.We took a decision at the prep level to use muted colours. I also shot a lot of stills. I would colour correct and Photoshop them to get the desired effect in the digital intermediate.For instance, a portion of a wall would be enhanced to a certain colour for a particular frame. In one scene, there were certain reds, but the drama was already quite high, so we muted the reds in the background.Padmaavat (2018).My job as a cinematographer was to take a two-dimensional space and make it look three-dimensional. Of course, the decision to convert the film itself into 3D was taken later.On Padmaavat throughout, the challenge was to show the grandness. Even the close-ups were done with wide angle lenses to give more detail. My job as a cinematographer on any film is to guide the audience’s eye to the drama. Since everything was so grand in Padmaavat, how should I do this? Khilji, for instance, had to command attention. Ranveer Singh was shot in a certain way, his eyes were lit in a certain way. We used low-level eye lights for him. They would be placed at his feet. That way, his face looked darker, and more evil. He had a strange vibe in his eyes – there was something vicious and ruthless and sometimes even something vulnerable, which had a lot to do with the lighting.There were certain times when, within the same scene, the mood changed. For instance, when Khilji captures Ratansen inside the tent, he is actually sad when he is talking about his lost soldiers and his bird. I lit him with a little gentleness in that moment. But then he stands up, his personality changes, and the lighting changes too. He has dark shadows under his eyes.Padmaavat (2018).Lensing plays a big role in a story like this one. You can use a wide angle lens to enhance the sets a little more. You can create shades of separation through the lighting. You can light in such a way that the background will be brighter than the foreground. We had a massive lighting set-up, and used up to 15 generators at times. One generator had about 15,000 kilowatts, so you can imagine what it was like.  Among the biggest challenges was the song Khalibali, featuring Khilji and his troops. It is a big song, involving many dancers. Sanjay said that it should be like a group of lombdis [foxes] dancing. The camera moved a lot in that song, and it was a nightmare to shoot. The camera operators had to weave in and out of the lights. At least five to six associates ran around with the equipment.The jauhar scene too was very difficult. It was originally supposed to be shot in Rajasthan, but since we could not do so, we had to shoot the scene on sets. One challenge was simply making sure all the junior artists came on time before the sun got too high. So we decided to do the reverse of day for night – we shot the day scenes during the night time. This way, the lighting was in our control.\n\n\n    \n    Play\n\nPadmaavat (2018).For the black smoke that rises out of the jauhar fire, we had to burn a lot of tyres. We are still recovering from the effects of that burning. Every now and then, I get a cold. We also used paraffin lamps to create the flickering effect, and learnt only later that this is bad for the lungs.Everything on the movie was challenging. The biggest challenge was to keep up with the drama and keep it arresting. Bajirao Mastani was slightly simpler in terms of cinematography, though the Deewani Mastani song, which uses several lights and reflective surfaces, was very challenging. This film was more layered, the drama was very dark.As the director of photography, my main crew comprised a chief assistant cameraman, a second assistant cameraman, a focus puller and a gaffer. We also had two second units – Mahesh Limaye and Aseem Bajaj did some work on the film.The idea was to keep the camera movement as minimal as possible. Sanjay didn’t want any unnecessary movements. We used a lot of establishing shots that contained a foreground, middleground and deep background. This is a world that most of us don’t know anything about, and we wanted people to see it properly.Padmaavat (2018).We used to work up to 10-12 hours a day, Sundays included. We started shooting in November 2016, and shot all the way till the end of October 2017. It felt like we had 48-hour days, because we also had to work on the DI [digital intermediate] and visual effects in post-production.Padmaavat isn’t the biggest production I have worked on – Bajirao Mastani was big too, and so was Dhoom: 3. It is not about the budget or the scale. The work is ultimately the same. I merely follow the demands of the script. Sure, a big budget film does require the challenge of delivering the look of the film as per the requirements of the story. On such films, there is also the added responsibility of being careful about the budget. The maximum amount of money on any film production is spent on cinematography, and if things go wrong, it can be very expensive. When you work within a film’s budget, the producers feel that you working in the interests of the production, and you get more money the next time round. We went bigger after Bajirao Mastani because the producers knew that there was somebody looking after their money.pic.twitter.com/gbcjfwc8k5— sudeep chatterjee (@sudeepdop) November 1, 2016\n\nI am relieved that this is over. I am taking a break – I was recently felicitated by the camera manufacturing company Arri, and I am going to Germany on their invitation. I will take a break there and travel to Austria to take photographs. I will be shooting the Bal Thackeray biopic next.(As told to Nandini Ramnath).","author":"Nandini Ramnath","time":"2018-01-27T09:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/866569-80275-xxegmnclhg-1516993907.jpg","tags":["Padmaavat","Sudeep Chatterjee","Sanjay Leela Bhansali"],"source":"https://scroll.in/reel/866569/shooting-padmaavat-many-lights-cameras-and-the-action-that-went-into-the-films-visual-beauty"}