{"title":"Shooting, Shotgun Olympic Qualifiers: Maheshwari Chauhan secures Paris quota in women’s skeet","content":"India’s Maheshwari Chauhan won silver in the women’s Skeet competition on the concluding day of the ISSF Final Olympic Qualification Championship Shotgun in Doha's Lusail Shooting range, and with that a 21st Paris 2024 Olympics quota place for Indian shooting. Chauhan lost 3-4 to Chile’s Francisca Crovetto Chadid in a shoot-off for gold, after both were tied at 54 hits in the 60-shot final.It was a brilliant performance given it was the Indian’s first ever ISSF final. Her performance also brought India their second Paris quota place in women’s skeet.“I am thrilled. There has been a lot of hard work over the years to get here. I am a bit bummed about the shoot-off, but overall, it has been very satisfying,” said Chauhan after the final. The day began with the Indian on top of the qualification pile, but a final round score of 23, meant she would qualify for the top six final in fourth position. Her tally of 121 however, did give her the new national record.Given Chadid had already secured a quota place in earlier competitions and China’s Jiang Yiting, the sixth qualifier, was ineligible as her nation had already exhausted their quotas in the event, Chauhan’s fight was with three others – Kazakhstan’s Assem Orybay, Azerbaijan’s Rigina Meftakhetdinova and the top qualifier Sweden’s Victoria Larsson.At the first elimination stage (after 20 shots), the Indian was in second behind Chadid, having missed two targets.Orynbay was first to bow out with five misses in the first 20 targets. The quota was confirmed after Meftakhetdinova bowed out next, having missed five in 30. Larsson would claim the other available quota.Chauhan, having already confirmed the quota, was getting stronger as the final progressed, catching up with the leader after 50 shots. Both had missed five at that stage.The Indian then had three chances to win gold, but it was not to be as she missed her double entirely in the third shoot-off round to hand Chadid the gold.","author":"Scroll Staff","time":"2024-04-28T19:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200345-mkuqvwuyoi-1714312929.jpg","tags":["Maheshwari Chauhan","ISSF Final Olympic Qualification Championship Shotgun","Women's skeet shooting","Shooting","Indian shooting","2024 Paris Olympics"],"source":"https://scroll.in/field/1067163/shooting-shotgun-olympic-qualifiers-maheshwari-chauhan-secures-paris-quota-in-womens-skeet"}