{"title":"Should the screen version of ‘The White Tiger’ have been in Hindi rather than in English?","content":"It has been a great year for the South Asian novel in English with screen adaptations proliferating our streaming platforms as we endure a relentless spate of lockdowns the world over. Many high-profile and lavishly produced series and films have been made from beloved novels; most recently  A Suitable Boy, Serious Men, Funny Boy and The White Tiger have stirred the most conversation. While these adaptations have been received with great enthusiasm, three out of four have managed to disappoint. One issue is the choice of language.Those that chose to stick to the original English of the novels have come off sounding false and stilted, while those like Serious Men like its predecessor Sacred Games have succeeded because the adaptations have developed rich, multilingual scripts that have embraced colloquiality in dialogue and are very much at ease with the “Bambaiyya” slang (sometimes referred to as “Tapori-speak”) that is a unique street mix of Marathi, Hindi, Bollywoodisms and an unabashedly creative range of curses and slurs.But why do the adaptations in English fail when the original novels have so beautifully captured the registers of the many languages spoken in the region in the English text?\n\n\n    \n    Play\n\nFunny Boy (2020).South Asian novels in English have a long history of being adapted for the big screen. RK Narayan’s The Guide, starring Dev Anand, or Upamanyu Chatterjee’s English, August, starring Rahul Bose, immediately come to mind. But the last two decades have been quite unsurpassed in this regard. Some adaptations, like Chetan Bhagat’s 3 Idiots and Vikas Swarup’s Slumdog Millionaire, have been mega blockbusters. In very recent memory, the series based on Vikram Chandra’s novel Sacred Games led to multiple seasons as well as critical acclaim. An exciting side effect has been women directors like Mira Nair and Deepa Mehta finding large diaspora audiences for their work and repeatedly bringing their considerable expertise and experience to bear upon the many English-language novels they have chosen to adapt. Nair, who directed Vikram Seth’s A Suitable Boy, also brought Jhumpa Lahiri’s The Namesake and Mohsin Hamid’s The Reluctant Fundamentalist to the theatres. Deepa Mehta, of Shyam Selvadurai’s Funny Boy, previously adapted Salman Rushdie’s Midnight’s Children, Prayaag Akbar’s  Leila and Bapsi Sidhwa’s Cracking India. Even her controversial lesbian love story Fire was inspired by Ismat Chugtai’s story Lihaaf (The Quilt).\n\n\n    \n    Play\n\nLeila (2019).To tackle the question of why the choice of language creates a make or break situation in these adaptations, we are forced to return to the heavily explored but still relevant debate about the assumed audience of English language novels from South Asian countries, all of which are literally teeming with regional language literature. African literature scholar Eileen Julien wrote of the pressures on African writers to produce the “extroverted novel” that has “been asked to satisfy contradictory demands: to be “universal” but to display its “difference”.Elsewhere, Eleni Coundouriotis countered with an exploration of the “introverted novel” that divests from transnational and global concerns and focuses instead on producing a people’s history from below, thus offering critical perspectives on that particular nation or region.South Asian literature in English can also be viewed through the lens of this African literature debate. Assamese writer Aruni Kashyap wrote bemusedly about the hype around Aravind Adiga’s The White Tiger in 2008, and the subsequent Booker prize. Kashyap observed that since the eighties, the “dark” Indian realities could now be staged in the global arena, thus collapsing the categories of “introverted” and “extroverted.” Novels about abject brutalities and under-explored histories in South Asia were becoming more and more commonplace. This meant that the kind of hybrid English that writers like Raja Rao and RK Narayan had evolved to depict regional multi-vocality, colloquial idioms and often untranslatable cultural nuance, were no longer a barrier for a wide, international audience, or for publishing criteria.However, these same questions have suddenly been born anew with this surge in film adaptations. That extraordinary formal cunning devised by writers to populate the pages with all manner of linguistic and cultural complexities through English are suddenly stripped naked when we can see and hear those same characters. Even though seasoned directors like Mira Nair and Deepa Mehta have successfully and thoughtfully discarded the English of the novels when necessary and opted for Bengali, Hindi or Urdu whenever the complex representation demanded, this recent spate of adaptations have turned out feeling surprisingly deaf. Market perceptions about the somewhat new but possibly false interrelationship between streaming platforms and the South Asian diaspora might also be the culprit here.\n\n\n    \n    Play\n\nThe Guide in English.Diaspora-oriented TV and film has been around a long time, and it targets a peculiar audience that is advertently or inadvertently committed to a cosmopolitan ethos. More and more, this is also a younger audience that does not relate to Bollywood, nor is often fluent in their regional languages. Streaming giants like Netflix and Amazon are specifically targeting these audiences, and shows like Made in Heaven or Four More Shots Please! have succeeded in depicting a hip and relatable urban crowd who speak English in their daily lives and comfortably slip between Western and local cultural idioms. But these same linguistic decisions and strategies have not gone over well with the novel adaptations, all of which are invested in heavier topics like the Partition, the Sri Lankan civil war, casteism, corruption and poverty.I attribute the flat quality of Nair’s A Suitable Boy to the primarily English language screenplay. Gorgeous art direction, excellent casting and a focused narrative structure is lost to the falsetto feeling of the English spoken by the characters for a majority of the series (punctuated too few times by Tabu’s character speaking Urdu). It is within the setting of home where small, intimate chit chat happens that the English sounds most awkward. Very minor syntactical constructions – such as “Is Aparna unwell?” rather that “Aparna’s not feeling well?” – or the inaccurate placement of terms such as “surely,” “remarkable” and “of course,” make a large difference to those attuned to hearing localised English in their daily lives.\n\n\n    \n    Play\n\nA Suitable Boy (2020).Mehta’s Funny Boy has been most heavily criticised for its language problems. Despite shooting almost half of the film in Tamil, native speakers of the language were able to immediately discern issues with the actors’ accents, thus rupturing the lull of the setting and subverting the good acting.Serious Men and The White Tiger are united in their themes of depicting male protagonists crushed by the weight of caste and class, and imbued with stony determination to shatter these structural inequalities, come hell or high water. Manu Joseph’s Serious Men is a sharp social satire that pokes fun at self-aggrandising Brahmin scientist Arvind Acharya, and gives us a sympathetic portrait of his street-smart but frustrated personal assistant, Ayyan Mani, who wants to overcome caste limitations and his low income through a clever yet haphazard con. The book is smart, funny and enjoyable, but it doesn’t soar to any rousing literary heights. Yet the adaptation by Sudhir Mishra certainly does. This film emerges powerfully out of a rigorously polyphonic screenplay and a dizzying number of languages, as is fitting of a city like Mumbai. Ayyan is brought to life by none other than supremely talented Nawazuddin Siddiqui and a brilliant ensemble cast from the thuggy Marathi minister, the pompous and vicious Acharya and the many eclectic minor characters living in Ayyan’s chawl. The film succeeds where the novel fails in accumulating gravitas as we move through the humour and the hilarity but eventually land up in the heavier place of futility, despair and even tragedy. \n\n\n    \n    Play\n\nSerious Men (2020).Out of the four, The White Tiger is a truly wasted opportunity. While Adiga’s novel garnered fame, fortune and big prizes, it is also one of more disliked novels among readers, not the least for its implausibly erudite protagonist, the driver turned entrepreneur Balram Halwai, and for Adiga’s brand of an oversmart, self-conscious and deliberate poverty porn. However, when pared down, this is a remarkable and idiosyncratic story about the vengeance of the wretched, and could indeed shed light on a horrifyingly poor underclass of India.The film, by Ramin Bahrani, is beautifully produced, tightly paced and populated by a stellar, pitch-perfect cast. However, as soon as Balram (Adarsh Gourav) opens his mouth, a sort of theater-school-inflected English emerges, completely shattering the realism developed elsewhere by the look and feel of the film. Perhaps the aim here was to replicate the absurdity of the book, but choosing to keep the original English rather than go the route of Serious Men and Sacred Games does a huge disservice to a story, which might otherwise succeed as an incisive exposé of a country creaking under the weight of incredible inequality, casteism, Hindu fundamentalism and authoritarian politics.Whether we like it or not, language, accents, idioms and slang, among many other elements, are the most immediate and visceral markers of class, caste, character, religion and regional identity. Mediums like film have to make strategic and often unpopular decisions when it comes to the representation of speech. At the end of the day, dialogue is the beating heart of a screenplay. A film lives or dies on the immediate experience, determined so much by pacing, tone, tempo, and enhanced by linguistic versatility and authenticity; these attributes are appreciated by an English-only speaker even if not every word is understood. Three out of the four recent adaptations gave language the short shrift and sadly proved that even if everything else is perfectly curated on the screen, language doesn’t lie.\n\n\n    \n    Play\n\nThe White Tiger (2021).Also read:‘The White Tiger’ review: A driver schemes his way up the food chain ‘Serious Men’ review: Caste and aspiration collide as a father dreams of a better life for his son How ‘Sacred Games’ stays true to the source novel but also turns it on its head Book versus movie: It’s a tie between Jhumpa Lahiri’s ‘The Namesake’ and Mira Nair’s screen version","author":"Bhakti Shringarpure","time":"2021-01-31T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/153689-xsbvwvqkzq-1611239457.jpg","tags":["The White Tiger","Sacred Games","Serious Men"],"source":"https://scroll.in/reel/985282/should-the-screen-version-of-the-white-tiger-have-been-in-hindi-rather-than-in-english"}