{"title":"Should cinema stay away from religion altogether? Here’s what Devdutt Pattanaik has to say","content":"Rising intolerance towards films and shows with religious or mythological themes has been in lockstep with the spread of Hindutva ideology. The opposition to depictions of Hinduism was most recently seen in the controversies surrounding the films Adipurush and OMG 2.Om Raut’s Adipurush, based on the Ramayana, was strafed for not being “respectful” enough towards the epic, particularly in its characterisation of Hanuman. Amit Rai’s OMG 2, in which a Shiva devotee draws from Hindu scriptures and legends to make a case for sex education in schools, was released only after several cuts. The Central Board of Film Certification gave OMG 2 an Adult rating, which, the movie’s makers have argued, keeps out the adolescent viewers targeted by the progressive messaging.The mythological (about gods at play) and the devotional (about encounters between mortals and divine forces) are among the earliest genres of Indian cinema. In Filming the Gods – Religion and Indian cinema, film scholar Rachel Dwyer points out the first-ever Indian feature, DG Phalke’s Raja Harishchandra (1913), created “an immediate connection between religion and cinema in India which persists to this day”. Hindi films, in particular, “still ask important questions about bodies, souls, morals and selves, and it is these themes which make it so much more interesting than much of Hollywood”, Dwyer asserts.If attempts to invoke gods in secular or political contexts are increasingly difficult (such as the row over the web series Tandav), films with markedly religious themes too face official and unofficial censorship. Meanwhile, television is awash with devotional shows. Projects with Islamophobic themes are proving to be hugely popular.To make sense of this situation, we interviewed mythology expert Devdutt Pattanaik. Apart from being a prolific columnist and author, Pattanaik conducts workshops and lectures on “the relevance of both Indian and Western myths in modern life”, according to his website. Pattanaik has also served as a consultant on Devlok, about the meanings contained in Hindu mythology, and Devon Ka Dev Mahadev, the hugely popular show about the god Shiva.Among the questions Scroll put to Pattanaik was: should cinema stay away from religion altogether? Here is what he had to say. This interview has been edited for length and clarity. What was your experience on the television show Devon Ka Dev Mahadev?The first few episodes weren’t quite successful. The Ramayana is a ready-made text, and there is Ram-Leela. But there is no equivalent Shiv-Leela tradition. A story needed to be constructed.The serial makers were very successful with the hero [Mohit Raina]. Whenever he came on, the ratings would go up. So whenever he did so, he would say something profound. I said, let’s take good philosophical books and have at least one dialogue in simple Hindi that will be the message. The key thing that I brought was: what is Shiva’s story about? It’s about the hermit who becomes a householder. Like typical TV serials, they stretched it out in the end, but they got the soul right and the actor right, never taking away from the dignity of the character. Mohit Raina in Devon Ka Dev Mahadev.What do you make of the current controversies about the depiction of religion, particularly Hinduism? Believers are fine with diverse interpretations in scriptures or religious art, but not in film or shows.The current Hinduism is highly puritanical. It’s a bhakti-based thing. We have also had 200 years of British rule.If you look at the Raja Ram Mohan Roy variety of Hinduism, the so-called Hindu Renaissance of the 19th century, it’s puritanical in a soft, liberated middle-class way. The Swaminarayan sect, Ramakrishna Mission, Chinmaya Mission are all run by celibate monks. Celibacy is privileged, and celibate men are holy. That’s not ancient vocabulary but a 200-year-old vocabulary. Then you have the Hindutva movement, which also starts around the same time, which is puritanical in a weird, patriarchal way. We are a product of the nationalist, anti-British period. Our entire freedom struggle was based on puritanism – the white colour, khadi, simplicity, Gandhianism. We don’t talk about bhog vilas, the culture of pleasure. So yes, there is erotic temple art and there is Tantric literature, but who reads them or understands them? There are also gods who dance and sing – not seen in other religions. We don’t know how to deal with them. They almost belong to another era and we don’t know how to connect with it. What happens when you combine puritanism with Hindutva, which offers a narrow definition of a pluralistic faith?This political project is also run by single men. The mahant brigade – which India never previously had – is trying to create a monastic order of highly feudal lords from upper castes. They are reimagining Hinduism in a monotheistic line, where gods are now supposed to be historically heroes. Their Hinduisim is the Hinduism of North India, which is Ram from Ayodhya, Krishna from Mathura, Shiva from Kailash. There is no understanding of the hundreds of thousands of communities in India.The Hindutva project is Islamophobic. It has nothing to do with Hinduism but with hating Muslims. Hindutva believes in Judgment Day and the Apocalypse, the Great War, which is again a Middle Eastern idea as well as Marxist thinking. Tell me the last time you saw a mythological story where God talks about love.There is almost a copyright on religion. Hindutva is trying to say, we will tell you what religion is and should be.How do you look at the evolution of Hinduism in cinema?Let’s first clarify that nobody is investing enough time in studying Hinduism. They merely want to make a quick buck.Some filmmakers are from a Left, essentially atheist background. If they are theists, they’re following the Middle Eastern model of God telling you how to live your life. Like the first Oh My God film, the idea behind taking God to court is, you are all-powerful, you didn’t serve your purpose, so I’m going to sue you. But there is also shringara [adornment]. When Mira talks about Krishna, there is a very intimate relationship. The old mythological films came from theatre traditions, which in turn were influenced by the Ram-Leela. Films like Mayabazar, Ram Rajya and Bharat Milap took tradition and used new technology. Jai Santoshi Maa is a vrat katha [ritual observance], an uncomplicated story of devotion without any pretence. There was no cynicism. \n\n\n    \n    Play\n\nMain Toh Aarti Utaru Re, Jai Santoshi Maa (1975).Then there were the Left-leaning filmmakers who considered religion as the opium of the people, with stereotyped, caricatured characters representing various castes. In Shyam Benegal’s Bharat Ek Khoj, where he presented the Ramayana and Mahabharata, the gods don’t smile, they are very serious. Nobody is at peace. The new lot is from film school. They have been educated on Hollywood. The motivation is to make a lot of money. They have hubris – they want to do Lord of the Rings, Harry Potter. They don’t know the difference between fantasy and mythology. They want to make a rishi [sage] look like Gandalf. Films like RRR talk about God as a violent being – a superhero who solves problems with violence, as there is no room for wisdom. In Brahmastra, the attempt is to make Harry Potter. You had people being respectful and then you had people being sceptical. And now you have this hollowness. There is informed interpretation and then there is uninformed interpretation. There are many different interpretations of the Ramayana, for instance. Scholarly interpretation has been completely rejected. To say, I have read three books, isn’t enough.\n\n\n    \n    Play\n\nOMG 2 (2023).Indian cinema has a tradition of characters directly addressing their gods in a moment of crisis. Yash Chopra’s Deewar (1975) has one such scene. Is there still room to question religion, critique it or even mock it, if the need arises?Complaining to a deity in a temple is the ultimate form of bhakti. Remember, Hindu gods are not judges or law-givers. They are like parents, friends, even lovers – only wiser as they have knowledge of past and future lives. So you argue and shout at them as you would with anyone who you feel should have your back, protect you, privilege you.One can say these dialogues are a narrative tool created by Bollywood to show the inner world of the hero. These are not “questioning” religion. My friend’s mother refused to do puja at home after her youngest son died in a road accident. My mother was angry with God when I told her I was gay, but later when I bought my house, she brought along images of Jagannath and Lakshmi and Ganesh. That’s how we are with our gods. The current political goons seem to confuse Hindu ideas of the divine with Islamic and Christian notions of God. So no jokes allowed. No criticism allowed. No intimacy allowed. A film like PK targets godmen and the commercialisation of religion. It’s hard to make that kind of film anymore.We are now living in an ecosystem where people say, you are talking about equality, right? So let’s look at all religions. Why are you only criticising my religion? In this ecosystem, respect is fear.The belief is that Islam is given a free pass, which will hurt me tomorrow and therefore I must not allow it. In the process, you destroy the ethos of your own culture. You don’t understand polytheism or the history of India. Humans follow religion and gurus not out of rationality but out of fear and insecurity. A little more empathy and less judgement is what I would have preferred in films like PK. \n\n\n    \n    Play\n\nBhagwan Hai Kahan Re Tu, PK (2014).What did you think of Adipurush?Adipurush has been made by people who were glamorised by Hollywood’s Marvel comics far more than Bhakti literature. It was less about wisdom, and more about power. And bad craftsmanship.It’s very clear that they want to create a Right-wing Ramayana. They also want to make Lord of the Rings, where Ravana is like Saruman and Lanka is Gondor.This is a problem I have faced with screenwriters. I would tell them, what does it mean to say Maryada Purushottam Ram? They would struggle. The closest they would come is Amitabh Bachchan from Mohabbatein doing parampara, prathishtan – the school headmaster, who is the follower of rules. I would also say, what is Shiva’s personality? They would say, he is angry, rudra. But why would you get angry when you are all-powerful?I’ll give you an example of the complexity that we are dealing with. When I use the word god, what do I mean? The phrase “All-powerful god” is a feudal idea, which isn’t there in Indian literature. We will say, god is inside you, I can see the divine in you. The Upanishads are talking about me as a person, atma, what is inside me, what we talk about in modern language as agency, individual freedom, free will. This idea of creating an external god is Middle Eastern mythology, which came up with the idea that the divine is outside and you have to submit to it. So even today, some Muslims will say, I am obliged to be homophobic because God has told me to be homophobic. In America, the Christian Right will say, my religion tells me what to do. In India, wherever the idea of feudalism exists, this idea of an outside god exists. \n\n\n    \n    Play\n\nAdipurush (2023).And Rishab Shetty’s Kantara?When Kantara was released, for some weird reason, I was targeted and misquoted. Kantara turned out to be an anti-Brahmin film, with a lower-caste hero. I wrote about how people were trying to Brahminise the local folk tradition shown in the film and then the trolls backed off. I liked that they showed the hero of Kantara drinking alcohol and eating meat. Rishab Shetty is genuine in the film. It’s a clever film. So should we stop making devotional and mythological films altogether?I would advise filmmakers to stay away. Let the Right-wingers make such films. They will be so bad, because they won’t be magical. In order to be magical, they have to have shringar, karuna [compassion], hasya [humour]. They have to have all the rasas.The Rashtriya Swayamsewak Sangh should sponsor a film school for mythology. But they can’t, because they will insist that mythology is history and science and they want to preach more than learn. In Samrat Prithviraj, Prithviraj Chauhan talks like a school teacher.You should invest in religion for what it is. Religion is very important. Human beings are insecure. The only thing I have to go through life is belief that there is something out there that is watching out for me. When Mel Gibson made The Passion of the Christ, you could feel the pain. I really like a scene, a very disturbing scene. Mary comes to the spot where Jesus has been whipped. There is blood all over the floor and she starts wiping it. In the wiping, you see the love of the mother for the son. It captured a moment of maternal affection for me.The old black-white films, like Sant Tukaram, Sant Dyaneshwar and Dharmatma – your body responds to them. Even now, when I am depressed, I listen to an abhanga from Sant Tukaram. These are high philosophical ideas, sung so beautifully with minimal instrumentation. These were not innocent times, like today, but the filmmakers had faith in God.The new filmmakers don’t have faith. Somebody who was interested in the Mahabharata wanted to reduce it to a revenge drama. When you reduce dharma to vengeance, it’s a nice Bollywood film but it can’t be an epic.  \n\n\n    \n    Play\n\nSant Tukaram (1931).Also read:Devdutt Pattanaik on the 3,000-year-old Hindu ritual of feeding the deadWho created the term Hinduism? And why did the British feel the need to defend Hinduism?Bhairava’s truth in the light of the funeral pyre","author":"Nandini Ramnath","time":"2023-08-23T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193410-qzyxybnbtg-1692718233.jpg","tags":["Devdutt Pattanaik interview","Adipurush","OMG 2","PK"],"source":"https://scroll.in/reel/1054728/should-cinema-stay-away-from-religion-altogether-heres-what-devdutt-pattanaik-has-to-sa"}