{"title":"Shraddha Walkar case: Delhi Police recover skull, bones from forest area","content":"The Delhi Police on Sunday recovered parts of a skull and some bones from a forest area while investigating the Shraddha Walkar case, PTI reported.Walkar’s live-in partner Aftab Poonawalla was arrested on November 12 after the police said that he confessed to killing her and chopping her body into several pieces. He then threw the body parts at different places in Delhi over several days, the police said.Unidentified sources told PTI that authorities found fragments of a skull and other body parts – mostly bones – during searches in forests of Delhi’s Mehrauli and Gurugram. It is, however, not clear whether the body parts are human remains. The police on Sunday deployed teams to drain a pond in the Maidangarhi area after Poonawalla reportedly told officials that he threw the head and some other body parts there.“We have heard that some body parts are dumped here and the search for them is underway,” Mahavir Pradhan, president of the local residents’ welfare organisation, said. “They are taking out the water from the pond.”On Saturday, a Delhi Police team that is currently in the city of Vasai near Mumbai, recorded the statements of Walkar’s former workplace manager, Karan Behri, and three of her friends – Shivani Mhatre, Godwin Rodriguez and Rahul Roy, The Indian Express reported.The three friends had reportedly helped Walkar in November 2020 after she was allegedly beaten up by Poonawalla.Rodriguez told mediapersons that his brother also worked at the same place as Walkar in 2020. “She had discussed the manhandling [by Aaftab] with the manager [Behri] of their team who reached out to me and asked me to help her,” he said.Rodriguez said that he later came to know that Poonawalla had earlier tried to choke Walkar. “Somehow, she managed to escape from the house… We took her to the hospital and also filed a complaint with the police,” he said.Earlier this week, a Delhi court had allowed a narco analysis test on Poonawala, who is currently in police custody.The police had sought a narco test in the case as investigators said that Poonawala’s replies were “largely evasive and non-cooperating”.In a narco test, a person is injected with a drug called sodium pentothal, which lowers their self-consciousness, thereby allowing them to speak without restrictions.In 2010, the Supreme Court had ruled that lie detector tests should only be administered with the consent of the accused person. The court had also held that statements made during such tests cannot be used as evidence, but any material recovered based on such a procedure could have evidentiary value.Petition seeks transfer of case to CBIA petition was filed in Delhi High Court on Monday seeking transfer of investigation in Walkar’s murder case to the Central Bureau of Investigation, reported Live Law.The public interest litigation filed by advocate Joshini Tuli has argued that the Delhi Police have revealed details regarding their investigation to the media and public, which violates the law. The petition also alleges that the presence of media and public at court hearings and places where Walkar’s body parts have been recovered from amounts to interference with the evidence and witnesses, reported Live Law.Tuli’s plea also contended that the ongoing investigation cannot be efficiently carried out due to staff paucity as well as lack of sufficient technical and scientific equipment to find out the evidence and the witnesses as the incident had taken place about six months back.Bombay HC chief justice on Delhi murder caseMeanwhile, Bombay High Court Chief Justice Dipankar Datta said that such murders were happening due to easy to access to information on the internet, Live Law reported on Monday.“You have read in the newspapers about certain stories about love in Mumbai and horror in Delhi [Shraddha Walker case],” Datta said at an event in Pune on Saturday. “All these crimes are being committed because there is so much access to the material on the internet.”Describing the advancement in technology to the extent that small phones are “equipped with everything that one can imagine”, he cautioned that they can hacked by anyoneThe chief justice said that robust legislations are needed to tackle all situations to keep the preamble promise of securing justice for all citizens.“Now I am sure that the government of India is thinking in the right direction,” he added. “The Indian Telecommunication Bill is there and we require certain robust legislation to tackle all the situations if indeed we are to achieve our goal of keeping our preamble promise of securing justice for all citizens for eternity to retain the dignity of every individual.”","author":"Scroll Staff","time":"2022-11-21T09:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182856-qsphalipcp-1668488598.jpg","tags":["Shraddha Walkar","Delhi Police","Aftab Poonawalla","Vasai"],"source":"https://scroll.in/latest/1037897/shraddha-walkar-case-delhi-police-recover-skull-bones-from-forest-area"}