{"title":"Shriya Pilgaonkar interview: There’s no big or small role but the depth you bring to the part","content":"In 2012, after seeing her performance in a stage play, Shriya Pilgaonkar’s father, the actor-director Sachin, asked her to read a script that he was planning to direct. Coincidentally, it was a father-daughter story.Shriya’s parents – her mother is the actor Supriya – had no inkling that their daughter was interested in acting. How could they when Shriya herself was surprised by the feeling? It’s been 10 years since she made her big-screen debut in the Marathi-language Ekulti Ek, in which she plays the daughter of her real-life parents. A decade later, following her Hindi film debut in Fan (2016), Shriya Pilgaonkar is a web series star, noted for her work in Mirzapur, Guilty Minds, The Broken News and, most recently, Taaza Khabar.\n\n\n    \n    Play\n\nTaaza Khabar (2023).At a cafe in Mumbai, Pilgaonkar described what it felt like to perform on stage. “I had to rehearse for one month for that play I did and in that one month I just felt more present, like this was using all of me,” the 33-year-old actor said. “My parents were genuinely surprised because I had never expressed an inclination towards acting. Else I would have worked towards it consciously. To ‘get ready’ as they say. In fact, the first thing my mother said to me was, you realise you’re going to have to get ready now. And I said, all I know is that something feels right about this.” Despite her family legacy and her launch platform, Pilgaonkar has not returned to Marathi cinema. She did get offers, but the stories did not excite her. “They all seemed like Hindi films, but in Marathi. If I do a Marathi film, I want it to be rooted,” she explained. “There has to be something Marathi about it. Then a lot of people assumed I don’t want to do Marathi. But I was just not excited by the scripts that were coming.” This led her to a quest to find work in the Hindi industry. Auditions for commercials and movies followed – a “scary” experience. Her first audition was for an aerated drink commercial. “I entered the room and there were something like 60 people inside, and the desperation was palpable,” she recalled. “I walked in and walked out. I went home and told my mother that I needed to know if I was desperate enough. I had to rewire myself and accept that this is the process, and that one cannot be intimidated by it.” The first audition a rewired Pilgaonkar gave was for the French-language film Un plus Une, directed by noted director Claude Lelouch and starring Oscar-winning actor Jean Dujardin. “I said whatever it is, I’ll do it. It will be a good experience.”\n\n\n    \n    Play\n\nUn plus Une (2015).The “best day” of her life was in January 2015, when she shot with Dujardin on her morning shift and Shah Rukh Khan on the night shift. “That was an iconic day in my life,” she said. “It’s like a high you feel, and then for two years there’s confusion and nothing happens. But that’s life.” One might assume that a Bollywood launch with a Shah Rukh Khan-led film would open doors, but that wasn’t Pilgaonkar’s experience. “I knew what my part was in Fan and I did not want to mislead anyone,” she said. “I knew it was not a typical hero-heroine launchpad. So I felt, let my work come out and then things will happen”.\n\n\n    \n    Play\n\nFan (2016).But for two years, the projects that were offered either didn’t take off or she got close and but missed out. “There was nothing more that I could do about it,” she said. “And I think the biggest thing my parents could give me at that time was perspective on how to handle these situations.”Then she landed the role of Sweety in Mirzapur. Even though her part ended in the first season, that show set the streaming platform wheels and movie jobs in motion for her. By 2020, she had been in the films House Arrest, Bhangra Paa Le and Beecham House and the series Murder in Agonda, Gone Game and Crackdown. “When I look back, I did realise that maybe if I had someone to guide me – at that point, I wasn’t with any agency and my parents have not come from that school of cinema where they’ve had to do all this and Instagram and stuff were not as big at the time – then maybe things would have panned out a bit differently. So I felt 2022 was going to be a defining year in some sense.”  And she was right. Guilty Minds and The Broken News gave Pilgaonkar the critical and popular acclaim she was determinedly working towards. She counts Mirzapur and Guilty Minds as inflexion points in her career. “While I know people liked my work, I feel like the potential that I was seeing in myself was not being received – maybe because sometimes those opportunities don’t come,” she observed. “Guilty Minds gave me that scope where I felt like I was being seen for who I was at this point. It gave me that confidence that I was on the right track. I’ve now played a lawyer, a news reporter, a sex worker and a forensic expert.”\n\n\n    \n    Play\n\nGuilty Minds (2022).Pilgaonkar felt deeply connected to the part of the righteous lawyer Kashaf in Guilty Minds – a role she said was both hard to get and challenging to execute. “I was emotionally attached to that project. And when it was well received, I was like thank god! Radha from The Broken News was also appreciated. And I am so grateful because when things are not working out, you may not question yourself, but you do question elements of luck and destiny.” The role of Madhu, a sex worker, in Taaza Khabbar is a departure from upright characters like Kashaf and Radha. “The reason I took up Taaza Khabbar is because I wanted something light-hearted, something wilder,” she said. “There are so many facets to me as an actor that I’m dying to show. Like, would anyone ever cast me as a junkie or a serial killer? I don’t know, but I’d love to play those parts. As an actor, it’s my job to do different things.” She cites a quotation by Robert De Niro: “One of the things about acting is it allows you to live other people’s lives without having to pay the price.”\n\n\n    \n    Play\n\nThe Broken News (2022).While Bollywood is frequently accused of nepotism, this debate doesn’t appear to rattle the Marathi industry at the same decibel level. Arguably, they proudly pass on the baton. The Marathi film industry is supportive and behaves differently because it’s devoid of the glamour and scrutiny devoted to Bollywood, Pilgaonkar noted. “It’s not like you are on magazine covers before your film’s release. Your work is what people are seeing. I also think people are less harsh, but there are also enough people who want to pull you down. It’s not like everyone is supportive. Where there’s good, there are going to be people who don’t want to see you flourish.” Her own hustle is to “pre-empt and break assumptions,” she said – for instance, disrupt the belief that a massive social media following is an index of star power.“People are being cast based on the number of their Instagram followers,” she said. “As an actor, I don’t want to be thinking about my follower count. Having said that, I want to do a Hindi period film but to make that happen there are many steps. For example, I will have to use my Insta to put out relevant images. The spoon-feeding does not stop. The hustle does not stop.” Pilgaonkar’s upcoming projects include the second seasons of Crackdown, Guilty Minds and The Broken News, a series with Vir Das, the movie Ishq-e-Nadaan and an untitled film directed by Saurabh Shukla. She would like to direct at some point, and aspires to work with larger production houses on commercial films that have a wider reach. As she awaits that big commercial break, she holds on to her father’s advice: “He always says that no work is too big or too small. If it’s small, you can make it big. I always remember that. If I feel the narrative of the script is not driven by my character, I ask, do I have the potential to create that weight, that depth? Then that’s my challenge.”","author":"Udita Jhunjhunwala","time":"2023-01-24T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185712-mflvvyrmwp-1673887030.jpg","tags":["Shriya Pilgaonkar","Taaza Khabar review","Guilty Minds review"],"source":"https://scroll.in/reel/1042003/shriya-pilgaonkar-interview-theres-no-big-or-small-role-but-the-depth-you-bring-to-the-part"}