{"title":"‘Shubh Mangal Saavdhan’ film review: This neat rom-com walks the line between crass and preachy","content":"In how many different ways can you talk about erectile dysfunction? Let Shubh Mangal Saavdhan show you. A Parle G biscuit limply falling into a cup of tea illustrates this “gents problem”. It’s the running metaphor for Delhi boy Mudit’s issues.After fancying Sugandha (Bhumi Pednekar) from afar, Mudit (Ayushmaan Khurrana) finally musters up the courage to approach her, only to be affectionately attacked by a performing bear. It’s a scene that’s more red herring than symbolic of the tone of humour in RS Prasanna’s film. Based on his own 2013 Tamil hit, Kalyana Samayal Saadham, the Hindi remake has been adapted to a North Indian setting with its own particular idioms and quirks by writer Hitesh Kewalya.Demonstrating his inability to stand up for himself, Mudit takes the easy way out and sends an online marriage proposal. At first Sugandha is disappointed that an arranged marriage could rob her of her long-cherished dream of a Bollywood style courtship and romance, complete with elopement and melodrama. Prasanna uses a montage of film clips to show a kind of scrapbook of Sugandha’s wedding wishes.But when it seems like the families are gung-ho about the match, Sugandha decides that she will ensure she finds love in an arranged marriage. The process of getting to know each other leads to a night of intimacy and Mudit revealing his problem. This sets off a chain of events involving both families, but Prasanna’s story focusses on the growing relationship between the boy and girl and Mudit’s coming of age. As the couple tackles an issue that might impact the rest of their lives, the families get busy organising a destination wedding in Haridwar. \n\n\n    \n    Play\n\nKewalya and Prasanna get many of the nuances right with Mudit using words like “loyaltyness”, “resume” for résumé and “oneon” in place of onion. There’s a poignant scene in which Sugandha tries to seduce Mudit after taking inspiration from an adult movie. It’s a bittersweet moment which both the actors nail. Another fine scene is when Sugandha’s mother (played impressively by Seema Pahwa) tries to have the birds and bees chat with her daughter, using the metaphor of Ali Baba and a cave. Pahwa is given some of the choicest one-liners such as comment on the wedding in Haridwar when she says a destination wedding means fewer people will come and the those who do can wash off their sins at the same time. The performance by Sugandha’s father, Neeraj Sood, is particularly noteworthy.Ayushmann Khurrana is very watchable as the 26-year-old boy becoming a man. His growth as an actor is evident in the quieter moments when Mudit broods about his situation and the louder ones when he stands up for his choices. Khurrana and Pednekar share an affable chemistry and she embraces her character with resourcefulness.The cinematography, production design and a crisp 105 minutes running time add to the appeal of Shubh Mangal Saavdhan. The screenplay manages to walk the line between crass and preachy, keeping the balance between comedy, romance and the sensitivities around a taboo topic. However, a collection of nice moments and thoughts is untidily stitched together.It’s ironic that in a film about erectile dysfunction the story should go flaccid in the climax. And a gratuitous cameo adds to the befuddlement as to why the filmmaker felt the need to derail an otherwise-neat little romcom.","author":"Udita Jhunjhunwala","time":"2017-09-01T10:08:55.855032+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/848820-67073-blkqvcljdb-1504012014.jpg","tags":["Shubh Mangal Saavdhan","RS Prasanna"],"source":"https://scroll.in/reel/848820/shubh-mangal-saavdhan-film-review-this-neat-rom-com-walks-the-line-between-crass-and-preachy"}