{"title":"Shuttle Zone: How India must build on Thomas Cup success in order to become a badminton powerhouse","content":"March 1980, when Prakash Padukone won the All England. March 2001, when Pullela Gopichand won the All England. August 2011, when Jwala Gutta and Ashwini Ponnappa won bronze at the World Championships to end a 28-year-old wait. August 2012, when Saina Nehwal bagged the bronze medal at the London Olympics.  August 2016, when PV Sindhu sealed the silver medal at the Rio Olympics. April 2018, when a team event gold medal at the Commonwealth Games became a reality. And August 2019, when PV Sindhu became the World Champion to create history.These are milestones in Indian badminton that can never be forgotten. And, on 15 May 2022, it was time for a new entry to that list. The Thomas Cup victory. The day India became World Champions in a badminton team event. After witnessing so many path-breaking moments in the recent years, the question to ask next is: how can India become a true powerhouse in world badminton? In order to move on from possible contenders on the World Tour, from dark horses and outsiders at team events, to title favourites at the upcoming Thomas Cup and Sudirman Cup Finals in this decade, here’s a look at a few things that must be done:Moneyball MethodIt’s time the national camp gets a full time analytical team with focus on workload management, analysis of the top players in the world on a day-to-day basis and identifying patterns. In addition, the said team will need to work with the coaching team who would then work with the players and come up with different tactical approaches against the best players in the world. This will also need to involve setting up a scouting team where dedicated scouts travel around the domestic circuit and look at talent that could potentially be fast-tracked through the system. In order to make this work, the scouting, analytical and coaching teams need to be in-sync thus completing the perfect badminton ecosystem.Development squadJust like BCCI’s India ‘A’ programme played a pivotal role in widening the cricket talent pool, setting up an ‘A’ programme in Indian badminton to reward performances in the domestic circuit will be crucial. It could mean identifying a set of 36 players (six Men’s Singles, six Women’s Singles, four Men’s Doubles pairs, four Women’s Doubles pairs, and four Mixed Doubles pairs) with focus on specialisation of events and not overlapping the players in the paired events as it becomes extremely demanding on the body for the players playing multiple events (most countries are now opting for the one-event-per-player only formula). Once identified, send these players along with a solid support staff only for International Series and Challengers, back them for maybe six-eight tournaments, then review them. If in case they do not meet the required standards in terms of results, they can go back to the domestic circuit and play themselves back into contention.High Performance CentrePullela Gopichand Academy, Prakash Padukone Academy and other academies have played great hosts to the national camp in the years past. But it is time that Badminton Association of India has a state-of-the-art facility of their own, purely dedicated to the core group players as well as the development squad. Once that is done, appoint a technical director who would directly supervise the coaching, analytical , sports science and scouting team together under one roof. Reporting to the technical director, then appoint a coaching team to every discipline led by a chief coach, assistant coaches and sparring partners. The chief coach of each discipline would report to the technical director. A similar approach has been effectively used in countries like South Korea, Japan, Indonesia and Malaysia.Getting former players in the coaching set-upThis is a point which the chief coach has stressed on multiple times over the years: getting former India internationals in the coaching set-up is imperative because as good as some foreign coaches are, there are some things the Indian player can relate only with Indian coaches. Just like any corporate set-up, pay them well with a one-year contract to start off, set clearly-defined objectives and goals. The technical director must then review the performance of these coaches to determine the contract extensions. With this, the coach and the players can never take their spot and roles for granted in the national set-up... that’s how efficient and clinical the national high performance centres need to be because at the end of the day, international-level sport is ruthless.Quality over quantityIt is also time that the federation streamlines the entries sent to Super 500 events and above. In such premier tournaments, entries shall only be restricted to players in the National Core Group, as this would increase the quality of Indian players in the draw. There should, however, be no restrictions on entries being sent to Super 300 and below as this gives a fair chance to the players who are not in the core group. The core group should be refreshed once in eight months with performances in the domestic as well as international circuit taken into consideration. Age alone should not be a factor in the selection of a player. An exceptionally talented player, Unnati Hooda for instance, should be fast-tracked. But there should be opportunities given to older players who are performing at the domestic and international events with possibly higher targets than their younger counterparts.A possible coaching structure with a technical director at the top | Provided by Shlok RamachandranAs we celebrate our latest – and arguably the most significant – conquest, it’s time to look forward and act efficiently in a quest to make India a dominant badminton nation just like how countries like Japan, Korea and Indonesia have done in recent times. Shlok Ramchandran is a former Indian doubles player, who reached a career-high world ranking of No 32 in men’s doubles. He is currently head coach at Triangle Badminton & Table Tennis in North Carolina.Read more from Scroll.in’s Thomas Cup coverage here:Lakshya, possibleSrikanth Kidambi, unbeaten and unfazed, leads India to the top of the worldIndia’s Thomas Cup triumph: Coach Vimal Kumar – ‘I’ll rate this as our biggest achievement’The SatChi Factor: The Immense importance of Satwiksairaj and Chirag Shetty in Indian badmintonHS Prannoy: Where the mind is without fear and the head is held highA team’s dream: Prannoy, Srikanth, Satwik-Chirag script a special chapter in Indian badminton","author":"Shlok Ramchandran","time":"2022-05-31T22:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175165-nspbyirfxz-1654014325.jpeg","tags":["TUC 2022","Thomas and Uber Cup Badminton","Thomas Cup","Uber Cup","Indian badminton","PV Sindhu","Shuttle Zone"],"source":"https://scroll.in/field/1025197/shuttle-zone-how-india-must-build-on-thomas-cup-success-in-order-to-become-a-badminton-powerhouse"}