{"title":"Shuttle Zone: How does one figure out style of play and what to look for in an ideal doubles partner","content":"Shlok Ramchandran  is a former Indian badminton player, who reached a career-high world  ranking of No 32 in men’s doubles. Having retired from the  highest level of the sport, Shlok Ramchandran is now the Coaching Director at Synergy Badminton Academy, California. You can read the other pieces in his column, Shuttle Zone here.When we asked for suggestions to write for the next Shuttle Zone column, one specific topic caught my eye. It was from senior journalist Abhijeet Kulkarni. Kulkarni, who has seen me play from my Under-10 days, had asked, “From a player’s perspective, how do you figure your style of play and how to look for an ideal partner if you play paired events?”Let me try my best to decode this one.Playing stylesIn singles, the game has two major playing styles – the first is playing on the transition, and the second is playing more directly. To explain these better, we’ll use football/soccer terms. Game state refers to players understanding the match situation and switching their play style. Rest defense is when players slow down in the rallies to get their heart-rate back to normal after a series of high-intensity attacking plays.  Playing on the transitionThis was discussed briefly in a previous piece on counter-attacking badminton. Playing on the transition is like how Manchester City plays. They patiently recycle the ball and then look at the midfield overload to find the right approach to attack. Similarly, in badminton, players in the transition focus on longer rallies, try to keep the shuttle away from the opponent, rely heavily on the length of the shots, and wait for the opponent to make an attacking move to use the right defensive shot and get ahead in the rally. This style works extremely well in conditions with minimum drift and slower shuttles, as finding the right length in situations with drift can be challenging and slower shuttles are easier to defend. The downside to this style of play is that you need to get your length right and have variation in your defensive shots to transition into attack. Viktor Axelsen, Kodai Naraoka, Kunlavut Vitidsarn, and An Se Young have shown in recent times the upside and effectiveness of playing through transitions.#Badminton An Se Young's 2023 on BWF World Tour: Malaysia Open 🥈India Open 🥇Indonesian Masters 🥇German Open 🥈All England 🥇Thailand Open 🥇Singapore Open 🥇(Asia c'ships finalist too)Incredible season. pic.twitter.com/MWzn2eMSuV— Vinayakk (@vinayakkm) June 11, 2023\n\nDirect style of playPlaying direct is trying to get ahead in the rally early by using speed and power. Players using this style are not passive and are not waiting for a false shot from the opponent. This play-style is physically demanding as you are playing at a higher intensity which is tougher on the body. The player needs to have the power and angles to directly affect the rally from the backcourt combined with the speed toward the net and variety from the frontcourt. The downside is that if the physical conditioning is not optimum, players can tire out and the speed and directness of their play will reduce. Hence, learning and then using rest defense is vital to this game style. Playing direct also works better when you have faster shuttles or if you’re playing with the drift (faster end), as the player is not relying on the length of the shots to win the point. Anthony Sinisuka Ginting, Loh Kean Yew, HS Prannoy, Priyanshu Rajawat, Carolina Marin, PV Sindhu, and Li Shi Feng are currently some of the players executing this style of play.This is, of course, not to say that these players cannot play both styles. Rather, their styles are primarily towards one style, and the by using the game state, they sometimes switch their styles according to the conditions, but one style comes naturally to most players.    Coach’s corner: Your styleFrom a coach’s perspective, developing players should identify and stick to a game style. For example, you will not see Ginting or Li Shifeng playing on the counter or through transitions or Kodai Naraoka playing super direct. Yes, they have developed the other side of the game and will only switch if the situation demands it. If your style is suited to a direct style of play, do not doubt it. If you don’t get results in the short term, it’s essential to have a settled game style as your Plan A and then work on the style so that you can switch it up if needed. Vitidsarn, a player on the transitions, switched it up and played extremely direct against Axelsen in the finals of the India Open. In their earlier meetings, it was evident that Axelsen was better than Vitidsarn in transitions. The Olympic and World Champion also switches to a more direct style when he feels he can’t control the shuttle’s speed. Sure, he is not a natural at it, but it’s scarce to find a player who is equally good at playing on the transition and direct. Lee Chong Wei is one of those athletes who could do that throughout his career. Even Lin Dan, in the second half of his career, switched his primary style of playing direct to playing on the transition.No.1 seed Viktor Axelsen 🇩🇰 and Kunlavut Vitidsarn 🇹🇭 lock horns in a repeat of last year’s World Championships final.#BWFWorldTour #IndiaOpen2023 pic.twitter.com/mBxp0pchH5— BWF (@bwfmedia) January 22, 2023\n\nBadminton: With superb win against Viktor Axelsen, Thailand’s Kunlavut Vitidsarn emerges as class of 2018’s flag-bearerAdvice to parentsThe parents need to be patient, especially when their child is between 11-17 and still developing physically. A lot of junior badminton, apart from Under-19 level, is won by physically stronger players. Not to say skill doesn’t play a part, but the ratio of physical ability to skill would be 80:20 in those stages. Some athletes mature early, whereas some mature later. As parents and coaches, we can’t force it and will have to let it happen organically. Stay patient with the coaching program as long as it does not negatively impact your child, as every coach typically has a long-term vision and knows what style will work over the years and not just for results in these age-group events. By constantly changing coaches and training environments, the player will not have a settled game style and it could confuse them to identify their game style.Ideal partnerships in paired eventsMoving on to my favourite domain... the doubles events. How do you know a partner works for you?A doubles partnership never starts as ideal but is a constant work in progress. That said, every player has individual traits and personalities that could work better with their existing partnerships. Doubles is all about using your strengths to hide your partner’s weaknesses. Even here, you have two kinds of partnerships – one is with contrasting styles and attributes, and the other is with similar styles and attributes. Contrasting The Indonesian pair of Fajar Alfian and Muhammad Rian Ardianto have contrasting styles that work well both on and off the court. On the court Alfian is the creator who dictates the game from the front court. In contrast,  Ardianto is the aggressor from the back and affects the game more from the backcourt. What also happens is that Alfian can play from the back and hold his own and vice versa with Ardianto, but they have their ideal formation on the court. Some other examples of contrasting styles are our very own Gayatri Gopichand / Treesa Jolly, China’s Chen Qing Chen / Jia Yi Fan, the legendary Indonesian duo of Mohammad Ahsan / Hendra Setiawan, Wang Chang / Liang Wei Kang, Takuro Hoki / Yugo Kobayashi, Ong Yew Sin / Teo Ee Yii. Similar stylesWhile they are often described as ice and fire in some quarters, I’d argue that Satwik and Chirag have identical attributes on the court in their game. Both are good in parallel drives and use their height and power superbly to their advantage. Some argue that Satwik is the backcourt player and  Chirag is the frontcourt player. Sure, Satwik has a bigger smash than Chirag, I consider him to be in the top 3 smashers in the world. But what goes under the radar is that Chirag is equally lethal from the back and Satwik can affect games from the front. Doubles coach Mathias Boe had said in this in a recent interview with Scroll: “Badminton is too complex just to have a back-court player and a front-court player. And if you have that situation where you only have one that smashes and one does not, then there’s a big chance that the shoulder will not last for a long time if you only have one. So you need to be more diverse. You need to be able to mix it up. It’s also too easy for the opponents if they just have one at the net that they know can’t do anything at the net, and they have one of the backcourt that can’t smash it all. So developing their primarily skills is important, but developing their not-so-strong sides is also key.”Read more here.Some other examples are Sayaka Hirota / Yuki Fukushima, Pearly Tan / Thinaah Muralitharan, Aaron Chia / Soh Wooi Yik, Wang Chi-lin / Lee Yang.From a personal point of view, when I partnered with MR Arjun, I preferred the backcourt, and Arjun preferred the front. Hence the coaches felt we could be a good pair. Whereas in my earlier partnership with Sanyam Shukla, we were similar in our game styles and had really good chemistry off-court, and hence we had some decent results back in the day.Importance of chemistryThe most important thing is having chemistry on the court, so finding players who suit your personality and bring out the best in you is key. Even if you don’t start off on the same page, as long as the pair is open to change to work towards making the partnership successful is the key to long-term success, and the coach plays the most significant role in this, especially when the partnership is young and starting. Tan Kim Her, the former Indian doubles coach, played the role to perfection with Satwik and Chirag. Archive: From a reluctant pair to creating history, Chirag-Satwik’s journey has been incredibleMy advice to budding doubles pairs would be to spend more time off the court with your respective partners, work as a team and never put the blame on your partners for a bad result. Always be open to give and take constructive criticism and work individually on being a complete player on the court. Next time your partner makes a mistake, instead of making a sour face, go up to them, encourage them to the next point, and they will do the same, which will start a cycle in the partnership. It’s more challenging than it sounds, but even I wish I did that more.","author":"Shlok Ramchandran","time":"2023-06-15T20:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191279-fhhuldaqfp-1686839885.jpeg","tags":["Shlok Ramchandran","Abhijeet Kulkarni","Badminton","Indian badminton","Shuttle Zone"],"source":"https://scroll.in/field/1050466/shuttle-zone-how-does-one-figure-out-style-of-play-and-what-to-look-for-in-an-ideal-doubles-partner-in-badminton"}