{"title":"‘Sick mindset’: Opposition reacts to PM Modi’s remarks on eating non-vegetarian food during Sawan","content":"Prime Minister Narendra Modi’s remarks on political leaders eating non-vegetarian food during the month of Sawan reflect a “sick mindset” and show his nervousness ahead of the Lok Sabha elections, Opposition leaders said on Friday.Modi alleged at a poll rally earlier in the day that Opposition leaders were trying to mock the people of the country by posting videos of themselves eating non-vegetarian food during Sawan, a holy month in the Hindu calendar.“The law does not stop anyone from eating anything, and neither does Modi,” the prime minister said at a rally at Jammu and Kashmir’s Udhampur. “But these people have a different mentality.” The prime minister said that posting such videos reflected the ideology of Mughal invaders.Modi appeared to be referring to a video posted in September of Rashtriya Janata Dal chief Lalu Prasad Yadav and Congress leader Rahul Gandhi cooking mutton.Commenting on the prime minister’s remarks, Congress general secretary Jairam Ramesh said that a “panicky” prime minister was trying to find a “new diversion every day” ahead of the Lok Sabha elections.“Every day the Prime Minister provides us with a new example of his sick mindset,” Ramesh said. “The Prime Minister’s non-stop politicking is infantile and tiresome.”He also alleged that a Rs 4,000-crore scheme to include breakfast for school children in the mid-may meal programme was vetoed by the finance ministry because of a lack of funds.Unlike the Prime Minister, we have not tracked which leader ate what in which month. Here are the nutrition data points that we are tracking instead: • Anaemia is caused by several factors, including iron deficiency, inadequate diet, and other nutrient deficiencies. Between… https://t.co/9zDWCzSHO3— Jairam Ramesh (@Jairam_Ramesh) April 12, 2024\n\n\nBihar Leader of Opposition and Rashtriya Janata Dal leader Tejashwi Yadav asked why Modi was not discussing subjects like poverty and unemployment instead, The Indian Express reported. “Why hasn’t poverty been eradicated?” he asked. “Why was Bihar not given special status?”Rashtriya Janata Dal spokesperson Subodh Kumar Mehta on Friday said that the prime minister’s remarks showed that he was nervous ahead of the elections.“We condemn the prime minister’s statement, especially the use of language for our leader Lalu Prasad ji,” he said. “The prime minister himself agreed that no law or religious text would dictate one’s choice of food.”Mehta added: “But his comments show he is nervous at the very start of the election campaign. He has perhaps seen the writings on the wall.”","author":"Scroll Staff","time":"2024-04-13T12:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199743-chihjuydvl-1711939908.jpg","tags":["Rashtriya Janata Dal","Narendra Modi","Congress","Food politics"],"source":"https://scroll.in/latest/1066577/sick-mindset-opposition-reacts-to-pm-modis-remarks-on-eating-non-vegetarian-food-during-sawan"}