{"title":"Siddique Kappan interview: ‘Is it not my job to travel and report?’ ","content":"A little over a week since journalist Siddique Kappan was released from the Lucknow District Jail after more than two years behind bars, he is determined to prove his innocence. He also plans to return to work.“The allegations against me are all baseless,” Kappan told Scroll during an online interview. “I am a journalist. Is it not my job to travel and report?”On October 5, 2020, Kappan, 43, was arrested by the Uttar Pradesh police in Mathura along with three men while they were travelling to Hathras to cover the gangrape and murder of a Dalit woman there.The 19-year-old Dalit woman died of injuries on September 29 after she was allegedly sexually assaulted by upper-caste men from the Thakur community in Hathras.Kappan and the three others were booked under the Unlawful Activities Prevention Act. The police added sedition charges against them.Months later, in February 2021, the Enforcement Directorate accused them of money laundering under the Prevention of Money Laundering Act. The central agency claimed that Kappan and three others had received money from the now-banned Popular Front of India to “incite riots”.In April 2021, the police filed a chargesheet in court against Kappan and seven others claiming that they had conspired to incite “caste violence” in Hathras.Last year on September 9, the Supreme Court granted bail to Kappan in the terror case under the Unlawful Activities Prevention Act, while on December 23, the Allahabad High Court gave him bail in the money laundering case too.Kappan was released on February 2. He spent 850 days in jail, during which his mother had passed away. Edited excerpts from a conversation with Scroll:How does it feel to be free after spending more than two years in jail?It’s a great feeling. I am feeling happy and proud. Now I realise the true meaning of freedom. I am happy to be back with the family. I am meeting colleagues, friends and journalists. But, at the same time, I feel sad that my mother is not with us. Can you briefly recall your jail experience? I faced a lot of difficulties in jail. When I was arrested, I was sent to a 21-day quarantine [due to the Covid-19 pandemic]. We were 30-40 people cramped up in one room. There was no toilet, no drinking water facility. We had to urinate in bottles and buckets. Those 21 days were very hard. The initial three months in Mathura jail were a little difficult but things got better when people came to know that my case is baseless and that I am a journalist.  I spent one year and two months there. Then I was shifted to Lucknow jail. The jail officials in Lucknow were abusive. It is a culture of the jail but for me it was mental torture. I  did not get my books. They did not give me many books that my wife couriered like [former Amnesty India head] Aakar Patel’s The Anarchist Cookbook and some Malayalam and English books. They did not let me even read religious books. For the first few months, they did not give me the Quran. I asked the [jail] superintendent and his deputy for books. I asked for magazines like Frontline and The Week but they refused and did not allow them to reach me. I read books from the jail library. I read [South African anti-apartheid activist and politician] Nelson Mandela’s Long Walk To Freedom, which is about his life inside jail. I also read The World is Flat [by American columnist Thomas L Friedman]. I got some facilities a month before the release. Siddique Kappan with his wife Raihana and son Muzammil in Lucknow on February 2. Credit: PTI.What did you miss most in jail? I missed books. I missed my family and my children. I missed my mother. My wife and my family struggled a lot in these two years but my media friends supported my family. It was reassuring. How did the prisoners behave with you?The people inside jail gave me a lot of respect. I did not face any problem from my fellow prisoners, but the behaviour of the jail administration was very bad. They would use abusive language all the time. What do you make of the charges against you?The allegations against me are all baseless. I will prove that I am innocent. For what reason I was put in jail? I am a journalist. Is it not my job to travel and report? Now, they are going after journalists everywhere. In Kashmir, we have three journalists in jail. They are facing the same allegations.   If you read my chargesheet, there are factual errors. This chargesheet is an amusement and a time-pass exercise. It is a 5,000-page copy but I have not yet received it. Hindi newspapers labelled me a “so-called journalist”. I was secretary of Kerala Union of Working Journalists. Hindi print media targeted me a lot. You know, these days some media are working as government PR [public relations]. There [in jail], I would get mostly Hindi newspapers, and some English newspapers like The Hindu, [The] Indian Express and [The] Times of India. They supported me. They used nice words about me. They wrote the truth. So many journalists travelled to Hathras to cover the news but why were you the only one targeted?I do not understand why they targeted me. You know so many people travelled to Hathras but it was difficult for everyone. [The] administration had made it difficult for mediapersons to travel there and meet the family. They were harassing journalists. I had covered such cases before as well. Siddique Kappan and his wife Raihana. Courtesy Siddique Kappan. Some say it was because of your religious identity.As a journalist, I have contacts with leaders of different parties. I have the numbers of BJP [Bharatiya Janata Party] and RSS [Rashtriya Swayamsevak Sangh] members  in my phone. I have met MPs and ministers, especially those from Kerala, for more than a decade. I have never faced allegations of any connection with criminals or terrorists. I fail to understand why I was targeted. Maybe [it is because] I am a Muslim or maybe [because] I come from Kerala. [The] police first told me that ‘You people from Kerala are doing a lot of activities’. They asked me why we come to UP [Uttar Pradesh] and not just work in Kerala only. I do not know what their intention was to ask such questions. Siddique Kappan BailEvery person has a right to free expression. He is trying to show that victim needs justice and raise a common voice. Will this be a crime in eyes of law: Supreme Court pic.twitter.com/wsiLkWGPBK— Bar & Bench (@barandbench) September 9, 2022\n\nThe police say you were a member of the PFI [ Popular Front of India]?As a journalist, I have links with leaders of various parties, BJP, RSS, CPM [Communist Party of India (Marxist)], PFI, Congress. Is that a crime? On October 4, a day before I was arrested, I made a call to the national president of BMS [Bharatiya Mazdoor Sangh]. Then I made a call to three BJP leaders from Kerala. But there was no inquiry about those things. I am a journalist. I have been working in Delhi for around 10 years. How did you end up in journalism?I was always interested in journalism. In college, I used to contribute to the college magazine. I would write articles and poems. After I completed my graduation, I got a diploma in media studies. I have been in the journalism field since 2009. I have been in Delhi since June 2013. My beat was the Supreme Court, Parliament, Congress party and minority rights.  Who is your inspiration?A number of journalists have inspired me. When I was young I used to look up to journalists like Kuldeep Nayyar and N Ram. BREAKING| Lucknow Sessions Judge, Lucknow signs order to release Kerala journalist Siddique Kappan on bail.He spent over two years in jail. pic.twitter.com/oh7gCytYzI— Live Law (@LiveLawIndia) February 1, 2023\n\nNow that you are free, how do you look at your future?I will continue my journalistic profession. My family has concerns. They are worried and want me to shift back to Kerala and work there. They say that it is not secure in North India and worry that the police can file more cases against me. I understand their concerns and agree that in South India, like in Kerala, the police work with greater integrity and honesty. My family and friends are worried but I have no fear. What should I be afraid of? I got a lot of support from all over the world because I am a journalist.When are you going to go back to work?I am in New Delhi for six weeks and I have to report to [the] Nizamuddin Police station. For now, I am taking some rest. Then I will go to Kerala, my home. Insha Allah, then I will think and get back to work. What is your general  impression of the overall situation in the country? [Laughs] I am not yet ready to go back to jail. Also read:Why journalist Siddique Kappan and his co-accused are languishing in jail – despite getting bail","author":"Zafar Aafaq","time":"2023-02-09T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186624-chvzxwzctg-1675848951.jpg","tags":["Siddique Kappan","Hathras Case","Uttar Pradesh","Kerala","PFI"],"source":"https://scroll.in/article/1043502/siddique-kappan-interview-is-it-not-my-job-to-travel-and-report"}