{"title":"Siddaramaiah takes oath as Karnataka chief minister","content":"Siddaramaiah took oath as Karnataka Chief Minister in Bengaluru on Saturday. Congress’ Karnataka unit chief DK Shivakumar, who will take over as the deputy chief minister and eight other MLAs were also administered oath by Governor Thawar Chand Gehlot.The ministers who were inducted into the Siddaramaiah Cabinet on Saturday were G Parameshwara, KH Muniyappa, KJ George, MB Patil, Satish Jarkiholi, Priyank Kharge, Ramalinga Reddy and BZ Zameer Ahmed.\n\n\n    \n    Play\n\nBesides top Congress leaders like party chief Mallikarjun Kharge, Rahul Gandhi and Priyanka Gandhi Vadra, several Opposition leaders were also present at the swearing-in ceremony at Bengaluru’ Kanteerava Stadium. Chief ministers MK Stalin, Nitish Kumar, Hemant Soren and Bhupesh Baghel were among those who attended the event.  #WATCH | Congress national president Mallikarjun Kharge and party leaders Rahul Gandhi & Priyanka Gandhi Vadra at the swearing-in ceremony of the newly-elected Karnataka Government, in Bengaluru. pic.twitter.com/kKcgYIMnBY— ANI (@ANI) May 20, 2023\n\nBihar CM Nitish Kumar, Chhattisgarh CM Bhupesh Baghel, Himachal Pradesh CM Sukhvinder Singh Sukhu, and Bihar Deputy CM Tejashwi Yadav also attend the swearing-in ceremony of the newly-elected Karnataka Government in Bengaluru. pic.twitter.com/tP12AKIoCm— ANI (@ANI) May 20, 2023\n\nThe Congress had won the Assembly elections in the southern state on May 13 by securing 135 out of the 224 seats, while the Bharatiya Janata Party was reduced to 66 seats. After five days of deliberations, the Congress, on Thursday, ended the deadlock between Siddaramaiah and Shivakumar, who had emerged as the top two contenders for the chief minister’s post.On Friday, Siddaramaiah and Shivakumar met Gehlot to stake claim to form the Karnataka government.#WATCH | Karnataka swearing-in ceremony | Karnataka CM-designate Siddaramaiah and Deputy CM-designate DK Shivakumar display a show of unity with Congress leader Rahul Gandhi in Bengaluru. pic.twitter.com/KxdvpWims1— ANI (@ANI) May 20, 2023","author":"Scroll Staff","time":"2023-05-20T12:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190361-tlzbsupglq-1684571176.jpg","tags":["Siddaramaiah","Congress","DK Shivakumar","Thawar Chand Gehlot"],"source":"https://scroll.in/latest/1049456/siddaramaiah-takes-oath-as-karnataka-chief-minister"}