{"title":"Siddaramaiah meets Karnataka governor, stakes claim to form government","content":"The Congress Legislature Party in Karnataka on Thursday elected Siddaramaiah as its leader at a meeting in Bengaluru. Subsequently, the chief minister-designate, along with his deputy DK Shivakaumar, staked claim to form the government during a meeting with Governor Thaawarchand Gehlot.The Congress had won the Assembly elections in the southern state on May 13 by securing 135 out of the 224 seats, while the Bharatiya Janata Party was reduced to 66 seats.The party ended the deadlock between Siddaramaiah and Shivakumar, who had emerged as the top two contenders for the chief minister’s post following the poll results. Siddaramaiah will take oath as the next chief minister of the state on May 20 in Bengaluru.  Sh. D.K.Shivakumar moves a resolution to elect Sh. Siddaramaiah as the new leader of Congress Legislature Party in #Karnataka .All the members of CLP endorse it unanimously. pic.twitter.com/lWrhMuK7T8— Randeep Singh Surjewala (@rssurjewala) May 18, 2023\n\nMeanwhile, former Karnataka Congress chief G Parameshwara on Thursday said that the post of deputy chief minister should be given to a Dalit to avoid any adverse reaction, reported PTI.Parameshwara, a Dalit leader, was deputy chief minister during the Congress-Janata Dal (Secular) coalition government from May 23, 2018 to July 23, 2019.  The Congress leader said that people, especially the Dalit community, have huge expectations from the party. “Understanding these expectations, our leadership will have to make a decision,” he said. “If it doesn’t happen, naturally there will be reactions for it. There is no need for me to say it. Instead of realising it later, if they rectify it now it will be better. Or else it may cause trouble for the party. I would like to tell them to understand it.”Parameshwara said that he was expecting to be considered for both the post of chief minister and the deputy chief minister.“What is there to ask?” he said. “They [party] should give. As I was deputy chief minister earlier, I expect them to give. Let’s see…”","author":"Scroll Staff","time":"2023-05-19T09:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190319-fzuamtsrhq-1684467985.jpg","tags":["Siddaramaiah","Thaawarchand Gehlot","DK Shivakaumar","Chief Minister","G Parameshwara","Karnataka"]}