{"title":"Siddique Kappan was part of conspiracy to spark religious conflicts in India, Uttar Pradesh tells SC","content":"The Uttar Pradesh government on Monday submitted to the Supreme Court that journalist Siddique Kappan has close links with Islamic organisation Popular Front of India and was part of a conspiracy to foment religious conflicts in the country, Bar and Bench reported.The government made the allegations in an affidavit in response to a bail plea filed by Kappan.The journalist was arrested by the Uttar Pradesh Police on October 5, 2020, while he was travelling with three other men in a car to Hathras where a Dalit woman was gangraped and killed by four upper-caste Thakur men on September 14, 2020. The police booked him for sedition and various provisions of the Unlawful Activities (Prevention) Act.In its affidavit, the Uttar Pradesh government told the Supreme Court that the arguments made by Kappan in his bail application were riddled with “falsehoods, contradictions and suppression of facts”, Live Law reported.The journalist was part of a delegation of the Popular Front of India and its student Campus Front of India that was sent to meet the family of the woman killed in Hathras, the Adityanath government alleged. The affidavit also said that Kappan failed to mention that when he was arrested, he was travelling with persons who had been named as accused persons in riots.“If the petitioner was in fact a ‘journalist’ exercising his professional duties as claimed, why would he be traveling with known riot accused persons?” the government asked in its affidavit.Kappan earlier worked with Malayalam newspaper Thejas, a mouthpiece for the Popular Front of India, the Uttar Pradesh government also told the court. “The publication was compelled to shut down in India in 2018 amidst reports [including by a Kerala High Court-appointed independent committee] that the paper’s coverage was aimed at creating religious discord,” the affidavit said.In his petition to the Supreme Court, Kappan said that he wanted to report on the Hathras gangrape case.The journalist accused the prosecution of taking him into custody on the basis of “trumped up” charges. Kappan’s petition said that his case raised seminal questions pertaining to the right to liberty, as well as the freedom of expression and speech vested in independent media under the Constitution.Meanwhile, Saifan Shaikh, the lawyer for Kappan’s co-accused person Atikur Rahman, said on Tuesday that his client was sent back to jail from a hospital despite his deteriorating health. Rahman, a member of the Campus Front of India, has a heart ailment, according to reports.However, Shaikh said that doctors who examined him stated that his ailment was a neurological one. Rahman is currently facing impairment in the movement of his right hand and leg, his lawyer said. His family is preparing to file a petition in the High Court, he said.","author":"Scroll Staff","time":"2022-09-06T15:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164883-vlsfftwatf-1633623575.jpeg","tags":["Siddique Kappan","Popular Front of India","Uttar Pradesh","PFI","Supreme Court"],"source":"https://scroll.in/latest/1032193/siddique-kappan-was-part-of-conspiracy-to-spark-religious-conflicts-in-india-uttar-pradesh-tells-sc"}