{"title":"Sikh leader’s aide to be released after violent clashes with police in Amritsar","content":"The Punjab Police on Thursday relented on releasing a close aide of Sikh leader Amritpal Singh following clashes with hundreds of his supporters near the Ajnala police station in Amritsar, reported NDTV.Singh is the head of Sikh group Waris Punjab De. His aide, Lovepreet Singh Toofan, was taken into custody on February 18 on charges of kidnapping and assault of Varinder Singh, a resident of Chamkaur Sahib in Rupnagar district, reported The Tribune. Soon after his arrest, Amritpal Singh had announced protests at the Ajnala police station describing the case as false.He led a massive group of his supporters, who carried guns and swords, into the Ajnala police station demanding Toofan’s release within 24 hours, reported NDTV. #WATCH | Punjab: Supporters of 'Waris Punjab De' Chief Amritpal Singh break through police barricades with swords and guns outside Ajnala PS in AmritsarThey've gathered outside the PS in order to protest against the arrest of his (Amritpal Singh) close aide Lovepreet Toofan. pic.twitter.com/yhE8XkwYOO— ANI (@ANI) February 23, 2023\n\nSeveral police personnel were injured during the violent clashes. Amritpal Singh also threatened to put up a permanent dharna at the police station if Toofan is not released and the first information report against him is not quashed.“They have given enough proof that he [Lovepreet Toofan] is innocent, Amritsar Police Commissioner Jaskaran Singh told news agency ANI. “SIT [Special Investigation Team] has taken note of it. These people will peacefully disperse now, and the law will take its course.”The police have said that Toofan will be released from custody on Friday.Amritpal Singh, 29, had taken over the Waris Punjab De organisation last year before the death of its founder Deep Sidhu, an actor and activist who died in an accident in February 2022. Amritpal Singh has garnered a massive following in the state through his speeches that often focus on Sikhism and Punjab.The Ministry of Home Affairs have also told the Punjab government to keep a watch on his activities, reported The Quint.On Thursday, Amritpal Singh threatened that Union Home Minister Amit Shah will meet the same fate as former Prime Minister Indira Gandhi, who had been assassinated by her Sikh bodyguards for sending the military inside Amritsar’s Golden Temple for Operation Blue Star, reported NDTV.Gandhi had ordered Operation Blue Star in 1984 to extract Sikh militants who had allegedly stored weapons inside the Golden Temples’ Harmandir Sahib Complex. The operation ended with the death of Punjab separatist leader Jarnail Singh Bhindranwale, who had raised the demand of a separate nation for the Sikhs. “Amit Shah had said that won’t let the Khalistan movement rise,” Amritpal Singh said on Thursday. “I had said that the same was done by Indira Gandhi and if you do the same then you will have to face consequences. Let’s see if he can remain home minister if says the same thing to those demanding ‘Hindu Rashtra’.”Punjab | 'Waris Punjab De' Chief Amritpal Singh's supporters break through police barricades with swords and guns outside Ajnala PS in AmritsarThey've gathered outside the PS in order to protest against the arrest of his (Amritpal Singh) close aide Lovepreet Toofan. pic.twitter.com/HzqxM5TwRT— ANI (@ANI) February 23, 2023","author":"Scroll Staff","time":"2023-02-23T20:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187222-caurzkabhg-1677164315.jpg","tags":["Waris Punjab De","Amritpal Singh","Punjab","Amritsar"],"source":"https://scroll.in/latest/1044501/sikh-leaders-aide-to-be-released-after-violent-clashes-with-police-in-amritsar"}