{"title":"Simultaneous elections: What are the implications for Indian federalism?","content":"The government’s announcement that former president Ram Nath Kovind will lead a committee to make proposals about taking forward “one nation, one election” reforms has put the question of simultaneous polls to state assemblies and the Lok Sabha back on the table ahead of the 2024 general elections. Coupled with a special session of Parliament being called from September 18-22, speculation has grown that the government intends to move ahead with a game-changing constitutional reform that has the potential to reset the rules of the electoral game.The typical rationales given in India for simultaneous elections rest on three arguments. First, that concurrent elections will reduce the cost to political parties and the exchequer of running elections. Second, that concurrent elections will improve the efficiency of governance by reducing the amount of time that governments spend in campaign mode and during which the Model Code of Conduct is in force, ensuring that new initiatives cannot be announced. Third, that frequent elections encourage political parties to prioritise “populist measures” focused on individual benefits “instead of nationalist ones”. A 2018 draft report of the Law Commission refers to these issues in detail.Critics, in turn, have raised concerns that simultaneous elections will erode the fabric of Indian federalism by subsuming autonomous spaces for the articulation of regional identities, issues and policies. Simultaneous elections, they claim, will flatten the diversity of political life across India and undermine  the autonomy of state governments.Furthermore, some critics have argued that the streamlining of elections may threaten democracy itself by reducing opportunities for voting and tilting the playing field towards the incumbent by altering “no confidence rules” to reduce the circumstances in which out-of-cycle midterm elections could occur. This is because one of the proposed reforms to enable the maintenance of simultaneous election cycles is to replace the current system of “no confidence” votes with the need for an alternative party or alliance to demonstrate that it has a majority in the relevant house – a so-called constructive vote of no-confidence. Therefore, an incumbent government could only be removed if an alternative formation was able to win the confidence of the relevant house Much speculation has naturally also been focused on the motivations behind the resurrection of the “one nation, one election” idea at this point. Some expect that  simultaneous elections will further advance the nationalisation of political life. Furthermore, that by holding simultaneous elections, the Bharatiya Janata Party hopes to decrease the  split-ticket voting seen in many states since 2014 where the party has won Lok Sabha elections but lost state assembly elections. Credit: PTI.The Law Commission’s 2018 report dealt in detail with concerns that simultaneous elections were a challenge to federalism. The commission dismissed the argument that simultaneous elections will erode federalism as irrelevant because India does not have a federal system “in stricto sensu” or in the strict sense. It further argued that the contention that simultaneous elections “would tinker with the concept of federalism is devoid of any merit” because it would not alter the distribution of legislative competencies of the Centre and States as set out in the Seventh Schedule. The Seventh Schedule of the Constitution lists out the powers and jurisdiction of the Centre and state governments over various matters, such as law and order or the armed forces. The third list of the Seventh Schedule is of the domains that the Centre and States both have jurisdiction over.But the law commission’s restrictive interpretation of federalism sidesteps more substantive concerns. It overlooks the fear that simultaneous elections may flatten the diversity of political cultures across India and weaken the connectedness of voters to their state governments – as distinct from the national government.The challenge that simultaneous elections may pose to federalism should be seen beyond a limited legalistic definition of the Constitution as having only “quasi” federal features.The “quasi” label was introduced by the Oxford University professor KC Wheare in the 1960s. Wheare used it because of the ways in which Indian federalism departed from the watertight separation of powers seen in older federal systems.However, 60 years on, Indian federalism is better seen as an original form of federalism rather than a lesser form. India’s unique federal system was designed by constitutional architects to address the challenges the country faced in the mid-20th century. Federalism in practice has evolved in the decades since the Constitution, shaped especially by changes within the party system.In the period of political regionalisation and coalition government between 1989-2014, when no single party was able to secure a national parliamentary majority, the deepening of a federal culture was seen as almost unstoppable. In the period of one-party dominance since 2014, federalism has seemed to be under threat from the ability of a nationally dominant party to centralise power.For these reasons, to understand the implications of simultaneous elections for federalism, we first need to consider the potential implications for the party system – namely whether it is likely to drive a greater nationalisation of political life, and/or stronger congruence between the outcomes of state and national elections.Credit: Reuters.In other federal countries where simultaneous elections are held, simultaneity does indeed increase the congruence of election outcomes between levels – ie, it reduces split ticket voting – but this does not necessarily privilege the national over the regional, as summarised previously in Scroll. In some countries, especially where regions are more autonomous, there has been a regionalisation of political life.India still has strong variation in state-level party systems with different parties in the fray in each state, and where regional parties are mostly still confined to a base in a single state. It is likely that even under simultaneous elections, regional issues and leaders would still be important state by state – or at least that a mix of regional and national issues would frame election campaigns in each state. States that have had assembly elections alongside general elections in recent decades – such as Andhra Pradesh or Odisha – have strong regional parties.Ironically, perhaps when Prime Minister Indira Gandhi broke from the earlier pattern of simultaneous elections by calling the 1971 general elections out of sync with state assembly elections, it was in an attempt to reassert a national focus in the electoral landscape with a more presidential style campaign focused on her leadership. This followed the Congress’s defeat in a swathe of state assembly elections in 1967. Thus, the evidence from other countries, and India’s own experience, is inconclusive on the likely effects of simultaneous elections on the primacy of nation vs region in election campaigns.When it comes to governance, most discussion focuses on the supposed benefits of reducing the frequency of elections. However, one of the wider challenges to governance – and importantly to governmental accountability – may come from the blurring of policy competencies and policy space between the central government and states in the eyes of both voters and elected leaders. Holding elections simultaneously is likely to make it harder for voters to distinguish the work of state governments from central government, and thereby to hold elected leaders to account effectively.Aligning elections across levels may accelerate a process of credit centralisation whereby voters become more likely to attribute responsibility to schemes to the central government. The last decade has seen a centralisation of credit attribution for different government programmes by voters, especially given that central welfare schemes are now routinely branded with photos of the prime minister.On the other hand, aligning elections could simply lead to greater confusion among both voters and politicians if campaigns for the Lok Sabha are held alongside campaigns for state assemblies. Research from Belgium has shown that when regional and federal elections in that country have been held simultaneously, not only voters but candidates themselves tend to mix up regional and federal issues in their campaigns.It is already the case that federal systems around the world see weaker “performance voting” than non-federal systems because of the difficulties faced by voters in attributing responsibility for different policies. Analysis by the Canadian political scientist Cameron Anderson has shown that multi-level governance reduces the impact of economic performance on support for incumbent governments because lines of responsibility are not clear to voters. Thus blurred attribution prevents voters from holding governments to account for poor performance – or rewarding them for good performance.Aligning elections runs the risk of exacerbating this accountability problem. Having separate elections to different tiers of government makes it clearer to voters which level of government is responsible for what and focuses attention on the performance of the relevant government.Most of the governance related arguments about simultaneous elections have focused on a narrow understanding of the implications of simultaneous elections – namely a reduction of the amount of time in which the Model Code of Conduct is in force.To develop a fuller picture of the potential implications of simultaneous elections, it is necessary to further unpack the nature of governance and accountability in India’s multi-level polity. Strengthening governance is more complex than simply reducing the number and frequency of elections.Louise Tillin is Professor of Politics at King’s College London.","author":"Louise Tillin","time":"2023-09-17T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194028-bfyamocsrd-1694532575.jpg","tags":["One Nation One Election","Simultaneous Elections","Lok Sabha","State Assembly Elections","Lok Sabha Elections 2024","Democracy"],"source":"https://scroll.in/article/1055859/simultaneous-elections-what-are-the-implications-for-indian-federalism"}