{"title":"Simultaneous polls: The proposal is unconstitutional, Congress tells Law Commission","content":"The Congress on Friday conveyed its “vehement opposition” to the Law Commission against the Centre’s proposal to hold the Lok Sabha and Assembly elections simultaneously, PTI reported. A Congress delegation comprising Mallikarjun Kharge, former Finance Minister P Chidambaram, former Law Minister Kapil Sibal, Abhishek Manu Singhvi, Anand Sharma and JD Selam met the panel.The Opposition party said the proposal was against federalism. “The provisions of the Constitution of India will make it abundantly clear that the exercise that you intend to undertake is unconstitutional, undemocratic and forbidden by law,” the Congress told the panel. The proposalIn April, the Law Commission of India had recommended that elections to the Lok Sabha and state Assemblies be held simultaneously. In a draft white paper, the commission said the Indian Constitution could be amended to allow simultaneous polls. In May, the Election Commission proposed the idea of “one year, one election” to the Law Commission.On July 8, the Law Commission held consultations with political parties on the proposal for simultaneous elections. The Congress and the Bharatiya Janata Party had skipped the meeting. The BJP said that while it supported the proposal it needed more time to send its recommendations. Prime Minister Narendra Modi had stressed the need for simultaneous elections to reduce the huge costs incurred during polls and to save time.Among political parties, the Shiromani Akali Dal, the All India Anna Dravida Munnetra Kazhagam, Samajwadi Party and the Telangana Rashtra Samiti have supported the idea of simultaneous elections. The Trinamool Congress, Aam Aadmi Party, Dravida Munnetra Kazhagam, Telugu Desam Party, Left parties and the Janata Dal (Secular) have opposed the proposal.Congress’ stanceOn July 10, Singhvi had described the proposal as a “constitutional perversity”. Any such proposal would be an antithesis to democracy and go against the grain of the basic structure of the Constitution of India, as also the letter and spirit of democracy per se,” Singhvi had told reporters.","author":"Scroll Staff","time":"2018-08-04T08:16:42.621632+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889167-50729-qfkntfxmqm-1500028895.jpg","tags":["Congress","Simultaneous elections","Law Commission","BJP","Lok Sabha","Assembly elections"]}