{"title":"Simultaneous polls: BJP, Congress skip Law Commission meet, TMC, DMK, others against proposal","content":"The Bharatiya Janata Party and the Congress were absent during discussions on a proposal for simultaneous polls between political parties and the Law Commission of India, reports said. The negotiations on a proposal for simultaneous Lok Sabha and state assembly elections began in Delhi on Saturday. The Law Commission had invited seven national and 59 state parties to participate in the discussion.The Trinamool Congress, Dravida Munnetra Kazhagam, India Majlis-e-Ittehad-ul Muslimeen, All India United Democratic Front and Bharatiya Janata Party ally Goa Forward Party expressed their dissent against the proposal. “The party strongly opposes the concept floated by the BJP government as it is highly impractical and against the provisions of the Constitution,” TMC legislator Kalyan Banerjee told PTI.A member of the BJP-led National Democratic Alliance, Shiromani Akali Dal, said it was in favour of the proposal taking effect from 2024, and not 2019. The ruling party in Tamil Nadu, All India Anna Dravida Munnetra Kazhagam, also pushed for a later incorporation of the proposal.The BJP sought more time to send its recommendations to the Law Commission but stressed on its support for the proposal. “One nation, one poll is our commitment,” BJP MP Anil Baluni. “We will present our ideas with full preparation.” Congress spokesperson RPN Singh said the party would consult all other opposition parties and then write to the panel.  The Samajwadi Party, Telangana Rashtra Samithi also expressed their support for the election. The proposalIn April, the Law Commission of India had recommended that elections to the Lok Sabha and state Assemblies be held simultaneously. In a draft white paper, the commission said the Indian Constitution could be amended to allow simultaneous polls.  In May, the Election Commission proposed the idea of “one year, one election” to the Law Commission, The Indian Express. The poll panel made the suggestion in its response to the Law Commission’s April 24 letter in which the latter had sought its views on holding the 2019 Lok Sabha elections along with state elections.  Clubbing elections that are scheduled in a year would be easier than holding simultaneous polls as it does not require five constitutional amendments, unidentified officials told the newspaper.Prime Minister Narendra Modi had stressed the need for simultaneous elections to cut costs and save time.   Current scenarioAt the moment, the Election Commission conducts elections at the same time for states where the term of Assemblies end within a few months of each other. Section 15 of the Representation of the People Act, 1951, prohibits it from notifying elections more than six months before the term of a state assembly expires. In 2017, the poll panel conducted the elections in five states – Punjab, Uttar Pradesh, Uttarakhand, Manipur and Goa – at the same time, and the elections in Gujarat and Himachal Pradesh later in the year since the terms of their Assemblies ended at different times.TDP says simultaneous polls are incompatible with the constitution & also impractical. However, as far as Andhra Pradesh is concerned, simultaneous elections are going on and we have no grievance for the same if elections are held as per the schedule in 2019. pic.twitter.com/Vnd5bTmMFp— News18 (@CNNnews18) July 8, 2018","author":"Scroll Staff","time":"2018-07-08T16:29:32.906512+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/885744-35223-yosxnnoefr-1473867871.jpg","tags":["Simultaneous polls","Law commission","Election commission","Elections","One year one election"],"source":"https://scroll.in/latest/885744/simultaneous-polls-bjp-and-congress-absent-from-discussion-tmc-dmk-and-others-express-opposition"}