{"title":"Simultaneous polls not possible without legal framework, says Chief Election Commissioner OP Rawat","content":"Chief Election Commissioner OP Rawat said on Tuesday that it was not possible to hold simultaneous Assembly and Lok Sabha elections without a legal framework to allow them, PTI reported. Rawat’s statement came a day after the Bharatiya Janata Party pushed for simultaneous elections and called for a “healthy and open debate” among stakeholders.Prime Minister Narendra Modi has frequently supported the idea of simultaneous elections as a way to save costs and improve development work. After BJP chief Amit Shah brought up the idea again on Monday, Modi is expected to reiterate it from the ramparts of the Red Fort on Independence Day on Wednesday.Rawat, however, has ruled out the possibility any time soon, saying, “If the term of some state assemblies needs to be curtailed or extended, then a constitutional amendment will be required.”“Logistics arrangements with regard to 100% availability of VVPATs [Voter Verifiable Paper Audit Trail] will be a constraint,” he added. “On the issue of ‘one nation one poll’, the Election Commission had given inputs and suggestions in 2015 itself. Other requirements of additional police force, polling personnel would also be needed.”“There are not enough VVPAT machines to conduct 11 state elections simultaneously with Lok Sabha polls in 2019,” Rawat was quoted as saying by News 18. “If such a thing is to be attempted, more VVPAT machines will have to be ordered and a decision in this regard will have to be taken in a month or two.”The Election Commission is currently procuring new Electronic Voting Machines and Voter Verifiable Paper Audit Trail machines ahead of the 2019 Lok Sabha elections, all of which are expected to be delivered by the end of November.If simultaneous Lok Sabha and state elections are held, the poll panel will require nearly 24 lakh Electronic Voting Machines, according to PTI. The proposalIn April, the Law Commission of India had recommended that elections to the Lok Sabha and state Assemblies be held simultaneously. In a draft white paper, the commission said the Indian Constitution could be amended to allow simultaneous polls. In May, the Election Commission also proposed the idea of “one year, one election” to the Law Commission.On July 8, the Law Commission held consultations with political parties on the proposal for simultaneous elections. The Congress and the Bharatiya Janata Party had skipped the meeting.On August 4, the Congress said the proposal was against federalism, and said it is “unconstitutional, undemocratic and forbidden by law”. Earlier, the party had described the proposal as a “constitutional perversity”.On August 13, the BJP wrote to the Law Commission in support of the idea, and claimed that criticism against the idea of simultaneous national and state elections in India is “politically motivated and inappropriate”.Among political parties, the Shiromani Akali Dal, the All India Anna Dravida Munnetra Kazhagam, Samajwadi Party and the Telangana Rashtra Samiti have supported the idea of simultaneous elections. The Trinamool Congress, Aam Aadmi Party, Dravida Munnetra Kazhagam, Telugu Desam Party, Left parties and the Janata Dal (Secular) have opposed the proposal.","author":"Scroll Staff","time":"2018-08-14T16:48:33.348787+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/890441-79855-yukhjkyhrt-1516679397.jpg","tags":["OP Rawat","Election Commission","Simultaneous elections","Lok Sabha","Assembly"],"source":"https://scroll.in/latest/890441/simultaneous-polls-not-possible-without-legal-framework-says-chief-election-commissioner-op-rawat"}