{"title":"Singapore authorities recall Everest Fish Curry Masala imported from India, allege pesticide content","content":"The Singapore Food Agency, a statutory body tasked with enforcing food safety in Singapore, issued a notice on Thursday for the recall of Everest Fish Curry Masala from shelves across the country.The regulator has said that the widely-used spice mixture imported from India contains higher-than-permissible levels of ethylene oxide, a pesticide that can create health issues on long-term exposure.“As the implicated products were imported into Singapore, the Singapore Food Agency has directed the importer, Sp Muthiah & Sons…to recall the products,” the agency said in a statement. “The recall is ongoing.”“Ethylene oxide…is not authorised for use in food,” the statement read. However, the agency clarified that agricultural products are sometimes sanitised with ethylene oxide to curb microbial contamination and that it can be used to sterilise spices as per regulations in Singapore.“Although there is no immediate risk to consumption of food contaminated with low levels of ethylene oxide, long term exposure may lead to health issues,” the Singapore Food Agency said. “Exposure to this substance should be minimised as much as possible. Consumers who have purchased the implicated products are advised not to consume it.”Those who have consumed the product and are concerned about their health have been advised to consult a medical professional.In June 2023, the United States Food and Drug Administration had initiated a recall of Everest Garam Masala and Everest Sambar Masala products that had been distributed in eleven states in the United States for containing salmonella.Everest-brand spice products are manufactured by Everest Food Products Pvt. Ltd. As of Saturday afternoon, the company had not issued a statement about the Singapore Food Agency’s claims.","author":"Scroll Staff","time":"2024-04-20T16:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200186-bjcwvwgvya-1713608475.jpeg","tags":["Singapore","Everest Fish Curry Masala","Singapore Food Agency","food safety","Food contamination","Pesticides"],"source":"https://scroll.in/latest/1066861/singapore-authorities-recall-everest-fish-curry-masala-imported-from-india-allege-pesticide-content"}