{"title":"‘Sinister form of censorship’: India’s ‘cyber volunteer’ programme pits citizens against each other","content":"The group that ran the Hindutva Watch handle on Twitter – which flagged instances of violence and bigotry from an extreme form of Hindu nationalism – had long been accustomed to being abused and trolled for content critical of the Indian government.But even they were stunned when the account with nearly 26,000 followers was abruptly suspended in April this year with no reason given.The suspension of that, and dozens of accounts deemed to be critical of the government, came shortly after the launch of a cybercrime volunteers programme by the Union Ministry of Home Affairs to report illegal or unlawful online content.Citizen volunteers, or “good Samaritans”, are required to maintain “strict confidentiality” and report child sex abuse material, as well as online content “disturbing public order” or communal harmony, and against India’s integrity, the home ministry said.For activists, journalists and others critical of the government, it has become harder to distinguish between trolls, the incumbent Bharatiya Janata Party’s technology cell and the cyber volunteers – estimated to number in the hundreds.“For us, Twitter was important to expose communalism, hate speech, fake news and pseudoscience spread by right-wing forces,” said a spokesperson for Hindutva Watch who asked not to be named for safety reasons.“For this, we have been trolled, abused, threatened,” the spokesperson said. “The online vigilante machinery stalks accounts that are critical of the BJP or the RSS [the Hindu nationalist Rashtriya Swayamsevak Sangh], labels them as anti-national, and lobbies to get them suspended.”Complaints about posts are assessed under Twitter’s terms of service and Twitter rules, and “any content that is determined to be in violation is actioned in line with our range of enforcement options”, a spokesperson for Twitter said.The ministry did not respond to calls and emails requesting comments.Digital warriorsThe BJP swept into power in India in 2014 and won by an even bigger margin in 2019, its victories credited to a large extent to its savvy IT cell and social media prowess, fuelled by thousands of supporters it calls digital “yodhas” or warriors.Modi, 71, is known to be tech-savvy, with 7.3 crore followers on his personal Twitter account, and follows several individuals who are known to harass those critical of his government and who often say in their profile that they are proud to be followed by Modi.“The cyber volunteer programme goes beyond just silencing people,” said Swati Chaturvedi, an independent journalist who has written a book on the BJP’s social media strategy and her experience of being trolled.“But it is actually a very smart move, as they can carry on browbeating dissent online without coming under more scrutiny themselves,” she told the Thomson Reuters Foundation.More than half of India’s 130 crore population has access to the internet. The country has over 30 crore Facebook users and 20 crore on Facebook’s WhatsApp messaging service – more than any other democracy in the world.About 2.4 crore Indians use Twitter, according to Statista.Is the government really going to make us spy on each other through a 'cyber volunteer' program? We have answers. This is called 'lateral' i.e. peer-to-peer surveillance. Thread on the program and concerns we sent to the Ministry of Home Affairs.https://t.co/fhRd9EuHE5 1/n— Internet Freedom Foundation (IFF) (@internetfreedom) February 24, 2021\n\nIndia, like other countries, has recently introduced laws to limit so-called misinformation and to censor content that is deemed to be critical of the government’s management of the coronavirus pandemic.China launched a hotline this year for citizens to report online comments that defame the ruling Communist Party, while Vietnam has introduced guidelines encouraging people to post positive content about the country, and prohibiting posts that “affect the interests of the state”.India this year introduced new rules that activists say violate privacy rights by requiring social media firms to identify users to authorities, following government demands to remove posts critical of its handling of Covid-19.WhatsApp has filed a lawsuit against the rules.But the government’s cyber volunteers programme may be the most insidious of measures so far, and risks turning the country into a surveillance state, said Anushka Jain, an associate counsel at Internet Freedom Foundation, an advocacy group.“We already have a cybercrime law – so there is no need for this,” Jain said. “It is just cyber vigilantism, and it is dangerous as it is pitting citizen against citizen with no way to ensure someone is not just using it for their personal vendetta.”“Anyone can become a volunteer with no prior verification, and there is no clear definition of what is anti-national content,” she said. “This programme will just create a secret police like the Stasi in East Germany in present-day India.”Silencing criticsThree years ago, India’s Ministry of Information and Broadcasting said it planned to establish a social media communication hub that would monitor online platforms and analyse all communications in real-time.The proposal was challenged by an Opposition party member who said it would violate privacy and create a “surveillance state”. The plan was withdrawn by the government, which had argued the hub would help overburdened police prevent crime.Since then, the government has increased pressure on social media firms: removal requests to Twitter have risen steadily since 2014 and India submitted the most requests to take down content in 2020, according to data from Twitter.India also topped the list for information requests by governments to Twitter in the second half of 2020, overtaking the United States for the first time. These requests can include asking for the identities of people tweeting under pseudonyms.Representational image. Photo credit: Dado Ruvic / ReutersFacebook received more than 45,000 requests for data from the Indian government from January to June this year, compared to about 3,000 requests for the same time period in 2013, its data showed.Several farmers – and their supporters – protesting new agricultural laws earlier this year had their Twitter and Instagram accounts blocked on the request of the government, including the handle @standup4farmers.Dozens of activists and journalists in India were also revealed to be targeted by the Pegasus spyware, developed by Israeli tech firm NSO, which turns a mobile phone into a surveillance device.Authorities have declined to say whether the government purchased the technology, only saying that “unauthorised surveillance does not occur”.Meanwhile, authorities in several Indian states have recently said they will deny passports and government jobs to people for their “anti-national” or anti-social” online posts.“The objective is silencing through intimidation, as well as creating a false narrative of support for the views of the government,” said Mirza Saaib Bég, a lawyer from Kashmir who has been trolled and harassed for his criticism of the government.“There is no clear definition of what the unlawful activity is that can land a person in trouble,” said Bég. “Similarly, there is no definition of what is anti-national – it seems that any criticism of the ruling party is anti-national.”‘Sinister censorship’There are real-world consequences: a member of a right-wing Hindu group was arrested for the 2017 killing of journalist Gauri Lankesh, while WhatsApp group messages have led to fatal lynchings – of mostly Muslim and Dalit men falsely accused of killing cows, kidnapping children or selling body parts.WhatsApp introduced limits on forwarding messages in 2018 to deter mass forwards in India.For Hiral Rana, 37, these were not pressing concerns when she signed up to be a cyber crime volunteer to counter misinformation after seeing a tweet on the government programme.About two to three times a day, she and other volunteers in the western Gujarat state were sent a piece of information related to the coronavirus or government policy to post on their Twitter accounts, and flag any misinformation that they spotted to the police and the state’s cyber crime group.“It is a good programme, but there were too few of us trying to spot misleading tweets and report them,” she said, adding that while she was a BJP supporter, she was not asked to post any political messages. She stepped down after a few months.When the Hindutva Watch account was suspended on Twitter, more than a dozen accounts – with names that declared love for India or Modi – posted celebratory messages and warnings that they were going after similar accounts.The account remains suspended.“The IT cell has turned into a full-fledged spying and mass reporting machinery,” the spokesperson said. “The internet in India is now controlled by the government, which suspends or silences voices critical of the government.”“It is a sinister form of censorship.”This article first appeared on Thomson Reuters Foundation News.","author":"Rina Chandran, Thomson Reuters Foundation News","time":"2021-12-02T13:30:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/96934-ofprvplhwk-1569337964.jpg","tags":["BJP","Twitter","Amit Shah","Facebook","Privacy"],"source":"https://scroll.in/article/1011856/sinister-form-of-censorship-indias-cyber-volunteer-programme-pits-citizens-against-each-other"}