{"title":"SIT that gave clean chit to Aryan Khan in drugs case suppressed evidence, claims Sameer Wankhede ","content":"The Special Enquiry Team that gave a clean chit to Shah Rukh Khan’s son Aryan Khan in the Cordelia cruise ship case suppressed material evidence against him and had an ulterior motive, former Narcotics Control Bureau officer Sameer Wankhede told the Bombay High Court on Thursday, PTI reported.Wankhede alleged that the team “twisted facts and labelled false allegations to jeopardise the career and character of honest officials”.Wankhede led the investigation in the 2021 Cordelia cruise ship case, in which Aryan Khan was arrested along with his friend Arbaaz Merchant, model Munmum Dhamecha and five others by the Narcotics Control Bureau.On May 27 last year, the Narcotics Control Bureau cleared Khan of charges in the case as it did not find corroborative evidence against him. Three days later, Wankhede was transferred to the Directorate General of Taxpayer Services in Chennai.A Special Investigation Team was also set up to look into allegations of impropriety in the case by officers of the anti-drug agency. In October, the SIT said it has found several irregularities in the investigation and also revealed that “selective treatment” was meted out when naming some persons as accused in the case.In May, Wankhede was booked by the Central Bureau of Investigation on charges of corruption. The agency alleged that he allowed an independent witness to conspire to extort Rs 25 crore from Aryan Khan’s family in 2021. It also added that Wankhede’s team made changes to the original raid information report and did not document the search of persons, while few suspects were allowed to go without any investigation.Wankhede had then moved the Bombay High Court, seeking to quash the case and also sought interim protection from any coercive action against him. The court had granted him protection from arrest till June 8. On Thursday, the Bombay High Court extended the interim protection granted to Wankhede till June 23, according to PTI.Wankhede claimed that the report of the SIT against him was biased and prepared just to “wreak vengeance” on him as his superior Gyaneshwar Singh, the deputy director general of the Narcotics Control Bureau, had a personal vendetta against him.The former Narcotics Control Bureau officer also told the court the intelligence information report, which the SIT claimed that Wankhede modified to target certain individuals, was not the one based on which the raid on the cruise ship was conducted, reported The Indian Express.The SIT claimed that the report, which originally had 27 names, was modified to have only 10 names of suspects including Khan and Merchant. But Wankhede has insisted that the list originally had ten names only.Also read: As Samir Wankhede faces corruption charges, recalling the political frenzy over Aryan Khan’s arrest","author":"Scroll Staff","time":"2023-06-08T20:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165615-uvjmtbakvp-1635317091.jpg","tags":["Sameer Wankhede","Shah Rukh Khan","Aryan Khan","NCB"],"source":"https://scroll.in/latest/1050580/sit-that-gave-clean-chit-to-aryan-khan-in-drugs-case-suppressed-evidence-claims-sameer-wankhede"}