{"title":"Six months after deadly Covid-19 second wave, what has India done to avert a future oxygen crisis?","content":"Late evening on April 21, a private hospital in Delhi rushed to the High Court with an emergency petition – its medical oxygen supply was running out in three hours, it needed urgent replenishments.India was then in the throes of a brutal second wave of Covid-19. In many places, even patients admitted to hospitals were dying due to a lack of oxygen.Yet, the Central government maintained in court that the country had enough stocks of medical oxygen, that adequate supplies had been allocated to all states, and those reporting shortages were not managing the supplies well. It stuck to this stand in several hearings in both the high court and the Supreme Court.Exactly two months later, however, it quietly modified the formula it uses to calculate oxygen requirements.On June 21, the National Health Mission revised the average oxygen requirement for a patient admitted in an Intensive Care Unit from 24 litres per minute to 30 litres per minute. This was done on the recommendation of the Directorate General of Health Services, which functions under the health ministry.“We noticed that per patient oxygen requirement had increased between the first and second wave,” said Dr Rajiv Garg, former additional director and currently Professor of Excellence at the DGHS, explaining the rationale for the change in the per patient allocation.He said the decision was based on the recommendation of clinical experts within and outside the organisation, including some who are part of a national taskforce appointed by the Supreme Court. The court set up a 12-member taskforce on May 8 to streamline oxygen distribution in India, after complaints of inadequate supply had mounted across states.While doctors and health experts welcomed the upward revision in calculation of per patient oxygen requirement, they pointed out that it confirmed what the Centre has long denied: that oxygen allocated to the states during the second wave in the summer had fallen short.“The change in formula is perhaps the government’s way of rectifying its mistake in assessing the supply during the second wave,” said pulmonologist Dr Jalil Parkar. “As clinicians we don’t follow a statistical formula. We decide oxygen requirements based on the individual patient’s needs.”Dr Abhay Shukla, a public health activist, said the government should be given “some leeway” for its failure in estimating oxygen requirements during the second wave since “the clinical management protocol of Covid-19 has evolved as the pandemic progressed”.Six months after a catastrophic second wave of Covid-19 swept India, leaving the country reeling under an acute oxygen crisis, how has the government’s management of oxygen evolved? Is India better prepared to handle a third wave of the pandemic? A three-part series takes a closer look.How much oxygen does a patient need?The formula that the Indian government uses to calculate oxygen requirements isn’t a statistical abstraction – it determines how much oxygen is allocated to each state. The government has changed the formula at least three times since the pandemic began, circulars and notifications accessed by Scroll.in show.On April 18, 2020, the National Health Mission sent a letter to all states asking them to calculate their oxygen needs based on 7.14 litre oxygen per minute for a patient admitted to a regular ward and 11.90 litres per minute for a patient admitted to an intensive care unit.In April this year, in an affidavit in the Supreme Court, the government submitted that a patient in a normal ward requires 10 litre oxygen per minute and in an ICU, 24 litres per minute on an average.By June, however, the oxygen requirement for a patient admitted to an ICU was revised to 30 litres per minute by the National Health Mission, while the requirement for other patients was kept steady at 10 litres.The ICU figures are averages since the actual requirement depends on how the oxygen is being administered, according to Garg, from the Directorate General of Health Service. This is because a non-invasive ventilator requires more oxygen than an invasive ventilator.On September 25, 2020, the National Health Mission – on the recommendation of Empowered Group-1, one of the national level committees formed to tackle the Covid-19 pandemic – had advised 10 litres oxygen per minute for severe patients on invasive ventilation, 25-60 litres per minute by non-invasive ventilation, and 10-15 litres by non-breathing maskWith the ICU averages increased to 30 litres per minute, a member of the Supreme Court-appointed national task force, who requested anonymity, said that a patient being administered oxygen through a high flow nasal cannula, which is non-invasive, can require as much as 80 litre per minute, while those on an invasive ventilator in an ICU can make do with 15 litres-30 litres per minute.Moreover, the second wave changed not just the understanding of how much oxygen was required per minute, but also of how long each Covid patient would need to be given oxygen.According to the taskforce member,  during the second wave, patients required oxygen within 3-4 days after onset of symptoms, rather than 7-8 days as seen during the first wave.Not only did Covid-19 infected cases require early hospitalisation, they became breathless faster, and needed oxygen longer than before, according to several doctors, health specialists, and government officials that Scroll.in spoke to.A Covid-19 patient breaths with the help of an oxygen mask inside the ICU of the Teerthanker Mahaveer University hospital in Moradabad on May 5, 2021. Photo: Prakash Singh/ AFPHow many patients would need oxygen?Even the estimated number of patients who might require oxygen in the future has been revised upwards by the Central government.On July 13, 2021, it wrote to all states asking them to prepare for the third wave of Covid-19 by making arrangements for 1.25 times more cases than the number seen at the peak of the second wave. Later that day, an appended letter was issued with the estimate of cases scaled up to 1.5 times more than the second wave.The Centre also asked the states to make preparations for the third wave assuming 23% of all Covid-19 patients would require hospitalisation. In 2020, in a letter dated September 25, the estimate for hospitalisation stood at 20% of the total cases. At the peak of the second wave, when India recorded 4,14,000 new cases on May 6, 20% would have meant 82,800 hospitalised beds required. But 23% would take that number up to 95,220. Based on the revised formula for oxygen requirement per patient, coupled with a projection of 1.5 times more cases than the second wave, and accounting for the possibility that more patients might require hospitalisation, Maharashtra’s estimate for oxygen demand at the peak of the third wave in the worst case scenario has touched 3,800 metric tonnes per day.For context, according to a response by the health ministry to a question in Parliament in July, India’s total daily medical oxygen requirement in the first wave was less than that – at 3,095 metric tonnes per day. This shot up to 9,000 metric tonnes in the second wave. At the time, production was ramped up to 9,690 metric tonnes. On May 28, the Centre allocated 10,250 metric tonnes to states, the response stated, beyond the country’s daily production capacity.To plug the shortfall, India imported 1,385 metric tonnes of liquid medical oxygen from the United Arab Emirates, Bahrain, Kuwait, Qatar, Singapore, the government stated in parliamentary responses. The Indian Space Research Organisation supplied 551 metric tonnes to Kerala, Tamil Nadu and Andhra Pradesh. Steel industries supplied 2,30,262 ton between April till July by cutting down on nitrogen and argon production and diverting entire supply from industry to hospitals.What did the SC-appointed national taskforce recommend?In a series of recommendations on oxygen made between May 9 till the end of June 2021, the national taskforce to the Supreme Court said India needs to ramp up oxygen production urgently ahead of the third wave of the pandemic.One of the key recommendations is the installation of pressure swing adsorption plants in hospitals, which can absorb atmospheric air, filter out all gases except oxygen, and supply it through pipelines directly to patients’ beds.Along with PSA plants, the taskforce recommended that the government increase liquid medical oxygen production. This technique cools atmospheric air to separate nitrogen and then separates argon to extract liquid oxygen. While liquid oxygen is purer than oxygen produced in a PSA, it takes months to set up a new manufacturing plant.The taskforce also suggested that better distribution channels of oxygen be created since oxygen logistics was a major challenge during the second wave. To reduce the need for transport of oxygen over long distances, it recommended the setting up of 10-12 regional oxygen hubs.It emphasised that 18 metro cities in India should be equipped to produce 50% of their oxygen requirement locally or in their neighbourhood. They should also have the capacity to store at least 100 metric tonnes of liquid oxygen.Dr Bhabatosh Biswas, member of the national task force, who served as the vice-chancellor of West Bengal University of Health Sciences till 2017, said: “Although each hospital’s requirement varies, we put together a recommendation that for 100 beds, there would be 1.5 metric tonnes oxygen requirement per day.”On August 9, the Supreme Court asked the government to act on the recommendations made by the national taskforce.Oxygen cylinders were in high demand in Delhi during the second wave of Covid-19. Photo: PTIHow is the government scaling up oxygen capacity?Until April 2021, the Centre had sanctioned only 162 pressure swing adsorption plants. As reported previously by Scroll.in, bids for these plants were invited in October 2020, eight months into the pandemic. After the story was published in April 2021, as India was being devastated by the massive second wave and losing patients to oxygen shortages, the health ministry admitted only 33 of the 162 PSA plants had been installed.Since then, however, a massive scale-up in PSA plants has been underway. The national medical commission has, infact, made a PSA plant compulsory for every medical college.Data from the Ministry of Health and Family Welfare shows proposals for at least 3,631 PSA plants have been approved – 1,491 are funded by the Central government, including 1,224 under the PM Cares corpus; 2,140 by state governments, MLA/MP development grants and the corporate social responsibility fund of private companies. The ministry claimed these PSA plants will produce an estimated 4,571 metric tonnes of oxygen.Of the 3,631 plants, 1,595 PSAs had been installed, union health secretary Rajesh Bhushan said on September 16.Despite the huge investment in PSAs, health secretaries from some states have expressed reservations about their use, including the lack of staff to operate them, the lack of technical support in rural hospitals, and the high cost of maintenance.But health experts say there are reasons beyond the pandemic to invest in PSA plants in district hospitals, which deal with a regular inflow of patients with snake bites, encephalitis and asthma. “Oxygen is required in small quantities for such patients,” said TS Sundaraman, a former director of the National Health Systems Resource Centre. He said the government must invest in PSA plants “after careful analysis of oxygen requirements in a hospital”. More on this in the second part of this series.How are states preparing for the third wave?Several states are struggling to scale up their oxygen storage and captive generation plants based on the Centre’s revised estimates for oxygen requirement in the third wave.Maharashtra, which accounts for one-fifth of India’s Covid-19 cases, has estimated 60 lakh new cases in the third wave and a peak of 12.95 lakh active cases. In the second wave, the peak of active cases went upto 6.98 lakhs and the daily oxygen requirement went up to 1,800 metric tonnes, the highest for any state. Based on the formula prescribed by the Centre, the state government projects this to rise further to a maximum of 3,800 metric tonnes per day during the third wave.The state is one of the few in India that has large liquid medical oxygen manufacturing units capable of producing 1,350 metric tonnes of oxygen per day.Therefore, its focus is on scaling up liquid medical oxygen storage capacity to 6,000 metric tonnes. It has so far set up nearly 3,000 metric tonnes of capacity using storage tankers. Additionally, it plans to set up 619 PSAs, of which 150 have already been installed.“Our preparation is based on the assumption that all districts will reach the next peak simultaneously and oxygen demand will escalate everywhere at once,” said Dr Pradeep Vyas, additional chief secretary (health). “We are preparing for a 3,800 metric tonne requirement per day, but that kind of requirement is highly unlikely.”In Kerala, officials said it was not possible to put an estimate of how much their peak demand of oxygen would be if the third wave hits the state. “How can we estimate now?” asked Dr R Venugopal, the state’s nodal officer for oxygen. He said the state maintained around 400 metric tonnes of oxygen as buffer stock, which was sufficient for the state. Kerala, which is currently reporting an average of 10,000-12,000 new cases per day, produces more medical oxygen than what it is currently consuming. Its three liquid medical oxygen generation plants and other filling plants produce 550 metric tonnes of oxygen everyday. In August, when Kerala witnessed its peak caseload, the state had consumed 110 metric tonnes of oxygen daily, of which 75 metric tonnes were used for Covid-19 cases, according to data shared by Venugopal. “We are well-prepared in case there is more of an increase in the number of Covid patients,” he said. Unlike Maharashtra and Kerala, Madhya Pradesh lacks major liquid medical oxygen production capacity of its own, and experienced an acute shortage during the second wave when its daily requirement went up to 487 metric tonnes.Madhya Pradesh now plans to prepare for an oxygen requirement of upto 600 metric tonnes per day. It has an air separation unit to produce liquid medical oxygen of 120 metric tonnes per day. It plans to add another with 30 metric tonnes output. “We believe that the third wave will be smaller than the second. But we are preparing to be on the safe side,” said Mohammad Suleman, chief secretary (health).In May, an oxygen tank was installed outside a temporary Covid-19 care facility in New Delhi. Photo: Reuters /Adnan AbidiAnother state that witnessed a dire shortage of oxygen during the second wave, because it lacked oxygen generation capacity of its own, was Delhi. Its daily oxygen demand in April shot up to 700 metric tonnes.To help the national capital prepare for a third wave, in May, the Indian Institute of Technology in Delhi modelled multiple future scenarios, estimating the possible number of patients and the city’s needs in terms of the supply and storage of oxygen.It estimated that in a scenario of 45,432 active cases per day, Delhi would need at least 944 metric tonnes of oxygen, for which it should ideally maintain storage capacity for at least 814 metric tonnes.Ashish Kundra, secretary and commissioner (transport) in Delhi, said the state government has augmented storage capacity for liquid medical oxygen. “In the last few months, we have set up eight new storage tanks with 421 metric tonnes capacity,” he said. Another 1,000 metric tonnes of storage capacity exists in hospitals, both government and private, and with private oxygen suppliers, he said.During the second wave, when Delhi witnessed an intense scramble for oxygen cylinders, hospitals and patients’ families had to rely on private suppliers who buy liquid medical oxygen from manufacturers, convert it into gaseous form, and fill it in cylinders. An official, who did not want to be identified, said the Delhi government will soon be setting up two refilling stations that will help it avoid the middlemen in the supply chain. The stations will have a capacity of 12.5 metric tonnes, enough to fill 1,400 jumbo cylinders a day, he added.But where Delhi continues to fall short is on oxygen generation capacity.The state government has approved 83 PSA plants with a daily capacity of 100 metric tonnes. Of them, 77 have been installed.  The daily capacity is a fraction of the potential daily requirement during a third wave. Besides, as per the central government, PSA plants can contribute 20% of the total oxygen requirement of a state – liquid medical oxygen is needed for the rest.“We still do not have liquid medical oxygen production plants,” said the Delhi government official. “If an oxygen crisis comes, PSA plants will be very useful.”Vijayta Lalwani contributed reporting.Next in the series: A ground report from Maharashtra on rural hospitals that are struggling to operate PSA plants.This reporting was supported by a grant from the Thakur Family Foundation. Thakur Family Foundation has not exercised any editorial control over the contents of this article.","author":"Tabassum Barnagarwala","time":"2021-10-14T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/158494-sxbhjypvir-1619884020.jpg","tags":["Oxygen","Oxygen deaths","Covid-19","National Taskforce on Oxygen","Oxygen Series"],"source":"https://scroll.in/article/1007081/six-months-after-deadly-covid-19-second-wave-what-has-india-done-to-avert-a-future-oxygen-crisis"}