{"title":"Six months after Rajasthan introduced it, only 45% beneficiaries used Aadhaar at ration shops","content":"Is Aadhaar, India's biometric-based identity number for residents, helping people access social schemes in a more convenient and transparent manner? The evidence from Rajasthan suggests otherwise.Six months after Rajasthan started using Aadhaar to authenticate beneficiaries seeking rations from its Public Distribution System, state officials say biometric authentication does not work for 10%-15% of the beneficiaries, most of whom do manual work on farms and construction sites. From December till May, of a total of over 98 lakh ration beneficiaries, only 44.4 lakh, or 45%, could get their rations after being verified by handheld biometrics-reading machines, shows Rajasthan government data accessed by Mazdoor Kisan Shakti Sangathan, a grassroots group.Activists point out that while crops have failed because of a drought in the state, ration beneficiaries have to make repeated trips to ration shops each month and ultimately have to rely on the manual override feature to get the foodgrains they are entitled to.Authentication failure“The government claimed in the Supreme Court that Aadhaar will make welfare delivery faster and remove corruption,” said Nikhil Dey, an activist with Mazdoor Kisan Shakti Sangathan. “But Department of Information Technology and Communication figures shows that Aadhaar's untested biometric technology is not working well. In fact, it is adding to the hardship faced by people already facing hunger and starvation in drought-affected villages.”Dey added: “We request the state government to make this data public so there can be an honest assessment of it.” Dey was speaking at a public hearing on the “Right to Food and drought conditions” in Jaipur on Wednesday. He said that the state government needed to create grievance redressal mechanisms at the village and block levels because at present, beneficiaries do not know whom to approach when their biometric verification through Aadhaar did not work.In April, Scroll.in reported how there was unrest at ration shops in villages in Ajmer, and near the state capital Jaipur. Beneficiaries faced recurring problems in accessing their ration entitlements under the new Aadhaar-based system. Moreover, there was no mechanism to compensate them for the months in which they were unable to get their foodgrain entitlements because of technological glitches, or other problems in the Aadhaar architecture.Network problemsIn December 2015, Rajasthan became the second state after Andhra Pradesh to distribute rations in all districts using Aadhaar’s biometric authentication. Under the new system, a ration beneficiary must place a finger on a machine, which uses the internet to match the individual’s fingerprints against data stored on the centralised Aadhaar database. Once the beneficiary’s identity is confirmed, the ration shop owner hands over the rations at the prescribed rate.At the public hearing, several people spoke about how they were denied their monthly entitlements of foodgrains under the new system, and did not have any recourse to redress.Hemraj Sahariya, in his twenties, had worked as a bonded labourer on the farm of a Sikh landowner in Baran district in southern Rajasthan till four years ago. After the previous government redistributed land and rehabilitated his family, Sahariya, who belongs to a particularly vulnerable tribe, started getting 35 kg of subsidised wheat a month under the National Food Security Act. But since April, after the biometrics-based distribution was introduced in Baran district, several Sahariya families like Hemraj's have not been able to get their complete food entitlements.“In Bhanwargarh, Khandela, Bakanpura and several other panchayats where Sahariyas were rehabilitated, Aadhaar identification does not work at all for 20 to 30 people in each village,” said Sahariya. “In some cases, when we put our fingers, the machine reads out 5 kg, 10 kg, or 15 kg as our entitlement. But we are entitled to 35 kg as per the government norms.”Gyarsi Bai Sahariya, in her fifties, said that crops had failed in previous years, and several families were facing distress in Shahbad and Kishanganj blocks, where 41 Sahariya tribals had died due to starvation in 2001, triggering a Public Interest Litigation for the Right to Food.Devli Bai, who traveled from Gaiya village in Udaipur, said that the biometrics machine did not recognise her fingerprints even once. “I cannot get ration from the machine even after I wash my hands three times with soap,” she said. “In my village, if 50 people queue up for rations in the morning, only 10 are able to get grains by the afternoon.”Shanti Bai, a social activist working in Transport Nagar basti in Jaipur, said that the machine failed to authenticate over a hundred people in the slum, either because their fingerprints did not match, or because their ration card and Aadhaar data had not been linked.Iris machinesHansraj Yadav, who is additional director, Unique Identification Authority of India, or UIDAI, the government agency that issues the Aadhaar numbers and controls the database, estimated that fingerprints authentication was not working for over one-tenth of the state's total beneficiaries. “We have recorded that fingerprints do not match for 10% to 15% ration beneficiaries,” said Yadav, explaining that this was because of errors while capturing fingerprints, as well as changes in fingerprints through cuts, abrasion etc.He added that in Andhra Pradesh, which also delivers rations after verification via the Aadhaar system, authentication did not work for 12% of those entitled to rations.An official from the department of information technology and communication, who is supervising the electronic Public Distribution System, said that only 45% of beneficiaries in the state could get their rations using handheld biometrics-reading machines. “We rolled out the use of Aadhaar in three phases beginning with seven districts in November,” he said. “The system was implemented in all districts only by April.”The official added: “We expect this figure to improve in the next few months and are educating panchayat functionaries on how to correctly put fingers on the machine, to wash hands before use, and to try and stick to using the mobile number registered in Aadhaar databases so that a one-time password may be sent for authentication in case fingerprints do not work.”Yadav of UIDAI said that learning from the Andhra Pradesh experience, the state was planning to install iris scanners “so that if fingerprints do not match, iris scans can be used to authenticate beneficiaries.” The Rajasthan government has already purchased iris scanners for 1,000 of the state's 25,000 ration shops as a pilot project.In districts like Baran and Rajsamand, where ration shop dealers had complained of connectivity problems, the government had provided additional high gain antennas to attach to the point of sale devices, said the official from the department of information technology and communication.","author":"Anumeha Yadav","time":"2016-06-11T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/809661-ohimhipiov-1465483577.jpg","tags":["public distribution system","Rajasthan","Aadhaar","drought","starvation","Identity Project"],"source":"https://scroll.in/article/809661/six-months-after-rajasthan-introduced-aadhaar-at-ration-shops-only-45-beneficiaries-accessed-food"}