{"title":"Six start-ups that let you wear Sabyasachi or Ralph Lauren clothes without actually buying them","content":"A click is the only thing that stands between us and our favourite clothes these days. We’re in the middle of the festival season and for the next few months, fashion brands will do their best with discounts and offers to lure customers and increase traffic. Despite the fashion industry getting a bad rap for its impact on the environment, India is shopping more than ever before. And the scope of this consumerism is not restricted to big metros – increasingly, traffic to e-commerce sites comes from small cities and towns.The highly polluting and wasteful supply chain aside, as consumers, we’re also guilty of making fashion the dirty business it is. One of the problems plaguing the fashion industry today is post-consumer textile waste. It’s what happens when we buy more and more clothes we think we like and then stash them away in our wardrobes only to unearth them years later, find they don’t fit and throw them away.But, thanks to a growing breed of startups, it is now possible to access designer wear and clothing from premium brands at a fraction of the cost, and without owning them. In the West, fashion rental platforms such as Rent the Runway, Girl Meets Dress and Chic By Choice have made clothing a part of the sharing economy – think Uber or Netflix for fashion. Renting means a dress that would have sat in your closet, barely used, can be worn by 10-20 people before it is discarded. This extension in the life cycle can represent a reduction of 8-10% in the clothing’s carbon, water and waste footprint. While clothing rental is not completely environmentally friendly – what with all the dry cleaning and transport involved – it is better than buying an expensive garment for just one or two wears.In India, the market for online clothing rental is catching on slowly, but is expected to grow at a compound annual growth rate of 11.4% by 2023. A new breed of startups committed to hygienic handling, large collection, custom sizing, and doorstep delivery are dispelling people’s concerns of trust, quality, convenience and choice in garment rental. Designer lehengas, gowns, sarees, jumpsuits, jackets, suits, tuxes, and sherwanis are just some of the items these platforms offer.1. FlyrobeWhether it’s ethnic festive fashion, bridal wear, Western outfits or jewellery, Flyrobe claims its collection of over 5,000 women’s and men’s outfits will be the answer to your clothing needs. Its garments are sourced from the collections of designers, including Ritu Kumar, Sabyasachi and Masaba as well as popular brands like Mango, Armani and Forever New. The garments are available at 10-15% of their retail price. Flyrobe currently has four offline stores in Mumbai, Bengaluru, Hyderabad and Delhi, but provides offline services in more than 20 Indian cities. Garments can be rented for a period of four days and clients receive help with sizing and alteration so you get the best fit. Renting requires you to pay a 20% deposit, refundable when the garment is returned.Photo credit: Flyrobe/Facebook2. LiberentIndian and western women’s wear available on rent for a range of occasions. Ethnic wear is available for between Rs 750 and Rs 6,000 for a period of 2-3 days. Liberent currently delivers to 10 Indian cities and does not require a security deposit. You can also have your garments custom fitted using the site’s nuanced sizing filter.3. The Clothing RentalThis Mumbai-based online platform and store offers luxury men’s and women’s wear and accessories on rent. It sources pieces from premium brands all over the world. Stores are based in Bandra and Versova but shipping is available all over India for a refundable security deposit.4. Wrap’dWith offline stores in Delhi, Hyderabad and Jaipur, Wrap’d is a fashion rental service that specialises in women’s and men’s ethnic and Western wear for weddings and special occasions. Renting costs 15-20% of the garment price and outfits are available for a period of 48 hours for a refundable security deposit.Photo credit: Wrap'd/Facebook5. SwishlistBrowse Swishlist’s online catalogue, pick your favourite outfit and rent it for 10-12% of the retail price and a refundable deposit of 50% of the rent. Have it delivered to your doorstep. Once you’re done wearing it, have it collected the next day. Swishlist’s collection features Indian and Western wear from well-known designers.6. The Dress BankThe Dress Bank is a Bengaluru-based boutique that offers men’s and women’s formal wear on rent to clients in the city. Some of the outfits are designed by the owner while others are sourced from luxury brands all over the country. Visitors to the store can choose from complete ensembles, including accessories, and have them altered to fit.Photo credit: The Dress Bank/FacebookThis article first appeared on Eartha.","author":"Eartha","time":"2017-10-28T15:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/855485-72250-vjdepvghqo-1509162651.jpg","tags":["Fashion","Fashion Rental Sites","Fashion Brands","Fashion Industry","e-commerce sites"],"source":"https://scroll.in/magazine/855485/six-start-ups-that-let-you-wear-sabyasachi-or-ralph-lauren-clothes-without-actually-buying-them"}