{"title":"Six months after demonetisation, many who lost their jobs in Delhi’s factories struggle to find work","content":"On Friday evening, 36-year-old Brijmohan Tiwari was busy setting up a tent for an engagement ceremony in a village near Tihar Central Jail in Delhi. He said that his finances had slightly improved since December, when he lost his job at an automobile parts factory in the national capital following Prime Minister Narendra Modi’s stunning announcement on November 8 to demonetise 86% of India’s currency notes.In the new year, Tiwari started presenting himself at a chowk in West Delhi where labourers gather in the hope of finding daily wage work, mainly as manual labourers on construction projects. He has not been able to find another factory job so far.“During my first few days at the labour chowk, I used to get work for 10-12 days out of 30 days in a month,” said Tiwari, a migrant from Arrah in Bihar. “Now I get work for 15-17 days and at times also make myself available for work like loading and unloading in the various industrial areas across the NCR [National Capital Region].”He added: “Once I am done with my daily labour, I go out looking for a job every day. These days, I am mostly getting daily wage work with tent houses [which carry out arrangements for weddings]. A great degree of uncertainty looms over this field. After all, marriage is a seasonal business.”For months after demonetisation, there was  a severe shortage of cash across the country. Though the Reserve Bank of India’s currency presses worked overtime to print enough bank notes to replace those that had been declared illegal, it was simply not enough. At that time, unemployment soared as many manufacturing units cut or curtailed production. Some faced a plunge in demand from clients. Others simply didn’t have enough cash to buy raw materials to keep working. In Delhi’s Mayapuri – the busiest industrial area in the national capital – several thousand factory workers lost their jobs. Six months after demonetisation, many of them have not yet their jobs back.Brijmohan Tiwari. (Photo credit: Abhishek Dey).No factory jobs in sightWomen factory workers who lost their jobs have especially found it difficult to resume earning a living again. Unlike men who offer their services at labour chowks in industrial areas for daily wages, women workers are often not employed for heavy tasks like loading and unloading of heavy materials and a range of jobs that involve heavy machinery and engineering works, said Rajesh Kumar, general secretary (Delhi), of the Indian Federation of Trade Unions.Forty-year-old Gyanmati Devi, a migrant from Gorakhpur in Uttar Pradesh, used to work in a bag manufacturing factory in Delhi till December, when she was laid off. Her husband, a carpenter employed at a furniture outfit in South Delhi, had died earlier that year so she was left entirely dependent on the daily wage income of her two sons aged 19 and 22.“I kept looking for jobs and finally had to leave for my village earlier this month when I failed to get a job for months,” she said over the phone from her village.Where have the jobs gone?According to both workers and employers in Mayapuri Industrial Area, the most obvious reason for the lack of jobs in factories six months after demonetisation is that the majority of the units that shut down or curtailed manufacturing after November are yet to start working at full capacity despite a distinct improvement in the availability of cash.“Till four months ago, we were operating at 40% capacity,” said Neeraj Sehgal, general secretary of Mayapuri Industrial Area Welfare Association, who also owns a factory that manufactures bullet-proof and fire-proof doors. “Now we have managed to take it up to 75%. The entire trade cycle was hit by demonetisation – resulting in a sharp decline in the availability of raw materials, and reduced orders from clients. It is still recovering. Secondly, though cash is available now, employers also hesitate to withdraw too much for fear of being scrutinised by the Income Tax Department.”Shutters down. (Photo credit: Abhishek Dey).While thousands of employers like Sehgal are operating, albeit at reduced capacity, several other factories in Mayapuri still have their shutters down.It seems demonetisation did not work in isolation.Factory owners in the area say that several of these closed units have relocated to industrial areas in Haryana and Rajasthan in the last three months and attribute this migration to the recent hike in minimum wages for workers in Delhi.“The Delhi government’s decision to hike minimum wages by around 36% came at a time when the market was still recovering [from demonetisation],” said Sehgal. “When the news spread, many factory owners whose units have labour-intensive requirements started to reconsider their plans to resume operations in Mayapuri. Those who could afford it, migrated to industrial areas in Haryana and Rajasthan, where minimum wages are lower. The industrial area is witnessing a transition and several factory owners are considering migration in the days to come.”The amendment bill to raise minimum wages and ensure stricter punishment for those violating the law was passed in the Delhi Assembly earlier this year, and a notification related to it was issued on March 3. However, the amended wages are still not officially enforceable as the President, on March 9, returned the Bill to the Aam Aadmi Party-led Delhi government for reconsideration on certain grounds, including the proposed quantum of punishment for violating the law.Tara Devi outside her home. Credit: Abshishek Dey.Ancillary units in troubleIn a slum cluster beside the railway tracks in Mayapuri, 45-year-old Tara Devi complained about how she went to a factory looking for a job earlier this week and was rejected for being uneducated. The factory manufactures garment hangers. “When I asked why one needed to be educated to work in a factory, they said that an uneducated person would not be able to put the right sticker on the right product,” said Devi as she chopped onions sitting on a defunct rail track right outside her house, where she lives with her family. Her husband is a factory worker in Haryana and travels to his workplace every day from Mayapuri.Devi used to work in a unit in Mayapuri that made parts for a shoe manufacturer for which she was paid Rs 5,000 a month, much below what her male counterparts received. She too lost her job after demonetisation, and, in what seems to be a familiar story, did not get another job after that.Ancillary units in Mayapuri are particularly badly off as their business is entirely dependent on other manufacturing units. Of the many factories still shut in that industrial area, several are ancillary units.“Recovery for ancillaries seems tougher,” said Ramesh Kapoor, owner of an ancillary unit which produces plastic parts for manufacturers of car accessories. “Till November, we produced goods for as many as five manufacturers, now we are left with only two. Till six months ago, I had 12 employees. I had to close down for some time following demonetisation. Now I have resumed business with only three workers.”Kapoor also mentioned the relocation of factories and attributed it to an untimely introduction of the hike in Delhi’s minimum wage. “Of the three factories we have lost after demonetisation, one has migrated to Bahadurgarh [in Haryana],” he said.He contended that relocation was a feasible option only for those factories that are labour intensive. “[This is] because only in such cases, one can ensure that the amount saved on wages is higher than the cost of migration, which also includes additional transportation cost with regard to both raw materials and finished goods,” he said.Another Mayapuri factory that has not reopened. Photo credit: Abhishek Dey.","author":"Abhishek Dey","time":"2017-05-08T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/836858-46556-ozxtykmddd-1494211317.jpg","tags":["demonetisation","New Delhi","jobs","manufacturing"],"source":"https://scroll.in/article/836858/six-months-after-demonetisation-those-who-lost-their-jobs-in-delhis-factories-struggle-to-get-work"}