{"title":"'So what if my shop is empty?': Rural UP is in  distress but backing demonetisation (for now)","content":"Standing outside the Barabanki branch of the Bank of Aryavart, a rural bank  located in Uttar Pradesh, Ram Keval is a disappointed man. He had taken a bus from his village of Akbarpur Dhaneti to the bank, around an hour away, to get his demonetised Rs 500 banknotes exchanged for valid bills. The branch, however, had run out of notes.Keval voiced his irritation volubly with the state of affairs. “I’ve wasted my day for nothing. And I’ll have to come back tomorrow,” he said. “I need money to buy fertiliser, pesticide and seeds for the rabi wheat and mustard I want to plant.”Does he then want the demonetisation rolled back? Surprisingly, he refuses immediately. “This is important to remove kala dhan, illegal wealth,” says Keval didactically. And what about his rabi crop? “Aaj ke baaje kal bowaajaa’e kheti”. I can always sow my crop tomorrow, he says, in a sudden climbdown.Ram Keval is ready to bear the losses due to demonetisation to – as he sees it – penalise  the rich. Credit: Shoaib DaniyalThe Indian stoicLast week, Prime Minister Narendra Modi announced that Rs 500 and Rs 1,000 notes would cease to be legal tender, thus wiping out 86% of the Indian Union’s currency. The effects of this are drastic. Pronab Sen, India director of the International Growth Centre think tank says, “this has penalised virtually the entire informal sector, and perhaps damaged it permanently”. Consulting firm Deloitte has said the agriculture sector would be severely hit.The informal sector employs 80% of India’s population and dominates India’s rural landscape. Yet, 10 days after demonetisation, rural India is bearing the economic hardships of the move with remarkable stoicism. The outpouring of public sentiment against demonetisation has been rather low-key. Why has Modi’s move caused so much rural distress yet, paradoxically, so little protest?Rich versus poor moral playWhile the final effects of this drastic step are yet to be properly gauged, the Prime Minister has skilfully packaged it as a moral step targeting black money holders. The binary of rich versus poor that this move holds out is, therefore, a powerful driver of support.Ram Keval, for example, is risking the sowing of his rabi crop and has sold his kharif rice crop at a loss but he is happy because he thinks the rich will be hardest hit by demonetisation. “Now when rich people deposit money in the bank the income tax people will catch them and put them in jail,” he said excitedly.In Faizabad town, around two hours from Lucknow, Ram Sevak, a vegetable vendor, says that his sales have halved since the move was announced. “But what really makes me happy is that the people who had stashed away wads of cash have also seen a loss,” said Sevak. “My business will recover but these people have been finished.”Dreams of targetting black money capitalists drives Ram Sevak to support demonetisation in spite of losses to his business. Credit: Shoaib DaniyalPatriotism and self-interestIn Barabanki, Bijay Dwivedi runs a shop selling fertilisers. It would be difficult for him – being a local elite – to make a case for a rich versus poor binary, but he supports the demonetisation for a different moral reason: patriotism. “We need to make some personal sacrifices for the country,” said Dwivedi. “My sales are down but I know Modiji’s move will benefit the nation and its future.”Other people see a distinct role for themselves in this corruption-free future that Dwivedi imagines for India.  Romit Gupta, a confectioner in Faizabad town, presides over a starkly empty shop as a result of demonetisation. Yet he supports the move because he thinks this move will result in real estate prices crashing. “Once land prices fall, even middle class people like us will be able to buy land,” he said. “So what if my shop is empty today? We need to look at the future.”Bijay Dwivedi supports demonetisation because he thinks it is his patriotic duty to do so. Credit: Shoaib DaniyalMohammad Mazhar, who runs a highway eatery in Rudauli village, Faizabad district, also thinks demonetisation will help businesses in the long run in spite of the current slowdown. “Once black money is wiped out, people like us will double our earnings,” Mazhar said. “Modiji just needs to instruct his income tax people not to harass honest people because soon we will all have to declare our income.”Resigned to fateThere are however a section of the people who suffer from the side-effects of monetisation yet, since demonetisation has been placed as a binary to black money, there is little articulation of grievance.In Safdarjang village, Barabanki,  Ravindra Kumar Bharti is scared that he will miss out on the window to plant the rabi wheat and potato crop. “The minimum support price for paddy is Rs 1,470 per quintal but since I have no money I sold it at Rs 800,” he complained. “I desperately need cash to buy seeds to plant my rabi crop.”“Modiji should have introduced new notes faster. You tell me, what are farmers supposed to do? Who shall we turn to?” asked Bharti.Ravindra Kumar Bharti  is angry about the losses he will suffer as a farmer and thinks demonetisation should have been executed better. Credit: Shoaib DaniyalQasim Ali, a biscuit seller in Safdarjang village, also acknowledges that his sales have dropped sharply but does not think the move can be rolled back. “We are small people. I earn Rs 200 everyday and go back. How will I make the government listen?”Jitendra Kumar, a Dalit vegetable vendor, has faced losses but doesn’t know what to do either. “What do I do? Who do I tell?” he asked. “The sarkaar, government makes these laws so we have to follow them. We don’t have a choice.”Political responseThe moral binary of the move – where opposition to demonetisation has been equated with supporting black money – means that organised political parties have been slow in reacting. The Opposition, for example, has critiqued the Modi government on implementation heatedly but few accusations of outright wrongdoing have stuck. Without that, attempts to capture economic distress politically have, so far, been mostly unsuccessful.This is, of course, also contingent on the fact that while businesses have seen disruptions and slowdowns, vital supplies have experienced no major shocks – till now. This situation, though, is on a knife’s edge as India’s food markets are frozen due to lack of cash. Given the volatility, food prices could rise sharply in the near future, which would act as a lightning rod for political action. Meanwhile, the time taken for the currency to go back to pre-demonetisation levels is significantly longer than government projections. It could be more than six months before India’s bank note circulation is back on track.The fact that the Union government senses public annoyance can be seen from the fact that it is making up new rules targeted at groups such as wedding parties and farmers. Given that there is a shortage of notes – the government recently reduced the withdrawal limit to only Rs 2,000 – these moves might not do much on the ground but they do allow the government to partially manage the optics of the situation.Since the Uttar Pradesh Assembly elections are expected in four months, the stakes on demonetisation couldn’t be higher. Even if there is no visible anger, there is nothing to say that Uttar Pradeshis wouldn’t blame the Bharatiya Janata Party at the hustings. As Mahindra Anand, a Bahujan Samaj Party worker in Faizabad postulates, “Indians don’t tell other people about their problems. But they make sure they vote according to them.”A BJP poster for the Uttar Pradesh Assembly elections in Faizabad sells itself using demonetisation. Credit: Shoaib Daniyal","author":"Shoaib Daniyal","time":"2016-11-18T17:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/821844-45663-kqlpggglwe-1479451170.jpg","tags":["Demonetisation","Uttar Pradesh Assembly Elections","Uttar Pradesh","Assembly polls","Rural India"],"source":"https://scroll.in/article/821844/so-what-if-my-shop-is-empty-rural-up-is-in-distress-but-backing-demonetisation-for-now"}