{"title":"Socialist leader and former Bihar CM Karpoori Thakur awarded Bharat Ratna posthumously","content":"Socialist leader and former Bihar chief minister Karpoori Thakur was awarded the Bharat Ratna, India’s highest civilian honour, posthumously by President Droupadi Murmu on Tuesday.The announcement was made by the President’s Secretariat a day ahead of Thakur’s birth centenary on Wednesday. Thakur died in 1988.Thakur served as the chief minister of Bihar twice. His first term as the chief minister was from December 1970 to June 1971 during the Bharatiya Kranti Dal government. The second term was from December 1977 to April 1979 with the Janata Party.  A son of a marginal farmer from the Nai community, Thakur had participated in India’s freedom struggle as well as the anti-Emergency movement between 1975 and 1977, along with socialist leader Jayaprakash Narayan.It was during his term as the chief minister when the Mungeri Lal Commission had submitted its report that recommended that backward classes be reclassified as extremely backward classes, including weaker sections among Muslims, and backward classes. Thakur’s administration had implemented the recommendation in 1978, paving the way for 26% reservations for them in the government services in the state.Prime Minister Narendra Modi said in a social media post on Tuesday that the “prestigious recognition is a testament to [Thakur’s] enduring efforts as a champion for the marginalised and a stalwart of equality and justice”.“His unwavering commitment to uplift the downtrodden and his visionary leadership have left an indelible mark on India’s socio-political fabric,” Modi said. “This award not only honours his remarkable contributions but also inspires us to continue his mission of creating a more just and equitable society.”I am delighted that the Government of India has decided to confer the Bharat Ratna on the beacon of social justice, the great Jan Nayak Karpoori Thakur Ji and that too at a time when we are marking his birth centenary. This prestigious recognition is a testament to his enduring… pic.twitter.com/9fSJrZJPSP— Narendra Modi (@narendramodi) January 23, 2024\n\n\nBihar Chief Minister Nitish Kumar said that the Bharat Ratna being awarded to Thakur was a matter of great joy. “This is a good decision of the Central government,” Kumar said in a social media post on Wednesday.“This highest honour given to Late Karpoori Thakur Ji on his 100th birth anniversary will create positive sentiments among the Dalits, deprived and neglected sections,” Kumar said, and added that he was grateful to Modi for the decision.","author":"Scroll Staff","time":"2024-01-24T09:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197786-wqkrbnqkdv-1706067247.jpg","tags":["Bharat Ratna","Karpoori Thakur","Bihar"]}