{"title":"Soman Chainani’s fairy-tale journey from rejected script to streaming deal","content":"Life has come full circle for Soman Chainani, who wanted to be a filmmaker, became a bestselling author instead, and now has a major Netflix movie based on his first novel.The School for Good and Evil will be premiered on Netflix on October 19. The fantasy adventure, directed by Paul Feig, is about two friends who are kidnapped by a magician. The A-list cast includes Charlize Theron, Michelle Yeoh, Kerry Washington, Laurence Fishburne and Ben Kingsley.Chainani’s novel, which was followed by five sequels, is the story “of a friendship between a girl who thinks she is beautiful and one who thinks of herself as ugly and the dynamic between them”, he told Scroll.in in an interview from his home in New York City. While many fairy tales revolve around helpless heroines saved by brave princes, Chainani wondered if he could subvert the narrative.“I decided to have a girl who knows she is beautiful and she wants a prince,” he said. “She wants the happy ending because she looks like a Disney princess and deserves it. Whereas in the original fairy tales girls cannot own their power, but the men can. If you are a woman who owns her own power, then you are the witch. So I am asking, what makes a good woman? I don’t think fairy tales ask that question in a good way.”Chainani’s obsession with fairy tales dates back to his childhood. The 43-year-old writer grew up in Key Biscane in Miami in the United States. While studying English literature at Harvard University, his senior thesis was ‘The reinvention of wicked women as fairy-tale villains’. Among his concerns was the poor representation of non-white characters in fairy tales.“We are raised on fairy tales but us Indian kinds never see ourselves in those stories,” Chainani observed. “We always feel on the outside. I grew up in an era where you couldn’t be out of the closet, there were no role models, and at the same time I was from the only non-white family in Key Biscayne. Revisiting those fairy tales, I started to see the hole in the theme and as I started coming up with the idea of the book, I realised that at its core it is a critique of Disney ideas of good and evil. So all the outcasts and all those people that traditionally society demonises are ultimately the heroes of my books. The more conventional, good-looking types tend to be the ones who are grey.”Soman Chainani.Chainani’s most recent book, Beasts and Beauty: Dangerous Tales (2021), is being developed into a web series. In the book, Chainani reinvents such classics as Snow White and Cinderella to explore anxiety, the fear of abandonment, loneliness, self-worth and non-maternal love.He hopes to direct one of the show’s episodes – the fulfilment of a dream that saw him enrol for a  direction course at Columbia Film School.“My dream was to become a film director,” Chainani said. “I even worked with Mira Nair when I was around 23 and then went to film school.”After his first script was rejected by a prominent Mumbai studio, he returned to America. He began tutoring Scholastic Assessment Test students by night while developing fantasy fiction by day. “One day, I had this idea for The School for Good and Evil, and in that moment I realised that for the first time I had an idea for something bigger than a single movie,” Chainani said. “Ultimately I got into writing the books for the love of the control, for the love for what was on the page, but also the enjoyment of interacting with fans.” What was it like seeing his novel being brought to life by someone else? Chainani admits that it was difficult at first. “Good and Evil was first sold to Universal in 2013 but it got off track pretty quickly and I felt the horror of watching something go so awry,” he recalled. “I really had to throw my weight around and say, you can’t do that to the fans. Slowly the script got back on track and reached Netflix. Director Paul Feig was now free to do what he wanted because at least the heart of the script, in relation to the book, is in the right place.”\n\n\n    \n    Play\n\nThe School for Good and Evil (2022).","author":"Udita Jhunjhunwala","time":"2022-09-18T07:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180050-jkuqtqqlnb-1663404659.jpg","tags":["The School for Good and Evil","Soman Chainani","Beasts and Beauty: Dangerous Tales"],"source":"https://scroll.in/reel/1033066/soman-chainanis-fairy-tale-journey-from-rejected-script-to-streaming-deal"}