{"title":"Somasekhar Sundaresan appointed Bombay High Court judge nearly two years after bias row","content":"Nearly two years after he was first recommended by the Supreme Court collegium, the Centre on Thursday notified the appointment of Advocate Somasekhar Sundaresan as a judge of the Bombay High Court, Union Law Minister Arjun Ram Meghwal announced on Twitter.The Bombay High Court collegium first recommended Sundaresan’s name for judgeship in October 2021.After the Supreme Court collegium, on February 16, 2022, sent his name again for the appointment, the Central government, on November 25 last year, sought reconsideration of the recommendation. It raised objections to the fact that the he had expressed his view on matters pending before the court on social media.In January 2023, the Supreme Court collegium stood its ground, rejecting the Centre’s objection. The collegium stated that the manner in which Sundaresan had expressed his views “does not justify the inference that he is a highly biased opinionated person or that he has been selectively critical on social media on the important policies, initiatives and directions of the government”.It also rejected the allegation that Sundaresan had any “links with any political party with strong ideological leanings”.The collegium, comprising Chief Justice of India DY Chandrachud, Justices Sanjay Kishan Kaul and KM Joseph, held that all citizens have the right to free speech and expression guaranteed by the Constitution under Article 19.“Expression of views by a candidate does not disentitle him to hold a constitutional office so long as the person proposed for judgeship is a person of competence, merit, and integrity,” the collegium stated. The appointment of judges has become a point of contention between the collegium and the Centre in recent years.   Under the collegium system, the five most senior judges of the Supreme  Court, including the chief justice, decide on the appointments and  transfers of judges to the top court and the High Courts. These  recommendations must be approved by the Union government.  Sundaresan was part of the six-member expert panel set up by the Supreme Court in March to conduct an inquiry after American firm Hindenburg Research, in a report on January 24, alleged that billionaire Gautam Adani’s group was pulling off the “largest con in corporate history”.The top court is now likely to reconstitute the panel.","author":"Scroll Staff","time":"2023-11-24T13:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196126-habusxtwtr-1700811381.jpeg","tags":["Somasekhar Sundaresan","Bombay High Court","Advocate Somasekhar Sundaresan","Supreme Court","Arjun Ram Meghwal","collegium"],"source":"https://scroll.in/latest/1059581/somasekhar-sundaresan-appointed-as-bombay-high-court-judge-nearly-two-years-after-sc-recommendation"}