{"title":"Some of the Renaissance’s most romantic love poems weren’t for lovers","content":"As poets have demonstrated for centuries, a sonnet for your beloved never goes out of style. The gift of verse may carry extra cachet this Valentine’s Day, on the heels of Taylor Swift’s announcement that her next album is poetry-themed.But in carrying out my research on Renaissance literature and gender, I’ve been struck by how many of that period’s love poems were not for lovers.These sonnets, composed for friends and family, are not just beautiful; they’re also a reminder that love and Valentine’s Day aren’t exclusively for couples.The sonnet was invented in 12th century Italy as a 14-line poem with 11 beats per line and various rhyming patterns. Its originator, Giacomo da Lentini, was a poet in the Kingdom of Sicily who had been inspired by older Arabic and French poetry.But it was the Italian poet Petrarch who put the form on the map. In the 14th century, he wrote a collection of 366 poems, mostly sonnets. He penned the collection for a woman named Laura, whom he loved from afar in life and after her death. Petrarch died in 1374, but his poetry became the most widely published literature of the Italian Renaissance. It was so popular that it inspired generations of poets, imitators known as “Petrarchists.” Petrarchism became a global phenomenon in the 16th and 17th centuries, spreading to Spain, France, England and even the Americas.For friends, sisters, and loversThomas Wyatt is thought to have written the first English sonnets, in the early 16th century. His poems strongly relied on Petrarch; some of the best-known, like “Whoso list to hunt,” are quasi-translations of the Italian poet’s work.Writing a half-century later, Shakespeare changed the form, ending his sonnets with a rhyming couplet, giving birth to the “Shakespearean sonnet.” More than four centuries after the first printing of Shakespeare’s sonnets in 1609, his poems are still oft quoted. Many valentines will find themselves compared to a summer’s day or swearing there can be no impediments between the marriage of true minds.Less well known, however, is the fact that half of Shakespeare’s poems were addressed to a young man, an unnamed “Fair Youth.” Depending on which Shakespeare scholar you ask, the gesture is either platonic, romantic or a little of both. In any case, it introduces an element of queerness, in that there’s homoeroticism and a challenge to what society deems natural.Yet today the Renaissance sonnet still has a reputation, even among scholars, for being about the unrequited love of a man for a woman. But even before Shakespeare, in Renaissance Italy, the sonnet was a lot more varied than that.For starters, even Petrarch wrote about more than just his love for Laura.A number of his poems were composed for friends, with several of them for the Florentine poet Sennuccio del Bene. In poem 113, Petrarch writes about returning to the region where Laura was born, but he opens by describing his love for his friend, saying he is only “half” himself without Sennuccio, and that both men would only be “whole” and “happy” if they were together.Poem 287 is a sonnet on Sennuccio’s death, in which Petrarch’s mourning is only mitigated by the knowledge that his friend is in heaven with other great poets, like Dante, and the now-deceased Laura. The short poem mixes his love and grief for both people, his beloved and his friend.But platonic love between men carried no stigma in the Renaissance. Take the verses of Venetian writers Orsatto Giustinian and Celio Magno, who published their poetry in a single book in 1601. Magno and Giustinian portray their friendship with the vocabulary of Petrarchan love. In one sonnet, Magno describes how he hates being separated from his friend, which is almost like being severed from himself: “You do not live, I do not live; together we are far from ourselves in this bitter state.”At the risk of being the “and-they-were-roommates” historian, I’ll note that the book also contains passionate poems from Giustinian to his wife, Candiana Garzoni. That doesn’t cancel out the homoerotic tension in the men’s poems to each other, but it does make classifying their sexuality challenging. And maybe this shouldn’t be the point. If anything, their romantic friendship seems to skirt simple categories of sexual orientation.Most published writers in Renaissance Italy were men, but a not-insignificant number were women. Existing in a single copy in a library in Siena, Italy, is a joint poetry collection written by two sisters, Speranza Vittoria and Giulia di Bona. They lived with their mother and four other sisters.Their sisters Lucrezia and Cassandra both died at a young age. The sonnets that Speranza and Giulia composed for them take the sort of heartbreaking imagery used to describe a lost partner, but is repurposed to portray their grief: the swan song, the sun gone dark, the poet’s wish to die in order to be near the object of their love.In one melancholic poem about Lucrezia’s death, Speranza weeps for the “strange place, dark earth, and bitter stone” that “possess” her sister, and thus her own happiness.The poems traded between Speranza and Giulia are brighter, exhibiting an abundance of love and admiration. In one pair of sonnets, written playfully yet impressively with matching rhyme words, the two liken each other to white ermines, an animal considered a symbol of moral virtue.Love is bigThere are so many other Renaissance Italian poems written for friends, parents, children and grandchildren – not to mention fiery love poems dedicated to Jesus and the saints, some by clerics, like Angelo Grillo.They serve as reminders of what the love poem can be. They push back against narratives that champion heterosexual relationships or that tout romantic coupling and sexual attraction of any orientation as the most important relationship in a person’s life, minimising the importance of other loving relationships.These poems also encourage everyone to think more expansively about their own love and home lives. As an unmarried mother of a five-year-old – and as someone who has only ever lived with friends or siblings – I have benefited immensely from alloparenting, the care provided for my son by all of the nonparents in his life.I ended up in these living situations in part because of the pandemic, which, in a way, was a form of luck: Sometimes it takes a disruptive event to break cultural expectations for the nuclear family and childrearing.If writers could describe different types of love during the Renaissance, why limit what we can envision for ourselves?Shannon McHugh is an Associate Professor of French and Italian at UMass Boston.This article first appeared on The Conversation.","author":"Shannon McHugh, The Conversation","time":"2024-02-14T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198422-xsmozmiwjm-1707825202.jpg","tags":["love","poetry","poems"],"source":"https://scroll.in/article/1063637/some-of-the-renaissances-most-romantic-love-poems-werent-for-lovers"}