{"title":"Some retired judges part of ‘anti-India gang’, says Law Minister Kiren Rijiju","content":"Union Law Minister Kiren Rijiju claimed on Saturday that some retired judges are part of an “anti-India gang” and are trying to make the judiciary play the role of an Opposition party, India Today reported.He made the statement while speaking at a conclave organised by the channel.“A few retired judges...few of those activists who are part of the anti-India gang, these people are trying to make Indian judiciary play the role of an Opposition party,” Rijiju said. “...Judges are not part of any group or political affiliation. How can these people openly say that the judiciary must [go] head-on with the government?”The law minister, however, said that he has a good working relationship with the current Chief Justice of India and the chief justices of the High Courts.Rijiju denied that there was any confrontation between the government and the judiciary.“It would not be right to use the word confrontation,” he said. “In a democratic setup, there are differences of opinion and differences in positions...Our government, from day one, has been absolutely clear in terms of giving space to the judiciary, maintaining the independence of the judiciary as well as strengthening the judiciary.”In recent months, Rijiju has repeatedly criticised the existing collegium system of making appointments to the higher judiciary, contending that it is opaque.  In January, the law minister said that it was a “matter of grave concern” that certain portions of sensitive reports of the Intelligence Bureau and the Research and Analysis Wing were released in the public domain by the Supreme Court collegium.His comments came after the collegium, headed by Chief Justice of India DY Chandrachud, referred to letters from the Research and Analysis Wing, forwarded by the government, while recommending the appointment of senior advocate Saurabh Kirpal as a judge in the Delhi High Court.The collegium had also cited a report by the Intelligence Bureau about advocate R John Sathyan’s appointment as a judge in the Madras High Court.","author":"Scroll Staff","time":"2023-03-18T21:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172523-vlgmpjwckc-1649050821.jpeg","tags":["Kiren Rijiju","DY Chandrachud","Supreme Court","judiciary"],"source":"https://scroll.in/latest/1045859/some-retired-judges-part-of-anti-india-gang-says-law-minister-kiren-rijiju"}