{"title":"‘Someone is complicit’: SC asks how Atiq Ahmed was killed despite several people guarding him","content":"The Supreme Court on Friday questioned how gangster-turned-politician Atiq Ahmed was shot dead despite several persons guarding him, PTI reported.Atiq Ahmed and his brother Ashraf were shot dead on April 15 from close range by three men posing as journalists while police personnel were taking them for a medical check-up. They were in custody in a murder case.A bench of Justices S Ravindra Bhat and Aravind Kumar observed on Friday: “There were 5 to 10 people guarding him [Atiq]...How can someone just come and shoot? How does this happen? Someone is complicit.”The bench sought a status report on the 183 “encounters” that have taken place in Uttar Pradesh since 2017. The state police had mentioned the figure in a statement before the court.The Supreme Court told the government to file an affidavit within six weeks mentioning the details of the “encounters”, the status of the investigation and chargesheets filed, ANI reported. The government was also asked to state whether the police followed guidelines issued by the Supreme Court and the National Human Rights Commission.The Ahmed brothers were in custody in connection with the murder of lawyer Umesh Pal, who was a witness in the killing of Bahujan Samaj Party MLA Raju Pal in 2005. Umesh Pal was shot dead in Prayagraj on February 24. Days later, the Uttar Pradesh Police booked Ahmed, his wife Sahista Parveen, two of their sons, Ashraf, among others, for Pal’s murder.In connection with the Umesh Pal murder case, the police gunned down Ahmed’s teenage son Asad and an aide in Jhansi on April 13. Two more accused in the case were also shot dead in “gunfights” by the police on February 27 and March 6.“Encounters”, or extrajudicial executions, have risen since the Bhartiya Janata Party government came to power in Uttar Pradesh in 2017.Also read:Why Atiq Ahmed’s killing was a death foretold","author":"Scroll Staff","time":"2023-08-12T20:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189156-nwhtgvxoxh-1681613099.jpg","tags":["Atiq Ahmed","Supreme Court","Atiq Ahmed killing","Ashraf Ahmed"],"source":"https://scroll.in/latest/1054228/someone-is-complicit-sc-asks-how-atiq-ahmed-was-killed-despite-several-people-guarding-him"}