{"title":"Somnath Chatterjee (1929-2018): The communist who exemplified the marvel of India’s democracy","content":"If anything, Somnath Chatterjee’s political journey exemplified the marvel of India’s democracy, rooted in its kaleidoscopic diversity with leftists, rightists, communists, centrists, Hinduwadis, atheists and agnostics all making up the strands. Here was a man born into a family influenced by Hindutva – his father, Nirmal Chandra Chatterjee, was once the president of the Hindu Mahasabha – who, moved by the plight of the poor and the deprived, chose the path of communism. Rather fittingly then, as per his wishes, the body of Chatterjee, who died on Monday aged 89, will not be cremated but donated to a hospital for medical research. Chatterjee joined the Communist Party of India (Marxist) in 1968 and rose to be counted among its grandees and, of course, as one of India’s most distinguished parliamentarians. Chatterjee won his first Lok Sabha election in 1971 – standing as an independent backed by the CPI(M) – when the Congress was still entrenched in Bengal. He won every subsequent election except in 1984, when he lost to a young Mamata Banerjee in the “Congress wave” that swept the country following Indira Gandhi’s assassination. Her defeat of Chatterjee made Banerjee a “giant killer”, launching the current Bengal chief minister on a storied political journey of her own. The event was to significantly influence Bengal’s politics, culminating, over a quarter century later, in Banerjee ousting the communists from power after 34 years. But that a political novice like Banerjee could get the better of a heavyweight like Chatterjee is a memorable chapter in the story of our parliamentary democracy.   More than anything, though, it is as the Speaker who put Constitutional principles above party loyalty that Chatterjee will always be remembered.    He was elected the Speaker in 2004 after the communist parties won more than 60 Lok Sabha seats, gaining a position to prop up Manmohan Singh’s Congress government. In 2007, his name was discussed as a candidate for vice president of India or president and the Congress was not averse to it, but Prakash Karat, Chatterjee’s party chief, was “cold” about the proposal. A year later, the communists withdrew support to Manmohan Singh’s government for going ahead with a nuclear deal with the United Stated despite its objections. His party told Chatterjee to resign but he refused, arguing that the Speakership was a constitutional position and above party loyalty. He presided over the Lok Sabha when the no trust motion against the government was taken up, and defeated with a helping hand from the Samajwadi Party.   Chatterjee was expelled from his party. He felt deeply hurt and humiliated. He knew it would be the end of the road for him. He had already declared he would not contest another election since his constituency, Bolpur, had been reserved after delimitation.    In subsequent years, there was talk he could be reinducted into the party if he applied again. But Chatterjee would insist that he had done no wrong to warrant expulsion, so there was no question of him applying. “Why should I grovel?” he would ask.People’s Speaker As Speaker, Chatterjee sought to make Parliament more accessible to the people and put his weight behind starting Lok Sabha TV. Senior leaders of the ruling Congress were reluctant, fearing the channel would only serve to beam a negative picture of Parliament, given the shouting and disturbances. But Chatterjee would repeatedly tell them, “We have to take Parliament to the people.” Somnath Da, as he was universally referred to, would often almost burst a vein conducting the Lok Sabha when MPs turned more rowdy than usual and rushed into the well. Once he shouted at them in anger, “I hope none of you get reelected.”   Many of them later trotted across to his chamber, contritely saying, “Dada aisa mat kahiye. Brahmin ka shaap sach ho jaata hai.” Don’t say this, Dada. A Brahmin’s curse comes true. Chatterjee got along well with MPs from across the political spectrum. His was a time when rival MPs attacked each other in the house but then sat in Parliament’s central hall, chatting and bantering over cups of brewed coffee and toast. Many still do so, of course, but there was less bitterness then. It made dialogue possible between opponents. As a result, for all the impasse in Parliament, the parliamentary affairs minister could still bring around seemingly obdurate opposition parties to discussing and passing stalled legislation. And the Speaker could bring the house to order. Once, Chatterjee was in London as part of a parliamentary delegation that also included Atal Bihari Vajpayee. They were invited to a party hosted by, Chatterjee discovered upon arriving, the Hindujas. When somebody asked him the next morning how it had gone, he replied wryly, “I didn’t know what to do. To jump into the river Thames? That too was not possible.” It is no secret that being seen around big business does no good to the image of a communist. Chatterjee enjoyed a close rapport with Sonia Gandhi and was even considered by some to be her informal advisor. Soon after the former Congress chief turned down the prime ministership in 2004, Chatterjee told this writer in a moment of candour, “We had agreed to her becoming prime minister. But what can we do if her children did not want it?” Today, as the country bids farewell to a truly “outstanding parliamentarian”, I am reminded of what an MP once remarked about the late Communist Party of India leader Indrajit Gupta: “He will be a shining name as long as there is Parliament in India.”   It is equally true of Chatterjee.","author":"Neerja Chowdhury","time":"2018-08-14T07:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/890340-pdyelmdeie-1530267033.jpg","tags":["Somnath Chatterjee","Lok Sabha Speaker","Communist Party of India (Marxist)","Constitutional values"],"source":"https://scroll.in/article/890340/somnath-chatterjee-1929-2008-the-communist-who-exemplified-the-marvel-of-indias-democracy"}