{"title":"ED investigates son of election commissioner who disagreed with poll code verdicts on Modi, Shah","content":"Election Commissioner Ashok Lavasa’s son Abir Lavasa and a company in which he is a director are being investigated by the Enforcement Directorate under the Foreign Exchange Management Act, The Indian Express reported on Monday. Abir Lavasa is the fifth member from Lavasa’s family to have come under the lens of central agencies in the last few months.Lavasa made headlines in May when he disagreed with some of the Election Commission’s decisions on alleged violations of the Model Code of Conduct during the Lok Sabha elections. The rift within the three-member Election Commission came into the open after Lavasa wrote an explosive letter , in which he said he was staying away from the meetings since “minority decisions” such as his were not being recorded.The Enforcement Directorate is probing the Rs 7.25 crore raised by Nourish Organic Foods Pvt Ltd in March from Mauritius-based investor Saama Capital. The agency is looking into alleged violations of foreign exchange laws. “The company was loss-making and yet received heavy investments at a premium,” an unidentified official told The Indian Express. “So we want to question [Abir] Lavasa about it.” Abir Lavasa became a director of the company on November 14, 2017.Abir Lavasa confirmed to the newspaper that he had received the summons. He added that the company, Nourish Organic Foods Pvt Ltd, was cooperating fully with the investigation. The company had been served a notice by the Income Tax department too in August.In May, Ashok Lavasa had opposed five clearances that the poll panel gave to Prime Minister Narendra Modi and Bharatiya Janata Party National President Amit Shah in complaints of Model Code of Conduct violations during the election campaign. The commission cleared Modi in six such cases but Lavasa’s dissent was reportedly not noted in the poll panel’s orders. Later, Lavasa recused himself from meetings on the matter.Lavasa came back into the spotlight in September when newspapers reported that the Income Tax department had issued notices to his wife Novel Singhal Lavasa, inquiring about alleged discrepancies in her returns. The department is apparently examining the income she received from her position as a director in several companies.Days later, it was reported that other members of Lavasa’s family are also under the income tax scanner. This included his sister Shakuntala Lavasa and the books of a company in which Abir Lavasa is a shareholder. Some of the transactions pursued belong to 2008-’10 financial years. The family has maintained that they have complied with all legal requirements and are cooperating with the authorities.Last week, it came to light that the Indian government wrote to 11 public sector undertakings asking them to verify their records to check if Ashok Lavasa had exercised “undue influence” during his tenure as special secretary in the Ministry of Power between 2009 and 2013.Also read:Tax notice to EC Lavasa’s wife puts his dissenting notes against Modi, Amit Shah back in spotlightTax officials must quickly prove that notices to EC Lavasa’s family have sound basisNow, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-11-12T10:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127901-qzevrsrjky-1569320474.jpg","tags":["Abir Lavasa","Ashok Lavasa","Foreign Exchange Management Act","Enforcement Directorate"]}