{"title":"‘Sonchiriya’ movie review: Solid performances guide the way through the Chambal ravines","content":"Abhishek Chaubey’s movie about an imploding gang of dacoits in the Chambal region is intentionally messy, unfortunately unwieldy and undeniably ambitious. The 1970s-set Sonchiriya is an elegy in the mould of Sam Peckinpah’s films to an era of men bound by a code of honour and working beyond the confines of conventional law.To this mostly male sub-culture, Abhishek Chaubey and writer Sudip Sharma add a female element in the shape of a woman who escapes her oppressive family along with a child victim of rape. Soon, she goes from extra baggage to conscience keeper.The girl might remind some viewers of Phoolan Devi, the dacoit who was among the starkest symbols of gender violence and caste cruelty in the 1980s. She is referred to as Phuliya in Sonchiriya, and among the movie’s most stirring scenes is the one that channels Phoolan Devi’s mythos.Sonchiriya has many absorbing moment that worthy of being examined more closely. The film itself is a tangle of ideas, and works better as an existential mood piece than the heavy-duty action drama it often resembles. The dirge about the decline of dacoity sits uncomfortably with the numerous chases and shootouts that propel the plot. The filmmakers throw caste tensions into the mix, but the effect is too studied to have its desired impact.\n\n\n    \n    Play\n\nSonchiriya (2019).Abhishek Chaubey has previously directed Ishqiya, Dedh Ishqiya and Udta Punjab – all slick if somewhat cold films rooted in realism, populated by strongly etched and morally flexible characters and superior to the average mainstream entertainer. Sonchiriya continues Chaubey’s interest in Hollywood-style storytelling, and resembles more of a revisionist Western than an Indian dacoit drama. The movie is set in 1975, when Indira Gandhi imposed an internal emergency on India. Democracy was restored after two years. But for the dust-covered and raggedy outlaws of Sonchiriya, time is running out to the beat of the plangent background score by Naren Chandavarkar and Benedict Taylor.Is the Emergency a stab at allegory, an over-the-shoulder look at a period in history marked by the perversion of authority and the onset of uncontainable lawlessness? Sonchiriya has too much going on to always justify its dateline.A bracing opening sequence, which echoes the picking apart of ants in Peckinpah’s The Wild Bunch (1969), indicates that Sonchiriya isn’t your average romanticised celebration of the rebels of the ravines. The legend of Man Singh (Manoj Bajpayee) and his raggedy posse, including Lakhna (Sushant Singh Rajput) and loyal lieutenant Vakil (Ranvir Shorey), is tempered by grievous mistakes and bad decisions. A formidable adversary, Gujjar (Ashutosh Rana) – an avenger in police uniform seeking to settle an old score – is yapping at their heels. Lakhna broods over the meaning of justice, and finds some direction with the sudden arrival of Indumati and her young companion. In a non-heroic narrative filled with nihilist violence, morally tentative men and women and symbols of the afterlife, Lakhna provides solidity and a motive for the subsequent runaround in the ravines.\n\n\n    \n    Play\n\nDaaku Anthem, Sonchiriya (2019).The harsh ravines, where it is as easy to get lost as it is to hide, create a vivid metaphor for the precariousness of the way of the outlaw. The apt locations and the clunky weapons enhance the period detailing and effectively evoke a world that has been altered for good.Among the standout characters is Ranvir Shorey as Vakil, Man Singh’s dedicated follower and keeper of the ancient code of honour. As the gang of ravine pirates wanders adrift, Ranvir Shorey’s ability to play complex characters never wavers. Sonchiriya needed more of Shorey, as it did of Ashutosh Rana, who is underutilised as the blood-thirsty policeman avenging a perceived caste slight.Sushant Singh Rajput and Bhumi Pednekar represent the conventional hero-heroine dyad, and despite spirited efforts, neither character is convincing enough. Jatin Sarna is one of several actors wasted in a movie that has far too many people running around and not enough work for each of them.Bhumi Pednekar in Sonchiriya. Courtesy RSVP Movies.Manoj Bajpayee’s casting as Man Singh has a dual edge: he is modelled on real-life bandit Malkhan Singh. Man Singh shares his name with another real character played by Bajpayee in Shekhar Kapur’s Bandit Queen (1994). Kapur’s depiction of Phoolan Devi’s battle for justice was contentious, but he tackled the links between caste, rebellion, and unfulfilled liberation with a directness and simplicity that are missing in Sonchiriya. The caste lines were more neatly drawn in Bandit Queen, with Phoolan Devi’s low-caste identity emerging as the biggest reason for her brutalisation.Caste is an underexplored catalyst for the duels of body and soul in Sonchiriya. Unlike Tigmanshu Dhulia’s acclaimed biopic Paan Singh Tomar (2012), which single-mindedly explores the inability of a former dacoit and champion athlete to outrun his destiny, Sonchiriya packs a bit too much into 146 minutes. A quiet scene is interrupted by a melodramatic flourish, a sharply observed moment jettisoned by a plot twist that leads nowhere. Vishal Bhardwaj’s songs pop up in scenes that do not require them.The movie’s reach exceeds its grasp, like the outlaws it follows through the ravines, sometimes glimpsing them in their rebellious glory, and sometimes losing them in the service of yet another thrilling chase sequence.Ranvir Shorey in Sonchiriya. Courtesy RSVP Movies.Also read:‘The bandits believed they had a higher purpose’: Abhishek Chaubey on his new film ‘Sonchiriya’Photos: Prashant Panjiar remembers the bandits who inspired Abhishek Chaubey’s film ‘Sonchiriya’","author":"Nandini Ramnath","time":"2019-03-01T06:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114141-ufjiigtvfp-1551286255.jpg","tags":["Sonchiriya review","Abhishek Chaubey","Sushant Singh Rajput","Bhumi Pednekar"],"source":"https://scroll.in/reel/914754/sonchiriya-movie-review-solid-performances-guide-the-way-through-the-chambal-ravines"}