{"title":"Sonia Gandhi will continue as party chief, decides Congress Working Committee","content":"Sonia Gandhi will continue as the Congress chief, the party’s working committee decided on Sunday at a meeting to review the party’s poor performance in the recent Assembly elections in five states. “CWC [Congress Working Committee] unanimously reaffirms its faith in the leadership and requests Congress President Smt Sonia Gandhi to lead from the front, address organisational weaknesses, effect comprehensive changes in order to take on the political challenges,” Congress General Secretary (Organisation) KC Venugopal said at a press conference after the meeting.  In view of the party’s performance in the elections, unidentified officials had told NDTV that Sonia Gandhi and party leaders Rahul Gandhi and Priyanka Gandhi Vadra would offer to resign from their posts.However, Congress leader Adhir Ranjan Chowdhury said after the meeting on Sunday that the Congress Working Committee rejected the offer of the Gandhis to resign, reported ANI.Leader of Opposition in Rajya Sabha Mallikarjun Kharge also backed Sonia Gandhi, saying that she alone was not responsible for Congress’ defeat. He said that each state party leader and MP were too responsible for the debacle.“We reimposed our faith in her, there’s no question of offering resignation,” he added. The Congress had managed to win only 55 of the 690 seats spread across the five states of Uttar Pradesh, Punjab, Uttarakhand, Manipur and Goa in the results declared on Thursday. It lost Punjab to the Aam Aadmi Party and failed to wrest power from the Bharatiya Janata Party in Uttarakhand, Goa and Manipur.In Uttar Pradesh, where the BJP won with a comfortable majority, the Congress won just two seats in the 403-member state Assembly. With this, the party’s footprint has shrunk to just two states – Rajasthan and Chhattisgarh. In Maharashtra, the Congress is in a coalition government with the Shiv Sena and Nationalist Congress Party.LIVE: Congress Working Committee Briefing by Shri @kcvenugopalmp and Shri @rssurjewala at the AICC HQ. https://t.co/Io80jAhesm— Congress (@INCIndia) March 13, 2022\n\nAt the press briefing on Sunday, Venugopal also said that the results of the Assembly elections were a cause of “serious concern” for the party.“The party accepts that due to shortcomings in our strategy, we could not effectively expose the misrule of BJP state governments in four states and overcome anti-incumbency in Punjab in the short time after effecting a change of leadership,” he said.The Congress leader said that the party accepts the verdict of the elections and will continue to be a “vigilant and vibrant” Opposition.“The Congress party will be fully prepared to face the electoral challenges in the election going states in 2022 and 2023 as well as in the Lok Sabha elections 2024,” he said.Venugopal said that the Congress Working Committee has also decided to hold a detailed deliberation on the party strategy and way forward in the upcoming elections in the next two years. The party will hold a brainstorming session after the current Parliament session ends of April 8.The meeting was attended by over 50 party leaders, including the Gandhis, Venugopal, Chowdhury, Kharge and P Chidambaram, reported The Times of India.Ghulam Nabi Azad, Anand Sharma and Mukul Wasnik were the only three leaders from the Group of 23 leaders who participated in the meeting. The Group of 23 leaders, or G-23, are party members who had written a letter to Sonia Gandhi to push for internal reforms in 2020.They have frequently criticised the party’s for its shortcomings and sought organisational changes within the Congress. After the results on Thursday, Azad had said that the situation is alarming for the party. He had said that those who worked for the party for years cannot “watch it dying like this”.","author":"Scroll Staff","time":"2022-03-14T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/146649-sbxyxterzo-1598593079.jpg","tags":["Congress","Congress Working Committee","Sonia Gandhi","Assembly elections","Elections","KC Venugopal"],"source":"https://scroll.in/latest/1019414/sonia-gandhi-will-continue-as-party-chief-decides-congress-working-committee"}