{"title":"Sonia Gandhi meets senior Congress leaders, including dissenters, in a bid to end internal crisis","content":"A meeting between Congress President Sonia Gandhi and other senior leaders, including some of the 23 “dissenters”, who had written to her in August seeking a revamp in the party, was underway on Saturday morning, reported the Hindustan Times. The meeting is billed to be a crucial one with matters like revival of the party, upcoming Assembly elections and the farmers’ protest, expected to come up for discussion.A slew of meetings are to be held over the next 10 days, which can possibly also decide the next president of the party, NDTV reported. Former party chief Rahul Gandhi was also attending the meeting.Among those who wrote the letter, Ghulam Nabi Azad, Anand Sharma, Shashi Tharoor, Manish Tewari and former Haryana Chief Minister Bhupinder Singh Hooda reached Gandhi’s residence at Janpath Road in Delhi on Saturday morning, according to the Hindustan Times. Other senior leaders like Rajasthan Chief Minister Ashok Gehlot, former Madhya Pradesh chief minister and state Congress president Kamal Nath, Ambika Soni, AK Antony and P Chidambaram also attended.On Friday, party spokesperson Randeep Singh Surjewala had said that  the party would soon begin the process to elect a new president and claimed that 99.9% of the members wanted Rahul Gandhi to be chosen for the post. “We are one family and we will sort it out,” he said.In August, at least 23 Congress leaders, including Kapil Sibal, Tharoor, Prithviraj Chavan and Milind Deora, had written to Gandhi, asking for a complete revamp of the party’s organisation. Tharoor had also called for holding elections to appoint the party chief. He had, however, maintained that the elections should be held if Rahul Gandhi does not wish to take over as the party president.  This development came at a time when several Congress leaders expressed the need for introspection about the party’s repeated poor performance in elections. However, while a few senior politicians in the party have criticised its functioning, some have defended the leadership of the Gandhis, triggering an infighting.","author":"Scroll Staff","time":"2020-12-19T11:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145384-huxpxwlkts-1596357939.jpg","tags":["Congress","Sonia Gandhi","Rahul Gandhi"],"source":"https://scroll.in/latest/981723/sonia-gandhi-meets-senior-congress-leaders-including-dissenters-in-a-bid-to-end-internal-crisis"}