{"title":"Sonipat: Years after three relatives were murdered for an intercaste marriage, one man seeks justice","content":"In the seventh decade of the Indian republic and the second decade of the 21st century, one of the most dangerous things that a young person in India can do is to choose to marry outside the caste into which they were born. Blood can flow, bodies can pile high.I tell here one such story, from a small town in Sonipat district in Haryana, a couple of hours drive from the capital city of Delhi. I have changed the names here for their safety, but everything else in the story is true.Deepak Kumar, born into a Dalit caste in Haryana, had to drop out from school as a young child. His wife, Sita Devi, was completely unlettered. Their caste was one which traditionally worked with wood. Deepak Kumar rose above it, building up a modest wood business, even employing a few workers. He was determined that his children should study right up to college and beyond, so worlds would open up to them which to him and generations before him had been blocked.His eldest boy Vivek Kumar was bright, and left home to study history in a private college in Rohtak’s Maharishi Dayanand University. His father could not carry the burden of his fees alone, so Vivek worked in a factory in the evenings after class.At university, entirely unknown to his family, Vivek Kumar fell in love with a fellow-student, Savitri, from the Jat caste. The Jats are traditionally a peasant caste, an agriculturally prosperous community that dominates both the politics and the rural economy of Haryana. Although classified as a backward caste, its land wealth makes it powerful, and it is known to be oppressive to Dalit communities in the countryside in Haryana, Punjab and Western Uttar Pradesh.A surpriseOne evening, the family was sitting together for dinner in their small two-room tenement when Vivek Kumar phoned his father with some momentous news, news that would change their lives forever. He had married a classmate, he told them. The girl, he added, was a Jat.  His younger brother was to recall to us years later that, at first, they thought Vivek was joking. “He had a humorous temperament, and often used to joke,” the brother said. “He couldn’t have been serious, we thought.” But in a few minutes, they realised that what he said was indeed true.Vivek told them that he knew that the news that a lower-caste Dalit man had married an upper-caste Jat girl could set their Dalit settlement on fire. So he and his wife had decided that for some time at least, they would live in a secret location. He would not tell even them where they were. They hoped that in time both families would accept the reality and then would return home.Vivek’s father, Deepak Kumar, was angered by what his son had done. He had no objection to his son marrying outside his caste, but this was taking too much of a risk. He was also disappointed because he had wanted  Vivek to concentrate on studying further, without being distracted by marriage. Vivek assured his father that even though he was married, he would continue his higher studies along with his work in a factory.Nocturnal visitorsThat night there was loud and furious knocking on their door. The angry men at the door said they were Savitri’s father, and her two brothers Sonny and Munna. Savitri had called them with the news as well, and they demanded that Vivek’s family return their daughter to them. Deepak Kumar urged them to sit in his home and discuss things calmly. They argued hotly until dawn.Deepak tried to reason with them. He agreed that their children had made a mistake, but now that they were married, it was best for all that they made peace with their decision. He had no idea where his son and their daughter were, so how could he return their girl to them even if he wanted to? But Savitri’s father and brothers were unconvinced. “Your son and she have destroyed our honour,” they said. “We are Jats. We don’t forgive. We will take revenge.”After they left, the Kumar family felt a looming sense of unease. They knew their threats were not empty. Deepak conferred with his brothers who lived in the neighbourhood. Everyone advised that they should file a complaint in their local police station. The police heard them out, but did not register any complaint.Emerging from AmbalaA year passed. They still had no idea where their son and his wife were. Then suddenly one day, as abruptly as they had disappeared, they came home. Savitri was pregnant. They told them that they had lived in hiding in a small room in Ambala for the past year. Vivek had found work in another factory, and also continued his studies through distance learning. But with Savitri now expecting, they felt she needed the care of the other women in their family. They hoped that her family’s rage would have subsided. They decided to take a chance and return home.Savitri got on well with her husband’s mother and sister. Eventually, she gave birth to a healthy baby girl. They called her Dolly. The only person from Savitri’s family who would visit them occasionally was her hot-blooded and foul-mouthed younger brother Munna. He continued to simmer: “You have destroyed our honour.” Deepak Kumar would try to pacify him, ignoring his rudeness and pointed discourtesy, always addressing him as “son”. They heard that Munna had also had a love marriage, but had taken care to find a girl who was a Jat like him.Four more years passed. Savitri became like a member of her husband’s family. Both brothers worked in factories, and Vivek’s younger brother Ravi also studied on the side. The most serious student among the siblings was their sister Radha. She had completed her graduation, and wanted now to study for a B Com degree. She persuaded her father to set aside thoughts of her marriage: any man she married would not allow her to study further. She chose studies over her marriage.The fateful nightAnd then came the fateful night. Savitri was nine months pregnant, due to deliver her second child a week later. The family was settling to sleep. Only Radha was at her uncle’s home a few houses away, as she wanted to study late into the night.Suddenly, there was pandemonium outside their door, and the terrifying sound of gunfire. Deepak Kumar opened the door to find a Duster parked outside. Savitri’s two brothers were shooting from their rifles, and their cousin Rajesh stood guard with his pistol. Rajesh had been serving time in prison for murder, and was out that night on parole.Screaming and begging the men to stop shooting, Deepak Kumar and his two sons ran outside. The brothers fired six bullets into their brother-in-law Vivek, and his father Deepak. They shot also at Vivek’s younger brother Ravi, but he managed to push away their hand as they fired so the bullet entered his shoulder but avoided his chest. Inside the home, they shot bullets into Vivek’s mother, and then shot inside the womb of their pregnant sister Savitri. The only person they spared was her young daughter, then just over three years old.  Fright and horror   They then left as suddenly as they came. Ravi Kumar was the first to rise, as they neighbours gathered in fright and horror around them. Vivek Kumar and his mother were already dead. The neighbours carried Deepak Kumar, Savitri and her younger brother-in-law into a couple of jeeps and drove them first to the police station. The police rushed them first to a rural health outpost and then to the Post Graduate Institute of Medical Education and Research at Rohtak.Ravi learnt later that his father had died at 4 am the next morning. The doctors immediately operated on Savitri and she delivered a healthy boy. They said his survival was almost miraculous. A bullet had entered his mother’s womb and grazed the bottom of his chin. Even the mark left by the bullet under his chin disappeared in a month. His mother was much harder to save, but in two months she too was discharged. Ravi’s wounds also healed.Vivek Kumar and his daughter, Dolly. Ravi recalls that when Savitri returned home, she was a different person: pensive, cold and aloof. She asked for her husband’s phone. Ravi got it back from the police. She called her sister from it.A few days later, she announced her decision. She would return to her parents’ home and take her two children with her. Ravi pleaded with her: “My sister and I will give you the place in our lives of our mother and father. Stay back. Let us together raise our brother’s children.” But she was insistent. “I have lost one family,” she said. “I have to save my other family now.”When she returned to her parents’ home, her father, her two brothers and her cousin were all in prison. To the police immediately after the massacre, she had spoken truthfully and in detail of how they had come to their home and killed her husband and his parents. But now, in the court, she insisted that she had seen nothing that fateful night.‘We are small people’When a delegation of the Karwan e Mohabbat went to Ravi Kumar’s home, the 21-year-old boy was alone. His sister Radha, he said, had gone to the city to study further, and was living with relatives. She had crossed the age of marriage, and studies were her life. Here in their town, even his father’s brothers and their families had abandoned them. They had come to him, asking him to accept money from those who killed his parents and brother, and to deny, in the way that Savitri had done, that he saw his killers. They are powerful people, Ravi Kumar’s relatives explained. We are small people. What is done is done. You should now both build your lives, your sister and you. It is also the only way that your life can be saved. They will not let you be.But Ravi was adamant, and they walked out of their lives.The administration gave Savitri compensation of Rs 12 lakh for the death of her husband Vivek and she took that with her. Ravi Kumar petitioned the district collector that the money should be locked in a fixed deposit until the children were 18 years, and then be given to them. This was agreed to. The state gave Radha Kumar and Ravi Rs 4.5 lakh, saying that the rest of their compensation would be given to them after the court case ended.With this money, Ravi hired a criminal lawyer, paying her Rs 80,000. For a year, nothing happened in court. She said she was helpless because the court kept advancing the dates. After a year, it turned out that she had accepted money also from the family of the killers to broker a compromise, in which Ravi and his sister Radha would accept money to buy their silence. Disappointed, they have hired another lawyer for Rs 50,000, one who at least was ensured that their statements indicting the killers have been recorded in court.Death threatsPeople from Savitri’s village had messaged Ravi that if he testified against them, he would not live longer than six months. When the Karwan team visited him, a police team was posted outside his house. We wanted to sit outside, but he said in a low voice that it was not safe, and we should speak inside his home.The Karwan team was astounded by the barefaced courage of this 21-year-old man. “Of course, I know the risks,” he said to us calmly, “but I know also that I must fight for justice. This is not for my sister and me. Not even just for my parents and brother. I do this for my community.”Ravi Kumar added: “This is not the last Dalit boy who will marry a girl he loves from another caste. Many more are doing so: even more will do so in the future. If we allow ourselves to be frightened into silence, then they will have to face the same fate as we have. I fight so others will not have to suffer like we did.”","author":"Harsh Mander","time":"2019-08-04T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124941-zegzabgzrz-1564831328.jpg","tags":["Caste killings","Intercaste marriage","Jats"],"source":"https://scroll.in/article/932721/sonipat-years-after-three-relatives-were-murdered-for-an-intercaste-marriage-one-man-seeks-justice"}