{"title":"‘Sonu Ke Titu Ki Sweety’ director Luv Ranjan: ‘I make films on what happens after happy endings’","content":"There is much that is familiar in Luv Ranjan’s new movie Sonu Ke Titu Ki Sweety and there is much that isn’t. The man who is deeply suspicious of women has shades of the male leads from Ranjan’s breakout hit Pyaar Ka Punchnama (2011). The barbs and broadsides have been heard before too. The three main actors in Sonu Ke Titu Ki Sweety have all featured in Ranjan’s previous projects – in fact, Kartik Aaryan and Nushrat Bharucha have headlined the director’s four films till date. Sunny Singh Nijjar too featured in Ranjan’s last movie, the Pyaar Ka Punchnama sequel.The difference? In Sonu Ke Titu Ki Sweety, a man is jealous of the woman who is going to marry his best friend. Sonu (Aaryan) tries his best to wreck the upcoming wedding between his best friend Titu (Sunny Singh) and Sweety (Bharucha). “In India, they say that marriage happens between two families,” Ranjan said. “But in cities, friends have become the new family. So for a marriage to work, it is imperative that your friends like the new person in your life and vice versa. It is saas-bahu with a twist.”With two hits under his belt, Ranjan has the clout to cast big names for his movies. Why does he return to the same set of actors? Well, why not? “As long as I have a story which can be told through these actors, what is the reason that I should not cast them?” Ranjan said. “I am not one to believe in the star system, first of all. Today, if my film is a hit, these actors will be stars for someone else. They are good actors, hard working, they believe in me and I share a great rapport with them. I am not bored of them yet. And they are still young so they can be molded any way I want. So why go for anyone else?”\n\n\n    \n    Play\n\nSonu Ke Titu Ki Sweety.The recycling of actors is one strand running through Ranjan’s pungent comedies. The other is the male-centric point of view on romance. Ranjan’s movies have the flavor of a campside rant by a group of men about the women in their lives. In Pyaar Ka Punchnama, the three women who date the three heroes are revealed to be manipulative opportunists. The heroes find salvation only after they break up. The film became a sleeper hit, and its scenes have particular resonance with young men, especially a five-minute monologue by Aaryan about the difficulties men face in relationships.The moment was replicated in Pyaar Ka Punchnama 2 with an even longer monologue. Both movies have been big successes.\n\n\n    \n    Play\n\nPyaar Ka Punchnama.Is Ranjan sexist, or worse still, misogynist? “If 50 per cent of the world is women, is it any way possible that all of them are nice?” he argued. “Who is a misogynist? In television, they show sari-wearing coy women who are getting tortured and tormented. Are they misogynist or am I one, where my women are as strong as men and they have the power to torment men just like that? Of course, women will have a certain amount of power in a relationship. Why should I show them as weak?”Ranjan points to his second feature Aakash Vani (2013), a sombre love story about a marriage that goes badly wrong. “The people who call my films sexist or misogynist are the ones who did not see Akaash Vani,” Ranjan said. “If they saw that film, and not the Pyaar Ka Punchnama films, they would call me a feminist.”Akaash Vani wraps up the romantic portions quickly to tell a story of domestic abuse, a failing marriage, and a woman standing up for herself. The film starred the hit pair from Pyaar Ka Punchnama, Aaryan and Bharucha, but could not replicate its success.“But I am glad that at least whoever saw it liked the film,” Ranjan said. “I still consider it to be my best film. In fact, Akaash Vani was the film I wanted to make first but things did not happen that way.”\n\n\n    \n    Play\n\nBas Main Aur Tu, Akaash Vani.Despite initial starting trouble, Ranjan has managed to make his films on his terms over the years. For this, he credits his stubbornness, which stems from his upbringing in Ghaziabad in Uttar Pradesh and higher education at Delhi’s Hindu College. “Honestly, I am hot-headed so that works in my favour,” Ranjan said. “I am a true Ghaziabadi. It is hard to mess with me.”The relatable and distinctive banter and male camaraderie from his films is also a result of his years in Delhi, the only city he says he knows.“Also, in the north, there is some colour,” Ranjan explained. “In Mumbai, everything is a khichdi. That’s why so many movies these days are being shot out of Mumbai, which was not the case 10 years ago.”The director of anti-romances remains a fan of the love story, but he wishes to go beyond the cutesiness and soppiness that characterise such films. “Everyone is making a film about what happens till the happy ending,” Ranjan said. “I am telling stories of what happens six months later.”Even the Pyaar Ka Punchnama films are not merely comedies, according to the director. “The issues within a relationship that I am dealing with are, after all, serious.” Ranjan said. “In the last 40-45 minutes of Pyaar Ka Punchnama, there is no laughter, there is just drama. But the method I am using is comedy because people would get bored if I just spoke about issues.”Luv Ranjan.","author":"Devarsi Ghosh","time":"2018-01-18T07:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/864692-78985-qdofdalpkf-1515771537.PNG","tags":["Sonu Ke Titu Ki Sweety","Luv Ranjan","Pyaar Ka Punchnama"],"source":"https://scroll.in/reel/864692/sonu-ke-titu-ki-sweety-director-luv-ranjan-i-make-films-on-what-happens-after-happy-endings"}