{"title":"‘Sonu Ke Titu Ki Sweety’ film review: There’s only one winner in this battle of the sexes","content":"Some directors make romcoms. Luv Ranjan makes romcons. His breakout movie Pyaar Ka Punchnama (2011) and its 2015 sequel featured young men who were subjected to the emotional cruelties that only women are seemingly capable of. Manipulated and pushed to the limit by feminine wiles, the men in both the films concluded that mankind was an altogether better category than humankind. Women are suitable only as mothers and extended family members. If only nature could figure out a way for men to be born without having to deal with women, the world would be a better place. Of the two male leads in Sonu Ke Titu Ki Sweety, only Sonu seems to have absorbed the emasculation warning present in Ranjan’s films. In a meta-touch, Sonu is played by Kartik Aaryan, the flag-bearer of meninism in the Pyaar Ka Punchnama movies. Sonu is a confirmed bachelor who has been protecting his childhood friend Titu (Sunny Singh) from shallow romance his entire life. After Titu’s latest heartbreak, which follows his attempt to browse through his girlfriend’s Tinder account, he is believed to have been cured, but then he ruins everything by agreeing to an arranged marriage with Sweety.Since Sweety is played by Nushrat Bharucha, who was ball-buster extraordinaire in Ranjan’s romcons, it follows that she is too good to be true. Sweety works at a non-profit for children, looks out for Titu’s waistline and his every need, and appears to be the ideal catch. Nobody shares Sonu’s belief that Sweety is a virago in disguise, which he concludes based on his instincts. In this latest trench report of the battle of the sexes, it is best friend versus the bride-to-be – a twist on the age-old love triangle and the other ancient war between women and their daughters-in-law, with every bit of the pettiness, bitterness and nastiness.\n\n\n    \n    Play\n\nSonu Ke Titu Ki Sweety.Is Sonu unknowingly in love with Titu, and does his protective attitude conceal repressed ardour for the friend he has known since kindergarten? This could have been an interesting direction for the film to take, but Ranjan is too orthodox for such subversions. Sonu’s protectiveness is explained as brotherly love, and his concern is characteristic of the code of honour that binds real men. At its most basic, it involves shutting women out.The caustic screenplay by Ranjan and Rahul Mody mines its humour from Sonu’s mounting exasperation at Titu’s willing seduction. Sonu wants his bromance with Titu to retain its innocence and purity. He wants to grow old with Titu, like Titu’s grandfather Ghasitaram (Alok Nath) and his best friend Lalu (Virendra Saxena). The movie’s best scenes revolve around these three men who are shown to be the only ones to have retained their sanity around women. Alok Nath, cast against type as a profanity-spouting gent who loves his whisky and kebabs, is especially good in his cynicism about Sonu’s success rate.Titu is too saintly and dim-witted to be taken seriously, just as Sweety is one-note. Saddled with a supercilious expression that never leaves her face, Bharucha tries to prove herself as a worthy adversary to Sonu’s machinations. Since her role chiefly involves turning up her lip and walking away from Sonu in slow motion after yet another smart move, Sweety ends up inflicting no serious damage, other than proving Sonu’s suspicions at every turn.The three-hander is dominated by Kartik Aaryan, who refines a character that he has played in Ranjan’s movies in the past. Aaryan is the clear hero of this cautionary tale about the threats posed by women to male friendship, and he does a good job of taking viewers along his toxic journey. The disposable soft-focus songs and foreign locations cannot gild the coarseness of Ranjan’s view of modern romance. Sonu’s cynicism about marriage and family values is a welcome antidote to the syrupiness of the conventional Bollywood romance, but it is telling, and typical, that the poison is administered by a woman.","author":"Nandini Ramnath","time":"2018-02-23T07:45:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/869711-82789-tryjedkxgw-1519322442.jpeg","tags":["Sonu Ke Titu Ki Sweety","Luv Ranjan","Kartik Aaryan"],"source":"https://scroll.in/article/869711/sonu-ke-titu-ki-sweety-film-review-theres-only-one-winner-in-this-toxic-battle-of-the-sexes"}