{"title":"Soumitra Chatterjee (1935-2020): Acting legend, principled lodestar, utterly decent human being","content":"The year was 2016. The acrimonious intolerance debate was raging. I happened to turn on the television and chanced upon Soumitra Chatterjee being interviewed on a Bengali channel. He came across as he often did, thoughtful, slightly quizzical and unfailingly gracious. I remember just sitting there, listening to him talk about life, art and aging, enraptured not just by what he was saying but by his impeccable diction. The precision of his enunciation was strangely soothing like the reassurance of a lighthouse in those clouded murky times.Soumitra Chatterjee died on Sunday in Kolkata. He was 85. He will be remembered as a Dadasaheb Phalke winner, Satyajit Ray’s alter ego, the man Pauline Kael called Ray’s “one-man stock company”, consummate actor, perhaps the last of Bengal’s renaissance men, but he also represented a certain notion of decency which is now regarded as more and more passe. When he played the detective Feluda, he would tap his head and say he was armed with magajastra, the intelligence weapon. He personified magajastra.\n\n\n    \n    Play\n\nSharmila Tagore and Soumitra Chatterjee on Apur Sansar (1959).He was a dramatist, a poet, an amateur painter, an editor of a literary journal, a conversationalist, an elocutionist, a man who sold hearing aids and cement on television and did it all with utmost sincerity. He was available in the public domain whether for a social protest, a literary salon or a coffee house chat. In a sense, that is why he was not a star. He was too transparent, hiding neither his cancer nor his depressive tendencies, nor parleying them to promote some film. Unlike “stars”, he did not keep buttoning his collar, donning a wig and playing romantic heroes opposite women one-third his age. When Ray’s son Sandip hesitantly told him he was planning to make a Feluda detective film with a different actor, Chatterjee reportedly laughed and said, “This is a very wise decision. I am no more a Feluda. I am a Felu uncle now.”   He didn’t hesitate to play a swashbuckling villain in Tapan Sinha’s Jhinder Bandi even as he was just being established as a romantic hero.He was just too approachable to be a true star. He defied mythologisation. As a profile in Outlook in 2004 said, “Soumitra is accessible, you can see him driving by, buying groceries from the local market, chatting away in an adda… the transition from reel to real life is as natural as shedding clothes.”\n\n\n    \n    Play\n\nSonar Kella (1971).“Perhaps no other actor in India was as lucky as me,” he told Rediff.com about having worked with the greats like Satyajit Ray, Mrinal Sen and Tapan Sinha. It did seem like he lived an actor’s dream. A boy from Krishnanagar, working as an All India Radio announcer, he was rejected for Ray’s Aparajito (1956) because Ray felt he was too tall for the adolescent Apu. But Ray kept him in mind and reached out to him when he was making Apur Sansar (1959), the third part of the trilogy. That partnership lasted 14 films and won Chatterjee the Legion d’Honneur, France’s highest civilian award just like Ray. In her memoir, Ray’s wife Bijoya wrote that once Chatterjee came with a friend to Ray with a request. They wanted him to do the cover for a literary little magazine. “If Soumitra made a request (Ray) could never say no,” wrote Bijoya. “After that for as long as he lived he designed the cover for that magazine.” The admiration was mutual. Chatterjee told Mint, if Ray had asked him, he would have unhesitatingly played a doorman for a single scene. \n\n\n    \n    Play\n\nSoumitra Chatterjee on working with Satyajiy Ray.While his international fame is tied up with Ray, his career post-Ray never flagged. At 80-something, Chatterjee remained a marquee name. His Belaseshe was a jubilee hit that ran for months in Bengal. He was as big a star on stage as he was on screen, with thousands flocking to the theatre to see him in Raja Lear and Neelkantha and Tiktiki.Yet a lot of hard work and diligence went into what seems an almost effortless career. “Mine is an intense and serious love affair with cinema,” he once said. “I never neglected my work.” It showed in the sheer variety of roles he grappled with. In his book Beyond Apu – 20 Favourite Film Roles of Soumitra Chatterjee, Amitava Nag tried to slice and dice his ouvre came up with 10 profiles – a bhadralok, show-off/loafer, dreamer, epic, humour, investigator, mentor, romantic, subaltern and villain. Chatterjee even shook a leg and did the twist in Teen Bhuvaner Paare. But there was a larger role he played for Bengal as a kind of principled lodestar. He did not hide his Leftist politics but did not use it for personal gain. In Gaach, the 1997 documentary about him, he said his father told him to grow like a tree that provided shelter and fruit for the greater good of mankind. He made no bones about his rivalry with Uttam Kumar yet was unstinting in his praise for him calling the image of Uttam-da bounding up the stairs in a suit and dark glasses the “aspiring dream of Bengalis”. Chatterjee once said, “If Uttam Kumar committed a crime and then he gave that smile, I was ready to believe he was innocent.” But he also said, “The fact that he wouldn’t even consider a different hairstyle for the sake of acting was disappointing.” \n\n\n    \n    Play\n\nBelaseshe (2015).There were no juicy scandals attached to his name unless you count the one where he admitted to slapping a perennially drunk Ritwik Ghatak, one of the greats with whom he never worked. Aparna Sen remembers being very excited when she learned that in her first film, Ray’s Samapti (1961), she would act opposite the dashing hero of Apur Sansar. But all hopes were dashed when he introduced himself as kaku (uncle). The stories of his diligence are legendary. He once said, “Having worked with Ray I realised how difficult it is to become great.” He certainly gave it his best shot. At the age of 27, at Ray’s behest he changed his handwriting for Charulata because Ray thought his style was too modern, a rounded style that arrived on the cultural scene post-Tagore. He learned to play the piano for just one song. To do Tapan Sinha’s Wheelchair, he practised using a wheelchair for many months. In that film one day, he gave a shot that was fine but not his best. The next day, writes Nag in his book, Sinha got a note of apology and an offer to do it again. “In my fifty five years as a director I have never had such a letter from any actor,” Sinha told Nag. \n\n\n    \n    Play\n\nWheelchair (1994).The man who acted with his brilliantly expressive eyes was offered a special national award when he played an aging poet going blind and still craving a woman’s touch in Goutam Ghose’s Dekha (2001). He rejected the award because he felt getting a “special” award, while Anil Kapoor won Best Actor for Pukaar was demeaning. The irony is he got his first national award for acting in 2008, long after his greatest work with the great masters.That was why he never set great store by awards. He turned down Bollywood, including Anand and Sangam, saying had he gone to Mumbai he would not have written his dramas and poetry: “Doing Bengali films is like a peasant tilling his own land. I have to be here. I cannot be anywhere else.” At a time when the best and brightest were leaving Bengal in droves, rootedness was a statement in itself. “Whatever is mine, whatever I am, was given to me by Bengalis,” he said in a television interview. Of course, he paid a price. In an interview with Ananda Bazar Patrika, he said there was a yawning gap between his economic status and his social status as a cultural icon. “No matter how much people revere me, the harsh truth is at least 1,000 employees in Kolkata’s corporate sector earn much more than me. That is why I have to keep working.”\n\n\n    \n    Play\n\nDekha (2001). He did, and he acted in many forgettable films where he was just playing everyone’s favourite senior citizen. But in between he and his Stanislavski method left us indelible memories – Amal playing the piano in Charulata, Khit-da, the humble swimming coach shouting “Fight, Kony, fight”, the schoolmaster terrorised by hoodlums in Atanka, Gurudas Bhattacharya, the dogged lexicographer in Ekti Jiban, Ajay the show-off and fraud in Akash Kusum, the cerebral Feluda, to name just a few. But many actors leave memorable roles behind. Chatterjee was more than the sum of his cinematic parts. Sanjoy Mukhopadhyay, professor in film studies said in an interview, Chatterjee’s face reminds one of Roland Barthes’s reference to Greta Garbo’s face as an “idea”. Mukhopadhyay said, “Soumitra too is an ‘idea’ in the modern Bengali psyche: Low-key, modest, refined with neatly designed pronunciations.”\n\n\n    \n    Play\n\nKony (1986).Soumitra Chatterjee put the bhadra into the bhadralok and yet he reassured us that nice guys didn’t have to finish last. More importantly, he reminded us that being a bhadralok did not mean losing your backbone.One of the last times I saw Soumitra Chatterjee was in early 2019 at a protest on a hot Sunday afternoon in Kolkata. Filmmaker Anik Datta’s political satire Bhobishyoter Bhoot had been unceremoniously yanked from theatres despite getting a censor certificate. The Bengal film industry boasted a phalanx of MPs and MLAs, but none of them had shown up to stand up for the rights of one of their own.But Soumitra Chatterjee, 84, was there along with Aparna Sen. He could have said nothing. Or issued a boilerplate statement. But he came. He sat there in the hot sun without complaint and then when it was his turn to speak said, “I can see a big chunk of our industry seems unmoved. I don’t see their protest, I don’t hear it, and I have not read it anywhere either. I came because I felt if we don’t protest together, in the future this blow could land on the necks of any of us.” He spoke gently, with no fanfare but the words cut through the turgid air like tempered steel.In the end, diction matters.\n\n\n    \n    Play\n\nTeen Bhubaner Pare (1969).Also read:Soumitra Chatterjee interview: ‘What keeps me going is my sense of obligation towards my audiences’ Soumitra Chatterjee on working with Satyajit Ray: ‘Our wavelengths matched’ Why ‘Teen Bhuvaner Paare’ is one of Soumitra Chatterjee’s best roles","author":"Sandip Roy","time":"2020-11-15T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/153257-pltyjndckd-1610460380.jpeg","tags":["Soumitra Chatterjee","Apur Sansar","Belaseshe"],"source":"https://scroll.in/reel/975418/soumitra-chatterjee-1935-2020-acting-legend-principled-lodestar-utterly-decent-human-being"}