{"title":"Soundtrack review: ‘Udta Punjab’ offers trippy sounds of music","content":"Abhishek Chaubey’s upcoming film Udta Punjab is based on drug abuse and its growing menace in Punjab. The movie stars Shahid Kapoor, Kareena Kapoor Khan, Alia Bhatt and Diljit Dosanjh. The music has been composed by Amit Trivedi with lyrics by Varun Grover, Shellee and the late Punjabi poet Shiv Kumar Batalvi. The first song on the soundtrack, “Chitta Ve”, which refers to the colour white, is a sly reference to cocaine. Shellee writes about the ecstasy of substance abuse but also makes a scathing comment on its prevalence. Singer Babu Haabi raps, Shahid Mallya and Bhanu Prtap sing and Trivedi notches up the electronic sound into an instant adrenaline rush, perhaps a little too close to the powder’s addictive powers.The “Baby Doll” singer Kanika Kapoor sings “Da Da Dasse” with Babu Haabi – a welcome change from singing chirpy ditties to a dark, broody number with an engaging hook.Several singers have sung Batalvi’s elegiac poem “Ek Kudi Jida Naam Mohabbat” (A girl whose name is love), including the poet himself, who calls out to his beloved in this melancholic rendition. \n\n\n    \n    Play\n\n‘Ek Kudi Jida Naam Mohabbat’.The song has had many exponents. Mahendra Kapoor has a slightly dated version, sung in 2013. Hans Raj Hans renders the lyrics in a soppy fashion. Rabbi Shergill tries to give it some gravitas. Trivedi gives two singers, Shahid Mallya and actor-singer Diljit Dosanjh, a version each called “Ikk Kudi”. Accompanied by a staccato beat, Mallya excels in his rendition, while Dosanjh is backed by a groovy bass guitar that gives his version the soul of a rock ballad.“Hass Nach Le”, sung by Mallya, is the soundtrack’s peppy Punjabi song in which Trivedi’s use of harmonium tries to break the staid rhythm. Trivedi borrows the microphone from the seasoned singers to belt out “Vadiya”, in which a drug addict explains how it feels to be high through the lyrical refrain, “I’m a freak now”.Varun Grover’s punchy lyrics for the song “Ud-Daa Punjab”, combined with Vishal Dadlani’s visceral rap and Trivedi’s brusque singing, makes the caustic song work like a cautionary tale against drug abuse. The film’s music coaxes listeners to get hooked to its trippy sounds instead.\n\n\n    \n    Play\n\n‘Udta Punjab’.","author":"Manish Gaekwad","time":"2016-05-23T12:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/808482-coffdohvyt-1463947400.jpg","tags":["udta punjab","amit trivedi"],"source":"https://scroll.in/reel/808482/soundtrack-review-udta-punjab-offers-trippy-sounds-of-music"}