{"title":"Sounds of Bangladesh: The soundtrack ‘Extraction’ could have had instead of Bollywood songs","content":"Only a fleeting moment in Sam Hargrave’s Extraction appears true to the Netflix film’s Bangladesh setting: longtime Dhaka resident and mercenary Gaspar (David Harbour) enjoying a Bangladeshi hip-hop song in his car. The song, Cypher Bangla 2K16, heard again in the end credits, is the film’s only Bangladeshi and Bengali-language song.As an example of the makers’ callousness, which isn’t restricted to representing Bangladesh’s capital as a city run by a drug baron who has the police and the army in his pockets, this song is subtitled as a “Hindi rap song”. Just as Dhaka is no different from the source graphic novel’s Paraguayan setting of Ciudad del Este, Bengali appears to be the same as Hindi.\n\n\n    \n    Play\n\nCypher Bangla 2K16 by IRFU, Dorpon RVS, Somrat Sij, Punkstah, VXL, Nizam Rabby, and Golam.Bangladesh has a rich history and culture of non-film independent music, particularly rock, which is rooted in the country’s freedom struggle. Through the 1970s and ’80s, rock, blues, metal and their related genres took over Bangladesh’s pop music scene before peaking in popularity in the ’90s.It’s a shame when Dhaka’s denizens in Extraction are shown listening to Bollywood tunes, when there’s a wealth of Bangladeshi music that the makers could have tapped into. Here’s a sample of 10 songs, spanning rock, metal, folk-fusion, hip-hop, and electronic pop.‘Bonobasher Sadhon’, Jalali SetBonobasher Sadhon is essentially about getting high. One can imagine Gaspar taking a liking to this contemporary hip-hop track, whose strong vocals and beats sampled off ethnic percussion capture the vibe of Cypher Bangla 2K16.\n\n\n    \n    Play\n\nBonobasher Sadhon, Jalali Set.Eden, Arekta Rock BandThis song’s studio version actually has a strong 1980s synthwave flavour. Its live version is an interesting acoustic iteration.\n\n\n    \n    Play\n\nEden, Arekta Rock Band.Ami Opar Hoye, BanglaThe mid-2000s saw the rise of folk-fusion acts such as Bangla, who combined rock and blues with the poetry of Bengali mystic Lalon Shah. Since this was concurrent with the web 2.0 revolution, this particular brand of Bangladeshi music enjoyed crossover fame in West Bengal, especially among college and university students.\n\n\n    \n    Play\n\nAmi Opar Hoye, Bangla.Majhe Majhe Tobo Dekha Pai, ArnobBangla alum Arnob, along with ex-bandmate Anusheh Anadil who sang Ami Opar Hoye, reimagined both Baul music as well as Tagore’s songs with fresh arrangements and state-of-the-art production. Here is Tagore’s Majhe Majhe Tobo Dekha Pai performed by Arnob during his 2008 world tour.\n\n\n    \n    Play\n\nMajhe Majhe Tobo Dekha Pai, Arnob.Also read:Tagore like you’ve never heard him: The Bard’s songs from Iceland, Britain and beyond  Shokaleo, Farooque Bhai ProjectHere is some some Bangladeshi R&B from the late 2010s, in the vein of Frank Ocean and Khalid.Shokaleo, Farooque Bhai Project.\nMira Baai, JamesJames, whom Bollywood music listeners have heard in Gangster (Na Jaane Koi) and Life in a... Metro (Rishtey), is one of Bangladesh’s pioneering rockstars. Here’s a Coke Studio-like expanded live version of his hit song Mira Baai, with Mohini Dey on bass.\n\n\n    \n    Play\n\nMira Baai, James.Also read:Once a popular tool for political expression, rock music is fading away in Bangladesh  Alo Ar Adhar, AurthohinNow a lo-fi blues song by one of Bangladesh’s top rock acts, Aurthohin. Curious listeners can check out their entire two-decade discography, which spans several rock subgenres from blues to grunge to progressive rock to heavy metal.\n\n\n    \n    Play\n\nAlo Ar Adhar, Aurthohin.Amra Sylheti, Rebel DelwarRock and metal were the dominant pop music genres in Bangladesh from the 1990s to the late 2000s, until hip-hop began to supplant them, as it has all over the world. In line with the hip-hop tradition, here’s a rapper from Sylhet, spitting rhymes about why his hometown is the most awesome.\n\n\n    \n    Play\n\nAmra Sylheti, Rebel Delwar.Ajo, BlackYou can easily slip this song in a playlist with Creed or Foo Fighters. (Isn’t lead singer Jon Kabir’s facial similarity to Vicky Kaushal just uncanny?)\n\n\n    \n    Play\n\nAjo, Black.Odyssey, ConclusionCapping off the playlist with an entry from a Dhaka-based rock band from the 2010s, with a video shot in Dhaka. (And it’s not sepia-tinted).\n\n\n    \n    Play\n\nOdyssey, Conclusion.","author":"Devarsi Ghosh","time":"2020-05-08T10:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/140492-kipyjfslsz-1587923241.jpg","tags":["Extraction","Bangladeshi rock music","Cypher Bangla 2K16"],"source":"https://scroll.in/reel/960246/sounds-of-bangladesh-the-soundtrack-extraction-could-have-had-instead-of-bollywood-songs"}