{"title":"Soundtrack review: ‘Mirzya’ pumps up the heartbeat (but Sahiban is missing)","content":"The soundtrack for the latest movie based on the Punjabi tragic romance Mirza and Sahiban marks a big moment for Shankar-Ehsaan-Loy. The trio have the Marathi hit Katyar Kalijat Ghusli and Dil Dhadakne Do in 2015 to their credit, but it has been a while since they have worked on a movie whose score is integral to the subject matter. Mirzya, directed by Rakeysh Omprakash Mehra and starring debutants Harshvardhan Kapoor and Saiyami Kher, features nine songs, six couplets by Gulzar, and frequent interjections by Daler Mehndi. Mehndi shows up after every two songs, reading out Gulzar’s couplets like a troubadour. He reads at a glass-shattering pitch, which might traumatise sensitive listeners.The album opens with Mehndi reciting a couplet in which the star-crossed love between Mirza and Sahiban is recalled.  With that propitious but ear-splitting reminder, the title track Mirzya showcases the vocal calisthenics of Pakistani folk singers Akhtar Chinnal and Sain Zahoor alongside the sisters Jyoti and Sultana Nooran and Mehndi. The free-wheeling orchestration lets the singers join in at intervals, supported by a chorus and the rhythmic use of flute and pungi synced with percussion instruments. \n\n\n    \n    Play\n\n‘Mirzya’. In Teen Gawah Hain Ishq Ke, Siddharth Mahadevan is ably backed by a lilting guitar backdrop and a cooing chorus. With Chakora, the album moves onto the dance floor, combining folk elements with electronic beats. The groovy track by Mame Khan, Shuchismita Das and Akhtar Chinnal ends abruptly – was the idea to make us press the rewind button?The halting rhythm of the Rajasthani song Aave Re Hitchki, sung by Shankar Mahadevan, finds itself in the middle of a rambunctious interlude, like a tired caravan reaching an oasis of melodies. The stirring sounds of the sarangi and the dholak match seamlessly with the guitar’s buoyant riffs. Hota Hai is a massy, loudspeaker-friendly dance track by the Nooran sisters. Sain Zahoor, Akhtar Chinnal, Daler Mehndi and a breezy Shankar Mahadevan joins the sisters towards the end, making for one trippy chartbuster. The Nooran sisters return with Ek Nadi Thi. Co-singer K Mohan and chorus follow the singing partners in the a capella track with a sharp guitar finish. Doli Re Doli is an unusual mix of words and sounds. Traditional Indian instruments used in weddings typically accompany the lyrics about a bride leaving her home. The composers replace the harmonium and tabla with jazz instruments such as the trumpet, cymbals, upright bass and the melodica. It is, at best, a curious experiment. \n\n\n    \n    Play\n\n‘Teen Gawah’.Kaaga, sung by Kaushiki Chakraborty, is semi-classical in style, merging her vocals with a symphonic sound. The album closes with the instrumental track Mirzya Theme – Broken Arrows, alluding to the tragic death of Mirza, who was killed by arrows fired by Sahiban’s brother.The lyrics are written in a mix of Hindi and Punjabi and sung by artists with strong roots in folk music. Pakistani singers Akhtar Chinnal and Sain Zahoor lend an air of credibility to the words through their renditions as they are familiar with the folk interpretations of the love story originating in undivided Punjab. Mehra’s keenness for a folk-contemporary sound results in serving of musical styles that, like a gateau after a full meal, can be overwhelming. Despite Gulzar’s edifying Punjabi couplets on the power of love and the eclectic score, Mirzya is missing its Sahiban. She is not present in the film’s title, and she does not get a duet with her lover. The soundtrack does not have a bona fide romantic anthem, the kind that will echo through the years, like the love story.\n\n\n    \n    Play\n\n‘Mirzya’ jukebox.","author":"Manish Gaekwad","time":"2016-09-12T12:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/816221-41186-vwgrkoibrl-1473580335.jpg","tags":["mirzya","shankar ehsaan loy","Soundtrack review"],"source":"https://scroll.in/reel/816221/soundtrack-review-mirzya-pumps-up-the-heartbeat-but-sahiban-is-missing"}