{"title":"South India associates sanatana dharma with vedic culture and not Hinduism, says writer B Jeyamohan","content":"“Sanatana dharma”, a term that some use as a synonym for  Hinduism, has been criticised in South India for more than 2,000 years, as evidenced by ancient literature from the region, says writer B Jeyamohan.The 61-year-old literary critic and renowned author who writes in Malayalam and Tamil is also a scholar of Indian philosophy, especially its Tamil traditions.According to Jeyamohan, the Purananuru, a classical Tamil work of 400 heroic poems that dates back to the era of Jesus Christ – perhaps even before –  features remarks mocking the rigid sanatana dharma,  which, in South India, is identified with Brahminism, but not exactly the broader Hindu culture. Purananuru was composed by 157 poets, some of them anonymous and at least 10 of them women.  Last fortnight, Dravida Munnetra Kazhagam leader and Tamil Nadu Minister Udhayanidhi Stalin compared “sanatana dharma” – literally, the “eternal way” – to diseases like malaria and dengue. Udhayanidhi is the son of Tamil Nadu Chief Minister MK Stalin.Udhayanidhi’s remarks sparked a huge row but he stuck to his position, insisting that sanatana dharma should be abolished. However, he criticised a section of the media for suggesting that he had “called for the genocide of Sanatanis”. Prime Minister Narendra Modi said on September 6 that Udhayanidhi’s remarks needed a “proper response”. A first information report for allegedly outraging religious sentiments was registered against Udhayanidhi on September 5 and also Priyank Kharge, a Karnataka minister who is also the son of Congress president Mallikarjun Kharge. On September 12, the Maharashtra Police, too, registered a first information report against Udhayanidhi for allegedly outraging religious sentiments and promoting enmity.\n\t\t\n\tCredit: Balurbala, CC BY-SA 4.0, via Wikimedia CommonsBut Jeyamohan says that in South India, the Hindu dharma and “sanatana dharma” are understood as separate phenomena. “Sanatana dharma means Vedic tradition only,” he said. “Sanatana is considered only a small part of the Hindu Dharma. There are many other important schools in it and they are not unified. They are naturally against sanatana dharma.” In North India, he said, people are taught that sanatana dharma is Hindu dharma. He added that the opposition to sanatana dharma is a key characteristic of the Shaiva tradition of South India.“I agree with what Udhayanidhi Stalin said because sanatana dharma in the South is associated with the Vedic tradition, which has, for many centuries, been opposed by Tamil Shaivites as well as others, including nastika, Jain and Buddhist traditions that dominated the south for centuries until the Bhakti movement happened,” he said.The Bhakti movement, too, was an anti-Vedic tradition and therefore against the teachings of sanatana dharma, said Jeyamohan. Jeyamohan is a best-selling author whose essays are widely read, making him a well-known figure in Tamil-speaking populations across the world. He has collaborated with prominent figures in the Tamil and Malayalam film industry, writing screenplay and dialogue.His works such as Vishnupuram and Venmurasu – the world’s longest novel  – delve into serious debates of ancient Indian philosophies and the Mahabharata. Jainism and Buddhism were dominant in South India, especially in the fifth and sixth century Common Era, a period known as the Kalabhra interregnum.According to Jeyamohan, the Vedic tradition had historically been looked down upon by Siddhas and Tamil thinkers over centuries. Sanatana dharma is associated with the hegemony of Brahminism in South India, he added, emphasising that this is why an attack on sanatana dharma is not an attack on all of Hinduism.In North India, though, perceptions are different since sanatana dharma is equated with Hinduism, and they do not understand South Indian traditions well enough, he said. Jeyamohan has been openly critical of politicians and film icons on his vastly popular blog posts. In 2003, he had to go into hiding for his criticism of Tamil Nadu’s ruling Dravida Munnetra Kazhagam and its leaders, including former chief minister M Karunanidhi. In 2019, Jeyamohan was even assaulted by a Dravida Munnetra Kazhagam worker. “The family of Karunanidhi comprises Dalits, Christians and people of various castes, including Brahmins,” said the writer. “Some of them are also devout Hindus.” He added that the image of Dakshinamurthy, or Siva, can often be seen in the homes of even Dravida Munnetra Kazhagam leaders. \n\t\t\n\tA carving at the Natraja Shiva temple in Chidambaram in Tamil Nadu. Credit: Richard Mortel from Riyadh, Saudi Arabia, CC BY 2.0, via Wikimedia CommonsFollowers of the Advaita Vedanta school of philosophy were also opponents of the Vedic tradition. “Sree Narayana Guru [a renowned social reformer from Kerala] and several such Advaitis were against sanatana dharma and the Vedic tradition,” Jeyamohan said.Santana dharma upholds the varna system that hierarchically divides society and therefore sanctions caste supremacy by birth, the writer said. It was on this issue that Narayana Guru had disagreed with Mohandas Gandhi when they met in March 1925 at the Sivagiri Mutt in Varkala, where Narayana Guru lived.Narayana Guru, who was deeply influenced by the Tamil Shaivite tradition, had never looked at sanatana dharma as a synonym for Hinduism, Jeyamohan said. Like the Tamil spritual leaders and poets of yore, he too treated it as one of the many branches of the Hindu dharma.In a conversation with his disciple CV Kunjuraman published in  Kerala Kaumudi in 1925, Narayana Guru categorically said that sanatana dharma was one of the many streams of the Hindu dharma. Kunjuraman had said, “Those who would like to remain in Hinduism say that modern Hinduism does not meet their needs.”Narayana Guru answered: “Then what they say is that both they and Hinduism need a change. There  is no religion as Hinduism. The residents of Hindustan were named Hindus  by foreigners. If the inhabitants of India are Hindus, what about the  native Christians and Muslims? Should they also be called Hindus? No one  would agree to it? Present day ‘Hinduism’ is a common designation for  the religions which originated in India, except foreign religions like  Christianity and Islam. That is why Buddhism and Jainism are also  included in Hinduism by certain scholars. If Hinduism is a common name  describing Vedism, Sanatana Dharma, Samkhya, Vaiseshika, Mimamsa,  Dvaita, Advaita, Visishtadvaita, Saivism, Bhakti, Sakta and Vaishnavism,  it is not unreasonable if all religions that advocate the ultimate goal  of salvation are called one religion.”   Narayana Guru, who had initiated the setting up of several temples in South India since the early 1890s, had by 1917 proclaimed that temple building should not be encouraged and that it was time to build schools instead.“The Hindu faith encompasses various schools of thought and is not monolithic,” Jeyamohan said, so labelling anyone critical of sanatana dharma as anti-Hindu is a denigration of the Hindu traditions in southern India.Ullekh NP is a New Delhi-based journalist and author. This interview first appeared on his website.","author":"Ullekh NP","time":"2023-09-20T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178363-zjrgjwtjwn-1660213336.jpg","tags":["South India","Tamil Nadu","MK Satlin","Udhayanidhi Stalin"],"source":"https://scroll.in/article/1055556/south-india-associates-sanatana-dharma-with-vedic-culture-and-not-hinduism-says-writer-b-jeyamohan"}