{"title":"South Kashmir family took in strangers as guests. They killed their special police officer daughter","content":"On March 16, Manzoor Ahmad Bhat, his wife and their daughter were home in South Kashmir’s Shopian district. Around 2.30 pm, two men knocked on their door. Taking them to be government officials, Bhat led them inside and asked his wife to make tea for the guests.“One of them was wearing a helmet while the other had a handkerchief covering his nose and mouth,” Bhat recalled. “They were also carrying a bag and a notebook. We thought they were conducting a survey.” After a few minutes, one of the men asked for Bhat’s daughter, Khushboo Jan. “He took out a mobile phone and asked Khushboo to talk to someone at the other end,” Bhat said. “She took the phone and went to another room. She repeatedly shouted ‘hello’ but there was no response. While she was still on the phone, one of the men followed her into the other room and shot her in the face.”  The family did not know what had happened until they saw Khushboo Jan lying motionless in her room. “Everything went blank,” Bhat said. “The two men just disappeared as soon as the shot rang out. We took Khushboo to hospital but the doctors said she was already dead.”A statement issued by the police the same day said Khushboo Jan was shot by “terrorists” in Vehil area of Shopian. “She sustained critical injuries and was evacuated to a hospital where she succumbed,” the statement read, adding that a First Information Report had been filed and an investigation launched. According to her family and school records, Khushboo Jan was a few weeks short of her 17th birthday. She had been a special police officer since 2016 and was posted at the Shopian deputy commissioner’s office. “Before that, she also served at the district police lines in Shopian,” Bhat said. “She was paid a salary of Rs 5,000 per month.”Assisting the policeSpecial police officers are not part of the regularised constabulary of the Jammu and Kashmir police. They are paid a monthly stipend for helping the police in day-to-day work and are considered for permanent service after three years.The Jammu and Kashmir Police Act provides for appointing special police officers “when it shall appear that any unlawful assembly or riot or disturbance of peace has taken place or may be reasonably apprehended and that the police force ordinarily employed for preserving the peace is not sufficient”.Currently, Jammu and Kashmir has around 30,000 special police officers in addition to the 60,000-strong permanent constabulary. The authority to appoint special police officers rested with the local superintendent of police until the Union home ministry changed the rules in the wake of the mass protests of 2016, triggered by the killing of Hizbul Mujahideen commander Burhan Wani. The ministry ordered the recruitment of 10,000 special police officers through district screening committees headed by the respective deputy commissioners. The following year, it halted recruitment  under this exercise after the state’s Opposition parties complained the appointment rules had been violated.Khushboo Jan's parents at their home in Shopian. Photo credit: Safwat ZargarSince homegrown insurgency intensified in South Kashmir three years ago, militants have often targeted special police officers, accusing them of being “informers” for the security forces. In all, over 500 special police officers have died in counterinsurgency operations and targeted killings since 1996.    Recruited as a minor?Khushboo Jan’s recruitment as a special police officer throws up some questions. The appointment rules state that only men or women aged 18 to 28 can apply for the post. But Khushboo Jan’s school records show she was born on April 3, 2002. Going by that and her father’s testimony, she would have been recruited when she was barely 13 or 14. Her family say she was appointed on the recommendation a local superintendent of police.  Asked how Khushboo Jan was recruited when she was apparently just a minor, Atul Goel, Kashmir’s deputy inspector general of police, replied. “I haven’t seen the school records. She must have produced a different record. At times you come across people who have different ages in different records. SPO is a temporary job, not a permanent job. The criteria on which the documents are checked are not strict. Now they have become strict but maybe in 2016 they weren’t. There is no formal case as of now to check her age.”Khushboo Jan was studying in Class 11.Facing public angerBhat insists his daughter was a Class 11 student at the Government Higher Secondary School, Shopian. This is corroborated by the school, which says she enrolled in 2018. “She had to go to duty only two days a week, Monday and Tuesday. For the rest of the days, she went to school,” said Bhat, an agricultural labourer who also travels outside the state for work.Khushboo Jan’s mother, Haseena, says her daughter was forced to take a police job because of poverty and an intractable land dispute. “We don’t own any land,” added the grieving mother, who also has two sons, aged 14 and eight. “The inheritance from my husband’s side is caught up in a dispute. When Khushboo took up the job, we thought it would alleviate our poverty. She had nothing to do with the militancy.” Bhat echoed his wife: “We thought she’s a girl and if she could finance her education and save some money for marriage, it would be helpful.”Soon after Khushboo Jan started her job, the family faced the wrath of protestors, who burned down their house. “Khushboo was yet to complete a month in service when they burnt down our house,” Haseena said.The arson attack might have been unrelated to their daughter’s work, however, the parents quickly add. “That day, stone-pelting was going on outside our house,” Bhat recalled. “Since we live on the main road, some police officers entered our courtyard and drank water from our tap. Somebody might have thought that we were friendly to the police.”After the 2016 protests waned, Bhat took a loan to rebuild his home. Khushboo Jan’s monthly stipend helped repay the loan, he said. It was in their newly built home that Khushboo Jan was shot dead.Khushboo Jan's school records show her to be a minor when she was recruited as a special police officer.Why didn’t they warn us?While the Bhat family mourn the loss of their only daughter, they have a question for the militant leadership. According to the family, they were never threatened or given a warning.  “Had they issued a warning, we would have asked her to leave the police job,” Bhat said. “Before killing her, they should have given us a warning, at least one.”The family feel the militants had little reason to target Khushboo Jan. “She went to duty in public transport and attended school frequently,” said Haseena. “She didn’t even carry a weapon. My daughter had no role in fighting militancy. She was only trying to help her parents.”She was also deeply religious, Haseena said, taking out a copy of the Quran and a prayer rug from her daughter’s bag.  “She would never miss her prayers,” Haseena added. “Why didn’t the militants shoot me? My daughter had seen nothing. She was my only princess.”Yet, the parents say finding justice is not important to them. “We only had one girl. Will she return to us alive?” asked Haseena. Pointing to her daughter’s copy of the Quran, she added, “This will do justice on its own.”Also read: ‘Militants have the pulse of the people’: In South Kashmir, killings of policemen generate no anger‘Branded as informers and murdered’: In Baramulla, murmurs about civilian killings by militants","author":"Safwat Zargar","time":"2019-03-19T20:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/115392-uhnkbtdttt-1553007672.jpg","tags":["Kashmir report","Khushboo Jan","Kashmir militancy","2016 protests","Burhan Wani","Shopian"],"source":"https://scroll.in/article/917203/south-kashmir-family-took-in-strangers-as-guests-they-killed-their-special-police-officer-daughter"}