{"title":"Southern peninsular India saw sixth lowest October rainfall in 123 years, says weather agency","content":"The southern peninsular India this year experienced its sixth lowest rainfall in October in 123 years, the India Meteorological Department said on Tuesday, The Indian Express reported.The region comprising five meteorological subdivisions received only 74.9 mm of rain in October – 60% below normal. The five subdivisions are Rayalaseema, South Interior Karnataka, Tamil Nadu, Puducherry and Karaikkal, Coastal Andhra Pradesh and Yanam, and Kerala and Mahe.During October, the region gets its rainfall from the retreating southwest monsoon and the incoming northeast monsoon. The weather agency had predicted a normal rainfall for the region for October but the month instead saw a deficiency, The Hindu reported.At a press briefing on Tuesday, Mrutyunjay Mohapatra, the director general of the agency, attributed the deficiency to the prevailing El Niño and a positive Indian Ocean Dipole.The El Niño phenomenon involves the warming of the ocean surface temperatures in the eastern and central Pacific. It has been linked to crop damage, fires and flash floods.The Indian Ocean Dipole is a difference in the sea surface temperature between two areas. A positive Indian Ocean Dipole usually means that there would be normal rainfall. But, Mohapatra said, this year the combined effect of El Niño and the Indian Ocean Dipole seems to have led to less rainfall, reported The Hindu.Mohapatra said the northeast monsoon coinciding with other oceanic factors also contributed to poor rainfall, The Indian Express reported.“This year, the commencement of the northeast monsoon coincided with the genesis of the cyclone Hamoon which crossed the Bangladesh coast,” said Mohapatra. “As a result, most of the moisture was dragged away from southern peninsular India. So much so that it even altered the wind flow pattern. Thus, it was a weak northeast monsoon onset.” Even though the northeast monsoon had a slow start, it has picked up during the last two days. The weather agency has forecast good and widespread rainfall over Kerala and Tamil Nadu.It has predicted a normal rainfall for November. Also read: India recorded lowest rainfall in August since 1901","author":"Scroll Staff","time":"2023-11-01T11:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191941-qwqthxhmvx-1688658956.jpg","tags":["India Meteorological Department","Rainfall","Northeast monsoon","Monsoon"],"source":"https://scroll.in/latest/1058444/southern-peninsular-india-saw-sixth-lowest-october-rainfall-in-123-years-says-weather-agency"}