{"title":"South Korea has the world’s lowest fertility rate  – and that is bad news for its economy ","content":"Around the world, nations are looking at the prospect of shrinking, aging populations – but none more so than South Korea.Over the last 60 years, South Korea has undergone the most rapid fertility decline in recorded human history. In 1960, the nation’s total fertility rate – the number of children, on average, that a woman has during her reproductive years – stood at just under six children per woman. In 2022, that figure was 0.78. South Korea is the only country in the world to register a fertility rate of less than one child per woman, although others – Ukraine, China and Spain – are close.Chart: The Conversation, CC-BY-ND  Source: United Nations, World Population Prospects 2022.  Created with Datawrapper As a demographer who over the past four decades has conducted extensive research on Asian populations, I know that this prolonged and steep decline will have huge impacts on South Korea. It may slow down economic growth, contributing to a shift that will see the country end up less rich and with a smaller population.Older, poorer, more dependentCountries need a total fertility rate of 2.1 children per woman to replace their population, when the effects of immigration and emigration aren’t considered. And South Korea’s fertility rate has been consistently below that number since 1984, when it dropped to 1.93, from 2.17 the year before.What makes the South Korean fertility rate decline more astonishing is the relatively short period in which it has occurred.Back in 1800, the US total fertility rate was well over 6.0. But it took the US around 170 years to consistently drop below the replacement level. Moreover, in the little over 60 years in which South Korea’s fertility rate fell from 6.0 to 0.8, the U.S. saw a more gradual decline from 3.0 to 1.7.Fertility decline can have a positive effect in certain circumstances, via something demographers refer to as “the demographic dividend”. This dividend refers to accelerated increases in a country’s economy that follow a decline in birth rates and subsequent changes in its age composition that result in more working-age people and fewer dependent young children and elderly people.And that is what happened in South Korea – a decline in fertility helped convert South Korea from a very poor country to a very rich one.Behind the economic miracleSouth Korea’s fertility decline began in the early 1960s when the government adopted an economic planning programme and a population and family planning programme.By that time, South Korea was languishing, having seen its economy and society destroyed by the Korean War of 1950 to 1953. Indeed by the late-1950s, South Korea was one of the poorest countries in the world. In 1961, its annual per capita income was only about $82.But dramatic increases in economic growth began in 1962, when the South Korean government introduced a five-year economic development plan.Crucially, the government also introduced a population planning program in a bid to bring down the nation’s fertility rate. This included a goal of getting 45% of married couples to use contraception – until then, very few Koreans used contraception.This further contributed to the fertility reduction, as many couples realised that having fewer children would often lead to improvements in family living standards.Both the economic and family planning programs were instrumental in moving South Korea from one with a high fertility rate to one with a low fertility rate.As a result, the country’s dependent population – the young and the elderly – grew smaller in relation to its working-age population.The demographic change kick-started economic growth that continued well into the mid-1990s. Increases in productivity, combined with an increasing labor force and a gradual reduction of unemployment, produced average annual growth rates in gross domestic product of between 6% and 10% for many years.South Korea today is one of the richest countries in the world with a per capita income of $35,000.Losing people every yearMuch of this transformation of South Korea from a poor country to a rich country has been due to the demographic dividend realised during the country’s fertility decline. But the demographic dividend only works in the short term. Long-term fertility declines are often disastrous for a nation’s economy.With an extremely low fertility rate of 0.78, South Korea is losing population each year and experiencing more deaths than births. The once-vibrant nation is on the way to becoming a country with lots of elderly people and fewer workers.The Korean Statistical Office reported recently that the country lost population in the past three years: It was down by 32,611 people in 2020, 57,118 in 2021 and 123,800 in 2022.  If this trend continues, and if the country doesn’t welcome millions of immigrants, South Korea’s present population of 51 million will drop to under 38 million in the next four or five decades.And a growing proportion of the society will be over the age of 65.South Korea’s population aged 65 and over comprised under 7% of the population in 2000. Today, nearly 17% of South Koreans are older people.The older people population is projected to be 20% of the country by 2025 and could reach an unprecedented and astoundingly high 46% in 2067. South Korea’s working-age population will then be smaller in size than its population of people over the age of 65.In a bid to avert a demographic nightmare, the South Korean government is providing financial incentives for couples to have children and is boosting the monthly allowance already in place for parents. President Yoon Suk Yeol has also established a new government team to establish policies to increase the birth rate.But to date, programmes to increase the low fertility rate have had little effect. Since 2006, the South Korean government has already spent over $200 billion in programmes to increase the birth rate, with virtually no impact.Opening the trapdoorThe South Korean fertility rate has not increased in the past 16 years. Rather, it has continued to decrease. This is due to what demographers refer to as the “low-fertility trap”. The principle, set forth by demographers in the early 2000s, states that once a country’s fertility rate drops below 1.5 or 1.4, it is difficult – if not impossible – to increase it significantly.South Korea, along with many other countries – including France, Australia and Russia – have developed policies to encourage fertility rate increases, but with little to no success.The only real way for South Korea to turn this around would be to rely heavily on immigration.Migrants are typically young and productive and usually have more children than the native-born population. But South Korea has a very restrictive immigration policy with no path for immigrants to become citizens or permanent residents unless they marry South Koreans.Indeed, the foreign-born population in 2022 was just over 1.6 million, which is around 3.1% of the population. In contrast, the U.S. has always relied on immigration to bolster its working population, with foreign-born residents now comprising over 14% of the population.For immigration to offset South Korea’s declining fertility rate, the number of foreign workers would likely need to rise almost tenfold.Without that, South Korea’s demographic destiny will have the nation continuing to lose population every year and becoming one of the oldest – if not the oldest – country in the world.This article first appeared in The Conversation.","author":"Dudley L Poston Jr, The Conversation","time":"2023-06-29T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191689-vgesqstkjo-1687961689.jpg","tags":["South Korea","Demographic dividend","Population control"],"source":"https://scroll.in/article/1051710/south-korea-has-the-worlds-lowest-fertility-rate-and-that-is-not-good-for-its-economy"}