{"title":"South Indian cinema in 2018: The best secondary characters (and the actors who played them)","content":"From Dileesh Pothan’s priest in Lijo Jose Pellissery’s Ee Ma Yau to Vijay Sethupathi’s police inspector in Mani Ratnam’s Chekka Chivantha Vaanam, some of the scene-stealing performances in South Indian cinema in 2018 came from actors who were part of the ensemble cast in a film. Here’s a list of the memorable secondary characters from Tamil, Telugu, Malayalam and Kannada cinema and the actors who played them. Manikandan Achari as Upendran in EedaMalayalam actor Manikandan R Achari first burst onto the screen with Rajeev Ravi’s acclaimed drama Kammaatipadam (2016). He followed it up with noteworthy roles in Midhun Manuel Thomas’s Alamara (2017) and Sidharth Bharathan’s Varnayathil Ashanka (2017) and in a short span of time, made a quick habit of standing out in his movies.In 2018, Achari appeared in three popular Malayalam films: Ajithkumar’s Eeda, Venu’s Carbon and Roshan Andrews’s Kayamkulam Kochunni. Among these, Achari’s most memorable role is as the volatile kabaddi-loving Rashtriya Swayamsevak Sangh worker Upendran in Eeda.Eeda is set in Kannur. which has witnessed sustained violence between RSS and the Communist Party of India (Marxist). Upendran’s Achari represents the extreme party loyalty and mindless blood-thirstiness that marks the political climate in the city.Upendran’s introduction scene offers the best insight into his character. In the middle of a kabaddi game, Upendran is told by his boss that he has to turn himself in for the murder of a political rival. Upendran is neither shocked nor disappointed. “You asked me to teach them a lesson and I did that,” he says coldly. “Ask me to go to prison, then I’ll do that too.” He then returns to his game, reasoning that he will be kept away from it for the time he expects to spend in prison.Manikandan R Achari in Eeda. Courtesy Collective Phase One/Delta Studio.Vijay Chendoor as Manjunath in Humble Politican NograjDanish Sait’s Nograj, the wildly popular radio and YouTube prankster, wasn’t the only character to be masterfully brought to life in the Kannada satire Humble Politician Nograj. Manjunath (pronounced as Monjunath), Nograj’s trusted aide and accomplice, is equally well portrayed by Vijay Chendoor. With his eternally wide-eyed look, Chendoor’s ultra-sincere Manjunath is entertaining as he assists the highly-corrupt Nograj on his way to becoming a successful politician in Bengaluru.Manjunath’s supreme call of duty is to keep Nograj focused on his money-making ambitions and help him mount a ridiculous yet winning political campaign. He has no life outside of his role as Nograj’s right-hand man. The assistance he offers ranges from conducting background checks on his boss’s political rivals and helping him mangle the English language.Vijay Chendoor in Humble Politician Nograj. Courtesy Pushkar Films/Lost and Found Films/Paramvah Studios.Savithri Sreedharan and Sarasa Balussery as Jameela and Beeyumma in Sudani from NigeriaA fair share of the credit for the heartwarming appeal of Zakariya Mohammed’s runaway Malayalam hit Sudani from Nigeria must go to the characters of Jameela and Beeyumma, played by Savitri Sreedharan and Sarasa Balussery respectively. The two maternal figures are endearing symbols of humanity as they shower love, affection, prayers and ample food on a young Nigerian footballer (Samuel Robinson) who comes to stay with them after a severe injury. Robinson is a part of a local Mallapuram football team managed by Jameela’s son Majeed (Soubin Shahrir). Beeyumma is Jameela’s neighbour and best friend. The two women make a formidable pair despite their opposing personalities: the soft-spoken Jameela is prone to weeping, while Beeyumma is resolute and sharp-tongued with a slight tendency towards humour. Sarala Balussery and Savitri Sreedharan as Beeyumma and Jameela in Sudani from Nigeria. Courtesy Happy Hours Entertainments.Aadhi as Kumar Babu in RangasthalamThe hero of Sukumar’s hit Telugu village drama Rangasthalam may be the deaf and macho Chitti Babu (Ram Charan). But the more interesting character is Kumar Babu (Aadhi), the educated, foreign-returned elder brother of Chitti who takes it upon himself to reform his feudal village. For this, Kumar Babu has to tussle with the village’s current president, an overwhelmingly evil character played by Jagapati Babu. Kumar does so calmly without the aid of punch lines, action sequences or an entry song.Aadhi as Kumar Babu in Rangasthalam. Courtesy Mythri Movie Makers.Dileesh Pothan as Zachariah Parappurath in Ee Ma YauIn Lijo Jose Pellissery’s Ee Ma Yau, Dileesh Pothan’s priest Zachariah Parappurath does more bad than good, and that is what makes him stand out in the acclaimed Malayalam drama surrounding the death of a man in a fishing village in Kerala. A connoisseur of crime novels and conspiracy theories, Parappurath springs into action the night he hears that Vavechan has died in his village. There are enough people who fuel Parappurath’s theory that Vavechan did not die of natural causes after a fall. As Vavechan’s poor son tries to arrange a grand funeral to satisfy his dead father’s wish, Parappurath does all he can to stall the proceedings.Parappurath has a grave, Sherlock Holmes-ish demeanour with occasional temper tantrums. Among the best scenes in the film is the one in which Pothan’s priest comes to read his prayers to help the dead Vavechan travel safely to heaven. What Parappurath is actually doing is scanning the dead body for signs of foul play.Dileesh Pothan in Ee Ma Yau. Courtesy OPM Cinemas/RGK Cinemas.Dulquer Salmaan as Gemini Ganesan in MahanatiDulquer Salmaan does not resemble Gemini Ganesan, but his portrayal of the Tamil movie star in Nag Ashwin’s Telugu-Tamil biopic Mahanati is filled with warmth and sincerity.Salmaan’s Ganesan is a die-hard romantic who, having fallen deeply in love with Savitri, coaxes her to become his second wife. A major portion of the biopic focuses on the relationship between Ganesan and Savitri, which begins on a high note but soon descends into conflict thanks to Savitri’s soaring and Ganesan’s stagnant career.Salmaan’s performance charts the highs and lows of a marriage in which love and ego are at war with each other. His depiction of Ganesan as both the tormented as well as the tormentor is nuanced and layered.Dulquer Salmaan as Gemini Ganesan in Mahanati. Courtesy Vyjayanthi Movies.Samuthirakani as Vaaliyappan in Kaalaif only Samuthirakani’s character Vaaliyappan had more to do in Pa Ranjith’s Rajinikanth-starrer Kaala. In a film that attempts to turn the Ramayana epic on its head, it is no coincidence that Samuthirakani’s character is called Vaali, Ravana’s trusted friend and commander-in-chief. The Ravana in Ranjith’s film is Kaala (Rajinikanth). Drunk as he may be throughout the film, Vaaliyappan never once leaves Kaala’s side as the latter wages his war against a Right-wing politician and his slum redevelopment project. Vaaliyappan is Kaala’s biggest fan, publicist and social media manager and, like his counterpart in the epic, can barely resist the temptation of a good fight. Both the character as well as the actor playing him had more potential in the Rajinikanth-focused script. Sadly, Samuthirakani’s Vaaliyappan, despite a few standalone moments, barely manages to emerge out from under the shadows of Kaala.Samuthirakani as Vaaliyappan in Kaala. Courtesy Wunderbar Films.Vijay Sethupathi as Inspector Resool in Chekka Chivantha VaanamIn Mani Ratnam’s largely predictable family drama Chekka Chivantha Vaanam, the one character that manages to remain an enigma is Vijay Sethupathi’s inspector Resool. The corrupt police officer with a sharp tongue is best friends with the eldest son of a mafia don in Chennai, and even goes out of the way to help the don’s family. But does that mean his loyalties lie on the wrong side of the law? The inscrutable Resool always has a few tricks up his sleeve.From his deadpan delivery of some of the film’s funniest lines to steering the drama through some of its most pivotal moments, Sethupathi offers further proof of his range. Going by the actor’s performances in some of his other films in the year – Seethakathi, 96, Imaikkaa Nodigal, Junga and Oru Nalla Naal Paathu Solren – the oft-repeated question rears its head again: is there any role Vijay Sethupathi cannot play?Vijay Sethupathi as Resool in Chekka Chivantha Vaanam. Courtesy Madras Talkies.Karate Venkatesan as Thatha Maistry in Pariyerum PerumalMari Selvaraj’s runaway Tamil hit and critical darling Pariyerum Perumal  stirred and shocked audiences with its hard-hitting tale on the horrors of caste violence. Selvaraj’s well-written and perfectly performed film took us into the psyche of the film’s titular character, a young low-caste man who endures violence and humiliation for befriending an upper-caste woman in his college. While Perumal made us feel the pain and anguish of a survivor of caste violence, the character of Thatha Maistry, who specialises in executing men and women who dare to cross caste boundaries, sent shivers down the spine.Karate Venkatesan’s character has a spectral presence in the film. As and when upper caste families commission him to “resolve” matters of inter-caste relationships – often involving their children – Venkatesan’s Thatha gets on his bicycle and coldly executes those men and women. The effective and horrifying Maistry doesn’t say much throughout the entire film – he just quietly kills as if it were an everyday chore.Kathir and Karate Venkatesan as Pariyerum Perumal and Thatha Maistry in Pariyerum Perumal. Courtesy Neelam Productions.Dhevadarshini as Shubhashini in 96In Premkumar’s directorial debut 96, Dhevadharshini’s character Shubhashini is in an unenviable position. As a child, Shubhashini was forced to be the mediator, messenger and pacifier between the childhood lovers Ram and Janaki. Ram and Janaki’s love story didn’t go anywhere, and Ram, who Shubhashini is more close to, has been a wreck ever since.Twenty-two years later, when Ram (Vijay Sethupathi) and Janaki (Trisha) meet again at a school reunion, Shubhashini is understandably scared. Her mediation skills are sought once again. Subhashini, now eight months pregnant, stands up to the task wearily. Dhevadharshini makes Shubhashini extremely relatable and endearing. In a film dedicated to its two central characters, Dhevadharshini’s pitch-perfect performance makes Shubhashini stand out.Dhevadharshini as Shubhashini in 96. Courtesy Madras Enterprises.Ameer as Rajan in Vada ChennaiThe character who infuses a sense of morality and idealism into Vetrimaaran’s blood-soaked universe in Vada Chennai is Ameer’s Rajan. Not without reason is Rajan hailed as the undisputed king of the sea – he knows how to take care of the people of Vada Chennai as well as keep potential power-hungry rebels at bay. Director Ameer’s performance as the unlikely hero and father figure makes Rajan a character worth rooting for. It also explains why Dhanush’s Anbu models himself on Rajan.Ameer as Rajan in Vada Chennai. Courtesy Wunderbar Films.","author":"Archana Nathan","time":"2018-12-31T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108200-vaaiqnwwmw-1544895243.jpeg","tags":["Manikandan Achari","Dileesh Pothan","Dulquer Salmaan"],"source":"https://scroll.in/reel/907486/south-indian-cinema-in-2018-the-best-secondary-characters-and-the-actors-who-played-them"}