{"title":"Brazilian vlogger gangraped in Jharkhand’s Dumka, four arrested","content":"A Brazilian vlogger was allegedly gangraped in Jharkhand’s Dumka on Friday night while she was on a biking trip with her partner. So far, four suspects have been arrested in the case, reported The Indian Express.The 28-year-old woman and her partner were going towards Bhagalpur via Dumka. The couple decided to stop in the area for the night and put up a tent.According to Dumka Superintendent of Police Pitamber Singh Kherwar, the couple stopped a patrolling vehicle around midnight.“Initially, the patrolling party did not understand much of the incident because the woman was speaking partly in English and partly in Spanish,” said Kherwar. “They were taken to a nearby health centre. The doctors then informed the police that the woman had been raped.”The couple later put up a video on social media in which they said that seven men attacked them, beat them and “put a knife to our necks and said they were going to kill us”.“We are in the hospital, and something happened to us that we would not wish on anyone,” said the complainant. “Seven men raped me, and they have beaten us and robbed us, although not many things [were taken] because what they wanted was to rape me. We are in the hospital with the police, it happened tonight in India.”Jharkhand Director General of Police Ajay Kumar Singh told The Indian Express that all seven accused had been identified and four had also been arrested. “The remaining three will be arrested soon,” he said.After the assault, Bharatiya Janata Party leader and Godda MP Nishikant Dubey criticised the state government in a social media post. Dubey accused the government of posting untrained police officers in the Santhal Pargana division and promoting” murder, loot, and rape for the last four years”.He also called for the police administration of the Santhal Pargana division to be immediately changed.Meanwhile, Irfan Ansari, the Congress MLA from Jamtara, said the administration will ensure a speedy trial in the case and that strict punishment is given to the accused, reported Hindustan Times.","author":"Scroll Staff","time":"2024-03-03T09:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198940-kmmaujumch-1709437075.jpeg","tags":["Dumka","Jharkhand","vlogger","gangrape"]}