{"title":"Special report: Will the Citizenship Amendment Bill really help Bangladeshi Hindus become Indian?","content":"During the Lok Sabha elections in May, the Bharatiya Janata Party supported Assam’s National Register of Citizens, a Supreme Court-monitored process to identify undocumented migrants from Bangladesh living in the state. But just three months later, the party made a perplexing U-turn. Weeks before the release of the final list in August, it expressed severe displeasure with the NRC and its state and central governments even tried to get it delayed. On Monday, the BJP went so far as to declare that it was rejecting the NRC entirely.The reason for this change was the perception that a significant majority of people left out of the NRC were Hindus – nearly three-fourths, according to the Congress, although no official data on the religious and ethnic breakup of excluded people is available.Large-scale exclusion of Hindus is politically damaging to the BJP, a party that has at its core the politics of Hindu identity. To counter this, the BJP has renewed its push to amend India’s citizenship law in order to explicitly favour non-Muslim migrants from neighbouring countries. This, the party claims, will take care of the large number of Hindus whose names have been left out of the NRC. The BJP has justified singling out non-Muslim migrants given that it claims these groups came to India to escape religious persecution.Most of the criticism of the Citizenship Amendment Bill introduced by the Modi government has centred around the question of religious discrimination. Critics from civil society as well as the political opposition have opposed the Bill on the ground that it would violate India’s secular character. Few have paid attention to the fine print: would the Bill even help Hindus fleeing religious persecution in Bangladesh obtain Indian citizenship?An analysis by Scroll.in reveals it might not. The proceedings of the Joint Parliamentary Committee which scrutinised the Citizenship Amendment Bill and conversations with members shows the actual process of making claims under the Bill is so complicated and riddled with contradictions that it would have no real impact on the citizenship prospects of Bengali Hindus left out of the NRC.Also read: Explainer: What exactly is the National Register of Citizens?  The secular questionThe Citizenship Amendment Bill was introduced in 2016 by the Modi government during the previous Lok Sabha. At the time, it was referred to a Joint Parliamentary Committee, with members from both the Lok Sabha as well as the Rajya Sabha. While the bill eventually got passed in the Lok Sabha, opposition to the legislation meant that its passage was stymied in the Rajya Sabha. With the BJP claiming it would attempt to pass the bill again after winning an even larger majority in May, what does the Joint Parliamentary Committee tell us about the nuts and bolts of the Citizenship Amendment Bill?The most common point of opposition with the Joint Parliamentary Committee was that the bill violated India’s secular character since it expressly identifies Hindus, Sikhs, Buddhists, Jains, Parsis and Christians coming from Afghanistan, Bangladesh, and Pakistan as being eligible for citizenship even if they entered the country illegally. Notably, this list leaves out Muslims.From West Bengal – a key target of the bill along with Assam – Communist MP Mohammed Salim argued that he opposed the bill since the “Indian Constitution’s rejection of the two-nation theory is crucially important for the status of Indian Muslims as equal citizens”. From the Trinamool Congress, MPs Saugata Roy and Derek O’Brien complained that their amendments to “secularise the bill” were defeated in the committee, leading to their opposition. The Congress’ Adhir Ranjan Chowdhury opposed the bill saying it would “violate the right to equality guaranteed under Article 14 of the constitution because it provides differential treatment to illegal migrants on the basis of their religion”.A constitutional expert the Joint Parliamentary Committee consulted advised that the bill remove direct references to the names of religious communities and instead used “persecuted minorities” – a suggestion that the Union law ministry rejected, arguing that the use of the term might be “construed to include other communities (religious or otherwise)”. A sign that the Modi government was firm in its desire that Muslims – even if they were persecuted such as the Ahmadis of Pakistan – not be included in the ambit of the bill.In response to concerns from northeastern groups that Bangladeshi migrants would overwhelm local populations, the Modi government assured the Joint Parliamentary Committee that the bill would only provide a one-time amnesty to illegal Hindu migrants from Bangladesh, with a cut-off fixed at December 31, 2014. This would prevent, claimed the Union Ministry of Home Affairs, “further influx into India”. While the BJP has left this one-time amnesty out of its messaging on the Citizenship Amendment Bill in West Bengal – as part of its narrative of speaking for Hindus in Bangladesh – the party has also, in an attempt to square the circle, emphasised the cut-off in the North East as a way to assuage the demographic fears of local groups.A protest against the Citizenship Amendment Bill in Assam in January 2019. Photo: AFPRed tape in the fine printHowever, what worries Bengali Hindu rights activists in Assam the most is the fear that a convoluted bureaucratic process would render the promise of the Citizenship Amendment Bill null and void on the ground. “This entire Citizenship Amendment Bill is a sham to fool Bengalis in Assam, nothing more,” said Tapodhir Bhattacherjee, former vice chancellor of Assam University and president of the Citizens Rights Protection Coordination Committee.Former Congress MP from Silchar, Assam and a member of the Joint Parliamentary Committee, Sushmita Dev points out that the bill “does not present a complete picture” since much of the actual processes under which citizenship will be awarded is hidden away in the rules to two other orders, the Passport Order 1950 and the Foreigners Order 1948. Since “rules are not subject to the scrutiny of the legislature” they will “hang as a sword over the heads of the purported beneficiaries,” wrote Dev in her submission to the committee.Rules are guidelines framed by a government in order to implement a law passed by the legislature. In this case, since the actual Citizenship Amendment Bill is a short one-page draft that only specifies that certain classes of illegal migrants will be eligible for Indian citizenship, the actual process by which this citizenship will be awarded depends on the rules drawn up by the government.How then would this process of awarding citizenship actually work on the ground?In a deposition to the Joint Parliamentary Committee, the Intelligence Bureau, India’s internal intelligence agency that reports to the Union Ministry of Home Affairs, lays out the detailed process by which any citizenship claim will be verified:As per the Standard Operating Procedure (SOP) under preparation by MHA, for an applicant who applies with an affidavit mentioning that he/she was compelled to migrate to India due to religious persecution or fear of religious persecution, along with other supporting documents, a detailed enquiry will be conducted by Foreigners Regional Registration Office (FRRO)/Foreigners Registration Office (FRO) concerned to verify his/her claim. If the affidavit is not supported by documents, the case will be referred to Foreigners Tribunals to be constituted for this purpose under the Foreigners (Tribunals) Order, 1964 for verification of the claim regarding religious persecution.”This “strict antecedent verification process,” claims the Intelligence Bureau is to “ensure that undesirable elements do not take advantage of these provisions”.Proving persecutionAssam’s Foreigners Tribunals are notorious for victimising Bengali speakers, with the process of sending people to detention centres being extremely arbitrary. Investigations by Scroll.in have found that rather than function as fair judges, tribunals often strive to send more and more people to detention centres – where conditions are are so terrible, even murder convicts have more rights. As a result, Bengali Hindu rights activists are concerned that these tribunals will be involved in the applications for citizenship.More complications arise from the Intelligence Bureau’s deposition. “For other (sic) to apply for Indian Citizenship under this category, they will have to prove that they came to India due to religious persecution,” the Intelligence Bureau told the Joint Parliamentary Committee. “If they had not declared so at that time of their arrival in India, it would be difficult for them to make such a claim now.”“How can a person who has been persecuted and has had to flee as a result prove their own persecution?” asked Tapodhir Bhattacharjee angrily. “Is it logical?”These byzantine processes means that only 31,313 migrants would benefit from the Citizenship Amendment Bill, claimed the Intelligence Bureau to the Committee. The rest would already have become Indian through extra-legal means. “There will be many others who might have come and they might have already taken citizenship by various means,” said the Intelligence Bureau, explaining how Bangladeshi Hindu migration typically takes place into India. “They might have obtained passport, ration card. All other documents they might have obtained and they might have already registered themselves in the voters list. So, for all practical purposes, they are already citizens of this country”.Sudhir Das arrived from Bangladesh’s Habiganj district in 2009. Photo: Arunabh Saikia‘NRC Part II’Sushmita Dev, Congress MP from Assam in the previous Lok Sabha, was the only opposition member in the Joint Parliamentary Committee to raise the issue of the Citizenship Amendment Bill being unworkable on the ground given the fine print. Dev highlighted the rules that required applicants to produce documents to prove their Bangladeshi citizenship, religious faith and date of entry into India. Dev also pointed out that any claim to religious persecution will be verified by the Assam government.Since this bar is so high, Dev claimed in the Committee, “nothing has changed for the persons who do not have documents” – the very class of Bangladeshi migrants the bill claims to assist.Speaking to Scroll.in, Dev raised a further objection to the claim that the Citizenship Amendment Bill would help Bengali Hindus left out of the NRC. “Anyone who applied to the NRC legally claimed that they were Indian,” explained Dev. “But now, under the CAB [Citizenship Amendment Bill], they will have to claim they came from Bangladesh. This is a Catch-22. How can the same person contradict himself so blatantly? This bill is unworkable legally.”The legal complications in the bill lead Dev to call the Citizenship Amendment Bill an “NRC part II,” referring to the labyrinthine bureaucratic process that led to lakhs being excluded from the citizens register.The BJP, however, denies that the Citizenship Amendment Bill will open up a red-tape Pandora’s box similar to the NRC. “All you need to do is to submit an affidavit that you have come to India before December 31, 2014,” said Mohit Ray, head of the BJP’s Refugee Cell in West Bengal. “And you will need to be certified by two people, which is very easy to get. It’s a very simple process.”The only narrative in townWhatever be the actual legal mechanics of a future Citizenship Amendment Bill, the move is already a runaway political success for the BJP. “When Congress walked out on the CAB [Citizenship Amendment Bill], the BJP used that to defeat me in the election,” said Sushmita Dev, referring to the BJP wresting the Silchar MP seat from her in the May Lok Sabha polls. “The CAB [Citizenship Amendment Bill] is hugely flawed but the BJP has used it successfully as a narrative. And Bengalis ask me why should we vote Congress.”This Congress disarray is reflected even in the Trinamool Congress, the ruling party in West Bengal. The state is the largest destination for Bangladeshi Hindus who are now increasingly turning to the BJP. As a result, on Friday, the West Bengal BJP chief Dilip Ghosh claimed that the Citizenship Amendment Bill was a top campaign issue in the state. “We will thoroughly expose her [Mamata Banerjee] over this. Does she want the Hindus persecuted in Bangladesh to get citizenship or not?” Ghosh told the Hindustan Times. “She will have to answer.”However, the Trinamool has shown little activity in opposing the BJP’s narrative on the Citizenship Amendment Bill. In its Joint Parliamentary Committee deposition, the party did not tackle the question of how the Bill would work on the ground or the allegations that the bill was flawed in practice when it came to granting Bangladeshi Hindus citizenship. When Scroll.in contacted Saugata Roy, a Trinamool member of the Joint Parliamentary Committee, he seemed to be unaware of the legal flaws discussed in the Joint Parliamentary Committee itself. “No one will be able to detect anything amongst the thousands who apply,” claimed Roy.With both Assam and West Bengal assembly elections scheduled for 2021, the BJP will look to capitalise on this ascendent Citizenship Amendment Bill narrative in order to press home its advantage.","author":"Shoaib Daniyal","time":"2019-09-26T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127849-ywymteajrp-1569234585.jpg","tags":["Citizenship Amendment Bill","Bangladesh","Hindu migrants","Assam","West Bengal","NRC"],"source":"https://scroll.in/article/937968/special-report-will-the-citizenship-amendment-bill-really-help-bangladeshi-hindus-become-indian"}