{"title":"Special Report: In Kashmir, who are the leaders of the new political ‘mainstream’?","content":"Late in October, a group of members of the European Parliament descended on Kashmir. Nearly three months after August 5, when the Centre stripped Jammu and Kashmir of special status under Article 370 and split it into to Union Territories, the Valley was still under siege. An internet blockade was still in place and most of the Kashmiri political leadership, those who did not participate in electoral politics as well as those who did, was locked up. But the European MPs went boating on the Dal Lake and dined with a select group of politicians from the Valley. They included three former ministers – the People’s Democratic Party’s Muzaffar Baig, Altaf Bukhari, who was expelled from the party earlier this year,  and Usman Majeed of the Congress – who had reportedly been invited by national security advisor Ajit Doval. The MPs also met an array of younger politicians such as Mir Junaid, a former member of the National Students’ Union of India, and newly appointed chairmen of the block development councils, a tier of Jammu and Kashmir’s panchayati raj system.“That was an invitation for lunch,” said a senior leader who attended the meeting, speaking off the record. “It wasn’t a political meeting. I don’t belong to any political party. Politics is done by political parties. Basically, these are social functions.”The European MPs’ visit, which the European Parliament distanced itself from, was widely regarded as stage managed by the government to project normalcy in Kashmir after its Article 370 decision. In the Valley, shops were closed and public vehicles stayed off the roads. All was not normal, it seemed to say.“We are all grown up people,” protested the senior leader. “Meeting someone doesn’t mean you have been bought. I see a very dark future. In Kashmir, if this kind of mentality – of not talking or engaging with New Delhi – develops, that means we are not helping the cause of our people but New Delhi’s.”The European Union MPs in Kashmir. Credit: PTIDown with the oldBut these were the people chosen by government to represent Kashmiri politics at a time when three former chief ministers from the two major Valley-based parties – the PDP’s Mehbooba Mufti as well as the National Conference’s Farooq Abdullah and Omar Abdullah – are incarcerated. For decades, the Muftis and Abdullahs had dominated politics in Kashmir. One of the great benefits of the August 5 decisions, Prime Minister Narendra Modi had claimed, would be the end of “dynastic rule” in Jammu and Kashmir.Certainly, few in the Valley are grieving for the old “mainstream”, as parties who take part in electoral politics are called. There is even grim satisfaction that they are locked up and the octogenarian Farooq Abdullah has been booked under the Public Safety Act, a preventive detention law introduced during the tenure of his father, Sheikh Abdullah, and used indiscriminately by the state for decades. Many blame the present predicament on the traditional mainstream, seen to have made too many accommodations and compromises with Delhi, presided over too many state excesses against ordinary Kashmiris.For years, these parties had tried to occupy a tenuous middle ground offered by Article 370, with agendas that tried to bridge the gap between Delhi and Kashmiri political aspirations.While the National Conference pitched for greater “autonomy” for the state, the People’s Democratic Party proposed “self-rule” and soft border with Pakistan-occupied-Kashmir. Now that middle ground between the Centre and Kashmiris is gone, the politics that sprung from it may also be over.With the old mainstream choked off, the Centre has set about creating a new one. So far, this has been a two-pronged process. First, it reached out directly to the so-called grassroots. Soon after August 5, a delegation of sarpanchs from Kashmir met Union Home Minister Amit Shah in Delhi. Then, block development council elections were held for the first time in Jammu and Kashmir, even as the Valley remained under lockdown. Second, it is said to be reaching out to mid-ranking leaders of the existing political parties.The potential new leaders of the mainstream do not live on Gupkar Road, the old power centre of Srinagar. They do not even mean to form government anytime soon. At the meeting with local leaders in Delhi, Shah is said to have spoken about delimitation, a process that is expected to take at least a year and a half. Only then will assembly elections be announced, the leaders surmise.Meanwhile, parties will be formed and agendas shaped. Few among the handpicked leaders are pressing for the restoration of Article 370 and the rights associated with it – “what is done cannot be undone”. The only concession to be sought from the Centre is the restoration of statehood. At the meeting in Delhi, they say, Shah promised that, too.‘Independent candidates’Panches and sarpanches queue to vote in elections for Block Development Councils in Suchetgarh near the border with Pakistan. Credit: PTI“I put up over 2,700 candidates in the panchayat elections last year and over 2,300 won,” is the first thing Mir Junaid says. “They were from no party, just indigenous people.”Junaid is nattily dressed, just back from a long meeting with the divisional commissioner. He soon rattles off another list of electoral victories – in the municipal elections of 2018, he had fielded 245 candidates and 138 won, in the block development council elections, 116 of his 135 candidates had won.These would have been impressive statistics, had the local body elections not been marked by the threat of violence and large-scale boycott, by voters as well as the People’s Democratic Party and the National Conference. Only 30% of the panchayat halqas – a halqa is a cluster of villages headed by a sarpanch – saw polling. About 60% of the panch seats lie vacant. A large number of the other wards saw candidates winning unopposed. The municipal elections showed the same trends – candidates winning uncontested and an average turnout of about 4%. Those standing for elections were usually holed up in Srinagar hotels, unable to return to their villages as they feared militant attacks.Junaid himself is from Langate, in the northern district of Kupwara, but rarely goes home.  For months, he has been quartered at the Cheshmashahi Resort, a cluster of heavily guarded cottages. It is up the hill from the Cheshmashahi guest house, where Mehbooba Mufti was imprisoned for months. But while the guest house was used as a jail, the cottages have been turned into housing for those whom the administration wishes to protect.Mir Junaid holds up a copy of the agenda of his nascent party. Credit: Ipsita ChakravartyIn this sylvan retreat, Junaid has been shaping up an agenda for a party he plans to form soon. He does not have a name yet – that will be decided after a process of consultation. But he does have a tome on the “roadmap for New Kashmir”. It is entitled, “Our Mission: One Prime Minister, One Nation, One Constitution”.“The BJP, RSS, we are not associated with them, we have our own ideology,” he claimed. But the details of the ideology are still vague. “We want a world class socio-economic-political movement,” Junaid said. “We’ll fight for people who have been detained illegally. There are 47,000 unmarried women, we’ll go for their mass marriage. We’ll go to terror victims. Not just the establishment, we’ll also make the Hurriyat accountable.”On one subject Junaid is animated: making the “corrupt” old mainstream pay for their alleged crimes, opening old cases against them, making them account for how Central funds were used. “There should be a difference between them and us,” he declared.Yet, not so long ago, he had been affiliated with the old mainstream. Junaid started his career with student politics in Kashmir University, becoming the local president of the National Students’ Union of India, the Congress’s student wing. It had been an eventful tenure. At a brawl in the university cafeteria, he was alleged to have critically injured a waiter. Junaid dismisses these charges, claiming he had been injured himself.He later left the NSUI but the networks built in those years helped him find candidates for the panchayat elections later, he admits. “I had a basic connect with people from university,” he explained. The candidates were supplied by “someone’s sister, daddy, brother”.Tribal rightsSome of the Junaid’s close political associates are also from the university. One of them is Mohammad Aslam Choudhary, an advocate from the border town of Uri in Baramulla district. Their family had borne the brunt of cross-border tensions. In 1997, he said, his maternal grandfather had been killed in Pakistani firing from across the Line of Control.Choudhary says he wants to push tribal interests through Junaid’s new party. In Jammu and Kashmir, the tribal population chiefly consists of Gujjars and Bakkarwals, both nomadic groups who live in poverty. Most travel to Jammu in winter and spend the summer in the Kashmir Valley. One of the benefits of removing special status, the BJP had argued, would be better rights for these communities.“The actual [tribal] population is 40 lakh even though official figures show 25 lakh,” he said. “The biggest challenge is reservation [of seats in the legislative assembly]. In Jammu and Kashmir you had reservation for Scheduled Castes but not for Scheduled Tribes.”Under the Mehbooba Mufti government, the last elected government of the state of Jammu and Kashmir, a tribal affairs ministry had been established and a tribal policy floated to improve health and education for the community. Choudhary is unconvinced by these efforts. “To take full benefit from it, Mehbooba Mufti headed it herself. She didn’t even tell Gujjars what facilities were available to them,” he said. In 2016, Mufti had relieved Zulfikar Choudhary of the portfolio and taken over herself.It was also under the People’s Democratic Party and BJP coalition government that Gujjars in Jammu began to face large-scale evictions, apparently to make way for Central projects such as a new All India Institute of Medical Sciences. Mufti had tried to stall evictions and proposed to give Gujjar-Bakkarwals protections under the Central Forest Rights Act, only to be greeted with howls of protest from the state BJP. The fate of these communities in Jammu is uncertain under the new administration, especially since land has been opened up to potential buyers from outside Jammu and Kashmir.But Choudhary carefully sidesteps the question. “I’m not addressing Jammu right now, let me complete my own province first,” he said.Like Junaid, he has long nursed political ambitions, working behind the scenes in state and parliamentary elections for years, campaigning for one candidate in Ganderbal, propping up another candidate against Farooq Abdullah in a Lok Sabha election in Srinagar. At one point, he had worked in the legal cell for jailed leader Engineer Rashid’s party, the Awami Ittehad Party. He had even wanted to contest himself. “I wanted to fight elections but people from the Hurriyat came to me and said you’ll damage our tehreek [movement],” he said.With the “corrupt” ancien regime fostered by Article 370 gone, Choudhary feels, he can finally come into his own in politics. When asked what he thought about the way special status was removed, with Kashmiris in the dark and the state under lockdown, he turns scholarly. “The state is strong and justified under law for its strength,” he said. “Which provision of the Constitution said Kashmiris have to be consulted?”Usman Majeed of the Congress at his home in Srinagar. Credit: Ipsita ChakravartyChanging politicsUsman Majid, who has occupied ministerial posts in governments of the former state, had a pragmatic take on the matter. “I can criticise this decision but where will it reach?” he asked. “This has been the BJP’s promise for the last 70 years. They did it for the majority community. We have no role.”He had been under house arrest in Bandipora for two months and 10 days after the August 5 decision, Majid said. It was for law and order, he reasoned. “If I go out, people will gather and that will be a problem,” he explained.When in Srinagar, the Congress leader lives in comfortable quarters near the Badami Bagh Cantonment. In Bandipora, his high-walled house is next to the police station. He would need the security. In 1989, Majid had joined militant ranks, crossing the Line of Control for arms training. He returned in 1990 to become a militant commander in Baramulla district. By the mid-1990s, he had become a commander of the Ikhwan, the counterinsurgency militia raised by the Indian Army and hugely unpopular with most Kashmiris. Politics followed soon afterwards.But Majid has grown restive with his party. “I am not happy with the leadership,” he said. “They issued a notice against me for meeting with the European delegation. But that was a useless, futile exercise – we got nothing out of it.”Majid knows he will stay in politics but feels the political future of the Valley is uncertain. He echoes local concerns that the removal of special status will change the Muslim majority character of the former state. But he also talks of “vikas”, the “politics of development” and jobs – all part of the BJP’s rationale for removing special status.“Today, regional forces are irrelevant,” he said. “The National Conference’s ‘autonomy’ and the PDP’s ‘self-rule’ are gone. I don’t think that politics will be accepted.”Does that mean the death of the old mainstream political parties? Maybe they could survive, Majid speculated, “but only if they changed their politics”.","author":"Ipsita ChakravartySafwat Zargar","time":"2019-12-18T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133024-leprwnfgpq-1576602806.jpg","tags":["Jammu and Kashmir","Kashmir Valley","Article 370","Kashmiri Politics"],"source":"https://scroll.in/article/946917/special-report-in-kashmir-who-are-the-leaders-of-the-new-political-mainstream"}