{"title":"Special category status: Time-bound, target-based system may be what Andhra Pradesh – and BJP – need","content":"The denial of special category status to Andhra Pradesh – which nudged the Telugu Desam Party to withdraw its two ministers in the Union cabinet last week and may lead to a parting of ways with the Bharatiya Janata Party-led National Democratic Alliance – may have serious repercussions for the BJP in the 2019 General Elections. History may repeat itself, if the BJP has learnt nothing from the mistakes of the Congress in the 2014 elections. The Congress had pushed for the division of Andhra Pradesh to create Telangana and consequently failed to win a single Lok Sabha seat in Andhra Pradesh. The BJP accounts for only two of the 25 Lok Sabha seats in Andhra Pradesh but with the Telugu Desam Party’s 15, the National Democratic Alliance has 17 seats. Special category status is given to disadvantaged states and entitles them to liberal Central plan grants, a higher share of Central funding in centrally sponsored schemes besides various tax breaks and subsidies to attract industries. Andhra Pradesh has been demanding special category status since the bifurcation of the composite state in 2014.  It may be recalled that when the Congress-led government had carved out Telangana from undivided Andhra Pradesh with an eye on the 2014 elections, Andhra Pradesh was left poorer with two key districts – Hyderabad and Ranga Reddy – that accounted for 76% of the revenue of the undivided state going to Telangana. The United Progressive Alliance had tried to placate Andhra Pradesh voters by holding out the promise of special category status for five years – a promise made by Prime Minister Manmohan Singh in Parliament in February 2014. However, it was not incorporated in the Andhra Pradesh Reorganisation Act, 2014, contrary to what the state’s chief minister and Telugu Desam Party leader Chandrababu Naidu says.“We are only asking for what is rightfully ours,” Naidu has said. But the Act does not mention “special category”, it only states that “the Central government may, having regard to the resources available to the successor State of Andhra Pradesh, make appropriate grants and also ensure that adequate benefits and incentives in the form of special development package are given to the backward areas of that State…”. It is not that the Centre has not made those grants, though Naidu’s demand on this count remains unmet. While agreeing to provide the “monetary equivalent” of special status, Finance Minister Arun Jaitley dismissed Andhra Pradesh’s demand as a “sentimental and political movement’’. He said it could not be accommodated constitutionally because according to the 14th Finance Commission, “special status” is restricted to the northeastern states and the hill states of Jammu and Kashmir, Himachal Pradesh and Uttarakhand. “Sentiment does not decide quantum of funds, it is the constitutional award of the Finance Commission which decides on the quantum of funds that states get,” he said. Reacting to Naidu’s demand for special status, he said such a category did exist when the state was bifurcated but not after the implementation of the 14th Finance Commission award. The finance minister seems to have erred on the facts of the matter. First, there is nothing constitutional about special category status. Like the Planning Commission that created it, it is an extra-constitutional mechanism. Besides, the 14th Finance Commission Report avoids any reference to it, while protecting all the benefits of this category. The only constitutional mechanism in all this is that of the Finance Commission, which is mandated to recommend annual grants in aid of revenues of the states under Article 275(1) of the Constitution.Special category statusA bit of history may be useful to put the facts in perspective. Special category status was awarded by the now-defunct National Development Council, on the recommendation of the Planning Commission, based on criteria evolved by it, which included difficult hilly terrain, low population density, sizeable share of tribal population, strategic location along international borders, economic and infrastructural backwardness, and non-viable nature of the state’s finances. The criteria was, of course, arbitrary. Jharkhand and Chhattisgarh were denied this status after their creation in 2001 because they did not share an international boundary, but the same did not come in the way of the United Progressive Alliance’s promise to Andhra Pradesh. In India, politics always scores over logic.Special status was accorded to the eight North Eastern and three Himalayan states between 1969 and 2001. But these states were special only in respect of the special plan assistance they received from the Centre under the Gadgil Formula, which earmarked 30% of total plan funds under Normal Central Assistance (or block grants) for these states. The Finance Commissions, which apart from devolution of Union taxes recommended only non-plan grants, were not as important to these states as the Planning Commission, because they benefited mostly from the plan grants. The per capita Central plan assistance they received was four times more than that for “general category” states. Besides, they received tax incentives aimed at attracting industries, including capital investment subsidy, excise duty and income tax exemptions, and transportation cost subsidies. It is another matter that these incentives largely failed to industrialise these states.For Andhra Pradesh, however, these might provide the much needed boost to transform its predominantly agrarian economy into a strong industrial base, and derive benefits from Goods and Services Tax compensations, refunds and concessions available to special category states. N Chandrababu Naidu (left) withdrew the two Telugu Desam Party ministers in the Union cabinet in protest against the denial of special category status to Andhra Pradesh.How it worksCentral plan assistance initially came in a bundle of loans and grants – 90% as grants and 10% as loans for special category states, while the ratio for general category states was 30% grants and 70% loans. This led to high indebtedness of states. The 12th Finance Commission rescued states from this debt trap by providing large-scale debt relief, provided the states adhered to the discipline of their Fiscal Responsibility and Budget Management Acts. It also recommended that states raise loans from the market instead of borrowing from the Centre. Thus, the loan component was gone and the 90%:10% formula remained only for special category states in respect of centrally sponsored schemes, for which most of the funds came from the Centre. For the other states, Central financing of these schemes was much less.The 14th Finance Commission, for the 2015-2020 period, increased states’ share of Cenral taxes and duties from 32% to 42%. But it was actually a trade-off between devolution and grants. While tax devolution went up significantly, there was a drastic cut in grants. Thus, total transfers to the states increased only marginally. However, the transferred funds were no longer tied to plan schemes, giving the states better control over their use. The commission did prescribe Rs 1.9 lakh crore in grants to bridge the revenue deficit of 11 states, including Andhra Pradesh. While 77% of the grants was distributed between eight special category states, Andhra Pradesh received Rs 22,113 crore (11%). Only Jammu and Kashmir and Himachal Pradesh received higher amounts.The 2015-2016 Budget, however, abolished block grants, spelling the end of the Gadgil Formula. With effect from 2017-2018, the distinction between plan and non-plan expenditure was also abolished. But does this mean special category status has been scrapped? Actually, far from it. To judge this, we need to examine (1) whether there has been a curtailment of Central transfers to special category states, and (2) whether they retain their relative advantage over general category states.Regarding the first point, the shares of special category states have increased with each Finance Commission and the 14th commission was no exception, even though it did not address the problems specific to these states. The 11 special category states received 11.5% of the share of divisible pool transfers without service tax, up from 9.6% under the 13th commission and 8.1% under the 12th. Even in respect of service tax, their shares under the three commissions were 1.4%, 0.3% and 0.2%. As for the second point, special category states enjoyed advantages over other states only in respect of centrally sponsored schemes. But the Centre drastically cut the number of these schemes to 28 in the 2017-2018 Budget, restructuring six schemes as “core of the core” and the remaining 22 as “core”. For core schemes, the restructured system envisaged a 90%:10% funding ratio between the Centre and the state for the “eight northeastern states and three Himalayan states” and a 60%:40% ratio for other states. For core of core schemes, the existing funding pattern would continue – 90%:10% for special category states, less for other states (for instance, 75%:25% for Mahatma Gandhi National Rural Employment Guarantee Act funds). Thus, the benefits of special category states remained protected. Other incentives such as subsidies and tax concessions also remained in force, even though the scrapping of block grants reduced the importance of this status.The case of Andhra PradeshWhile assuring 90%:10% funding for centrally sponsored schemes in Andhra Pradesh, Jaitley said, “Political issues cannot increase the quantum of money because the Centre has no free-floating funds. Every state in India has the right to the Central fund in the same manner.” True, but it may still be possible to grant special status to states that are resource-starved and in need of support, like Bihar, Odisha or Andhra Pradesh. It can be done by re-engineering the mechanism and addressing inherent flaws, the biggest of which is that the status is granted in perpetuity without any performance expectation, and hence without any accountability on the part of the state and monitoring and mentoring on the part of the Centre. The status is also neutral to the scale of backwardness in each state. However, courtesy special category status, some states have achieved standards comparable to or above national averages, such as Sikkim, Himachal Pradesh and Uttarakhand. The purpose of development may be served better if the status is reviewed periodically and a formula-and-target-based, time-bound approach adopted for granting Central assistance that is also focussed on accountability, performance and monitoring of achievements.Indeed, Andhra Pradesh requires resources and massive capital investments – Rs 33,000 crore for its new capital Amaravati, an equal amount for its Polavaram multi-purpose project on the Godavari river, and funds for a new railway zone. The Centre has so far given the state Rs 2,500 crore for its cities and Rs 5,000 crore for Polavaram. Special category status could help attract industries by creating a congenial ecosystem for industrial growth through tax incentives. But politics has muddied the waters and precipitated the issue. Naidu, meanwhile, is rattled by his opponent YS Jaganmohan Reddy’s YSR Congress Party, which has said that all its MPs will resign next month if Andhra Pradesh is not given special category status. Congress president Rahul Gandhi has also waded into the row, promising to fulfil the state’s demand if voted to power in 2019. Though that prospect looks grim at the moment, the BJP still runs the risk of being marginalised in the state in much the same way the Congress was sidelined in 2014. When in the Opposition, the BJP had supported Andhra Pradesh’s demand for special category status. A little pragmatism and accommodation now may help both the National Democratic Alliance and the state.Dr Govind Bhattacharjee is a former Director General at the Office of the Comptroller and Auditor General of India and the author of Special Category States of India, Oxford University Press, 2016.","author":"Govind Bhattacharjee","time":"2018-03-14T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/871649-84297-cxzndqiasw-1520853396.jpeg","tags":["Andhra Pradesh","Special category status","BJP","Telugu Desam Party","Andhra bifurcation","Telangana"],"source":"https://scroll.in/article/871649/special-category-status-time-bound-target-based-system-may-be-what-andhra-pradesh-and-bjp-need"}