{"title":"Special Report: How NIA went soft on Pragya Thakur – and is now delaying the Malegaon trial","content":"September 29 was the final day in the month of Ramzan in 2008. In Malegaon, a Muslim-majority town 270 km from Mumbai, the devout had gathered for evening prayers in the mosques near Bhikku Chowk when a loud explosion rang out around 9.30 pm. Six people, including a 10-year-old girl, were killed. Over a hundred others were injured. Investigators from Maharashtra’s Anti-Terrorism Squad found that the explosives had been packed in a motorcycle owned by Pragya Singh Thakur, a Hindu ascetic who lived in Madhya Pradesh. She had served as a national executive member of the student wing of the Rashtriya Swayamsevak Sangh, the ideological parent of the Bharatiya Janata Party. Her arrest in October 2008 sparked a political war, with the BJP, then in opposition, accusing the Congress government of falsely framing Hindutva activists to malign the Sangh Parivar.A decade later, Thakur has become a member of the Indian Parliament, winning the Lok Sabha election from Bhopal on a BJP ticket in May. Her electoral contest generated international headlines. But the trial in the Malegaon case, which finally began in Mumbai in December 2018, has barely made it even to the inside pages of newspapers – barring on days when the courtroom witnessed drama, for instance, over how to record the bark of a sniffer dog.As a result, it has gone entirely unnoticed that of the 124 witnesses that have appeared in the court so far, more than 90 witnesses have been called by prosecution lawyers merely to establish that the bomb blast actually took place.Among the witnesses made to vouch for the fact that the decade-old tragedy occurred were relatives of those killed.The prosecution is stalling the case, said Yug Chaudhry, a criminal lawyer, “by producing non incriminating, irrelevant, voluminous evidence on something which is perfectly obvious and no one can deny: that the blast occurred, people got injured, people died, this is beyond dispute”.The prosecution has been appointed by the National Investigation Agency, which took over the case from Maharashtra’s Anti Terrorism Squad in 2011. But the agency began re-investigating the case only in 2015. By this time, the BJP was in government, and the families of the Malegaon victims feared the case would get weakened.The fears deepened when Rohini Salian, the public prosecutor in the case, alleged in June 2015 that an officer of the NIA had asked her to “go soft” on the accused. The agency denied this allegation.But the cloud of suspicion thickened when the NIA filed a supplementary probe report in May 2016, exonerating Pragya Thakur. Judge SD Takale, however, ruled out her discharge in December 2017, maintaining there was enough evidence for her to stand trial.Despite that, in April this year, when the father of a young man killed in the Malegaon blast filed an application opposing Thakur’s Lok Sabha candidature, the NIA regurgitated the same arguments in favour of Thakur that judge Takale had dismissed in 2017. The agency earned a rebuke from judge Vinod Padalkar, who is conducting the trial.How accurate is the view that the agency has gone soft on Thakur? Scroll.in has examined the case papers, which raise troubling questions.Pragya Thakur’s picture taken on April 30, 2019 by Reuters photojournalist Raj Patidar.The caseWhen the Malegaon blast occurred, Maharashtra police’s Anti-Terrorism Squad was handling more than a dozen terror cases. Investigations in most cases had led them to Muslim groups. But this case proved to be different.Less than a month after the blast, on October 23, 2008, ATS officials arrested three people. One of them was Pragya Thakur, who was detained from Surat.As TV news images flashed of the saffron-clad activist, a political controversy began to stir.“Hindu bombs to counter Islam terrorism?” asked the Outlook magazine in a story early the next month.By then, the ATS had written to the defence ministry for permission to question a lieutenant colonel. On November 5, 2008, a military intelligence officer, Prasad Shrikant Purohit, was arrested.According to the chargesheet filed by the ATS in January 2009, Purohit had started an organisation called Abhinav Bharat in 2007 with the aim of establishing an “Aryavarta”, or a country of Hindus.The ATS chargesheet claims the members of Abhinav Bharat did not believe in the Indian Constitution and wanted to usher in a Hindu rashtra. One of their aims was targetting the Muslim community to avenge bomb blasts that Islamist groups had allegedly carried out.The group held several meetings in 2008 in the run-up to the Malegaon blast, the chargesheet alleges. Thakur attended one of these meetings held in Bhopal in April 2008, where she offered to arrange footsoldiers to carry out the blast.Purohit planned the Malegaon blast, the chargesheet states, sourcing explosives from Kashmir. They were assembled into a bomb at the house of another Abhinav Bharat member in Nashik.The chargesheet claims the explosives were planted in an LML Freedom motorcycle by two men: Ramachandra Kalsangra and Sandeep Dange. Both were allegedly working for Thakur, who owned the motorcycle.This motorcycle was later found at the blast site, the ATS chargesheet states.We tell you the truth those who hold power do not want you to hear. If you like our work, do consider supporting our journalism by subscribing to Scroll+Apart from Thakur and Purohit, the ATS pressed charges against 12 others. Seven of them were allegedly members of Abhinav Bharat: Ajay Rahirkar, a businessman in Pune who registered the organisation as a trust; Ramesh Upadhyay, a retired army major who closely collaborated with Purohit; Swami AD Tirth, a self-styled Hindu religious leader whose real name was Sudhakar Dwivedi; Sudhakar Chaturvedi, an army informant whose house was used to assemble the bomb; Rakesh Dhawde, who took oath with Purohit to set up Abhinav Bharat, and Sameer Kulkarni who booked the hall for the meeting in Bhopal, in which the blast was planned.Two other accused were related to Ramchandra Kalsangra, the man allegedly involved in putting the device in the motorcycle: his brother Shivnarayan and his friend Shyam Sahu. The ATS also pressed charges against a member of the Bajrang Dal, Praveen Takkalki, who allegedly helped with logistics, and Jagdish Chintaman Mhatre, who allegedly provided weapons.All the accused faced charges under seven sections of the Indian Penal Code, including murder and creating enmity between groups, four sections of the Explosives Substance Act, three sections under the Arms Act, six sections under the Unlawful Activities Prevention Act, through which the blast was defined as a terrorist act, and five sections of the Maharashtra Control of Organised Crime Act.The evidenceThe ATS claimed to have unearthed strong evidence against the accused people in the form of recordings of a meeting where the agenda of Abhinav Bharat was discussed, intercepted phone conversations, call detail records, incriminating witness statements, among other things.It claimed to have seized a laptop from Swami AD Tirth from which it retrieved recordings of a meeting held in Faridabad on January 25 and January 26, 2008. Transcripts of the purported recordings show the group decided to form a government-in-exile, as part of its plans to establish a Hindu rashtra. It discussed the need to target Muslims and Christians to avenge bombings in which Hindus had been killed.Purohit allegedly boasted he was in touch with people in Israel to implement the Abhinav Bharat ideology and said he was capable of securing “equipment”, presumed to be a euphemism for weapons. The meeting was also attended by Ramesh Upadhyay, Sameer Kulkarni, Sudhakar Dwivedi and Sudhakar Chaturvedi.While Thakur was not part of the Faridabad meeting, she allegedly joined a group meeting in Bhopal, held at Shriram Mandir on April 11-12, 2008. Unlike the Faridabad meeting, the ATS could not produce any recording of this gathering, but it submitted a copy of the booking register of Shriram Mandir which showed a hall had been booked by Sameer Chanakya – this was a name given to Sameer Kulkarni at the Faridabad meeting. It also recovered a diary of Ajay Rahirkar which listed payments under “Bhopal Additional” on April 3 and April 9, days before the meeting was held in Bhopal.More crucially, the ATS secured statements from two witnesses who claimed to have been present at that meeting and testified to hearing Purohit talk about growing “jihadi activities” in Maharashtra and propose carrying out a blast in Malegaon to take revenge against the Muslim community. One of them claimed, “Thakur reacted by saying that she was ready for arranging persons for doing such act.” The other witness made a similar assertion. The statements of both the witnesses were recorded by a magistrate in Mumbai, which added credence to them.Further evidence against Thakur, the ATS claims, came in the form of the motorcycle found at the site of the blast being traced to her. While Thakur has claimed she had given the motorcycle to Kalsangra long before the blast, the ATS has used her call detail records to establish she was in constant touch with him in the run up to the Malegaon blast. The ATS also secured a witness statement from a man who claimed to have been present at a meeting in Ujjain on October 8, 2008, at which he heard Thakur chide Kalsangra for the small number of casualties in the blast.In addition, the ATS produced recordings and transcripts of phone conversations it claimed to have intercepted between Purohit and Upadhyay on October 23. In one of the conversations, Purohit allegedly said “cat is out of the bag”, while in another he allegedly said, “[Pragya] Singh has sung a song quite a bit.” The ATS claims these were references to Thakur, who had been arrested the same day.The ATS claims to have found traces of RDX in Chaturvedi’s house in Nashik, claims to have seized electric timers from Shivendra Kalsangra’s house in Indore, and alleged that Shyam Sahu provided a mobile SIM cards to Kalsangra, which were used to plan the attack. Ajai Rahirkar was charged with allowing funds from the Abhinav Bharat trust to be used for the blast.Pragya Thakur sits in the rear of a vehicle after an appearance at a court in Nashik on November 3, 2008, in the wake of twin bomb blasts in Gujarat on September 29. Credit: AFPThe defenceIn the years since the ATS filed its chargesheet, all the accused went on to deny the allegations against them.Purohit claimed that he was gathering information on right-wing Hindutva groups as part of his job as a military intelligence officer. He said he had kept his superiors in the loop about all the Abhinav Bharat meetings he had attended.Rahirkar accepted he was the treasurer of Abhinav Bharat but denied being part of any bomb blast conspiracy. Other members of Abhinav Bharat provided a similar defence.Thakur accepted she attended the Bhopal meeting but “if anything uttered by her due to anger it does not amount to a conspiracy”. She also disavowed responsibility for the motorcycle, claiming she had given it away to Kalsangra two years before the blast took place.The police have been unable to arrested Ramachandra Kalsangra and Dange.NIA takes chargeThe Malegaon case was one of many terror attacks that the police were investigating in different states in the late 2000s. Since there were some common patterns found in these bombings, the United Progressive Alliance government decided to bring the newly created federal agency, the National Investigation Agency, to probe them.The NIA took charge of the Malegaon case on April 1, 2011 but began its investigation only in April 2015, after the BJP took charge at the Centre. In a press release on May 13, 2016, the NIA said that the investigation was delayed since the accused had filed petitions in higher courts and it was only in April 2015 that the Supreme Court had finally decided on them. It filed a supplementary probe report that month.The report was explosive – it upturned the ATS investigation and exonerated Thakur.The NIA also said MCOCA charges were not applicable to the accused, since there was no evidence that Abhinav Bharat was a crime syndicate. It also exonerated Shyam Sahu, Shivnarayan Kalsangra and Praveen Takkalki.To speak truth to power, journalists don’t need to be loud, they just need to be firm. If you like our work, do consider supporting our journalism by subscribing to Scroll+In the case of Sahu, the NIA found that as a mobile store owner, he had indeed arranged SIM cards for Ramachandra Kalsangra, but only after ensuring the necessary documents had been submitted. As for the seizure of electrical timers from Shivnarayan Kalsangra’s house, it recorded the statements of the two Madhya Pradesh policemen who had been presented by the ATS as witnesses to the seizure, but who denied being present there. It also found that the evidence against Praveen Takkalki did not prove anything more than the fact that he was a “paid servant” of Abhinav Bharat who helped with the logistics without knowing anything about the conspiracy.The trial court upheld the NIA’s submissions and discharged the three men.But it did not discharge Thakur – even though the NIA said there was no evidence for her participation in the conspiracy.The NIA had based its exoneration of Thakur on fresh statements secured from the two witnesses who had testified to Thakur’s presence in the Bhopal meeting where she allegedly offered to arrange people to carry out the blast. Their testimonies had been recorded by the ATS in front of a magistrate in Mumbai.But, seven years later, the NIA recorded fresh statements of the two men in front of a magistrate in Delhi. One of them outrightly denied being present at the meeting. The other, a doctor by profession, denied having heard Purohit propose the Malegaon blast and Thakur offer to arrange people to carry it out.But the judge pointed out that this witness had not retracted his entire statement – he still maintained that Thakur was present in the Bhopal meeting, there was a discussion on growing jihadi activities in Maharashtra, and Purohit allegedly expressed the necessity to prevent this by expanding Abhinav Bharat’s presence in Aurangabad and Malegaon. As a doctor, this witness was a “well educated person”, said the judge, and he had not accused ATS of extracting a statement from him under threat.Apart from this witness statement, the judge relied on documents that corroborated the fact that the Abhinav Bharat meeting took place in Bhopal, and on Thakur’s statement, in which she accepted she was present at that meeting, as well as that the motorcycle belonged to her. He also relied on call detail records showing Thakur stayed in touch with Abhinav Bharat members in the run up to the blast – she spoke to Sudhakar Chaturvedi 20 times on the phone, all the way till September 19, ten days before the blast. The call records also show she was in constant touch with Kalsangra, who was in possession of the motorcycle, which forensic experts had identified as the carrier of the explosives.With this, the judge concluded there was enough circumstantial evidence for Thakur to stand trial in the case.Pragya Singh Thakur, Bhopal MP, in Parliament. She alleges she was tortured by the ATS, which severely damaged her health. Photo: PTIContradictory impulses in NIA investigationThe NIA’s decision to disregard the evidence against Thakur and exonerate her would have been less glaring had it adopted the same approach to other accused. Purohit’s lawyer, for instance, pointed out that the NIA officer had collected documents presented during court martial proceedings against his client, which apparently established he had kept his superiors informed about the Abhinav Bharat meetings. Despite collecting these documents, the NIA officer had chosen not to present them before the court. The judge said Purohit would have a chance to call for these documents during the trial.Also striking was the NIA’s alacrity in recording the statements of the witnesses who had retracted the statements made to ATS, but had not shown similar concern for speaking to witnesses who could have strengthened the ATS’s case. For instance, the NIA recorded a statement of two witnesses, both from the army, who alleged that the RDX had been planted in Chaturvedi’s house by an assistant police inspector. But, as the judge pointed out, the NIA had not bothered to record the assistant police inspector’s statement. The judge also cited the fact that the ATS had recorded the statement of the army officer three times and in none of those instances had he claimed the assistant police inspector had planted the evidence. Clash between two reportsNot only had the NIA report contradicted many of the claims made by the ATS, it even produced statements accusing the ATS of extracting statements from witnesses using torture and threats. The defence lawyers had argued the NIA report had completely discredited the ATS investigation.But the judge cited a judgement of the Supreme Court which said “if there are more than one investigation reports on record by same investigation agency or different investigation agencies; all these reports are required to be read conjointly”. He took the view that “the investigation report filed by the NIA has not wiped out directly or impliedly the initial investigation conducted by the ATS”.Accordingly, he held there was enough material evidence for Thakur to stand trial even though NIA had exonerated her. But this has created an awkward situation: the lawyer for the NIA, which had exonerated Thakur, has to now prove her role in the blast through examination and cross-examination of witnesses and assessment of material evidence, which the NIA had said in 2016 was not adequate. The NIA had even produced statements accusing the ATS of extracting testimonies from both witnesses and the accused through torture, something that fundamentally affects the strength of those statements that will be examined in the course of the trial. “This is a problem,” admitted a lawyer in the prosecuting team. However, the lawyer added that since the court has framed charges against the accused, it was the prosecution’s duty to prove their involvement. “At the end of the day, we are first officers of the court and are expected to assist the court. Everything else comes later.” The trialBut for many, faith in the NIA stands shaken.Early in the trial, the defence lawyers questioned the veracity of the prosecution’s claims that a deadly blast took place in Malegaon on September 29, 2008. They claimed some of the injury certificates submitted as part of the evidence were not signed by competent persons, which put their authenticity in doubt.“Some certificates are prepared and signed by non-medico compounders,” said Ranjeet Sangle, the lawyer representing Sudhakar Dwivedi. “All the doctors conducting the postmortems have expressed inability to conclusively state that death occurred due to bomb blasts, in absence of any distinctive blast marks or injuries on bodies.” In response, the NIA lawyers have produced more than 90 witnesses to establish the blast took place, including those injured in the blast, the medical staff who attended to them, as well as family members of those killed. A lawyer in the prosecuting team said it was their duty to establish the veracity of the evidence once questions have been raised about the occurrence of the blast.“It is unusual,” he admitted, “but the onus is on the prosecution. We have now produced sufficient witnesses for any reasonable person to understand that the blast did take place.”But other criminal lawyers said this was unnecessary. When Ajmal Kasab was tried for the terror attack on Mumbai in November 2008, the prosecutor used affidavits to confirm injury certificates. “The affidavit route would save the trouble of calling all these witnesses and a great deal of time,” said criminal lawyer Yug Chaudhry. “At one go you can submit 200 affidavits, thereby proving the fact of injuries, deaths and the occurrence of the blast. That was what was done in the Kasab trial. It was upheld in the High Court and the Supreme Court.”Scroll.in emailed questions to the spokesperson of the NIA. He did not respond.While the trial court proceedings drag on, a discharge appeal filed by Thakur and others in Bombay High Court will come up for final hearing on July 29. If the High Court rules in Thakur’s favour, setting her free of all charges, the family members of those killed would have relived a decade-old trauma in court for nothing.Corrections and clarifications: An earlier version of this story did not accurately reflect the NIA’s stance on the role of Jagdish Mhatre in the Malegaon case.","author":"Smitha NairSruthisagar Yamunan","time":"2019-07-12T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/123591-fdlineuaei-1562768921.jpeg","tags":["Malegaon 2008 Blast","Terror attacks","Pragya Thakur","National Investigation Agency"],"source":"https://scroll.in/article/930093/special-report-how-nia-went-soft-on-pragya-thakur-and-is-now-delaying-the-malegaon-trial"}