{"title":"‘Spencer’ review: Princess Diana is a bundle of nerves in subjective biopic","content":"Pablo Larrain’s Spencer is all about the foreshadowing. The movie’s conceit is summarised in a line uttered by its heroine, about how the past is the present, the one and the same thing.As for the future, we know how it panned out for the straw-haired woman who flits through long corridors and throws up her every meal. Ostensibly about a three-day episode in the life of Diana, Princess of Wales, in 1991, Spencer is more directly about the death of the House of Windsor’s most tragic figure six years later.Larrain and screenwriter Steven Knight set themselves the ambitious challenge of a fictionalised crawl inside Diana’s head during a nightmarish Christmas vacation at the British royal family’s Sandringham estate. Larrain’s Jackie (2016) had similarly explored the emotional state of Jackie Kennedy after the assassination of her husband John F Kennedy.Spencer has the logic of a fever dream, stacked as it is with unsettling visuals, an eerie score and self-aware dialogue.\n\n\n    \n    Play\n\nSpencer (2021).Already estranged from her husband Charles (Jack Farthing) and physically and mentally sick from the rituals of the British monarchy, Diana (Kristen Stewart) appears to be on the verge of a breakdown – or a breakthrough. Sandringham resembles a most plush mental asylum, with its formidable rules, omnipresent staffers and ominous door knocks reminding Diana of her latest social obligation.The desperately lonely Diana forms a bond with her dresser Maggie (Sally Hawkins) and the head chef Darren (Sean Harris), but is always uneasy around the equerry Alistair (Timothy Spall), who has eyes at the back of his head. The 117-minute movie has everything going for it – a lead actor eager to put her own stamp on a cultural icon, gorgeous visuals by French cinematographer Claire Mathon (Atlantics, Portrait of a Lady on Fire), a nerve-shredding score by Radiohead member Jonny Greenwood. It’s a pity, then, that the imagined walk inside Diana’s mind produces so many banalities, on-the-nose dialogue and the occasional risible scene.The magnificence of the sequence in which Diana deals with a set of pearls gifted to her by Charles isn’t matched by anything else in the movie. This scene complements the sublime moment in the Netflix series The Crown, in which Emma Corrin’s Diana blissfully skates through Buckingham Palace with Duran Duran’s Girls on Film on her Walkman.Spencer firmly sets itself apart from the moist-eyed tribute paid to the British monarchy in The Crown. Stella Gonet, as the remote and opaque Queen, is inseparable from the face on the pound note, as she reminds her restive daughter-in-law.The entirely subjective point of view and use of intense close-ups places Kristen Stewart at the front and centre. When permitted, Timothy Spall and Sally Hawkins put on an excellent show.Reduced to a bundle of nerves for the most part, Stewart’s Diana eases up only in the company of her sons William and Harry. As an adult woman gaslit by her family and minders while yearning to return to a state of carefree innocence, the Diana of Spencer sometimes uncomfortably resembles an overgrown teenager.Although Stewart nails her character’s tremulousness, the actor is as restricted by Larrain’s melodramatic vision as the character is by the monarchy. Stewart delivers her lines in a hoarse voice, as though she is in the middle of a prolonged strangulation.More noteworthy than Stewart’s overly thick anxiety is her bulimia-ravaged body, a corpse waiting to be picked on. The machine gun-like clattering of cameras as photographers encircle Diana is yet another way in which Spencer looks to the future, while sometimes neglecting the truth of the present.\n\n\n    \n    Play\n\nSpencer (2021).","author":"Nandini Ramnath","time":"2021-11-19T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166488-mbdbtodiip-1637175206.jpeg","tags":["Spencer review","Pablo Larrain","Kristen Stewart"],"source":"https://scroll.in/reel/1010829/spencer-review-princess-diana-is-a-bundle-of-nerves-in-subjective-biopic"}