{"title":"Sports world daily: Svitolina reaches first WTA final after maternity break; Lanning to miss Ashes","content":"Former world No 3 Elina Svitolina reached her first WTA final just a month after returning to the tour from maternity break. Australia captain Meg Lanning will miss the upcoming Ashes series  against England due to an injury. Alyssa Healy will stand-in as skipper  in her absence.  Meanwhile, men’s world No 1 Carlos Alcaraz hopes to play in the men’s doubles event of the Paris 2024 Olympics with compatriot Rafael Nadal.Here’s a look at the key stories from international sporting events through the day for 27 May, 2023:Meg Lanning to miss AshesAustralia captain Meg Lanning was on Saturday ruled out of the  upcoming women’s Ashes series against England due to a “medical issue”,  with Alyssa Healy to skipper the side.The 31-year-old only returned to the team in January after a  six-month break to “focus on myself”, days after winning gold at the  Commonwealth Games in August. On her return, she led Australia to victory at the Twenty20 World Cup  in South Africa and took Delhi Capitals to the final of the inaugural  Women’s Premier League in India.Cricket Australia said in a statement that Lanning would miss the  upcoming tour to England “due to a medical issue which requires  management from home”. No timeframe was given for her return. “It’s an unfortunate setback for Meg and she’s obviously disappointed  to have been ruled out of the Ashes,” CA’s head of performance for  women’s cricket Shawn Flegler said. “It’s a significant series for the team and she’ll be missed, but she understands the need to put her health first.“Meg will remain at home where she will continue to work with medical  staff with the aim to return to playing as soon as possible.”The women’s Ashes begins on June 22 with the sole Test against England at Trent Bridge before a series of T20s of ODIs.Svitolina reaches Strasbourg finalFormer world No 3 Elina Svitolina reached her first WTA final  since becoming a mother last year, beating France’s Clara Burel in  three sets on Friday in Strasbourg.The Ukrainian, who returned to action last month after more than a  year away, came from behind to defeat Burel 4-6, 7-5, 6-3 and set up a  title decider with Anna Blinkova of Russia.Svitolina, the Strasbourg champion in 2020, was a set and 4-1 down  before fighting back to make her first tour-level final since winning  the last of her 16 career titles in Chicago two years ago.She stepped back from tennis in March 2022, in a year which was  traumatic for the 28-year-old because of the war in her native Ukraine.Svitolina has dropped to 508th in the world but will play at the  French Open, where she is a three-time quarter-finalist, using a  protected ranking.Blinkova is seeking her second title following a 6-2, 6-2 win over American Lauren Davis in the other semi-final in Strasbourg.Alcaraz hopes to play doubles with NadalCarlos Alcaraz wants to play alongside Rafael Nadal in a formidable and “dream” doubles team at the 2024 Olympics.Alcaraz has yet to feature at the Olympics while Nadal won a gold  medal in singles in Beijing in 2008 and doubles gold in Rio eight years  later.For world No 1 Alcaraz, playing with Nadal at the Paris Games  would be a perfect farewell as the veteran winds down his career.“For me, it could be a dream playing doubles with him in the Olympics,” said 20-year-old Alcaraz on Friday.“Let’s see how he’s doing and how he’s going this year. Hopefully he’s going great.”Nadal, a 22-time major winner, is absent from the French Open which  starts on Sunday with a hip injury. The soon-to-be 37-year-old has  already said that 2024 will likely be his last year in the sport.With text inputs from AFPUpdated through the day","author":"Scroll Staff","time":"2023-05-27T10:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190604-ftutanzwbr-1685163329.jpg","tags":["Meg Lanning","Elina Svitolina","Carlos Alcaraz","Paris 2024 Olympics","Alyssa Healy","Rafael Nadal","French Open"],"source":"https://scroll.in/field/1049864/sports-world-daily-svitolina-reaches-first-wta-final-after-maternity-break-lanning-to-miss-ashes"}