{"title":"Sports minister cancels China visit after Beijing bars entry of athletes from Arunachal Pradesh","content":"India on Friday lodged a strong protest with China after it denied clearance to three women wushu martial sports players from Arunachal Pradesh who were travelling to Hangzhou for the Asian Games.Union Minister of Youth Affairs and Sports Anurag Thakur has also cancelled his visit as a mark of protest, the government said.The three players –Nyeman Wangsu, Onilu Tega and Mepung Lamgu – were provided their accreditation cards, which also act as an entry visa, from the Hangzhou Asian Games Organising Committee, according to the Hindustan Times.Our response to media queries on some Indian sportspersons being denied entry into 19th Asian Games:https://t.co/wtoQA8zaDH pic.twitter.com/cACRspcQkD— Arindam Bagchi (@MEAIndia) September 22, 2023\n\nHowever, the players could not download their travel document on Wednesday when they were scheduled to travel to Hangzhou. Other members of the team faced no such problem and proceeded with their travel.China lays territorial claims over a large portion of Arunachal Pradesh, which it calls “South Tibet”. India asserts that the whole of Arunachal Pradesh is part of its territory.On Friday, the Ministry of External Affairs said that Chinese authorities have, in a targeted and pre-meditated manner, discriminated against the sportspersons from Arunachal Pradesh.“In line with our long-standing and consistent position, India firmly rejects differential treatment of Indian citizens on the basis of domicile or ethnicity,” the ministry said in a statement. “Arunachal Pradesh was, is and will always remain an integral and inalienable part of India.”The ministry further said that a strong protest has been lodged in New Delhi and Beijing against China’s “deliberate and selective obstruction”.“China’s action violates both the spirit of the Asian Games and the rules governing their conduct, which explicitly prohibits discrimination against competitors from member states,” the ministry added.In July, India withdrew its entire wushu martial sports contingent from participating in an event in China after three athletes from Arunachal Pradesh were issued stapled visas. A stapled visa is not stamped on the passport but is instead attached to the booklet with a staple. When a person leaves the destination, the pages are detached, leaving no record of their visit.In August, India registered a strong protest with China after it included Arunachal Pradesh, among other regions, in a new edition of its “standard map”.","author":"Scroll Staff","time":"2023-09-22T16:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176451-siwevryyuh-1656510329.jpg","tags":["India","China","Wushu"],"source":"https://scroll.in/latest/1056403/sports-minister-cancels-china-visit-after-beijing-bars-entry-of-athletes-from-arunachal-pradesh"}