{"title":"Sports ministry suspends WFI assistant secretary, puts wrestling body activities on hold","content":"The Union sports ministry on Saturday suspended Vinod Tomar, the assistant secretary of the Wrestling Federation of India, amid allegations of sexual harassment against top officials and coaches of the sports body, PTI reported.Tomar is a close aide of Wrestling Federation of India chief Brij Bhushan Sharan Singh, who has been accused of sexually harassing female players. Singh is a Bharatiya Janata Party MP from Uttar Pradesh’s Kaiserganj constituency.Several wrestlers, including Olympic bronze medal winners Sakshi Malik and Bajrang Punia, along with Commonwealth Games gold medal winner Vinesh Phogat, have held sit-in protests in Delhi and meetings with the sports ministry over the last week, demanding Singh’s resignation and the dissolution of the sports body.On Saturday, the sports ministry said in a circular that Tomar was being suspended as his “continued presence will be detrimental to the development of this high priority discipline [wrestling]”.The ministry also suspended all ongoing activities of the Wrestling Federation of India and an oversight committee, appointed by the Centre, will take over the day-to-day activities of the sports body.The wrestling ranking tournament, which is being held in Singh’s stronghold of Gonda district in Uttar Pradesh, has also been cancelled, the sports ministry said.And all on-going activities by WFI will also be suspended pic.twitter.com/X3LO5u2X1D— suryanshi pandey (@UnfilteredSP) January 21, 2023\n\nThe developments emerged after the Wrestling Federation of India on Friday told the Centre that the allegations of sexual harassment against Singh were malicious and unfounded. The Centre had sought a response from the sports body to the allegations. It had also told Singh to step aside from his post till an inquiry by the Indian Olympic Association was complete.The wrestling federation said on Friday that its committee against sexual harassment has not received any such complaint. It alleged that the athletes protesting at Delhi’s Jantar Mantar were part of “a deeper and a larger conspiracy” and had vested interests.Singh, who has been heading the Wrestling Federation of India since 2011, has denied the allegations against him by saying that the athletes have no evidence to support them.He likened the protest against him to the demonstrations at Delhi’s Shaheen Bagh and claimed that it was organised at the behest of the Congress.In late 2019 and 2020, the locality of Shaheen Bagh in Delhi was the site of a large sit-in protest against the Citizenship (Amendment) Act. A large proportion of the protestors were Muslim women.","author":"Scroll Staff","time":"2023-01-22T09:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185920-cjkxcfycez-1674358469.jpeg","tags":["WFI","Wrestling Federation of India","Vinod Tomar","Brij Bhushan Sharan Singh"],"source":"https://scroll.in/latest/1042321/sports-ministry-suspends-wfi-assistant-secretary-puts-wrestling-body-activities-on-hold"}