{"title":"Squash: Saurav Ghosal announces retirement from professional circuit","content":"Indian squash star Saurav Ghosal announced his retirement from the professional circuit on Monday, after sending 22 years on the tour.The 37-year-old from Kolkata made the announcement in a post on social media, where he revealed that he would like to continue playing for the country despite him stepping back from professional tour. Ghosal has also won the national title a record 13 times, the last win coming in 2020.“I started my journey on [PSA World Tour] 22 years ago,” Ghosal wrote on his official Instagram account. “At the time, I never thought in my wildest dreams, I would play professional squash for so long. “As I travelled across the world, playing on some of the biggest stages our wonderful sport offered, I thought it would never come to an end. But, there’s always an end point. I am overwhelmed with emotions as I write this message. This sport has been my passion, my livelihood, and my identity for so many years. So, with a heart filled with pride and a tinge of sadness, I announce my retirement from the PSA.”        View this post on Instagram            A post shared by Saurav Ghosal (@sauravghosal)\nGhosal was the only Indian male player to enter the top 10 of the Professional Squash Association world rankings. He became world No 10 in April 2019 and held the ranking for six months.The veteran won 10 PSA titles, his last title coming at the Malaysian Open Squash Championships in November 2021. Overall, Ghosal reached 18 finals and won 281 of his 511 matches on the PSA tour.Representing India, Ghosal has won four medals at the Asian Games – gold in the men’s team event in 2014 Incheon and 2022 Hangzhou along with two silver medals in the men’s singles event at the same editions.He was also prolific in doubles, especially when partnered with veteran women’s player Dipika Pallikal, who is also his sister-in-law. The duo won gold at the 2022 World Doubles Squash Championships in Malaysia, where Ghosal had won a silver medal at the Asian Individual Championships in the 2017 edition.Ghosal and Pallikal also won silver and bronze in mixed doubles at the Commonwealth Games in 2018 and 2022 respectively. Ghosal also became the first male player from India to win a medal in the singles event at the multi-sport event when he clinched bronze in Birmingham 2022.Been quite a ride! Thank you to the universe for giving me the opportunity to live this life for all these years :) https://t.co/4xLx6tbrul— Saurav Ghosal (@SauravGhosal) April 22, 2024","author":"Scroll Staff","time":"2024-04-22T20:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114075-deuonmowjw-1551252704.jpg","tags":["Saurav Ghosal","Squash","Indian squash"],"source":"https://scroll.in/field/1066939/squash-saurav-ghosal-announces-retirement-from-professional-circuit"}