{"title":"Squash, Saurav Ghosal interview: ‘People enjoyed watching me, this was the legacy I wanted to leave’","content":"For over 21 years, Saurav Ghosal has followed a disciplined and measured routine. All that changed on April 22.Ghosal, the only Indian man to break into the top 10 world squash rankings, announced his retirement from the Professional Squash Association, or PSA, Tour on April 22. It brought to an end a journey that lasted over two decades, was peppered with 10 tour titles and 13 national championships.He has won three medals at the Commonwealth Games – including being the only Indian to win an individual medal in squash – and is a nine-time Asian Games medallist, with two gold medals.He has not however, completely hung up his racquet, as he will compete for the Indian team at events like the World Team Championships in December. But after all these years grinding it out in a highly-physical sport, the 37-year-old from Kolkata has earned some time off to indulge in those few plates of desserts and carefree nights out.Excerpts from Ghosal’s interview with Scroll:\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nAfter all this time, this would have been a difficult decision to have made. But why now?Since the Asian Games last year, I’ve been feeling, both mentally and physically, that I’ve been running on fumes. Mentally, I felt a little bit jaded and I felt the motivation, not for training but more for competing, was a bit stale.I needed extrinsic motivation rather than the intrinsic motivation which has kept me going all this time. Physically, I’ve been dealing with small things here and there that has not let me deal with the same physicality that I need at the top level. It came to a point where, because of these things, I wasn’t enjoying my time on tour as much as what I have for the most part of the last 20-odd years.I didn’t want it to be in such a way that my last part was something I did not enjoy. I felt I needed time to get away from it all and not have to think about getting ready for the next tournament. I just wanted some time away so I could give both my mind and body time to heal, rejuvenate, replenish… just give it that opportunity.Now, I don’t know if I went away for a while, everything will be A-one again. But I felt like that was the only way that, even if I’m to play twice or thrice a year for India, for me to take my mind off the grind.Do you think you might take another crack at the PSA once you have recovered?No. I think you have to draw a line in the sand at some point. If I go out now and try and comeback, I have to start at some 600 [rank] in the world. It’s all about ranking points. So, it’ll be playing six to nine months in smaller tournaments before I get to take a crack at the bigger tournaments.At this stage in my career, I want to be able to take a crack at the big ones. I’d say the PSA is done and dusted, unless I wake up one day and realise I’m lost. I really hope that doesn’t happen. But I hope that with everything I have, I can put in a shift for India for a little while longer.Is there a sense that you might not have the match sharpness when you do play in those two-three tournaments? Is that something you have had to consider?One hundred percent. The game moves on. I know where the game is at this point in time. By next year the game will move on to another level. That is something I have to grapple with.There’s no two ways about it, this is a bit of an experiment. It’s going to be a bit of trial and error. The training as well, it’s a different mind space training for a different tournament every month, compared to training for a different tournament every six months. The mind space to pace yourself is also an experiment.There are a lot of unknowns, and that’s why I say that I hope I can do it.But in a way, this is a bit stimulating because this is a different challenge. So mentally it gives me something to do that I have not done before. That kind of motivation comes because it is an unknown.What was going through your mind the day after the announcement?I made the formal announcement on [April 22], but I knew before that that I was going to make the announcement. It was a question of when and not if. Knowing that I don’t have to wake up with a particular routine, I was trying to get used to it a couple of weeks before the actual announcement.The thing that hit me the next day was… I have known so many people on tour and in general. I have done it for so long. But I didn’t expect the kind of messages and posts, or anything that anyone put out for me, from every corner of the world. That was quite overwhelming, I didn’t expect it to be at that level. It’s really nice to know that people have enjoyed watching me play and at the same time are happy to see the person I am.That was really important to me, and that was the legacy I wanted to leave.        View this post on Instagram            A post shared by Saurav Ghosal (@sauravghosal)\nHow has the routine changed since April 22?Right now, I’m not training. I’ll have to get back into it at some point, but I’m going to take some time away to do whatever, eat whatever. I want to take some time to do things I could not do before.Small things. Sitting at home in the middle of the day. Sitting with my wife, watching something.I’ve been replying to a lot more e-mails than I ever have in my life. Just going to coffee shops, sitting for 45 minutes, an hour. Chatting about life.These things we didn’t have the time for because you’re training through the day, and the day starts and ends very quickly when you are training like that.I’m eating dessert everyday right now. I love dessert. That’s the biggest change. And I’m very happy for it.Has it sunk in yet that you are no longer a part of that journey?For the most part, yes. But there are certain times when I’m watching matches, I miss being there. Sometimes you wish that you were playing and everyone else was watching you.That bit is there and it will be there. I want it to be there to a certain extent, at least till the time that I’m going to play because that will tempt me to still push and work hard.Other than that, not right now. It’s still too fresh. I’m enjoying that I don’t have to pack my bags and get on a flight alone. I can spend more time at home, and that is more comforting. That’s one of the reasons why I called it right now.I miss the competing bit, miss playing on the biggest stage, miss competing against the best.Ghosal celebrates after winning the individual bronze medal at the 2022 Commonwealth Games | Paul ELLIS / AFPWhat are some of the fondest memories you have on a squash court?Playing for India, there have been some very good memories. There was the Junior British Open [Under-19 in 2004]. The first Asian Games medal in 2006 [bronze], I think that was a medal that helped Indian squash a lot.Then the 2014 Asian Games team gold. And then the 2022 Commonwealth Games, winning the individual medal finally after all these years, that was the only time I had come close to breaking down on court. It meant a lot to me.Even this Asian Games [in Hangzhou], it hurt that I didn’t win the individual, but with the young team that we had, I did really well for the entire two weeks. I can be proud of that.And then generally, making it to the quarter-final of the World Championships in 2013 and 2019, I’ll always hold that in high regard.Making top 10 in the world was something I really wanted. I wish I could get into single digits. But when I started out, forget about any of the achievements, I never would have thought I would play for 20-odd years.Hopefully I still have a little bit more.Speaking of playing for India, there are four more years to go for the Los Angeles Olympics. Is that a dangling carrot for you?The route to the Olympics from the world ranking is out for me. But there might be some qualification championships, or regional quotas, or something like the Asian Games in 2026.I would be lying if I said this wasn’t there at the back of my mind. But it’s in the back of my mind, not the forefront.At the forefront, when I get down to the business of training, is to focus on my next tournament, which is the World Team Championship in December. I’m just going one tournament after another.ALSO READ – Olympics: ‘Monumental day’ – Saurav Ghosal as squash added to 2028 Games rosterI need to feel and see how I’m able to evolve with the game without being on the tour on a consistent basis. I need to see how I’m going and producing at the top level at these tournaments. And if I’m able to do that, then I can go to the Asian Games with a shot. And if that happens, then I might have a route to the Olympics. But even then, it’s two more years for the Olympics.Where the body is at that time, where the mind is, I don’t know. I’m basically taking it six months at a time.Have you thought of what you want to do once you retire in all formats?I want to help a few high-performance players. I feel like I can add value with them. I also want to go into the grassroots level to start talent identification there. And uplift coaches across the country as much as possible, through mentorship programs.You become a really good coach if you have played at the highest level or you have coached at the highest level. Unfortunately, in India, this is the first generation that has played at the highest level. And all these people haven’t trained here. So the coaches here haven’t had the exposure to do that.I want to help uplift them and give them my titbits on playing philosophy, how it needs to be done, and what are the ways to produce at the highest level, so that they can relay it to players at a young age.I have a certain legacy as a player. I would like this to be my legacy after I finish playing.Saurav Ghosal after winning the bronze medal match at the Commonwealth Games | Paul ELLIS / AFP","author":"Shahid Judge","time":"2024-05-02T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200416-jhdjkqnuye-1714557427.jpg","tags":["Saurav Ghosal","Indian squash","Asian Games","Commonwealth Games","Squash"]}