{"title":"‘Srikanth’ review: An inspiring tale of remarkable achievement","content":"The achievements of Srikanth Bolla are so remarkable, it’s a wonder a biopic was not attempted earlier. Bolla, the blind founder of Bollant Industries, is by any measure a poster boy of unflinching determination and never taking no for an answer.Hindi cinema has, with a few exceptions like Sparsh (1980) or Aankhen (2002), used a character’s visual impairment as an excuse for melodrama or pity-mongering. Tushar Hiranandani’s matter-of-fact approach towards Srikanth (Rajkummar Rao) is refreshing. That may have had something to do with the impression the real character conveys to people – as his screen alter ego says, blind people deserve not just empathy but equality.Srikanth is born in a small Andhra village and named after the cricketer by his father (Srinivas Beesetty), who is elated at the birth of a son until he looks at the infant’s eyes. Then he is all too ready to shun him, making it seem rather unfair that the song Papa Kehte Hain from Qayamat Se Qayamat Tak (1988) is used as Srikanth’s theme song.The kid (Arnav Abdagire) is not just a genius at studies but also quick to brawl with bullies. As he says, since he cannot run, he might as well fight. This swagger stays with Srikanth when he is sent to a school for the visually challenged in Hyderabad, where Devaki (Jyothika) teaches the children that they can do anything they put their minds to. Devaki takes on the role of Srikanth’s guardian and encourages him to reach his full potential.Indian society still sees Srikanth as a lesser being. Devika and he have to fight a legal battle so that Srikanth can be admitted to a science course. Srikanth impresses President APJ Abdul Kalam (Jameel Khan) by saying that he wants to be India’s first visually-challenged president.Srikanth’s can-do spirit is inexhaustible. He gets into the coveted Massachusetts Institute of Technology on a scholarship. In America, medical student Swathi (Alaya F) suggests that Srikanth return to India and work for the welfare of others like himself. In India, he finds that there are no job opportunities even for a topper like him, so he sets up his own business with the help of a generous investor, Ravi (Sharad Kelkar).Hiranandani and writers Jagdeep Sidhu and Sumit Purohit do no hesitate to show the movie version Srikanth’s unlikeable and arrogant side. However, the maker also seem to have worked with a checklist of hurdles Srikanth encountered and easily resolved. A few scenes honestly and poignantly portray the challenges Srikanth must have faced. It could not have been easy for him; at the same time, his unshakable resilience does not allow the film version of Bolla’s life to be turned into a tearjerker.Rajkummar Rao is usually competent, but in this role, he has given a performance that is deeply observed – the expressions, the gait, everything is just right. He dominates every scene with his look of utter concentration and purpose with just a tinge of vanity.Jyotika brings warmth and Sharad Kelkar charm to their characters, as they willingly allow themselves to bend to Srikanth’s steely will, Alaya F has a brief and mostly unremarkable role. The film is so earnest, so sunshine-y, the hero so inspiring, that one could overlook the slight sags along the two-hour runtime.\n\n\n    \n    Play\n\nSrikanth (2024).","author":"Deepa Gahlot","time":"2024-05-10T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200516-ycxrlzcshw-1714985834.jpeg","tags":["Srikanth review","Tushar Hiranandani","Rajkummar Rao"],"source":"https://scroll.in/reel/1067503/srikanth-review-an-inspiring-tale-of-remarkable-achievement"}