{"title":"Srinagar: 17-year-old boy dies after jumping into river to escape from CRPF jawans, says report","content":"A 17-year-old boy from Palpora area of Srinagar died on Monday after being confronted by Central Reserve Police Force jawans on a footbridge, HuffPost India reported on Wednesday. Osaib Altaf died after he jumped into a river but failed to swim to safety. There have also been at least 13 cases of pump action gun injuries since Monday, when the Indian government passed a bill in the Rajya Sabha to revoke Jammu and Kashmir’s special status under Article 370 of the Constitution, the news website reported. The state has been under an indefinite curfew since Sunday.Also read: Three policemen injured in Poonch, Srinagar pockmarked with concertina wires and checkpointsAltaf’s family told HuffPost India that he was among a group of boys who were cornered by CRPF personnel on Monday. “All of them were cornered by CRPF men on a footbridge as they had come from two opposite sides of the bridge,” Altaf’s father Mohammad Altaf Marazi said. “Seeing no way out, the boys jumped into the river. While others were saved by the quick response of labourers extracting sand on the river, Osaib couldn’t make it. He didn’t know swimming. He remained in the water for 20 minutes.”Residents admitted two of the boys to a hospital, while Altaf’s body was brought home, Mazari added.Medical officials at the Shri Maharaja Hari Singh Hospital in Srinagar, where the 13 injured persons are being treated, refused to talk about incidents of violence. “We can’t share the information with you as it creates problems for us,” a senior official told HuffPost India. “We have been told to not to give any information to the media.” Until Tuesday night, the news website’s reporter found eight cases of bullet and pellet injuries in the hospital. One of them said: “I was walking in the lane leading to my house when CRPF personnel fired pellets on me. It all went blank and I fell down. I don’t know how I reached here.”By Wednesday afternoon, the hospital received 13 cases of pump action gun injuries on the eyes from Srinagar and Ganderbal. “However, none of the cases are serious and they will not lose their sight,” an unidentified official was quoted as saying.The HuffPost India article is one of the few news reports to come out of the region since an information blackout was imposed late on Sunday night. One report in The Indian Express detailing the situation in Kashmir Valley said residents were not being allowed to go outside their neighbourhoods. Three policemen, including a deputy superintendent of police, were injured on Tuesday after violence broke out in Poonch district.","author":"Scroll Staff","time":"2019-08-07T19:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125168-kkjproclab-1565183532.jpg","tags":["Central Reserve Police Force","Jammu and Kashmir","Srinagar","Article 370"],"source":"https://scroll.in/latest/933147/srinagar-17-year-old-boy-dies-after-jumping-into-river-to-escape-from-crpf-jawans-says-report"}