{"title":"Sriram Raghavan interview: ‘Every movie is a commitment, you have to be damn sure about it’","content":"In Sriram Raghavan’s fifth feature Andhadhun, a blind pianist (Ayushmann Khurrana) gets embroiled in a murder. How can he report a crime that he hasn’t exactly seen – and what is the role of the mystery woman played by Tabu? The twist-laden thriller, which is being released on October 5, sees Raghavan and his frequent collaborators – editor and bouncing board Pooja Ladha Surti and co-writer Arijit Biswas – in familiar territory. Ever since his direct-video debut Raman Raghav, in 1991, and his feature debut in 2004, Ek Hasina Thi, the Film and Television Institute of India-trained director has followed the adventures of professional criminals, gamblers, hustlers and flimflam artists. Typical features of his films include relatable characters, taut dialogue and wry humour, sudden flashes of violence, and the events that follow when best laid plans come to nought.Johnny Gaddar (2007) revolves around a gang of smugglers that implodes when one of the members decides to take the loot and run. Raghavan’s big-budget misfire Agent Vinod (2012) is a spy thriller that features a veritable rogues’ gallery of gun-runners and arms suppliers. In Badlapur (2015), revenge and redemption follow the accidental death of an eye-witness to a bank robbery.Andhadhun also continues Raghavan’s tradition of paying homage to the films that he grew up on and reveres. Among the cast members is the 1970s actor Anil Dhawan, for instance. In an interview, 58-year-old Raghavan explores his love for well-aged pulp fiction, the years he took to find his feet, and his preference for including film references in his productions. ‘Andhadhun’ is some weeks away. What can you tell us about the movie?Andhadhun is developed from a short film, which I don’t want to talk about right now.  The short film was recommended by a friend, Hemant Rao. I wanted him to write the script, but then he got the chance to make his own film. After that Arijit and Pooja and Yogesh Chandekar contributed to the film as well. Andhadhun was written a couple of years ago. I had even narrated it to Varun Dhawan along with Badlapur. But Badlapur was ready, and this one wasn’t finished.It isn’t a sordid story. The pianist is happy with himself and is trying to prepare for a competition when he meets a terrific girl and then another woman and many things happen to him. Among my inspirations was the movie Fargo, as well as the television series based on it – it’s a bit macabre, like going down a rabbit hole.\n\n\n    \n    Play\n\nAndhadhun (2018).‘Andhadhun’ stars 1970s actor Anil Dhawan. Why did you cast him?The character is a fictitious actor from the 1970s. He could have been a builder or a businessman, but he we decided to have an actor.Anil Dhawan has some iconic films to his name, like Chetna and Darwaza and a lot of Rajshri films. He also has terrific songs. He fitted all my requirements. He keeps doing films and television. I made the mistake of asking him what he had been doing lately, and he said, from 1970, my source of income in my income tax returns has been acting. I loved it.He was a find for me. I love these actors from that time because they have so many stories tell. Plus, he is also from FTII. Tabu too plays a pivotal role in the film.I have always liked her as an actress, whether it is Biwi No 1 or Cheeni Kum or The Namesake. But I didn’t know her at all.I invited her to a screening of Badlapur, but when I met her, I didn’t know what to say to her. She made a ‘call me’ gesture after the screening. I called her much later, and she heard the Andhadhun script. What the hell are you making me do, she said.She is a fab actress. I did nothing. We would go through the scenes, and she would just do it.Viewers are saturated with whodunits these days. How do you make something that seems fresh?Audiences are smart, and you don’t have to lay everything out and spoon-feed them. But in Badlapur, for instance, not everybody could put two and two together. When Varun helps Radhika Apte’s character after her car breaks down, a reviewer wondered how he could have known that this was going to happen. He had been following her, he had already punctured her car. This scaffolding is only for the script.\n\n\n    \n    Play\n\nBadlapur (2015).Were there other things about ‘Badlapur’ that people didn’t like?Some people weren’t satisfied with the ending. Others thought, how could Varun kill Radhika? Why did he force himself on Huma? People also wanted Varun to get the money, and they didn’t like the fact that he goes all dark.Andhadhun too has an ending that will make people wonder – what just happened, this or that? Both are valid, and both can be proven, so you can almost choose. ‘Andhadhun’ is set in Pune, where you spent many years pursuing your education. But you grew up in Mumbai, right?I was born in Bombay. My dad was a botanist working at the Botanical Survey of India.I studied at Pune’s Ferguson College. I dropped out of science and pursued economics. I wanted to be a journalist. But in those days, I used to have a very bad stammer. That was very bad for journalism. I saw an ad for a trainee journalist at the Stardust magazine. I was there for four months, but I wasn’t a very good reporter. But you don’t stammer any more.The stammering went suddenly, when I was making Ek Hasina Thi. It didn’t cripple me, but it was just that with a stammer, you don’t talk much or venture out. If I would go to a restaurant, instead of saying masala dosa, since I couldn’t say the alphabet ‘m’, I would order an idli sambar.It is quite strange. You would never catch me raising my hand in class. Now, you can ask me to stand on a stage and say something, and I’m like, okay, chalo.Urmila Matondkar and Saif Ali Khan in Ek Hasina Thi (2004). Courtesy Ram Gopal Varma/K Sera Sera Productions.You also assisted Mukul Anand before enrolling at FTII for a course in direction.After Stardust, I got a job at Trade Guide, where I spent more than a year. During those days, I met the director Mukul Anand. I was getting more interesting in filmmaking. I went to work for Mukul. I didn’t know anything about anything. I used to have a big problem giving the clap because of my stutter.One day, on a lark, I applied to FTII. I got an interview call. Mukul told me, if you stay with me, you will take seven years to make a film, but if you go to FTII, you will make one faster. Which of your films are you most happy with?All of them, actually. The film has to have a connect, one that builds up. I can say that I was very happy with Badlapur. Most people found it to be a disturbing and dangerous story for a Hindi film. But something about the story was driving me. The film was originally written for an older character, but Dinesh Vijan liked the script and said, consider a younger person.Varun Dhawan in Badlapur. Courtesy Maddock Films/Eros International.What went wrong with ‘Agent Vinod’?Every movie is a commitment, and you have to be damn sure about it. With Agent Vinod, we had a title and the thought of trying to make a spy movie. I had the vanity of saying, all spy stories are about saving the world, so we will make the scenes entertaining. The film is good in parts, but on the whole, it gets exhausting. Arijit said it like a thali with a couple of extra vatis [bowls] that you are being forced to eat. Your films are of a modest scale, both in terms of the plot and the treatment. ‘Agent Vinod’, on the other hand, was mounted on a big scale.The stakes are usually low in my films – if you talk about too much money, it can become outlandish. Maybe it’s just a believability thing. I need to be able to believe that somebody has done something.Scale has its pros and cons. My producers were very generous, but the scale was still nothing compared to the Mission: Impossible or James Bond films. We wrote so many sequences that were a great read, but we could not execute them. I thought that we have so much here, we will get away with it, but we didn’t. Agent Vinod made its money back. The movie gave me a lot of ‘fuck you’ attitude when I was doing Badlapur.\n\n\n    \n    Play\n\nAgent Vinod (2012).How do you balance making the film you want and the one your producers want you to make?I have been blessed with good actors. The lead doesn’t have to be a star, but somebody who is hungry enough for the role. If a movie doesn’t lose money and makes enough for you to live for a year, that should be good enough.The givens also set you on a certain path. When we began Badlapur, there was no scope for a song. Dinu [producer Dinesh Vijan] came up with a song for a scene in which Huma is enticing Varun, but I said, no way. One song did save us – Judaai, when Varun is attempting suicide.I love songs in films, but I am not able to break in and use songs the way they used to be done. My songs have a lot of story in them.In Agent Vinod, the question was, should Saif sing or not? There is no way he could, but the film required songs. Even the mujra song, Dil Mera Muft Ka: actually Kareena should not have sung because it wasn’t in character. Let it happen, I felt. In Johnny Gaddar, I wanted the character of Dharamji’s wife to be a chorus singer. Sandesh Shandilya was initially supposed to compose the music, and he was crestfallen when I said I would use an old song instead. We use Mora Gora Ang from Bandini as a way to talk about Dharmendra’s terrific old films. Pooja sang the song in the movie.Johnny Gaddaar was based on a book I had read many years ago, when I was working at ISRO...\n\n\n    \n    Play\n\nJohnny Gaddaar (2007).You worked for the Indian Space Research Organisation?Yes, for two years. They had a documentary unit. I graduated from FTII in 1987, and after that, I went to work at ISRO. We used to work on public safety announcement films. I don’t have enough work to show for my time there, but they did have a great library.Meanwhile, the graduate film that I had made at the institute, The Eight Column Affair, won a National Film Award. I moved back to Bombay in 1990, but there wasn’t any steady work. By this time, VHS had come in. In 1991, I was commissioned to make a film on the serial killer Raman Raghav for a video magazine that was going to be launched. The video magazine never took off, but Raman Raghav was well received. So one thing led to another?I nearly did a film with Tinnu Anand. I had this story, based on A Kiss Before Dying, written by me and Rajat Kapoor. But it had already been made – as Baazigar.Every couple of years, I would get a boost. Sunny Deol saw Raman Raghav, and called me to do a film with him. I was walking on air for a few weeks, but the script was very typical and I wasn’t getting a charge out of it. I want to make a film with Sunny some day, and I will.I like to say that there was a hole in my pocket and a decade fell out – there was a lot of time when I did nothing.  How did Ram Gopal Varma end up producing ‘Ek Hasina Thi’?The TV industry had taken off. My brother, Sridhar, had started writing for the serials CID and Aahat. I used to write and direct some episodes whenever my bank balance was down. I did this for three or four years.In the mid-1990s, Anurag Kashyap was writing an episode on the serial killer Auto Shankar for the same video magazine for which I made Raman Raghav. We had all seen Satya, and we loved Ram Gopal Varma because of Shiva and Rangeela. One day, I got a call from Anurag who said, I have given a VHS tape of your film to Ramu. Ramu said, why aren’t you making a film? That was another huge booster dose for me. I was initially supposed to direct Shool. I felt that the script needed some work. I told RGV I would need two months. He was thinking Monday! After a few interactions, he realised that I was the type to take time.Again through Anurag, I met Tutu Sharma, the producer of what was his debut film Paanch, but that film never happened.How was the connection with Varma eventually made?Another time, Anurag and I happened to meet in Hyderabad. Ramu called Anurag, who said he was with me. Ramu asked me to come and meet him. I did some work on another film that eventually became Ab Tak Chappan – it was called Daya at the time.Ramu said, there is this one story I want you read. At that stage, I was ready to take on anything. But it wasn’t anything, it was Pooja’s script for Ek Hasina Thi.Ramu had a fab way of saying, this is very good, but there is this one scene I don’t like. If you took that scene out, the whole script would fall apart. He used to support me a lot. He would cancel out dialogue and keep just one line. But he also left us alone.I didn’t have anything else for Ramu after Ek Hasina Thi, and then he got busy with other projects. I remembered the Johnny Gaddar story, the one that I had borrowed from the ISRO library. Sanjay Routray liked it, and Adlabs ended up picking up the movie.It hasn’t actually been that difficult for me to get a producer. My problem is I don’t work fast enough.\n\n\n    \n    Play\n\nJohnny Gaddar (2007).You have been accused of lifting ‘Johnny Gaddar’ from the French movie ‘Symphony pour un Massacre’ from 1963.My movie isn’t plagiarised from the movie, which I haven’t seen. It definitely has a lot to do with the book on which the film is based, which is the one I read on the train between Mumbai and Ahmedabad. I was also influenced by Reservoir Dogs. I should see the French film some time. Why are your films littered with so many references to other movies – this is what leads to the charge of plagiarism.For me, the reference is an invisible guide map for when I am making a movie. For instance, there is a fantastic bank robbery in Gun Crazy [1950]. There is no point in me trying to do that, so I try and find my own way. Some things are standard, and you cannot deviate from them. Sometimes, a genre film requires that standardness. I love Vijay Anand, and he is a master of the film song. I also love Victoria 203 and many of the Brij Sadanah films.I am a big fan of Jean-Pierre Melville’s films. American films are very polished, whereas French crime films have a lot of individualism. They are less scared of convention, much more stimulating. Their characters connect with me because they are much more real. There will be sudden action and a sudden burst of events. Asphalt Jungle is one of my favourite American films. I remember Melville saying in an interview that there are 12 distinct features in a gangster film, and Asphalt Jungle has covered 11 of them. Your films also contain hat-tips to older Hindi films, even though your own style is nothing like these productions.You remember these films because you saw them as a kid. You can’t go down the same route, but at the same time, these characters remain attractive. I try to make my characters believable, not necessarily entirely realistic. Like if I had made A Kiss Before Dying, I would have set the film in Manipal or something.There are so many great films about which we know nothing. It’s not my mission to revive these films or anything, but maybe there is something there in them.\n\n\n    \n    Play\n\nThe Eight Column Affair (1987).You have a reputation for being an economical director. Where does this come from?We don’t shoot too much coverage – what we have is what we use for the edit, unless the director of photography specifically asks for a few extra shots. My movies don’t have extra footage – in that sense I am an economical director to work with.I remember for Ek Hasina Thi, we wanted a fire engine in the scene where Urmila escapes from prison. We settled for an ambulance. What eventually came was a Matador.Maybe it has something to do with being middle class. I avoid certain things because they just don’t feel right. I don’t like to waste money. Three of your four films have crime for a backdrop. Are you planning on branching out?I have many unfilmed stories, including Happy Birthday and Miss Chandy. Happy Birthday is not a crime film. There are other stories too, but I tend to gravitate towards crime.I am working on a period war film, written by Ritesh Shah. It is based on Arun Khetarpal, the youngest soldier to win the Param Vir Chakra at the age of 21 for his service during the 1971 Indo-Pak war. It is a very tough story because he did something fantastic and then it was all over.","author":"Nandini Ramnath","time":"2018-08-17T08:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/890639-vlujldewso-1534360099.jpg","tags":["Sriram Raghavan","Andhadhun","Badlapur"]}