{"title":"Sriram Raghavan on ‘Merry Christmas’ movie: ‘A slow-burning wild ride’","content":"Sriram Raghavan’s Merry Christmas will be released in mid-January, four days before the 20th anniversary of his feature debut Ek Hasina Thi. Merry Christmas stars Vijay Sethupathi and Katrina Kaif as strangers whose paths cross on Christmas Eve in Mumbai. The movie promises deception, intrigue and murder, elements that have recurred in four of Raghavan’s previous five movies, including Johnny Gaddaar, Badlapur and Andhadhun.The Hindi-language movie also stars Sanjay Kapoor, Vinay Pathak, Pratima Kazmi and Radhika Apte. Raghavan made Merry Christmas simultaneously in Tamil with the same leads and different actors, including Radikaa Sarathkumar, Kavin Jay Basu and Shanmugarajan.Both versions will be released on January 12. Raghavan has already begun shooting Ikkis, starring Agastya Nanda. The biopic revisits the heroism displayed by Indian Army soldier Arun Khetarpal during the 1971 Indo-Pak War. Ikkis, which also stars Dharmendra, will be released in 2025.Raghavan began his career in 1991 with Raman Raghav, a documentary-fiction hybrid about the Mumbai serial killer. Ek Hasina Thi came out on January 16, 2004. In an interview with Scroll, 63-year-old Raghavan talks about the ideas that went into his new movie as well as the making of his first feature. Here are edited excerpts.Merry Christmas is adapted from a French novel that you don’t want to name just yet.The movie is based on a book that is mentioned in the titles. I don’t want to name it for obvious reasons. When Alfred Hitchcock decided to make Psycho, he told his guys to buy every available copy of Robert Bloch’s book on which the film is based. I too have bought all the copies available on Amazon, which I will give my friends after the movie is out.The book is a thriller but is also about relationships. After Andhadhun, I didn’t want to do the twist-and-turns thing again. Merry Christmas is quieter. It’s the most expensive low-budget film ever made.I also love one-night stories, in which there is compression of time and space and what you know of the characters is only within a time frame. The first such film I saw was Yash Chopra’s Ittefaq. I felt it was more visceral than the film it was taken from, Signpost to Murder. Ittefaq has a beautiful sequence in which Rajesh Khanna and Nanda are sitting in a room and talking for a long time.\n\n\n    \n    Play\n\nMerry Christmas (2024).Without giving anything about Merry Christmas away, what can you tell us about the film?It begins like a romance and then things go crazy. It has a slow-burn beginning that gradually becomes a wild ride.Andhadhun had a certain end that went in our favour, in the sense that people were discussing it. Here too, we have tried something experimental. I am curious about how people will react, and whether they will accept the pace. The look is almost not like a real movie – it’s a greeting card kind of thing. One of my favourite directors is Jean-Pierre Melville who said, take care that films are never realistic.Realism is too scary a word. Cinema itself is unreal. Even if I am doing a film like Raman Raghav, which is based on a real story, there has to be a stylised presentation or a mood that makes it stand out. Merry Christmas has that element too. Why did you make the film in Tamil as well as Hindi?One of the reasons is that I am a Tamilian. One of my dreams is to make a Marathi film, since I have lived in Bombay, and another is to make a Tamil film.After I decided to cast Sethupathi, I could have made a complete Tamil film that could have been remade in Hindi. But because we were shooting during Covid, I felt I could amortise the cost of the production by making two films instead of one. So at least half my dream was taken care of.Vijay could speak Hindi. Katrina was dubbed in the Tamil version. We devised a kind of gibberish language for her. When you say the gibberish, the lip movements are similar to the Tamil dialogue.\n\n\n    \n    Play\n\nMerry Christmas (2024).What was behind the unusual pairing of Katrina Kaif and Vijay Sethupathi?Katrina and I had been interacting even before Andhadhun. She wanted a role out of her comfort zone. Once she was cast, the next question was, who opposite her?I had seen a few of Vijay’s films – Soodhu Kavvum, Naduvula Konjam Pakkatha Kaanom, Super Deluxe, Vikram Vedha. In 2019, I was on my way to the Melbourne International Film Festival, where Tabu was being given an award for Andhadhun. I saw 96 [Prem Kumar’s 2018 film] on the flight. I loved the film, I loved the choices made, especially towards the end.In Melbourne, at the hotel, I met Vijay. I asked him, do you speak Hindi. He replied, “Main teen saal Dubai mein raha hoon” (I lived in Dubai for three years). Vijay is full of stories, experiences and anecdotes. When I would narrate a scene to him, he would tell me a story that would present another point of view. It could have been something I hadn’t thought of. Vijay was intuitive, while Katrina was extremely prepared. Midway during the film, there was a lot of interaction between them. You have a reputation for casting actors against type, such as giving Saif Ali Khan his Baazigar moment in Ek Hasina Thi or re-imagining Varun Dhawan as a grey-shaded character in Badlapur. How do you work with actors?I have chats with them on the sets and beyond it. I have been lucky with the actors I have worked with.Varun was new and liked the same kind of cinema as me – edgy, noir films. At the time of Badlapur, I wondered if he knew what he was agreeing to. Saif too was on the cusp. He hadn’t done memorable films before Ek Hasina Thi, except perhaps Dil Chahta Hai. But in interviews, he came across as articulate. Plus he had this Charles Sobhraj quality, like a thug. Why wasn’t this quality there in his films, I wondered.There have been enough actors who have rejected my films too. They might not get the film, or think the character is too dark, or say that they don’t like the character. I am not looking for heroes. \n\n\n    \n    Play\n\nBadlapur (2015).You tend to repeat actors, such as Pratima Kazmi, Ashwini Kalsekar and Zakir Hussain.I had read somewhere if you zoom into a particular character, there should be a whole film possible about that character. So I felt I should do something like that in my films.It’s great fun working with the same actors. You are more familiar with them rather than trying out with new actors. I also have people brainstorming with me, writing and collaborating with me. You can’t do everything on a film. Ek Hasina Thi, produced by Ram Gopal Varma and starring Urmila Matondkar and Saif Ali Khan, was released nearly 20 years ago. How did the film about a woman seeking revenge against the lover who framed her come together?Anurag Kashyap had passed on a videotape of Raman Raghav to Ramu [Varma]. Ramu said he liked the slowness of Raman Raghav. He told me, you are an inch away from making a movie, why aren’t you?He was working on something about a nuclear bomb planted in Bombay, with a big star cast. I started working on that. After a few months, he moved on to a film about a stalking fan, which eventually became Mast. Later, Ramu wanted me to direct Shool, but that didn’t happen. I had a script a producer was supposed to make, for which I had written only the first half. I even got a 50,000-rupee advance, which I took home in an auto-rickshaw. I still have two old 500-rupee notes from that signing amount that I haven’t spent. That movie didn’t happen either. Finally, Anurag re-connected me to Ramu. He was planning a film on the Mumbai encounter cop Daya Nayak, called Daya. The project didn’t take off at that time, but Ramu handed me the script that Pooja Ladha Surti had written, which became Ek Hasina Thi. I liked the elements – the trickster, the romance, the jail, revenge.Urmila Matondkar in Ek Hasina Thi (2004).What contributions did Varma make as a producer?One of the things he told me was: in Raman Raghav, you have taken a lot of shots that I have never seen. Don’t worry, don’t try to make Ek Hasina Thi conventionally.Ramu taught me something very important – the one-line writing idea. The whole film is there like a synoptic screenplay, in bullet points. Economy was important for Ramu. He would cancel out pages of dialogue and keep one line. The scene would be conveyed with that one line.He was shooting Bhoot while I was making Ek Hasina Thi. He would give me alternate scenes that would sometimes make me burst out laughing. I will give you two examples. One is when Sarika escapes prison and goes to the lawyer’s house to make him speak the truth about her innocence. What we had was that she shoots the lawyer with a gun in the legs and then kills him. Ramu said, look, it’s dark. You don’t know who’s there in the house. There’s this guy sleeping and suddenly a rod smashes his legs. We see Sarika standing there. It shattered the dialogue we had written, but it also became very visual. In what other ways did Varma influence the script?When the film was completed, he looked at the edit by himself. He made the film crisper in a beautiful manner. He gave me the tone of the film.Ramu suggested the scene of the rat in the kitchen that frightens Sarika. The rat became a motif. There is a rat trap when Sarika is cleaning the house even as news of Karan’s identity is flashed on TV. In jail, there are rats, and finally in the climax.If you look at it, the climax is illogical. Ramu said that even if a scene feels unbelievable, just shoot it convincingly. If it works emotionally, you don’t think of the logic. Did you argue about scenes?Throughout the film, there had been only helpful ideas and no interference. But we had an argument when the sound mixing was being done by Hitendra Ghosh.There was a scene between Seema Biswas’s cop and Sarika’s parents. Seema is telling the parents, you don’t know what working women are up to these days. That scene connects to the later scene in the courtroom, where Seema realises that Sarika has indeed been tricked into pleading guilty. Ramu said, remove the scene, it’s not required. Pooja and I were fighting to keep the scene. When he asked Hitendra for his opinion, Hitendra replied, Ramu, kuch farak nahin padta hai (what does it matter). Ramu let it go then. Ek Hasina Thi is also one of the best movies about prison life.We visited a bunch of prisons. We shot portions at the jail in Thane and created sets for Sarika’s cell. We also visited Arthur Road prison in Bombay.I asked if any escapes had happened. I was told that painters who had been working at the jail had left behind a ladder, which a few prisoners used for their escape. If I had shown it in the movie, nobody would have bought it.How was Ek Hasina Thi received when it was released?After Ramu saw the final edit, he hugged Pooja and me. He took us to a bar and told us, you have made a good film. Was the process enjoyable for you, or is what happens after its release the main thing? That’s for you to decide.That’s a great thing to say. It has stuck with me. The film didn’t do great, but it was appreciated by the trade. What can you tell us about Ikkis, whose shoot has begun?Ikkis hasn’t been treated like a biopic. It’s two stories, one set in 1971, and one set in 2001. Apart from the young man’s heroism, I liked an aspect of the story that is in the public domain. Thirty years after Arun’s death, the father went to Lahore. The father was born in Sargodha in undivided India. He was hosted by a Pakistani Army officer, who happened to be the man who had killed his son. That caught my attention. Agastya Nanda was cast in Ikkis before The Archies. We were looking for an actor who could play a 21-year-old character, who had that innocence. When I met Agastya one-and-a-half years ago, he reminded me of Amitabh Bachchan from Saat Hindustani. Then he began working in The Archies. I see a lot of promise in him.Sriram Raghavan on the sets of Merry Christmas. Courtesy Tips Films.","author":"Nandini Ramnath","time":"2023-12-25T07:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196901-uekkrxembt-1703419189.jpg","tags":["Merry Christmas","Sriram Raghavan","Vijay Sethupathi","Katrina Kaif"]}