{"title":"SS Rajamouli conquered Telugu cinema a decade ago. Is Bollywood next?","content":"For those who have followed SS Rajamouli’s career, the big surprise is not that the Telugu director’s latest movie, Baahubali, is being dubbed in Hindi and backed by such Bollywood heavies as filmmaker Karan Johar and distributor Anil Thadani. The big surprise is that it has taken Rajamouli this long to move out his backyard.Baahubali is a two-part period fantasy movie starring several well-known Telugu actors. Designed by eminent production designer Sabu Cyril and rumoured to cost Rs 160 crore, Baahubali is an action spectacle about two warring brothers played by Prabhas and Rana Dagubatti. The first part opens on July 10, while part two will be released next year. Each movie will be a complete experience in itself, said Rajamouli during a recent visit to Mumbai, where he attended the launch of the Hindi trailer and endured a whole day of interviews with the national media who are curious about Johar’s latest “find”.Rajamouli needs no introduction down South, where his action thrillers, comedies and family dramas have won legions of admirers for their imaginative storytelling, technical polish, larger-than-life heroes, and innovative use of special effects. Rajamouli has a well-earned reputation as a serial hit-maker, and his 2009 reincarnation drama Magadheera is one of Telugu cinema’s all-time blockbusters. His movies are routinely dubbed and remade in other Southern languages. Baahubali has been shot in both Telugu and Tamil.Hindi movie viewers are not entirely unfamiliar with Rajamouli’s filmography. At least two of the 42 year-old director’s hits have been remade in Hindi: Vikramarkudu became Rowdy Rathore and and Maryada Ramanna was recast as Son of Sardaar. Hindu-dubbed versions of his Telugu hits constantly play on satellite movie channels. The Hindi version of his most accomplished movie, Eega, was dubbed and released as Makkhi, but without the publicity and marketing push that is being accorded to Baahubali.Made in 2012, Eega is a perfect example of Rajamouli’s ability to marry Hollywood high-concept with Indian emotion. Eega is the humour-laden vendetta saga of Nani, who is killed by an evil industrialist who covets Nani’s girlfriend. Nani is reborn as a fly, and he takes revenge for his murder.“I would love to make Hindi films just for the fact that I will have a larger audience, which is what every storyteller wants, but I have certain commitments down south,” Rajamouli said.  Baahubali was always going to have a Hindi version, he said. “Thanks to Makkhi, I got a foothold in the [Hindi] industry,\" he said. \"Because of the scale and the story’s universal appeal, we knew that Baahubali would vibe with an all-India audience.”How does Baahubali compare with Magadheera, which featured lavish sets, outdoor locations and extensive use of computer-generated effects? “There is no comparison,” Rajamouli said ‒ Baahubali is much grander in scale. “We started off with one film, but as the story developed, we knew we could not do any justice with just one part,” he said.Baahubali has been co-scripted by Rajamouli’s regular collaborator, his screenwriter-father, KV Vijayendra Prasad. The partnership begins right from the story-development stage itself, Rajamouli said, and it isn’t without its fair share of drama. “We have lots of fights,” the director joked. “He will give me a plot or a character that is very inspiring and moving and from there onwards, I try to figure out the life this character should have, his pre-story.”Prasad gave Rajamouli his early lessons in the craft of filmmaking and life itself. The director grew up in a joint family spilling over with uncles and cousins. “My grandfather was a wealthy landlord, but his sons invested in films and lost a lot of money,” the filmmaker said. As Prasad pursued his screenwriting career, his son spent his teenage years in a swirl of confusion. “I was film crazy but I didn’t know what to do with my life,” Rajamouli said. “I had dropped out of college, and I told my father I would become a guitarist. I even joined a guitar class. My father asked, how many hours do you practise every day? I said, three. He said, to become a good guitarist, you need to practise ten hours.”The son shared with his father a passion for stories and the myriad ways in which they could be told. “I read a lot, novels, books, comics,” Rajamouli said. “When my father became successful as a writer, he used to narrate stories and I would suggest improvements and alternative scenes. He told me I could work with him as an assistant, and I eventually ended up assisting K Raghavendra Rao on a television soap.”Rao is one of Telugu cinema’s most prolific and box office-friendly filmmakers. He briefly ruled Hindi cinema in the 1980s through remakes of his Telugu hits, many of them starring Jeetendra and Sridevi. “My main aim while working in television was to get Mr Rao’s approval,” Rajamouli said. “During my TV days, I didn’t have much of an idea of what I was making. The good thing was that I was a hard worker, and I earned the nickname work devil.” (Rao’s son-in-law, Shobu Yarlagadda, has produced Baahubali through his company Arka Media Works.)Rajamouli hit the ground running with his first few films, including the action drama Simhadri (2003) and the rugby-themed Sye (2004). By Vikramarkudu (2006), featuring Telugu star Raviteja in a double role, Rajamouli made no secret of his penchant for protagonists whose heroism can barely be contained by the four corners of the screen. Telugu potboilers demand fidelity to the formula and absolute obedience to the cult of hero worship. Like many of his successful peers, Rajamouli takes immense care in presenting his heroes on a 70-mm scale. “I am fascinated with super-heroism, and I try to get my audiences equally fascinated,” Rajamouli said. “It’s like a bursting of a volcano kind of thing. But I am not afraid to make my heroes fall down. That’s the difference between me and many other filmmakers. My line of thinking is that when the hero falls down, the rise will be steeper.”If there is any pressure to deliver yet another mega-ton hit with Baahubali, it isn’t obvious. “I don’t feel the pressure from my previous films, but from the present one,” the director explained. “I once met a person who teaches acting to animators, and I remember him telling me that audiences don’t get shocked by different plot ideas, but by the way you present them. You can make a film about a dancing glass and a talking leaf and depending on how believable the story is, they will get into it or reject it.”The same principle was applied to Baahubali. “The movie is set in a completely fictitious world and period, and I decided that I would design my own weapons and costumes whichever way I liked,” Rajamouli said. “People will buy into the film depending on how I present it.”","author":"Nandini Ramnath","time":"2015-06-03T09:00:10+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/731818-f9433456-4fc7-4a11-934d-8338078296ef.jpg","tags":[],"source":"https://scroll.in/article/731818/ss-rajamouli-conquered-telugu-cinema-a-decade-ago-is-bollywood-next"}