{"title":"Stagnant salaries, surge in women’s self-employment: Rise in ‘real’ wages is only half the picture","content":"The International Labour Organisation’s World Employment and Social Outlook 2024 report released in mid-January has observed positive real wage growth for India, even while real wages have declined in the majority of G-20 countries.A rise in real wages means that workers have been more than compensated for the increases in the cost of living, indicating an improvement in their living standards.While this may appear welcome news for workers, a closer look at the intricacies of real wage growth lends a more complex picture.Casual work wages increaseReal wage growth has not been observed uniformly in all types of employment. The latest report by the State of Working India 2023 shows that earnings from self-employment have fallen while those from regular wage and salaried work has remained more or less constant over the five-year period 2017-’18 to 2021-’22.On the other hand, it is only the real earnings of casual workers that have registered an increase. The trend appears to continue in 2022-’23 as well. However, even with the increase, the average real wages in casual work is still much lower than the proposed Rs 375 per day (Rs 9,750 per month) national floor minimum wage.\n    \n       Monthly earnings by employment type/year  2017-’18  2018-’19  2019-’20  2020-’21  2021-’22 \n    \n     Self-employment  Rs 12,318  Rs 12,988  Rs 11,560  Rs 11,411  Rs 12,089  Casual wage  Rs 6,959  Rs 7,209  Rs 7,324  Rs 7,431  Rs 7,856  Regular wage  Rs 19,450  Rs 19,690  Rs 18,907  Rs 19,074  Rs 19,456 \n   Source: State of Working India 2023 Casual work is also the most precarious form of work and does not qualify for several of International Labour Organisation’s “decent work” standards relating to employment security, hours of work and collective bargaining on wages and work conditions. It is also the least remunerative work when compared to regular wage work and self-employment.Workers from the Scheduled Castes and Scheduled Tribes along with Muslim workers are far more likely to be engaged in casual wage work compared to members of the general category and Hindus, the State of Working India 2023 report says, pointing towards occupational segregation.The gloomy picture continues even with regard to regular wage work, considered to be the good jobs in the economy. The annual Periodic Labour Force Survey 2022-23 report indicates falling social security among regular wage workers.The percentage of employees not eligible for any of the social security benefits such as provident fund, pension, gratuity, health care or maternity benefits rose from 49.6% in 2017-’18 to 53.8% in 2022-’23. So, in addition to the fact that the pace of expansion of salaried or regular wage jobs is slow in the non-agricultural sectors of the economy, there is greater loss of social protection for workers.Women’s earningsIn the context of women’s employment, the average real earnings in self-employment has fallen from Rs. 5,955 per month in 2017-’18 to Rs 5,337 in 2022-’23. During the same period, the share of rural women in self-employment has consistently increased from 55.9% in 2017-’18 to 70.1% in 2022-’23. It has increased for urban women too, but not as dramatically.It is reported that more than half of the women (53%) in self-employment were working as unpaid helpers in 2021-’22; 45% were “own account workers” without any hired help and only around 1% were employed others in their enterprise. The work of own account workers and unpaid helpers is considered a bottom-of-the rung survivalist strategy and cannot be viewed as opportunity-driven entrepreneurship.This indicates that growing rural distress and weak job creation is pushing large number of women into self-employment, reducing earnings from this activity. The lack of alternative opportunities for paid work is also evident from the fact that the share of rural women in casual employment has declined and their share in regular or salaried jobs has remained more or less constant.Wage disparitiesThe growth in real wages obscures the story of wage disparities between social groups. The State of Working India 2023 report analyses the earnings gap based on major social identities – gender, caste and religion. The earnings gap is the ratio of earnings for different groups such as female/male, Scheduled Caste-Scheduled Tribes/Others, or Muslim/Hindu.The report shows that women earn less than men in all categories of work, the earnings gap being the highest in the self-employment category. Women earn only 40% of men’s monthly earnings from self-employment.\n    \n       Identity  Regular wage (Rs per month)  Self-employed (Rs per month)  Casual wage (Rs per day) \n    \n     Gender           Women  13,666  4,809  230  Men  17,910  12,099  358  Ratio  0.76  0.40  0.64              Caste           SC/ST  13,735  8,271  309  Others  18,005  11,539  344  Ratio  0.76  0.72  0.90              Religion           Muslims  13,550  10,395  361  Hindus  17,197  10,663  323  Ratio  0.79  0.97  1.12 \n   Source: State of Working India 2023 With respect to regular wage work, women earn 76% of what men earn while Muslims earn 79% of what Hindus earn from regular wage work. The highest earnings gap is for Schedule Caste/Schedule Tribe women who earn only 54% of what upper-caste women earn in regular wage work.Much of the differences in earnings based on caste and religion are explained by differences in observable characteristics such as the education and work experience. But the earnings difference between men and women are not fully explainable by differences in observable characteristics. This reflects discrimination or biases against women in the labour market.Productivity higher than wage increaseThe State of Working India report 2018 indicates that labour productivity (output per worker) has risen by over six times between 1982 to 2017 but real average wages that have increased only 1.5 times during that period.This means that workers do not get a fair share of the value contributed by them. On the other hand, rising labour productivity owing to automation and labour-saving technologies reduces the need for firms to hire more workers.Institutional protection through minimum wage laws and collective bargaining can play an important role in negotiating the selective adoption of labour-saving technologies while raising the wages of workers.There should also be a greater focus on public job creation in areas of education, health, public administration etc. Additionally, public works programmes like the rural employment guarantee scheme have positive influences on rural employment, female labour market participation and wages and must receive consistent support from the government.Divya Pradeep teaches Economics at Christ University, Bangalore","author":"Divya Pradeep ","time":"2024-02-21T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198493-pzlcoywwus-1708017384.jpg","tags":["Labour","Wages","Gender","Women at Work","Wage Gap","Wage Disparities","Unemployment","International Labour Organization"],"source":"https://scroll.in/article/1063752/stagnant-salaries-surge-in-womens-self-employment-rise-in-real-wages-is-only-half-the-picture"}