{"title":"Stalin backs Rahul Gandhi as Opposition’s PM candidate – but other parties aren’t convinced","content":"Dravida Munnetra Kazhagam leader MK Stalin sprang a surprise on Sunday when he declared Congress president Rahul Gandhi as the Tamil Nadu party’s choice for prime minister in 2019.Stalin made the announcement at a public meeting in Chennai after the unveiling of a statue of his father, the late DMK leader M Karunanidhi, by Sonia Gandhi, chairperson of the Congress-led United Progressive Alliance. Stalin went on to urged Opposition leaders to strengthen the hands of the Congress and Rahul Gandhi to remove the “Nazist, fascist and sadist” Narendra Modi from power.However, the DMK leader did not receive the kind of support he might have expected. On Monday, Communist Party of India (Marxist) general secretary Sitaram Yechury made it clear that the leader of the proposed Opposition alliance would be decided after the 2019 general elections. The Samajwadi Party’s Ghanshyam Tiwari said the question of who would be the prime minister was still wide open for the Opposition. Stalin’s suggestion was not endorsed even by the leaders who shared the stage with him, including Andhra Pradesh Chief Minister Chandrababu Naidu, who leads the Telugu Desam Party. A Telugu Desam Party official said Naidu was “taken aback” by Stalin’s declaration. “We are trying to bring a large group of parties together,” said the leader who would only speak anonymously. “The DMK should consider the all-India situation.”The party’s spokesperson, Lanka Dinakar, told the media on Monday that the prime minister would be chosen after the election. However, he acknowledged that as the leader of the Congress, Rahul Gandhi was the primary contender for the top post.  In fact, even Rahul Gandhi himself “looked surprised”, said a Tamil Nadu Congress leader, adding that it seemed Stalin had not discussed the matter with the Congress president nor with his mother, Sonia Gandhi, before making the announcement.  The Bahujan Samaj Party and the Trinamool Congress have avoided discussions on the Opposition’s possible prime ministerial candidates.Though DMK leaders maintained that Rahul Gandhi was the obvious choice to lead the Opposition, particularly after the Congress’s recent victories in Madhya Pradesh, Rajasthan and Chhattisgarh, the lack of positive responses to Stalin’s suggestion has caused embarrassment within the Dravidian party.‘We know our limits’A senior DMK leader pointed out that the party’s decision to back Rahul Gandhi was not difficult to understand given that Stalin did not see himself as a contender for the top job. “We know our limits,” he said.Besides, the DMK leader added, it would be impossible to put together a winning coalition against the Bharatiya Janata Party without the Congress in the lead. “A front without the Congress will be a chicken without a head,” he said.However, some DMK leaders were worried that Stalin might inadvertently have strengthened the Congress’s bargaining hand in Tamil Nadu. A former party MP pointed out that the Congress was so weak in the state, it had become a burden for the DMK in the 2016 Assembly election. “One of the reasons we lost narrowly in 2016 was because we gave too many seats to the Congress,” he claimed. Now that the DMK chief has gone to the extent of declaring Gandhi as the prime ministerial candidate, the leader noted, there was no going back on the alliance.Political commentator Azhi Senthilnathan said it was common for Dravidian parties to go out of their way to hail national parties they were allied with. This was true of the DMK as well as its chief rival, the All India Anna Dravida Munnetra Kazhagam.“The problem is what will the DMK do if the Congress bargains for more seats in Tamil Nadu?” he asked.","author":"Sruthisagar Yamunan","time":"2018-12-17T19:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108317-xfgqyhhwpg-1545054443.jpg","tags":["DMK","Congress","MK Stalin","Rahul Gandhi","Sonia Gandhi","2019 general election","grand alliance","Narendra Modi"],"source":"https://scroll.in/article/906059/stalin-backs-rahul-gandhi-as-oppositions-pm-candidate-but-other-parties-arent-convinced"}