{"title":"Stalled monsoon and unusual winds are behind the floods in North East India and Bangladesh this year","content":"The first half of 2022 has seen South Asia hit by both severe heatwaves and heavy flooding. The latest flashpoints have been in northeast India and Bangladesh, where massive floods have displaced hundreds of thousands of residents and destroyed their livelihoods.Between June 11 and June 19, the region received torrential rainfall, leading to the Brahmaputra and Barak rivers overflowing. Hundreds have died in the resulting floods, and almost 55 lakh have been directly or indirectly affected. Of the 35 districts in Assam, northeast India, 28 were still being impacted by floods at the end of June. Large towns such as Silchar in Assam and Sylhet in Bangladesh have been submerged, while in Manipur in northeast India, at least 42 people were killed in a landslide on June 29 caused by incessant rain.Unusual windsFloods in the Brahmaputra basin in Assam and downstream Bangladesh are common every year, especially during the June-September monsoon that brings South Asia most of its annual rainfall.But this year, the situation has worsened due to the absence of easterly winds that usually push the monsoon clouds onto the Indo-Gangetic plains, according to RK Jenamani, a senior scientist at the India Meteorological Department. As the water-laden clouds have stalled over the North East, the region has suffered incessant rainfall, Jenamani told The Third Pole. Bangladesh and Myanmar have also received far more rainfall than usual as a result.“Winds that are supposed to move from the east this time of the year are absent,” said Jenamani. “Instead, we are seeing strong southerly and south-westerly winds over the Bay of Bengal, which have brought more moisture with them from Odisha [to northeast India and Bangladesh]. Also, the ‘wind system formation’ in Odisha, which usually dilutes the effect of the winds moving to northeast India, did not occur this year.”The absence of easterly winds resulted in massive floods in Bangladesh and northeast India this year. Graphic by The Third PoleUsually, during summer, an area of low pressure forms over Odisha and high-pressure winds from the Indian Ocean move towards this area, bringing rain.He also pointed out another rare phenomenon, which has worsened the situation. This year, moisture-laden winds from both the Arabian Sea and the Bay of Bengal moved towards northeast India at the same time in mid-June. Usually, they would arrive at different times.Due to the combination of these unusual events, Assam received very high levels of rainfall, leading to disastrous floods.“In just eight days, the northeast received nearly 3,345 mm of rainfall,” Jenamani said. “This is the total amount that Mumbai receives in an entire monsoon season of four months. Delhi, in the same duration, received only 500 mm.”The other side of the coin of a stalled monsoon is a rainfall deficit in other parts of South Asia. India Meteorological Department data shows less than average rainfall in June all over north and central India, with Odisha having received 37% less rain than average. Northern India is already facing huge losses to agriculture, livelihoods, and ecology due to massive heatwaves and wildfires in 2022 so far.India had to impose a ban on wheat exports this year after rising temperatures destroyed a substantial amount of the standing crop during the harvest season. This caused a flutter in global wheat markets.Winds of devastationTalking to The Third Pole, Ashok Kumar Keshari of the Department of Civil Engineering (Hydrology) at the Indian Institute of Technology Delhi confirmed that this year’s devastation could be attributed to climate change. “Wind circulation patterns are changing due to rising temperatures,” he said. “Since floods are caused by convectional rainfall [when air heated by the Earth’s surface rises, along with water vapour, then cools and condenses], which creates pressure patterns, the weather patterns are becoming unpredictable.”Keshari pointed out that even though rain intensity was increasing, wet spells (the number of wet days) were becoming shorter across India. In other words, most areas, especially the northeast, were getting very heavy rainfall in less time. Even if the total rainfall in a month or a season does not show a large variation, the number of dry spells has shifted.“Generally, winds from the Arabian Sea and the Bay of Bengal peak at different times,” he said. “But this year, it happened simultaneously, so the impact was amplified. Unfortunately, such occurrences will only increase in future.” As climate change affects the temperature of land and water, patterns of high and low pressure will shift in turn, meaning less predictable patterns of rainfall.Another contributing factor to shifting monsoon rainfall patterns, experts say, is a rise in the occurrence of marine heatwaves, periods of abnormally high temperatures in a particular region of a sea or an ocean which affect pressure patterns. Roxy Mathew Koll, a senior climate scientist at the Indian Institute of Tropical Meteorology and a lead author of the latest report by the Intergovernmental Panel on Climate Change wrote in a recent study: “The western Indian Ocean region experienced the largest increase in marine heatwaves at a rate of 1.2–1.5 events per decade, followed by the north Bay of Bengal, at a rate of 0.4–0.5 events per decade … leading to a reduction in monsoon rainfall over the central Indian subcontinent.”Transformative change neededAssam is the most climate-vulnerable state in India, with 11 of the country’s 20 most climate-vulnerable districts located in it. While state governments can take some urgent measures such as the provision of food, medicines and shelter and can strengthen embankments, long-term economic recovery is crucial to tackle floods and other impacts of climate change.“States must have the planning capacity and budgets to re-stimulate resources to help recover from the economic burden,” said Aditya Valiathan Pillai, a fellow at the Initiative for Climate, Energy, and Environment at the Centre for Policy Research, a New Delhi-based think tank. “Once it [the flood] is all over and the disaster and relief teams have left, the affected people will face a bleak economic future.” Responding adequately to compound disasters, when extreme weather events overlap due to climate change, requires multi-level governance and resilience planning, he added.“There needs to be a transformative change in how states approach disasters,” Pillai said. “States need to have strong action plans which are also resilient to climate change. This can only happen when there is multi-level governance.” “While it is not in Centre’s ambit to directly get involved, it can promote and facilitate core policy constructs for states to follow…,” he said “It must also be made sure that states have enough resources and access to funds.”This article first appeared on The Third Pole.","author":"Cheena Kapoor  ","time":"2022-07-08T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176842-fuecexbsiu-1657190458.jpg","tags":["Assam","Floods","Bangladesh","South Asia","Monsoon"],"source":"https://scroll.in/article/1027815/stalled-monsoon-and-unusual-winds-are-behind-the-floods-in-north-east-india-and-bangladesh"}