{"title":"‘Stan Lee’ review: A fond tribute to the legendary creator of Spider-Man","content":"The documentary Stan Lee has been co-produced by Marvel Studios, the production company that has earned billions by adapting of the comics Lee co-created. The film’s director, David Gelb, finds a way around the problem by focusing on Lee’s formative period and his glory years.Stan Lee is being streamed on Disney+ Hotstar, the streaming service that is the home of the films and shows that ceaselessly emanate from the Marvel Cinematic Universe. The 86-minute documentary takes us back to the comics that inspired these money-spinners and to the man who popularised them. Gelb’s previous credits include the acclaimed documentary Jiro Dreams of Sushi (2011). Gelb uses archival interviews with Lee (who died in 2018) as well as unrelated footage to represent the period when he was the most active – the 1940s to the 1970s. Gelb’s most innovative touch is to represent the phases of Lee’s life through miniature models. The beautifully realised diorama are as artistic as anything Lee created.\n\n\n    \n    Play\n\nStan Lee (2023).Lee’s endless optimism makes slight of his hardscrabble childhood during the Great Depression of the 1930s. Lee began working as an adolescent, winding up at a comic book publisher where, in his cheerful telling, he was thrown into the deep end as a writer after other employees quit. Lee’s gift for dialogue led to numerous comic books. His fortunes turned in the early 1960s. The stories he co-created with illustrators Jack Kirby and Steve Ditko at the company that later came to be known as Marvel Comics laid the foundation for a globally recognised empire. Some of the principles that have guided Marvel’s success are laid out in the film. Write what you would like to yourself read. Let the bad guys be relatable, and let the good guys make mistakes every once in a while. Lee’s back story to Spider-Man – the first teenage superhero – is illustrative of his ability to understand the shifting tastes of readers.The question of creative credit survives the documentary’s largely laudatory tone. Lee defends himself against charges that Ditko, and later Kirby, both of whom abandoned Marvel Comics for rival DC Comics, were not adequately recognised for their illustrations. Director Gelb unearths a three-way radio interview in which Lee and Kirby politely argue over allowing Lee to be known as the sole creator of the comics.Stan Lee and Chadwick Boseman at the premiere of Black Panther in Los Angeles, California, in 2018. Photo by Mario Anzuoni/Reuters.Who did what can be argued about forever, Lee breezily says. The documentary doesn’t press this point, as also the protracted litigation that Lee and his family later pursued against the filmed adaptations of the comics.The archival footage throws up gems at times, such as fan conventions that appear to be the forerunners of the Comic Con circuit. The introduction of Black Panther by Lee and Kirby in 1966 and many more female characters over the years are described as instances of Lee’s sensitivity to America’s racial and gender divide.The section devoted to the movies based on the comics whizzes by like an action-packed comic panel. A warm, witty, and performative presence throughout, Lee has the last word when he declares that Marvel comics are fairy tales for older people. The proof lies in the films and shows that continue to profitably mine his legacy. \n\n\n    \n    Play\n\nStan Lee cameos in Marvel films.","author":"Scroll Staff","time":"2023-06-17T09:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191317-bfmyzqdzlw-1686934493.jpg","tags":["Stan Lee","David Gelb","Marvel comics"],"source":"https://scroll.in/reel/1051068/stan-lee-review-a-fond-tribute-to-the-legendary-creator-of-spider-man"}