{"title":"Stan Swamy’s death an ‘institutional murder’, say family, friends of Bhima Koregaon accused","content":"The family and friends of 16 activists arrested in the Bhima Koregaon case have called tribal rights activist Stan Swamy’s death an “institutional murder”. In a joint statement, the signatories said it was unconscionable that someone of his age and with his health condition “was put in the prison in the first place”.The 84-year-old activist died at a hospital in Mumbai on Monday afternoon. Swamy was an accused in the case related to the caste violence in the Bhima Koregaon village near Pune in 2017, and was arrested by the National Investigation Agency in the midst of the Covid-19 pandemic in October 2020. He was charged under the Unlawful Activities (Prevention) Act. Apart from other ailments, he suffered from Parkinson’s disease, a progressive neurological condition.Swamy was the oldest and the last person to be arrested in the case.“We, the friends and family members of those accused in the Bhima Koregaon Conspiracy case, are deeply pained and shaken to the core by the loss of Father Stan Swamy,” the statement from families and friends of those accused in the Bhima Koregaon case said. “This is not a natural death, but the institutional murder of a gentle soul, committed by an inhuman state.”The signatories included friends and family of arrested activists Gautam Navlakha, Varavara Rao, Sudha Bharadwaj, Hany Babu, Vernon Gonsalves, Anand Teltumbde,  Rona Wilson, Arun Ferreira, Shoma Sen, Surendra Gadling, Mahesh Raut, Jyoti Jagtap, Sagar Gorkhe, Ramesh Gaichor, and Sudhir Dhawale. It also included Swamy’s friend and colleague Father Joseph Xavier.“Having spent his life amongst the Adivasis in Jharkhand, fighting for their right to resources and lands, Father Stan did not deserve to die in this manner, far from his beloved Jharkhand, falsely imprisoned by a vindictive state,” the statement said.The signatories noted the treatment meted out to Swamy at Mumbai’s Taloja jail, and said that his time in prison was like a “death sentence”.“While we grieve at the passing away of Father Stan Swamy, we unequivocally hold the negligent jails, the indifferent courts and the malicious investigating agencies firmly responsible for his unfortunate death,” the statement said. “We fear for the health and lives of our family members and colleagues, who are facing the similar injustices in the same jails, under the same unaccountable system.”Read the full statement here:We, the friends and family members of those accused in the Bhima Koregaon Conspiracy case, are deeply pained and shaken to the core by the loss of Father Stan Swamy. This is not a natural death, but the institutional murder of a gentle soul, committed by an inhuman state. Having spent his life amongst the Adivasis in Jharkhand, fighting for their right to resources and lands, Father Stan did not deserve to die in this manner, far from his beloved Jharkhand, falsely imprisoned by a vindictive state.Father Stan was the last of the 16 people to be arrested and falsely accused in the Bhima Koregaon case and sent to prison. At 84 years of age and ailing due to Parkinson’s Disease, Father Stan was the eldest among those arrested and the frailest. Despite his feeble health, he inspired everyone with the strength of his character and his unshakeable integrity. Even as his health degraded in the prison, his thoughts and prayers were always with his co-prisoners. In his letters, he wrote about his other prison mates who were also falsely fabricated in different cases, and agonized over the prevailing injustices in society.While remembering his gentleness, his humanity and his compassion, we cannot forget the immense injustice of his detention. It is unconscionable that someone of his age and ill-health was put in the prison in the first place, and that too, in the middle of an ongoing pandemic. The investigation against him was already complete by the time that he was arrested on 8th October, 2020, and he was clearly not a flight risk. His arrest and subsequent detention in Taloja Prison in Navi Mumbai was already a death sentence pronounced against him.At the time of his arrest, Fr. Stan released a moving video statement, where he stated softly but clearly, that the NIA sleuths were accusing him of a Maoist conspiracy based on certain documents recovered from his computer—documents which he had never seen before and certainly did not place them on his computer. His claims that these documents had been surreptitiously planted was firmly upheld through the stunning disclosures of Arsenal Consulting and Washington Post made public earlier this year, which clearly detailed the method through which incriminating documents had been remotely planted on the computers of the Bhima Koregaon accused using the Netwire malware. We are outraged that Father Stan had to pay the price of this malicious fabrication of evidence with his life.The callous disregard to Father Stan’s health continued after his imprisonment, when he was not even allowed a straw and sipper cup in prison. Even for something as basic as this, he needed to move the court, which moved at a frustratingly leisurely pace. Later, as his health continued to deteriorate in prison, his medical bail plea was mechanically turned down by the same blind, unfeeling and insensitive NIA court. Even his Covid disease was not diagnosed in jail, and could only be detected after he was moved to the hospital on orders of the High Court.We cannot forget the heartbreaking speech of Father Stan before the High Court during his medical bail appeal, where he gave a moving account of his deteriorating health. He told the court in no uncertain terms that he did not expect to live long and wished to die amongst his people in Bagaicha, Ranchi. It is appalling that such a simple request could not be met by our judicial system.While we grieve at the passing away of Father Stan Swamy, we unequivocally hold the negligent jails, the indifferent courts and the malicious investigating agencies firmly responsible for his unfortunate death. We fear for the health and lives of our family members and colleagues, who are facing the similar injustices in the same jails, under the same unaccountable system. We continue our vigil for everyone’s safety and security, and as Father Stan would appreciate, “we refuse to be silent spectators and are ready to pay the price!”Minal Gadling, Roy Wilson, Monali Raut, Koel Sen, Harshali Potdar, Sharad Gaikwad, Maaysha Singh, Y Ferreira, Susan Abraham, P Hemlatha, Sahba Husain, Rama Teltumbde, Jenny Rowena, Surekha Gorkhe, Pranali Parab, Rupali Jadhav, Fr. Joe Xavier— Statement by the family members and friends of the BK-16\nAlso read:With Stan Swamy’s tragic death, it’s time for Indians to demand justice for the Bhima Koregaon 15Centre answerable for absolute apathy, late medical aid leading to Stan Swamy’s death: Jharkhand CM‘Stan Swamy was arrested on false charges of terrorism’: UN officialUnited Nations Special Rapporteur Mary Lawlor and the European Union’s Special Representative for Human Rights Eamon Gilmore also spoke about Swamy’s death.Lawlor tweeted: “The news from India today is devastating. Human Rights Defender and Jesuit priest Father Stan Swamy has died in custody, nine months after his arrest on false charges of terrorism. Jailing HRDs [human rights defenders] is inexcusable.”Gilmore expressed grief over Swamy’s death and called him a “defender of indigenous peoples’ rights”. “He was held in detention for the past nine months,” he tweeted. “The EU [European Union] had been raising his case repeatedly with authorities.”Lawlor had on Sunday urged the authorities to provide “every possible specialist treatment” to the activist after he was put on ventilator support.India: I am very saddened to hear that Fr #StanSwamy has passed away. A defender of indigenous peoples’ rights. He was held in detention for the past 9 months. The EU had been raising his case repeatedly with authorities. https://t.co/DNpNa1r8cq— Eamon Gilmore (@EamonGilmore) July 5, 2021","author":"Scroll Staff","time":"2021-07-06T10:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161173-nbyxfftthg-1625546814.jpg","tags":["Stan Swamy","Bhima Koregaon","Mumbai","Elgar Parishad"],"source":"https://scroll.in/latest/999404/stan-swamys-death-an-institutional-murder-say-family-friends-of-bhima-koregaon-accused"}