{"title":"Stan Swamy tribute: A prophet is a threat to the powerful","content":"No prophet is recognised by the powerful. Prophets are killed because they are a threat to the powerful. That was the message of the Gospel read at masses in Catholic churches on Sunday, July 4. Stan Swamy was bearing witness to that message as he lay critically ill in hospital that day. The next day, July 5, he died, a martyr to the cause of justice for tribal communities..I have worked with Swamy for 40 years and have witnessed his commitment to an India of equality, a land in which the tribals, Dalits and women could claim equality. That is the India that the Constitution demands but not the India that the powerful seekers of corporate profit want. So the state that is supposed to uphold the constitutional values but gives priority to the interests of this sector called him anti-national and arrested him. He is one of many persons who pay this price in different ways. Sixteen human rights activists, journalists, intellectuals and social activists are accused of being organisers of violence at Bhima Koregaon near Pune in 2018 though they have never visited the place and most of them have never met each other. But a conspiracy theory had to be created to push them out of the way. They include committed human rights activists such as Sudha Bhardwaj who could have become a rich lawyer but chose to put her legal expertise at the service of the working class. They include activists like Gautam Navlakha, intellectuals like Varavara Rao and a host of others. Common to them is not a conspiracy hatched against the state as the powerful would like us to believe, but work for an inclusive India in which every citizen is equal. That was the crime of Stan Swamy and he paid for it with his life. Struggles with the ChurchDuring the four decades I worked with him, I saw him sticking his neck out on behalf of people on the periphery. He was in the middle of the struggle of bonded agricultural labourers in Bangalore in the mid-1970s. In 1978 and many times after it, we saw him joining Dalits in Villupuram and Tanjore and elsewhere demanding their right to be human. In many of these cases, the fight was within the Church and many of its leaders thought that he was a divisive influence in the Church. But Swamy’s struggle was for justice for the poor and for an inclusive India in which all people are equal. So he was often disliked even in the Church. But many others supported the causes he took up even when they disagreed with him on detail. In all these instances, Swamy insisted on non-violence when many victims of injustice were demanding a violent reaction. Ironically, he was accused by the state of being a Naxalite.During most of these four decades, his priority was the rights of the tribal communities of Jharkhand and its neighbouring states. The corporate sector wanted their land and the Adivasis as cheap bonded labour. But Swamy wanted them to be citizens of an inclusive India in which they too got the benefits of development and enjoyed democratic rights. That was not acceptable to the powerful and he was accused of being anti-national. Stan Swamy (below left) at a communal harmony event in Ranchi in 2017. He was always there at this sort of event. Chargesheet accuses him of \"promoting enmity between different groups on grounds of religion, caste and community\". Nonsense! pic.twitter.com/8b5LQ8EXvN— Road Scholarz (@roadscholarz) July 5, 2021\n\nHe certainly was anti-national – if we want India to be a land for the profit of a few and the bondage of the majority. He fought for tribal land. He went to the high court seeking the freedom of more than 3,000 tribal young persons of Jharkhand who are jailed because they demanded the rights that are theirs under various laws such as the Prevention of Tribal Land Alienation Act, and the Panchayat Extension to the Scheduled Areas Act. These laws are made but not implemented.Swamy demanded that the young persons who agitated for their implementation be freed and that their voices be heard. He was arrested a few days before this case came up for hearing in the high court. That is the fate of people who fight for the rights of people on the margins. The powerful cannot accept their demands to be equal citizens in an inclusive India. Stan Swamy is not the first to be punished for joining their peaceful struggle. In October 1995. AT Thomas was killed by dominant farmers in Jharkhand because he joined the struggle of the Dalits for land rights. Some years later, Sister Sunita Mary was killed near Indore because she was working for the freedom of the bonded labourers. One could mention many more such persons in India and abroad. In every case, they are a threat to people whose riches and power depend on the poverty and cheap labour of the weak. All those who are in jail as “urban Naxalites supporting violence in Bhima Koregaon” belong to the category of people who stood for the rights of people who are deprived of their liberty in order to ensure the freedom of the powerful to exploit the weak.Where do we go from here? Will Stan Swamy’s death and the suffering of other political prisoners go in vain? The time has come for peoeople concerned with justice to look at the legal system that jails innocent persons but is not held accountable for that injustice. Those who are accused of conspiracy in Bhima Koregaon are bound to be freed eventually because they have been jailed on flimsy accusations. This has been happening to many others. At the end of June, a Muslim from Kashmir was acquitted a  after spending 11 years in jail in Gujarat on false charges of terrorism.  His life has been destroyed but the state that jailed him unjustly has not been made to pay for it.It is time the human rights activists and all people of good will, including the media, came together to demand an inclusive India in which all people are equal. Together, they should demand a legal system that holds people who perpetrate such injustice in the name of the law responsible for their actions. That would be a good way of paying tribute to Stan Swamy.Dr Walter Fernandes is the Director of the North Eastern Social Research Centre in Guwahati.","author":"Walter Fernandes","time":"2021-07-06T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/99587-imhisutspu-1560324421.jpg","tags":["Stan Swamy","Bhima Koregaon","Varavara Rao"]}