{"title":"Stan Swamy’s death will always be stain on India’s human rights record, says UN working group","content":"The death of tribal rights activist Stan Swamy will always be a stain on India’s human rights record, the United Nations Working Group on Arbitrary Detention has said.The group had made the comments at its session on November 16, and the comments became public earlier this week.Swamy died at a Mumbai hospital, while in police custody, on July 5, nearly nine months after was he was arrested under the Unlawful Activities (Prevention) Act. The 84-year-old had suffered from multiple ailments including Parkinson’s disease, and had contracted the coronavirus infection at the Taloja prison in Navi Mumbai.Swamy was among those accused in the Bhima Koregaon case. The United Nations working group said that the activist died in “circumstances that were utterly preventable”. It noted that his bail applications were repeatedly denied, and that his requests for medical assistance after he contracted Covid-19 were also initially rejected. “When the request was eventually granted, it was too late,” the working group said.Swamy, in his bail applications, had mentioned having Parkinson’s disease and that he had contracted Covid-19 in prison.Swamy even had to file an application for a straw and a sipper with which to drink water because his hands were too shaky from the Parkinson’s to allow him to hold a glass. It took nearly a month for him to get the items. The working group noted that Swamy got the straw and sipper only after a public outcry. It said that it is “gravely disappointed that public outrage was required for Father Swamy to be treated with humanity”.The United Nations working group noted that in May, it had urged the government to prioritise the use of non-custodial measures at all stages of criminal proceedings. “The failure of the government to heed these prescient warnings led to Father Swamy’s avoidable death in custody,” the report said.Swamy’s arrest violated Articles 2 and 7 of the Universal Declaration of Human Rights, the working group held. The provisions deal with the right to freedom without distinctions based on religion and political opinion, and the right to equal protection of law without discrimination.Grounds for Swamy’s arrestThe National Investigation Agency had claimed that Swamy had helped the cause of the Communist Party of India (Maoist) through various civil rights organisations with which he worked.The NIA had claimed that it had sufficient evidence on Swamy’s involvement in instigating caste violence in the Bhima Koregaon village near Pune in 2018.Swamy had said that he was being targeted by the NIA because of his writings and work related to caste and land struggles of the people.","author":"Scroll Staff","time":"2022-03-19T14:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161162-pmlqpymuya-1625499823.jpg","tags":["Stan Swamy","United Nations","Bhima Koregaon case","Stan Swamy death","UN"],"source":"https://scroll.in/latest/1019881/stan-swamys-death-will-always-be-stain-on-indias-human-rights-record-says-un-working-group"}