{"title":"‘Start the week with a film: Meet an Iranian serial killer in the spine-tingling ‘Holy Spider’","content":"In 2018, Iranian filmmaker Ali Abbasi made the brilliant Swedish-language Border, a fantasy drama that allegorised European anxieties about immigration like few other films have. In 2022, Abbasi followed up Border with the spine-tingling Holy Spider, which is based on a real-life Iranian serial killer who targetted sex workers.Saeed Hanaie strangled 16 women in the pilgrimage city Mashhad between 2000 and 2001. Saeed believed that he was doing God’s work. His misguided actions even drew praise in some quarters. In a telling scene in Holy Spider, Saeed (Mehdi Bajestani) is seen from the inside of Mashhad’s famed Imam Reza shrine, as though his twisted mission has religious sanction. Holy Spider is available to rent on BookMyShow Stream. The nerve-shredding drama locates Saeed’s horrific misogyny within the orthodox values of Iranian society, in which women are expected to be submissive and sex workers get what they deserve for flouting the rules. Abbasi’s film begins with a quote attributed to the Shia prophet Imam Ali: “Every man shall meet what he wishes to avoid.” A woman whose garish makeup, shifty ways and drug usage instantly place her as somebody on the fringes of society, sets out to earn a living. She is met with by Saeed, who earned the title “Spider Killer” because of the manner in which he lures his victims.We also see Saeed’s seemingly content domestic life, his much younger loving wife, his son and two daughters, as well as his back story as a war veteran. By the time Tehran journalist Arezoo (Zar Amir Ebrahimi) lands up in Mashhad, Saeed has already killed nine women in pursuit of what he calls a “jihad on decadence”. During the course of her reportage, Arezoo finds exemplars of the sexism reserved for Saeed’s targets, from a leering policeman to a sanctimonious judge. The 117-minute movie has been shot mostly in the night, on empty streets and interior spaces where nobody is any the wiser. Holy Spider conjures up a netherworld in women deemed as impure are punished in the worst possible ways. Unnerving close-ups and an unwavering focus on the hypocrisy that indirectly enables Saeed subvert any thrills produced by Arezoo’s investigation.Among the predecessors of Holy Spider is surely Jafar Panahi’s Dayareh (2000), about the daily oppression faced by Iranian women. The characters in Dayareh includes a sassy sex worker.More recent Iranian films that defy harsh censorship to portray Iranian realities, such as the animated film Tehran Taboo (2017), Terrestrial Verses (2023) and Critical Zone (2023), emanate either from the underground or the diaspora. Ali Abbasi’s position as an outsider to his culture – he works out of Denmark – as well as the fact that Holy Spider has actually been shot in Jordan create visuals that have rarely seen in Iranian cinema.\n\n\n    \n    Play\n\nHoly Spider (2022).","author":"Scroll Staff","time":"2024-01-28T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197914-thcpnpzwff-1706354491.jpeg","tags":["Holy Spider review","Ali Abbasi"],"source":"https://scroll.in/reel/1062812/start-the-week-with-a-film-meet-an-iranian-jack-the-ripper-in-the-spine-tingling-holy-spider"}