{"title":"Start the week with a film: ‘Society of the Snow’ is a moving saga of resilience ","content":"The details of the Uruguayan Air Force Flight 571 air crash of 1972 still linger in memory, even though the world has seen worse disasters since. It’s not just the fact that 27 out of 45 passengers eventually cheated death after a little over two months of enduring extremely hostile conditions. It’s the survivors’ dependence on cannibalism for sustenance that makes this particular incident particularly vivid, if not outright horrific.How far will you go to stay alive? That question about the Andes air disaster unfailingly circles back to the decision to consume the flesh of friends and relatives. Society of the Snow tackles this dilemma at some length, but also reveals that there was much more else going on in the Andes mountains between October and December in 1971. JA Bayona’s Spanish-language movie, which is out on Netflix, trumps Alive (1993), the previous Hollywood production on the same subject, for its ability to tease out insights into the group dynamics at work after the crash. Society of the Snow is an immersive, moving, and thought-provoking film about the sheer power of human resilience.The 144-minute film, based on a book of the same name, begins on a rugby field. The Old Christians Club team is led by a captain respected by all players. The back-slapping spirit of camaraderie will be tested very soon.Some of the passengers die as soon as plane that strikes into a mountain ridge. For the others, the crash is the beginning of a long, painful and frequently hopeless struggle. “This is a place where life is impossible,” the voiceover by one of the characters says. “Out here, we are the anomaly”. Without animals to kill or vegetation to feed on and amidst extremely low temperatures, the surviving fliers resort to desperate measures to stave off hunger. Throughout their ordeal, the friendship that preceded the doomed flight never wavers.Society of the Snow (2023). Courtesy Netflix.Despite being a bit too long and repetitive in parts, the film is a compelling mix of majestic spectacle and intimate human drama. The unimaginable feat of survival unfolds against stunning snow-covered landscapes, which bear silent witness to fortitude forged in impossible circumstances.Bayona’s previous credits include the accomplished horror film The Orphanage, The Impossible (about a family caught up in the 2004 tsunami in Thailand) and Jurassic World: Fallen Kingdom. Location shoots that include the actual site of the disaster, exemplary production design and cinematography, seamless visual effects and some instances of fake snow come together for a deeply-felt visual and emotional experience.The visuals of some of the victims wasting away are far more shocking than the cannibalism scenes. The mostly first-time actors are excellent in conveying the despair that grips the survivors as well as the hope that keeps them going. Determined not to be defeated, the young men improvise, debate the religious implications of cannibalism and give each other pep talks to conjure up a miracle in the Andes. \n\n\n    \n    Play\n\nSociety of the Snow (2023).","author":"Scroll Staff","time":"2024-01-08T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197284-aolprkurdl-1704660451.jpg","tags":["Society of the Snow review","JA Bayona","Netflix"],"source":"https://scroll.in/reel/1061754/start-the-week-with-a-film-society-of-the-snow-is-a-moving-saga-of-resilience"}