{"title":"Start the week with a film: ‘Mad Max 2’ and the satisfaction of a sequel well done","content":"Most sequels compare poorly with their predecessors, but there are exceptions. The Two Towers was the best among Peter Jackson’s first Lord of the Rings trilogy in the 2000s. And Denis Villeneuve has surpassed himself with the recently released Dune: Part Two (a third movie is in the making).The second Mad Max film also bettered what came before it. George Miller’s Mad Max arrived in 1979 on the back of American Westerns, dystopian fiction warning of the imminent end of civilisation, and the ambition of Australian filmmakers to tell their own stories. Mad Max is set “a few years from now”, in a grim version of the vast Australian Outback.There’s a severe shortage of fuel. Public order is being barely held together by a small team of police officers. Murderous gangs roam the wide open roads. Policeman Max (Mel Gibson) is forced to defend himself and his family when he’s targetted by the cruel Toecutter.The trademarks of the movies that were to follow are laid out in Mad Max: pulsating chases, bestial villains, minimal dialogue, quirky names that are more like nicknames. There’s twisted humour too, which was amped up in the sequel. Mad Max 2 is available on Prime Video along with its follow-ups Beyond Thunderdome and Fury Road. (Mad Max can be rented separately from Prime Video).\n\n\n    \n    Play\n\nMad Max 2 (1981).In Mad Max 2, Mel Gibson’s laconic loner is wandering the vast landscape called the Wasteland. Fuel is in even more short supply. A group of deranged bikers led by the masked Humungus is scouring the countryside for the precious liquid. One of Humungus’s enforcers is the terrifying Wez. When Max finds survivors who run a fuel depot, he must decide whether to join their fight or serve his own needs.The top-notch action scenes, including scenes of bikers chasing a truck for miles, anticipate Miller’s masterpiece Mad Max: Fury Road (2015). Mad Max 2 has the imaginative world-building, deranged villains and partnerships forged in adversity that were enhanced in the Oscar-winning Fury Road.Mad Max 2 is meaner than its predecessor but better produced, with more elaborately choreographed chases. The props and costumes look like they have been assembled from whatever was available. But there’s nothing makeshift about Miller’s pacing or control over the mayhem.A straight line connects Mad Max 2 and Fury Road – the in-between movie, Thunderdome (1985), was flabbier and more sentimental than the other films. A fourth production will be released on May 23.Furiosa: A Mad Max Saga is the origin story of Fury Road’s heroine, with Anya-Taylor Joy starring as the younger version of Charlize Theron’s character and Chris Hemsworth as the villain. Taylor-Joy also has a cameo in Dune: Part Two.With each successive production, George Miller has retained the same elements – mythic heroes fighting for scarce resources in post-apocalyptic worlds – but with improved results. Here’s hoping that Furiosa matches up to Fury Road as well as the high bar set by Dune: Part Two – a follow-up that’s as good as, if not better, than whatever preceded it.\n\n\n    \n    Play\n\nMad Max 2 (1981).Also start the week with these filmsMeet an Iranian Jack the Ripper in the spine-tingling ‘Holy Spider’A red-hot romance in ‘Fire of Love’A beautifully observed father-daughter relationship in ‘Leave No Trace’","author":"Scroll Staff","time":"2024-03-04T09:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198960-nvdbohtkej-1709495769.jpeg","tags":["Mad Max 2 review","George Miller","Mel Gibson"],"source":"https://scroll.in/reel/1064625/start-the-week-with-a-film-mad-max-2-and-the-satisfaction-of-a-sequel-well-done"}