{"title":"‘Star Bestsellers’ revisited: The TV show where Anurag Kashyap, Sriram Raghavan and more started out","content":"Before Indian television was taken over by mothers-in-law sparring with daughters-in-law and heavily dramatised reality shows, an anthology series on Star Plus highlighted the early work of some of today’s leading filmmaking talent. A blend of genres including drama, thriller, comedy and romance, Star Bestsellers, telecast between 1999 and 2000, features such names as Tigmanshu Dhulia, Anurag Kashyap, Sriram Raghavan and Imtiaz Ali. The series also showcased the acting chops of performers including Irrfan and Kay Kay Menon before they broke big in Bollywood and allowed others like Vrajesh Hirjee and Rajeshwari Sachdev to shine in well-written roles.The series was cancelled in a year, but found a new life online, through bootlegged versions on YouTube and 21 episodes being streamed officially on Hotstar.Star Bestsellers.. the programme that gave all of us a career.. most of my generation made a short film here .. they are all on hotstar now https://t.co/YrTbc5sq93— Anurag Kashyap (@anuragkashyap72) March 14, 2019\n\nAmong the show’s best known episodes is Kashyap’s thriller Last Train to Mahakali, which features Kay Kay Menon as a scientist who claims to have discovered a cure for every known virus but whose intentions are revealed to be far murkier. The brightest spark in the series, however, is Tigmanshu Dhulia, who has directed four episodes. Three of these feature Irrfan, who later worked with the director in Haasil (2003) and and Paan Singh Tomar (2012). In Fursat Mein, Irrfan plays an eccentric senior citizen who goes out of his way to protect whoever he feels is being oppressed. His tactics include using fake visiting cards to intimidate people, much to the chagrin of his daughter, played by Mita Vashisht.In Ek Shaam Ki Mulaqat, Irrfan and Tisca Chopra play newly weds who move into a building owned by another couple (Raghubir Yadav and Himani Shivpuri). What follows is subtle sexual tension between Irrfan and Shivpuri’s characters and an unexpected twist.Irrfan in Fursat Mein (above); Irrfan with Tisca Chopra in Ek Shaam Ki Mulaqat (below). Courtesy Star Plus/Hotstar.Bhoron Ne Khilaya Phool, one of the funniest of the series, has an ensemble cast that includes Irrfan, Brijendra Kala, Sanjay Mishra, Varun Badola, Anita Kanwal and Sonika Sahay. Here, the men of a neighbourhood compete to win over a young woman (Sahay). Irrfan plays her father.Irrfan returns for another strong episode, Indranil Goswami’s Govind Aur Ganesh, but the scene-stealer here is Vrajesh Hirjee. Better known for his comic roles, Hirjee sank his teeth into the role of a cinephile obsessed with a Kolkata arthouse filmmaker (Irrfan). Govind Aur Ganesh, reminiscent of the Hollywood film Fan (1996), also provides a commentary on the decline of Communism in West Bengal and the parallel filmmaking movement in the state. \n\t\t\n\tVrajesh Hirjee in Govind Aur Ganesh. Courtesy Star Plus/Hotstar.Rajit Kapur, meanwhile, delivers both in front of and behind the camera. In Prayaas, co-directed by him and Deep Dudani, he plays an alcoholic theatre actor struggling to change. Kapur is also the director of Shuruat and Tripti. Shuruat, which traces a relationship between a woman and her ex-mother-in-law, has excellent performances by Divya Seth and Sushma Seth. Tripti, one of the best episodes in the series, is centred on the fraught ties between two diametrically different sisters (played by Mita Vashisht and Rajeshwari Sachdev) and their mother, played by Surekha Sikri. \n\t\t\n\tRajeshwari Sachdev and Mita Vashisht in Tripti. Courtesy Star Plus.Imtiaz Ali’s Witness, later rewritten for Shivam Nair’s Ahista Ahista (2006), is an early indication of his fondness for the rocky road to love. The story is about an aimless man who turns his life around after meeting a woman whose lover has disappeared. Things take an unforeseen turn when the lover returns.Another charming love story is Fat Chance, by Parvati Balagopalan, which follows the romance between an overweight man and a slim woman and the social prejudices they face on the road to love. A style she experimented with here, of characters describing their thoughts to the camera, was repeated in her debut film, Rules: Pyaar Ka Superhit Formula (2003).  \n\t\t\n\tMeenakshi Gupta and Kunal Jeswani in Fat Chance. Courtesy Star Plus/Hotstar.Sriram Raghavan’s First Kill is about a rookie policeman (Abhimanyu Singh) who thinks he has murdered a gangster in a shootout, but realises he could have killed just a lookalike. This episode features Vijay Maurya, who is also in Last Train to Mahakali and Yeh Dil Na Hota Bechara. He is also the dialogue writer of another episode, Masoom. \n\t\t\n\tAbhimanyu Singh in First Kill. Courtesy Star Plus/Hotstar.The other thrillers that stand out are Umesh Padalkar’s Vikrut and Sameer Dandekar’s Yeh Dil Na Hota Bechara. Vikrut is the story of a masked serial killer in Mumbai who targets prostitutes. A hot-headed gangster (Pavan Malhotra) gets on his tail after his lover is murdered. Padalkar’s exuberant direction brings a cinematic ambition to the small screen. Yeh Dil Na Hota Bechara is a homage to Vijay Anand’s Jewel Thief (1967) and could easily be mistaken for a Raghavan film. \n\t\t\n\tVikrut. Courtesy Star Plus/Hotstar.The show’s most heartwarming episode is Niranjan Thadey’s Gulmohar, which flows like a Hrishikesh Mukherjee film. The story is centred on the squabbling residents of  a middle-class housing society who come together after a tree in the middle of their complex is cut down. \n\t\t\n\tKishore Pradhan, Yatin Karyekar and Umesh Shukla in Gulmohar. Courtesy Star Plus/Hotstar.The Hollywood influence is evident in some episodes. Maya Rao’s Sharma Vs State, where Alok Nath turns in a solid performance as a lawyer driven to madness by a mysterious villain, gets its premise from the 1962 thriller Cape Fear, which was remade by Martin Scorsese in 1991. Glen Barreto and Ankush Mohla’s Masoom is a copy of Primal Fear (1996). Here, Yogesh’s performance in the role played by Edward Norton in the original is a highlight. The premise of Vinta Nanda’s Love on the Net – two people falling in love conversing through internet chatrooms without revealing their identities – comes from the 1998 blockbuster You’ve Got Mail. Despite good performances, the use of Microsoft Word as the internet chat window will draw laughs from viewers today.Equally funny is Vikrut director Umesh Padalkar passing off digital video-and-audio-editing workstations as hi-tech military software in Zebra 2. The action-packed episode is a pastiche of Hollywood’s agents-on-a-mission movies. Padalkar, clearly a fan of The Matrix (1999) soundtrack, liberally uses its songs here, and in Anand, another episode by him.  \n\t\t\n\tKay Kay Menon and Amar Talwar in Zebra 2. Courtesy Star Plus/Hotstar.Other episodes of note include Dhulia’s Aneko Hitler, about five men whose lives take a turn for the worse when they cross paths, Shabnam Sukhdev’s Telephone, where Kitu Gidwani is superb as a woman trapped in a mental asylum, and  Gaurab Pandey’s Chaudvin Ka Chand, where a gangster (Sayaji Shinde) obsessed with the Guru Dutt-starrer of the same name discovers the meaning of love one night.Among a long list of overly sentimental episodes centred on an ailing, ageing or otherwise disadvantaged protagonists, Ooncha Kaun works for Lilliput’s performance as a vertically challenged man who is scorned at by his son.Though a mixed bag when it comes to the quality of episodes, Star Bestsellers doubles up as a portal into the stories, sensibilities and aesthetics that our best filmmakers were occupied with at the turn of the millennium. \n\t\t\n\tLilliput in Ooncha Kaun. Courtesy Star Plus.","author":"Devarsi Ghosh","time":"2019-03-24T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/115475-elfkpckhci-1552880479.jpeg","tags":["Star Bestsellers","Last Train To Mahakali","Indian Television"],"source":"https://scroll.in/reel/916569/star-bestsellers-revisited-the-tv-show-where-anurag-kashyap-sriram-raghavan-and-more-started-out"}