{"title":"Start the week with a film: In ‘Nyad’, lessons in swimming – and life","content":"In 2013, American marathon swimmer Diana Nyad swam 117 kilometres, reportedly continuously, from Cuba to Florida. She was 64. This was her fifth attempt. She had failed in her first attempt at the age of 28. The biopic Nyad, directed by Free Solo makers Elizabeth Chai Vasarhelyi and Jimmy Chin, is a tribute to the willpower that made Diana succeed – an achievement that is inspiring for viewers of all ages.Nyad stars Annette Bening as Diana Nyad and Jodie Foster as Bonnie Stoll, her long-time friend and coach. Both actresses have been justifiably nominated for Oscars in the leading role and supporting roles categories. They lend to the movie emotional heft as well as physical rigour – their performances involve body and soul in equal measure.The 120-minute film, which is out on Netflix, is impossible to resist despite the controversy it has generated. Diana Nyad’s feat was not independently corroborated, with the World Open Water Swimming Association refusing to certify the swim after initiating a fresh investigation following the Oscar nominations.Jodie Foster in Nyad (2023). Courtesy Netflix.Nyad includes the subject’s original voiceover from her first failure to swim across the Straits of Florida in 1978. The film ends with footage of the real Diana Nyad and a short montage of her colourful afterlife.The enjoyable biopic focuses on Diana’s relatively advanced age at the time of her swim, her friendship with Bonnie and her sheer athletic prowess. Julia Cox’s screenplay is excellent at fleshing out its two heroines, for Bonnie is important to the mission as Diana.The personality quirks of both women are revealed early on – Diana determined to the point of obduracy; Bonnie hugely supportive but cautious too. Diana likes to tell the same anecdotes over and over again – she is stuck in the past for reasons that go beyond swimming, as the film reveals.The cast includes Rhys Ifans as a grizzled navigator whom Diana initially rubs the wrong way. This trio of silver-haired adventurers give Nyad an emotional undertow that is rarely found in films about athletes.The sequences revolving around the swimming equally reveal the intense teamwork that made victory possible. Just like Diana, the film about her never makes it look easy, whether in the scenes in which she is arguing with Bonnie about just how far she should push herself or the moments in the water, when Diana ploughs on despite serious setbacks. Bening’s remarkable endurance levels give a very real sense of Diana Nyad’s own efforts.As a sports film, Nyad is always compelling. As a film about two women taking on ageism, sexism and defeatism, Nyad overcomes the doubts about its subject’s actual scale of achievement.\n\n\n    \n    Play\n\nNyad (2023).","author":"Scroll Staff","time":"2024-02-18T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198555-fpubzwxisa-1708205717.jpg","tags":["Nyad review","Elizabeth Chai Vasarhelyi and Jimmy Chin","Annette Bening","Jodie Foster"],"source":"https://scroll.in/reel/1063887/start-the-week-with-a-film-in-nyad-lessons-in-swimming-and-life"}