{"title":"Start the week with a film: In ‘Tokyo Sonata’, the unequal music of an emotionally distant family","content":"In what is possibly a programming quirk, two Japanese movies on MUBI have male protagonists who clean toilets for a living. Wim Wenders’s recently premiered Perfect Days (2023) is about a toilet attendant who follows a fixed daily routine. Hirayama’s single-minded dedication is part of a larger make-up that includes a solid work ethic, a preference for analogue technology (cassette tapes, film cameras) and a love for the small joys of life.Through Perfect Days, Wenders pays tribute to the Japanese master Yasujiro Ozu, who was also the subject of his documentary Tokyo-Ga (1985). As in Ozu’s later films, the camera in Perfect Days is on the floor, observing Hirayama from up close. Gentle, sensitive and inward-looking, Hirayama barely says anything but conveys a world of detail through his facial expressions and body language. Koji Yakusho’s stupendous central performance is proof that a masterful actor can make all the difference to an imperfect movie.\n\n\n    \n    Play\n\nPerfect Days (2023).While Perfect Days is poignant and affecting, the film offers a simplistic view of the nature of Hirayama’s employment. Hirayama has been assigned to Instagram-friendly facilities located in a fashionable neighbourhood. The movie is a hard swallow for Indians well aware of caste and the knowledge of who actually ends up doing a job that nobody else wants. In Kiyoshi Kurosawa’s Tokyo Sonata (2008), the reality of what toilet cleaning entails is never soft-pedalled.After being unfairly laid off, Ryuhei takes the only job available to him. In possibly one of the most effective examples of how to hold a shot for dramatic effect, Ryuhei is frozen for a few seconds in front of a bathroom stall at a mall, shock flowing downwards from his face to his body.Tokyo Sonata is a rigorously filmed and beautifully performed drama about an emotionally repressed family. Financial difficulty provides the trigger that makes the already fragmented Sasakis take hard, often questionable decisions in isolation from each other.Ryuhei’s wife Megumi goes off on a bizarre escapade with a thief. The elder son wants to join the military, much to the distress of his parents. The gifted younger son struggles to pay for piano lessons.The lack of communication between the Sasakis is most acutely felt in the case of Ryuhei, who pretends that he’s still employed. Ryuhei hangs around a park filled with similar desolate souls rather than unburdening himself to his kin. Movingly portrayed by Teruyuki Kagawa, Ryuhei epitomises the honour-bound man who would rather lie than lose face.Koji Yakusho, who is so brilliant in Perfect Days, plays the role of the thief in Tokyo Sonata. Ozu, who inspired Wenders, is also among Kurosawa’s favourite directors.Kurosawa is better known for his scarefests, including Cure (1997) and Pulse (2001). In Tokyo Sonata, he effortlessly shifts registers to reveal the horrors of an atrophying family.His film is an elegant assembly of scenes from an existential crisis. Rather than wallowing in high drama, Kurosawa quietly, and yet powerfully, lays out the ways in which the Sasakis navigate their circumstances while operating on different wavelengths from each other.Another great sequence involves the young Kenji (Kai Inowaki) playing Claude Debussy’s Clair de Lune on the piano to a hypnotised room. Tokyo Sonata is brutally honest but hopeful too, with an emotional heft that feels more earned than Wenders’s charming but distinctly outsider take on Japanese society.\n\n\n    \n    Play\n\nTokyo Sonata (2008).Also start the week with these filmsMeet an Iranian serial killer in the spine-tingling ‘Holy Spider’ In ‘The Wonder’, the strange truth behind a girl’s refusal to eat ‘Yannick’ is a comic take on trolls taking charge of art","author":"Scroll Staff","time":"2024-04-14T08:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200017-xhumncvxbd-1713042246.jpeg","tags":["Tokyo Sonata review","Kiyoshi Kurosawa","MUBI"],"source":"https://scroll.in/reel/1066594/start-the-week-with-a-film-in-tokyo-sonata-the-unequal-music-of-an-emotionally-distant-family"}