{"title":"Start the week with a film: In ‘The Wonder’, the strange truth behind a girl’s refusal to eat","content":"In The Wonder, the idea of fasting acquires an unlikely edge. Chilean director Sebastian Lelio (Gloria, A Fantastic Woman) brings rigour, empathy and intrigue to a story set in the 1800s but relevant in the present.The Wonder (2002) has been adapted by Lelio, Alice Birch and Emma Donoghue from Donoghue’s novel of the same name. Starring British talent Florence Pugh, the English-language movie is available on Netflix.Birch previously wrote Lady Macbeth (2016), which was a professional breakthrough for Pugh. Another connection between The Wonder and Lady Macbeth is Ari Wegner, the Australian cinematographer who also shot the magnificent-looking The Power of the Dog (2021).In 1862 in rural Ireland, the village council hires a nurse and a nun to watch over Anna, a young girl who claims to have not eaten a morsel for four months. Elizabeth (Pugh) and Sister Michael (Josie Walker) take turns in observing Anna. No food is found to be tucked into the rafters or hidden in pillows.Anna’s deeply religious family believes that she is a miracle child. A sceptical Elizabeth is asked to accept Anna’s own declaration that she is surviving because of her faith and “manna from Heaven”.Anna’s life-threatening fast attracts the attention of journalist William (Tom Burke). William is a reminder of the village’s experience of the Great Famine that ravaged Ireland between 1845 and 1862. The food crisis was one of the factors responsible for mass-scale Irish immigration to the United States. Might Anna, whose family stayed back, somehow be a victim of survivor’s guilt?The answers are far more complex, tying up with dilemmas that are faced by young women until this date. Elizabeth’s struggle to combat Anna’s intransigence overlaps with her own troubled past.Ari Wegner’s stately camerawork includes carefully colour-coded compositions (Elizabeth’s blue outfit stands out in the grim landscape). Matthew Herbert’s unsettling score creates a mood of uncomfortable suspense. Although The Wonder is a drama, Lelio’s staging of scenes gives the film the feel of a horror movie, but without jump scares or easily discernible ghosts.Florence Pugh’s fierce intelligence makes her a good casting choice for Elizabeth, whose probing mind and professional experience allow her to sense the truth behind Anna’s strange mission. The 103-minute film includes secondary roles for Toby Jones and Ciaran Hinds. Tom Burke, the shape-shifting actor from The Souvenir (2019) and Mank (2020), proves to be a suitable fellow traveller for Elizabeth’s journey into a girl’s soul.\n\n\n    \n    Play\n\nThe Wonder (2022).Also start the week with these films:Meet an Iranian serial killer in the spine-tingling ‘Holy Spider’‘The Traitor’ breaks the omerta on the MafiaIn ‘Bombshell: The Hedy Lamarr Story’, a star as well as an inventor","author":"Scroll Staff","time":"2024-04-01T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199740-wlgeosbmnr-1711909199.jpeg","tags":["The Wonder review","Sebastian Lelio","Florence Pugh","Kíla Lord Cassidy","Tom Burke"]}