{"title":"Start the week with a film: ‘The Killing’ is a perfect movie about an imperfect crime","content":"Stanley Kubrick transformed several film genres with his meticulous vision – the historical drama (Barry Lyndon), science fiction (2001: A Space Odyssey), the war film (Paths of Glory, Full Metal Jacket). Kubrick’s third film The Killing, a noir thriller revolving around a daring raid on a horse racing track, turns the logic of the heist movie on its head.The Killing is less about the perfect crime than it is about the impossibility of planning one. Kubrick lays out a plot that has no reason not to work while showing us the ways in which it can fail –  thereby dissecting the very conceit of the heist thriller.The 1956 classic is available on Prime Video. The Killing has influenced directors from Hollywood’s Quentin Tarantino (his Reservoir Dogs is a talk-heavy tribute) to India’s Sriram Raghavan (Johnny Gaddaar bears traces of The Killing).The adaptation of Lionel White’s novel Clean Break has a bunch of business-like men and women mouthing Jim Thompson’s brittle dialogue as they go about planning to filch the earnings from a high-stakes race. Sterling Hayden plays Johnny, the ringleader of a group that includes a bartender, a racetrack clerk and a police officer. Johnny’s plan has been planned to the minutest detail. A voiceover informs us about the movements of the characters before and on the day of the operation. Johnny is following a time-table, as one character observes – but unforeseen elements get in the way, from the clerk’s rapacious wife to a do-gooder race track guard.Kubrick covers an astonishing amount of ground within just 84 minutes – a duration that would have served as the set-up portions in any other film. Stripped of sentimentality and hard-boiled to the core, The Killing has no time to waste or any message to deliver, except that life can sometimes resemble a carefully stacked house of cards that can collapse with a single touch.\n\n\n    \n    Play\n\nThe Killing (1956).Also start the week with these films:Mothers and daughters just want to have fun in ‘The Persian Version’  ‘Society of the Snow’ is a moving saga of resilienceIn ‘Maestro’, the unequal music of a marriage","author":"Scroll Staff","time":"2024-01-14T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197495-yzpflnosud-1705165853.jpeg","tags":["The Killing review","Stanley Kubrick","Sterling Hayden"],"source":"https://scroll.in/reel/1062099/start-the-week-with-a-film-the-killing-is-a-perfect-movie-about-an-imperfect-crime"}