{"title":"Start the week with a film: ‘Somewhere’ is a sensitive look at an actor’s empty life","content":"Hollywood actor Johnny Marco is indeed somewhere – between stardom and boredom. Johnny (Stephen Dorff) is successful enough to reside full-time at the storied Chateau Marmont hotel in Los Angeles, but is also rootless in the paradoxical way that celebrities living in full public glare can be.Johnny’s routine – parties, visits by twin strippers, publicity campaigns for upcoming films – is interrupted by a visit from his 11-year-old daughter Cleo (Elle Fanning) from a failed marriage. The father-daughter bond is initially tentative but eventually moves into that midway zone promised by the title.Sofia Coppola’s understated Somewhere (2010), which followed Marie Antoinette (2016), is an empathetic account of a world she understands intimately. As the daughter of Francis Ford Coppola, and a respected director in her own right, Sofia Coppola brings sensitivity, humour and insider knowledge to her films about the travails of public figures.Coppola’s new film Priscilla will be released in India on December 15. Like Marie Antoinette and Somewhere, Priscilla, about Elvis Presley’s short-lived marriage with Priscilla Presley, is an acutely observed portrait of a gilded-cage existence.Somewhere is available to rent on Prime Video. Unusually for films of its type, Somewhere is completely disinterested in moralising about the bad ways of showbiz. Coppola allows us to make up our own minds about Johnny’s sexual escapades or the fate of Cleo, who is torn between her parents. What Coppola does very well is to subtly reveal the acts of omission and contrition committed in between the moviemaking. Johnny and Cleo play games together, head out to Milan for a publicity tour, and go for a swim, which leads to one of the film’s most beguiling images.The ennui that Cleo disrupts is never more evident than when Johnny invites the twin strippers to his suite. As they show off their moves, Johnny struggles to stay awake. The squeaks caused by the contact between their bodies and the folding steel poles they have brought along lightens the mood.Wise beyond her years in the way that showbiz kids – and the children of failed marriages – tend to be, Cleo is a silent and not-so-silent witness to her father’s shambolic ways. This summer in a Hollywood star’s life passes by quickly, quietly, and memorably for Johnny as well as viewers. Beautifully performed by Stephen Dorff and ElleGanning, as prosaic in its imagery as Marie Antoinette was sumptuous, Somewhere is the bridge film between Coppola’s anti-biopic of the French queen and the feminist Priscilla.\n\n\n    \n    Play\n\nSomewhere (2010).","author":"Scroll Staff","time":"2023-12-10T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196164-nfuoroxycm-1700940755.jpeg","tags":["Somewhere review","Sofia Coppola","Stephen Dorff","Elle Fanning"],"source":"https://scroll.in/reel/1059638/start-the-week-with-a-film-somewhere-is-a-sensitive-look-at-an-actors-empty-life"}