{"title":"Start the week with a film: A legend returns in ‘Bob Marley: One Love’","content":"Could a musical biopic go wrong when the subject is iconic, the back catalogue still popular and the lead actor charismatic? Bob Marley: One Love scores on all three counts.Reinaldo Marcus Green’s 2024 film stars Kingsley Ben-Adir as the dreadlocked reggae legend from Jamaica and Lashana Lynch as his wife Rita. The 107-minute movie can be rented from Prime Video and Apple TV+.One Love begins in 1976, in a restive Jamaica. Marley is headlining the Smile Jamaica concert organised by the culture ministry. Gunmen rumoured to be linked to the opposition party shoot Marley and his wife, both of whom survive but are badly shaken. Marley takes off for England, where he is inspired to seek new collaborators and record the tunes for the album Exodus.The movie covers the highlights of Marley’s short life (he died from skin cancer in 1981 at the age of 36). One Love breezes past Marley’s childhood, his Rastafari beliefs, his complex relationship with Rita, the making of Exodus, and his commitment to Pan-Africanism. One Love is a fan tribute. It doesn’t provide any fresh insights into Marley’s musicality or uncover hidden aspects of his personality. Instead, it aims to re-introduce Bob Marley to contemporary audiences in the broadest way possible.The approach largely works because of Marley’s powerful, resonant music and Kingsley Ben-Adir’s easy-going charm. Ben-Adir perfectly mimics Marley’s body language, particularly in his stage performances, just as One Love itself reproduces the highlights of Marley’s short life and career with fidelity, if not quite imagination.\n\n\n    \n    Play\n\nBob Marley: One Love (2024).Also start the week with:In ‘Tokyo Sonata’, the unequal music of an emotionally distant familyMeet an Iranian serial killer in the spine-tingling ‘Holy Spider’‘Yannick’ is a comic take on trolls taking charge of art","author":"Scroll Staff","time":"2024-04-21T16:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200190-xlkqstkpsz-1713637663.jpeg","tags":["Bob Marley: One Love","Reinaldo Marcus Green","Kingsley Ben-Adir"],"source":"https://scroll.in/reel/1066872/start-the-week-with-a-film-a-legend-returns-in-bob-marley-one-love"}