{"title":"Start the week with a film: Russian literature and Kangra painting meet in ‘Kasba’","content":"Kumar Shahani’s Kasba (Settlement) relocates Russian writer Anton Chekov’s 1900  novella In the Gully to the Kangra Valley. Shahani’s 1991 adaptation, written with Bhisham Sahni, Gulzar and Fareeda Mehta, explores Chekov’s pitiless view of human nature through a visual palette inspired by the Kangra painting tradition.Rarely has there been such a unity of colour, framing, lighting and placement of characters in a film. Kasba’s examination of moral corruption, the transactional quality of relationships in a mercantile family, and the sacrifice of innocents unfolds amongst ravishing visuals. Cinematographer KK Mahajan has a long list of worthy credits to his name, with Kasba sitting somewhere at the top.An excellent version of the Hindi-language film is available on MUBI. The opening music, by Vanraj Bhatia, has a foreboding quality that signals the beginning of a family’s fall.It’s initially going well for Maniram (Manohar Singh), his pious wife (Alakananda Samarth), his slow-witted son Bhagtu (Raghubir Yadav), and his crafty daughter-in-law Tejo (Mita Vashisht). Maniram runs a bunch of lucrative illegal rackets with Tejo’s help. Tejo is as shrewd as she is ambitious, pursing an affair on the side to pursue her business interests.The equilibrium is shattered when Maniram’s son returns to be married. Dhani (Shatrughan Sinha) is said to hold an influential position in the city. Like his family, Dhani isn’t who he says he is. The price is paid by his bride Nandini (Navjot Hansra).Shatrughan Sinha in Kasba (1991). Courtesy National Film Development Corporation/Doordarshan.Dastardly deeds take place amidst Nitesh Roy’s strictly colour-coded sets. Maniram’s abode has murals whose earthy tones perfectly match the costumes. The characters are one with their surroundings, sticking out only because of their questionable moral choices. If Shatrughan Sinha is a clever casting choice as a braggart, other luminaries of Indian independent cinema have the meatier roles. Few actors can play a patriarch with as much quiet authority as Manohar Singh. Ragubir Yadav is superb as Bhagtu, who sometimes behaves like the animals painted on the walls of his house.The most compelling performer is Mita Vashisht. Having already proved her acting chops in Mani Kaul’s docudrama Siddheshwari and Shyam Benegal’s television show Bharat EK Khoj, Vashisht is riveting in Kasba. She adopts the shifty manner and tense body language of a woman who knows that the only way to assert her value in a male-run universe is by mimicking their crooked ways.Raghubir Yadav in Kasba (1991). Courtesy National Film Development Corporation/Doordarshan.Other films with which to start the week:Darbhanga blues in ‘Pokhar Ke Dunu Paar’ The eyes have it in ‘Portrait of a Lady on Fire’In ‘The King of Comedy’, the joke is taken too far","author":"Scroll Staff","time":"2023-12-03T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196333-zrgebhpkdg-1701550732.jpeg","tags":["Kasba","Kumar Shahani","Shatrughan Sinha"],"source":"https://scroll.in/reel/1059989/start-the-week-with-a-film-russian-literature-and-kangra-painting-meet-in-kasba"}