{"title":"Start the week with a film: In ‘A Fantastic Woman’, a trans singer hits the right notes","content":"The opening moments of A Fantastic Woman pay tribute to Wong Kar-wai’s masterpiece Happy Together. The Iguaza Falls in Argentina, the scene of passion and heartbreak in Wong’s gay romance, is where Orlando wants to take Marina, a trans woman who is his much younger lover.Marina faces heartbreak too, following Orlando’s sudden demise. The prejudice reserved for trans people follows Marina as surely as do memories of the happiness she shared with Orlando. A police officer investigating Orlando’s death assumes that Marina is a sex worker. Orlando’s family wants her to leave the apartment she shared with Orlando at the earliest. Orlando’s son is a nasty piece of work, treating Marina horribly.Chilean director Sebastian Lelio’s drama won the Best Foreign Language Oscar in 2018. A Fantastic Woman is anchored by a moving performance by Daniela Vega, a trans singer who burst into the spotlight with this film. A Fantastic Woman is available on Prime Video. The delicately written screenplay, by Lelio and Gonzalo Maza, skillfully subverts the popular association of a historically marginalised community with sordidness. Marina is the very picture of dignity as she faces the wrath of Orlando’s family. Often filmed in frontal compositions, Marina’s stoic visage signals her determination to deal with her lover’s death as well as protect herself from the scorn being heaped on her. The primary colour-coded camerawork alternates with cold tones, depicting Marina’s conflicted emotional states. Marina’s aching loneliness, as well as her hard-fought independence, are conveyed by largely empty frames in which she is often the only important element. The unhurried pacing allows us to peek into Marina’s mind too, rather than merely viewing her as a representative of a cause.\n\n\n    \n    Play\n\nA Fantastic Woman (2017).","author":"Scroll Staff","time":"2023-10-02T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194592-ubavpiypbv-1696178346.jpeg","tags":["A Fantastic Woman review","Sebastian Lelio","Daniela Vega"]}