{"title":"Start the week with a film: The unforgettable revolution of the dogs in ‘White God’","content":"One of the stars of this year’s Oscars was Messi, the border collie that played a key role in Justine Triet’s acclaimed drama Anatomy of a Fall. Messi demonstrates the power of a dog to steer a narrative, and even overtake it. When filmmakers trust well-trained canines and write them into their storytelling, a movie can only benefit. White God is ample proof.Hungarian director Kornel Mundruczo’s searing fable is available on MUBI. White God won the Un Certain Regard honour at the Cannes Film Festival in 2014. The reputed festival has an unofficial sidebar event that recognises the contribution of humankind’s four-legged friends. In 2014, the Palm Dog Award – never to be confused with the Palme d’Or – was won by the entire canine cast of White God. (The 2023 award went to Messi, who will now star in a short film that will view the 2024 Cannes edition through his perennially wide eyes.)White God examines xenophobia, racism and anti-immigrant sentiment in Europe through the misadventures of the mixed-breed Hagen. The victim of a policy that privileges pure breeds and shuns mongrels, Hagen is forcibly separated from his loving owner Lili.The domesticated animal soon learns the brutal ways of the street, which includes stealing food and, more seriously, killing. Villainised by a cruel system, Hagen leads a revolution of other four-legged creatures like him that has to be seen to be believed. The 121-minute movie’s title is a tribute to as well as a recontextualisation of Samuel Fuller’s White Dog (1982), in which a canine is specifically trained to attack and kill Black people. The message of Fuller’s cult film is smoothly carried over to White God, in which European exclusivism targets a powerless minority.The opening sequence of White God is so gobsmacking that it is repeated later into the narrative. Lili, cycling on a deserted street, turns around to see numerous dogs in hot pursuit. Unfettered, mad as hell at their ill-treatment, and baying for revenge, the dogs terrorise the city.Close to 250 of these wonderful waggies – for is what they are, despite their bared teeth and fearsome barks – were unleashed on actual locations. No computer graphics were used in the filming. Rather, Mundruczo relied on wranglers Teresa Ann Miller and Arpad Halasz. Hagen is actually two American dogs, the brothers Bodie and Luke.Mundruczo’s film is remarkable for the way in which it portray Hagen’s experiences without anthropomorphising him or the other dogs he meets. Wordless communication links Hagen to his fellow sufferers. David Jancso’s brilliant handheld camerawork provides a canine view of a frightening world filled with mean humans.Jancso shoots the animals in ways that must have been challenging, at the very least. Apart from the sequence featuring Lili, there are several heart-stopping moments of furry friends-turned-foes, leading an unlikely rebellion against prejudice.The documentary-style filming makes it appear as if the dogs are acting their hearts out. Knowing how intelligent canines are, they probably were.\n\n\n    \n    Play\n\nWhite God (2014).Also start the week with these films:Why ‘Manjummel Boys’ was a blockbusterA divorce from hell in ‘The War of the Roses’In ‘Tokyo Sonata’, the unequal music of an emotionally distant family","author":"Scroll Staff","time":"2024-05-12T09:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200633-zjwirpmdtp-1715365253.jpeg","tags":["White God review","Kornel Mundruczo","Start the week with a film"],"source":"https://scroll.in/reel/1067741/start-the-week-with-a-film-the-unforgettable-revolution-of-the-dogs-in-white-god"}