{"title":"Start the week with a film: Mothers and daughters just want to have fun in ‘The Persian Version’","content":"“I am nothing like my mother” – famous last words for the woman who discovers that sooner rather than later, she turns into a mirror image of the one she loves to hate.Maryam Keshavarz’s The Persian Version is among a crop of recent films that examines Iranian culture at a remove. The 107-minute movie is set in an Iranian-American clan that retains ties to the mother ship but also faces typically American challenges of gender identity and modern family dynamics.Leila (Layla Mohammadi) has spent her childhood and adulthood in the shadow of her strong-willed mother Shireen (Niousha Noor). Part of a brood that includes eight brothers, Leila confronts repressed secrets and complicated feelings after her father has a heart surgery. A flashback to Shireen’s past, which explains the journey from Iran to America, comes even as Leila faces the consequences of an unplanned pregnancy.Keshavarz’s winning cocktail of rambunctious comedy and emotionally resonant drama can be rented from BookMyShow Stream, YouTube, Apple TV+ and Google Play Movies. The English-language film is stuffed with moments that will resonate with Indian women who are caught between traditional and modern attitudes towards love, marriage and personal ambition. Shireen, who can be wise as well as cruel, orthodox as well as tolerant, is an instantly relatable matriarch.Inter-generational strife is delivered alongside scenes that reveal Shireen’s struggles as an immigrant in a foreign culture. Apart from superbly judged performances by the two women who anchor the occasionally unwieldly plot, there is a raft of actors who play Leila’s seemingly unending supply of brothers. The film is bookended by dance performances, including a lovely Persian riff on Cyndi Lauper’s earworm Girls Just Want To Have Fun. In the sequences of uninhibited celebration of the power of music, The Persian Version demonstrates what its Iranian-American characters have left behind in their self-imposed exile, as well as the ties that continue to bind them to their native land.\n\n\n    \n    Play\n\nThe Persian Version (2023).Also read in the Start the week with a film seriesRussian literature and Kangra painting meet in ‘Kasba’  ‘Somewhere’ is a sensitive look at an actor’s empty lifeDarbhanga blues in ‘Pokhar Ke Dunu Paar’","author":"Scroll Staff","time":"2023-12-17T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196683-capzfuqeny-1702671988.jpeg","tags":["The Persian Version review","Maryam Keshavarz","Niousha Noor","Layla Mohammadi"],"source":"https://scroll.in/reel/1060651/start-the-week-with-a-film-mothers-and-daughters-just-want-to-have-fun-in-the-persian-version"}