{"title":"Start the week with a film: In ‘Maestro’, the unequal music of a marriage","content":"Bradley Cooper’s second music-themed film after A Star is Born (2018) is a portrait of a marriage that eventually cracks under its fundamental instability. Maestro is as much about the renowned American composer and conductor Leonard Bernstein as it is about his relationship with his wife, the actor Felicia Montealegre. Bernstein’s homosexuality made Montealegre his beard, a role she accepted until she couldn’t. The Netflix release suggests that not only was A Star is Born no fluke, but that Cooper has ambitions to make the kind of serious, probing relationship dramas that are increasingly rare in Hollywood. The themes of Maestro include the psychological strain caused by keeping up appearances, the sacrifices accomplished women are expected to make for their successful husbands, and the truth behind the mythos surrounding so-called male geniuses.Leonard (Cooper) and Felicia (Carey Mulligan) meet in the 1940s during his ascent to stardom. Felicia goes into the marriage with her eyes wide open. “I know exactly who you are,” she tells Leonard. “Let’s give it a whirl.”The early portions, shot in silvery black and white, have the heady quality of youth, success and the presumptuousness that love can conquer all. Sweeping transitions between scenes seamlessly transport viewers from nightclubs to the concert stage. Leonard and Felicia appear to be leaping from one giddy achievement to the next. The colourised portions depict the rot that can no longer be ignored.Carey Mulligan in Maestro (2023). Courtesy Netflix. In a tension-filled, single-shot scene, Felicia and Leonard thrash out their differences. The 129-minute film gets more sedate as the marriage sinks into a morass from which it cannot emerge. The love between the couple despite the emotional rifts caused by Leonard’s infidelities, as well as the familiarity of a decades-long marriage, are both present in another sequence. Even as Felicia questions Leonard on the “gossip” about his sexuality, they continue to call each other “darling”. Leonard takes off his pants and walks around in his underwear. He is utterly comfortable before the woman who sees through him the most.Superb performances by the leads underpin the intimate chronicle. While Cooper is always compelling as the striving, at-times insensitive and self-serving composer, Carey Mulligan is formidable as the woman who maintains her dignity despite her many humiliations. Mulligan has several great scenes, including one in which she tells her sister-in-law about a prospective lover who turned out to be interested in one of her male co-actors. I seem to attract only these kinds of men, Felicia says. She’s disappointed but resolute, wry where she could have been weepy. An Oscar nomination for Mulligan is in order, if not an outright win.\n\n\n    \n    Play\n\nMaestro (2023).","author":"Scroll Staff","time":"2023-12-25T10:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196634-elpblolyhr-1702496135.jpg","tags":["Maestro review","Bradley Cooper","Carey Mulligan"],"source":"https://scroll.in/reel/1061078/start-the-week-with-a-film-in-maestro-the-unequal-music-of-a-marriage"}