{"title":"Start the week with a film: Darbhanga blues in ‘Pokhar Ke Dunu Paar’","content":"As first films go, Pokhar Ke Dunu Paar (2022) is unusual. Rather than creating a nostalgia piece about a couple returning to their roots, director Parth Saurabh has crafted a downbeat tale about the perils of going home.The journey is necessitated by the pandemic. Sumit (Abhinav Kha) and Priyanka (Tanaya Khan Jha) relocate from Delhi to their home town Darbhanga in search of economic refuge. They had eloped from Darbhanga a few years ago, a fact that especially pricks Priyanka, who has failed to re-establish contact with her family.Meanwhile, Sumit slips – rather, regresses – into the comfort of friends who never left. The couple’s increasingly unstable financial situation isn’t helped by Sumit’s escalating emotional distance from his spouse. Pokhar Ke Dunu Paar (On Either Side of the Pond) has been written by Parth Saurabh and Abhinav Jha. The Hindi-language film has been premiered on MUBI. One of the movie’s producers is Achal Mishra, whose Dhuin, which is also on MUBI, serves as a thematic cousin to Saurabh’s feature debut.Both films reveal the Darbhanga wasteland that is ejecting its young. There is nothing romantic about the crumbling hostel with fading Communist party symbols and stray cats where Sumit and Priyanka take shelter, just like there is nothing charming about Sumit’s drunken conversations with his buddies. Everything seems to be crumbling, just like the marriage between two confused, frightened and fragile youngsters.The evocative, emotionally raw exploration of Darbhanga blues benefits from Saurabh’s refusal to make things easy for his protagonists. Despite some scenes that stretch on for far too long, Pokhar Ke Dunu Paar is a memorable chronicle of the reality of small-town India. The jobs are few and far between. Social restrictions, especially on women, lead to stifling. The stasis that hangs over the Darbhanga air occasionally breaks for spells of rain. There isn’t a rainbow in sight. \n\n\n    \n    Play\n\nPokhar Ke Dunu Paar (2022).Three other films with which to start the week:How ‘Prisoners’ relooks at the vigilante drama‘Ace in the Hole’ and the scoop trapParsis go to war in the charming ‘Little Zizou’","author":"Scroll Staff","time":"2023-11-26T09:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196163-udvsudbqxq-1700938187.jpeg","tags":["Pokhar Ke Dunu Paar review","Parth Saurabh","Abhinav Jha","Tanaya Khan Jha"],"source":"https://scroll.in/reel/1059636/start-the-week-with-a-film-darbhanga-blues-in-pokhar-ke-dunu-paar"}