{"title":"Start the week with a film: A divorce from hell in ‘The War of the Roses’","content":"Kathleen Turner and Michael Douglas set the screen on fire in the 1980s hits Romancing the Stone and The Jewel of the Nile. In The War of the Roses (1989), something else is burning between the characters played by Turner and Douglas – their marriage.Having met at an auction where Barbara (Turner) insistently outbids Oliver (Douglas), they really should have known better. For 18 years, the marriage holds together – she is the perfect domestic goddess while he is the typical provider – until Barbara confesses that she cannot stand Oliver anymore.The War of the Roses can be rented from Prime Video.Danny DeVito’s movie is a black comedy disguised as a cautionary tale about divorce.The Barbara-Oliver decoupling is stuck on the question of who will get the house that he has funded and she has painstakingly designed. The proceedings are nearly as acrimonious as the actual War of the Roses, which took place between rival houses in the fifteenth century in England. This conflict influenced George RR Martin’s Game of Thrones books, among others. In DeVito’s film, written by Michael J Leeson, the estrangement between Oliver and Barbara is no less brutal, and is often very funny too.They come up with devious ways to get back at each other. It’s her cat versus his dog. Prized artefacts – and dignity – are damaged. A chandelier is possibly one of the items that Barbara regrets having bought.The actors are terrific in their mutual acrimony and cold-bloodedness. Turner and Douglas play their roles so straight that they are utterly convincing in their psychosis. Barbara comes off better than the insufferably pompous Oliver, who finds it hard to believe that anybody would want to leave him.It’s not hard to see why The War of the Roses is slated for a remake. Jay Roach’s The Roses stars Benedict Cumberbatch and Olivia Colman. The new movie is being written by Tony McNamara (The Favourite, Poor Things), who is expected to improve on the insults that frequently fly between the Turner-Douglas pairing.\n\n\n    \n    Play\n\nThe War of the Roses (1989).","author":"Scroll Staff","time":"2024-04-29T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200350-vqjjlotmbf-1714326319.jpeg","tags":["The War of the Roses","Kathleen Turner","Michael Douglas","Danny DeVito"],"source":"https://scroll.in/reel/1067173/start-the-week-with-a-film-a-divorce-from-hell-in-the-war-of-the-roses"}