{"title":"Start the week with a film: A red-hot romance in ‘Fire of Love’","content":"Two films were worthier claimants of the Oscar for Best Documentary Feature in 2022 than the eventual winner, Navalny. One was Indian filmmaker Shaunak Sen’s All That Breathes, about two Muslim brothers saving injured birds in Delhi amidst rising air pollution and Islamophobia. The other was American director Sara Dosa’s Fire of Love, a film assembled from the memories of lost souls.Fire of Love marries the allure of nature documentaries with the beguiling personal story of a volcanologist couple who lived and died for their passion. The 93-minute film, which can be streamed on Disney+ Hotstar, poignantly reveals the contours of a relationship built on a shared love of science and the understanding that everything needed to be sacrificed for volcanology – including life itself.Fire of Love follows the careers of Katia and Maurice Krafft, French scientists who dedicated themselves to tracking active volcanoes around the world. The Kraffts, who wed in 1970 and worked together, were reputed not just for their research but also the remarkable films they made of volcanic eruptions and their aftermath. Their efforts required working in arduous conditions, patience and most of all daring, which is amply evident from footage of the Kraffts standing mere metres away from bubbling lava and massive ash clouds. In 1991, at Mount Unzen in Japan to observe its eruption, the Kraffts perished along with 35 others. She was 49, he 45.\n\n\n    \n    Play\n\nFire of Love (2022).In Fire of Love, the invaluable films made by the Kraffts serve as a visual diary of their progress. Shot on celluloid, in saturated colours and sometimes grainy, these films are a throwback to an age filled with romantic adventure and a feeling of limitlessness. The Kraffts travelled widely, from Iceland to Indonesia, in tireless pursuit of the next big rupture in the earth’s surface. The scenes revolving around the volcanoes are as good as anything shot with current digital technology.Fire of Love includes external footage, such as interviews with the couple, scenes from other volcanoes and animated sections. The commentary reflects the couple’s red-hot romance as well as their philosophical approach to their work. Dismayed by America’s military assault on Vietnam in the late 1960s, the Kraffts decided to devote themselves to chasing nature’s mysteries. They were “disappointed with humanity”, Maurice Krafft says in a voice clip. “…human pursuits of power begin to feel vain and absurd next to the power of the earth,” the voiceover in Fire of Love notes.There are moments when the Kraffts appear to be early versions of thrill-seekers who will go to any lengths for a viral video. As Fire of Love reveals, the attitude of the Kraffts, particularly Katia, evolved to better deal with the human cost of volcanic eruptions. From marvelling at the mysteries of nature, they began to understand “what makes the earth’s heart beat, its blood flow”, as the voiceover says.The documentary is understated in its approach towards two intensely passionate people. There’s a poetic feel to the assembly of images by Dosa and editors Erin Casper and Jocelyne Chaput. The film captures the volcanologists as they saw themselves and depicts volcanoes with the same sense of wonderment as its subjects. The Kraffts are equally the creators of Fire of Love, directing events from the beyond.You could also start the week with:Meet an Iranian Jack the Ripper in the spine-tingling ‘Holy Spider’ Oscar-nominated ‘Society of the Snow’ is a moving saga of resilienceA beautifully observed father-daughter relationship in ‘Leave No Trace’","author":"Scroll Staff","time":"2024-02-12T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198366-oigzfkfuug-1707670733.jpeg","tags":["Fire of Love review","Sara Dosa","Katia and Maurice Krafft"],"source":"https://scroll.in/reel/1063551/start-the-week-with-a-film-a-red-hot-romance-in-fire-of-love"}