{"title":"Start the week with a film: ‘Yannick’ is a comic take on trolls taking charge of art","content":"A dull play is in progress. Three actors are performing a domestic drama before a sparse crowd. A member of the audience stands up and brings the proceedings to a halt. I work as a night watchman and have travelled far and paid good money for the show but I don’t find it entertaining, the man declares.The actors react with indifference, contempt and finally anger. The other attendees watch on, bemused – is this intervention a part of the performance? Thus begins Quentin Dupieux’s Yannick, a movie that is funny, sharp and entertaining – everything the titular heckler says the play isn’t.The French black comedy is being streamed on MUBI. Dupieux completed Yannick in 2023 alongside the even funnier Daaaaaali!, a mock-biopic of the Surrealist painter Salvador Dali. In both films, Dupieux offers a sly critique on the seriousness that surrounds art.Over just 67 minutes, Yannick packs in a wealth of detail about the relationship between artists and their audiences. Yannick is critic, troll and bully rolled into one. This very earnest and quite frightening young man has strong views on what constitutes art, populist fare, and creativity. He is the real-life equivalent of the person who leaves impassioned comments on YouTube videos or Instagram posts. Not only can artists can be thin-skinned – honest feedback is overrated as well as unwelcome – but also Yannick’s increasingly deranged attempts to take control of the play shows what happens when art is made to bend to the will of the people.Apart from cutting humour and controlled anarchy, Yannick has a superb central performance. Raphael Quenard is highly compelling in the lead role, making him the star of a show that his character derails as well as a French actor to watch out for.\n\n\n    \n    Play\n\nYannick (2023).","author":"Scroll Staff","time":"2024-04-08T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199896-enkbxznfba-1712515278.jpeg","tags":["Yannick review","Quentin Dupieux","Raphael Quenard"]}