{"title":"How could Budget 2023-’24 help boost the agriculture sector?","content":"The crisis in agriculture and allied sectors in India has received a lot of policy attention in the recent decades. There is a wide acknowledgement of the view that stepping up public expenditure can revive the growth of this sector and make farming a viable occupation, especially for small and marginal farmers. However, the increases in the agriculture budgets need to be analysed from the perspective of the long-term direction of support provided through public spending.Constitutionally, agriculture is a state subject, however, the Union Government’s spending on agriculture and allied sectors contributes to almost half of the combined budgetary spending (by states and the Union government) on the sector. Therefore, the composition of Union government spending on agriculture holds significance for overall development of agriculture. But the Union government’s budgetary spending on the sector has accorded a much higher priority to individual farmer-centric support measures in recent years.Broadly, public expenditure in agriculture can be divided into two categories: those providing individual farmer-centric support (such as direct income support, subsidies, risk cover and others) and those delivering public goods that enhance the overall capacity through sector-wide improvements in infrastructure and agricultural practices (such as research and extension, quality inputs, mechanisation, post-harvest management, institutional support and more). It is, thus, important to understand whether the states are complementing the Union government’s budgetary support to agriculture by giving higher priority to the sector-wide support measures, or they are mostly replicating the Centre’s template of budgetary support for the sector. Changing pattern Allocations for agriculture in the Union Budgets of the last four years have signaled a high priority for two schemes – Pradhan Mantri Kisan Samman Nidhi Yojana and Pradhan Mantri Fasal Bima Yojana. These two schemes along with interest subvention on short-term credit, which are providing individual farmer-centric support, constitute around 75% of the total allocations for the agriculture sector in the Union Budget 2022-’23. The sector-wide support measures (through other schemes such as Rashtriya Krishi Vikas Yojana for infrastructure funding, the National Food Security Mission to increase food grain production,  Agricultural Technology Management Agency and  Sub-Mission on Agricultural Mechanisation) collectively account for 25% of the total agriculture budget by the Union government in 2022-’23, as per budget estimates.Figure 1: Composition of Union Government’s budgetary expenditure on agriculture and allied sectors (in per cent). Source: Compiled by the Centre for Budget and Governance Accountability from Union Budget documents. As shown in Figure 1, the priority for “individual farmer-centric direct support measures” has increased significantly within the Union government’s total budget for agriculture and allied sectors in recent years. It would be incorrect to infer here that such an increase has happened at the cost of the magnitude of budgetary support provided by the Union Government for “sector-wide support measures”, since the overall budget envelope for agriculture by the Centre has witnessed a significant expansion over the same years. However, the prioritisation within the Union government’s total budgetary support for the sector has become prominent.There is obviously an urgent need to provide direct financial support to farmers in the wake of the declining viability of farming as an occupation and the growing risks. However, it does raise a concern if both Union Government and State Governments start according higher budgetary priority only to such direct support measures. At least one of them, preferably the states, need to give greater budgetary priority to sector-wide support measures to pursue longer-term and sustained improvements in agriculture and the viability of farming as an occupation.However, the pattern of budgetary provisioning for agriculture reflected in at least some of the state budgets (such as in Telangana, Chhattisgarh and Odisha) in the recent years is similar to what was observed for the Union Budget.Figure 2: Composition of public expenditure on agriculture and allied sectors carried out through the state Budget* (Average of 2020-'21 to 2022-'23 budget estimates; figures in per cent) Credit: Compiled by Centre for Budget and Governance Accountability from state budget documents.Note: * Public expenditure on agriculture and allied sectors carried out through the State Budget includes budgetary spending from the state government’s funds (state schemes and state’s matching shares for Centrally Sponsored Schemes), and Central Shares of funds for the Central Schemes in agriculture. However, it does not include that part of the Union Government’s expenditure which is carried out through direct cash transfers to beneficiaries’ accounts such as the Pradhan Mantri Kisan Samman Nidhi, or PM-KISAN, and hence is not reflected in the state budget. State schemesApart from allocating the state shares for the centrally sponsored schemes like the crop insurance scheme Pradhan Mantri Fasal Bima Yojana, several state governments have launched their own initiatives that are providing direct financial transfers to individual farmers. Mukhyamantri Kisan Kalyan Yojana in Madhya Pradesh, Krushak Assistance for Livelihood and Income Augmentation scheme in Odisha, Rythu Bandhu scheme in Telangana, Rajiv Gandhi Kisan Nyay Yojana in Chhattisgarh are some such schemes. Many states also provide crop loan waivers, which is another form of direct financial support to farmers. In some states (such as Telangana, Chhattisgarh, and Odisha), the total budgetary allocation for direct financial transfer schemes surpasses the total budgetary allocation for sector-wide support measure schemes.Improve utilisation of funds  One of the factors that may be favouring the prioritisation of individual farmer-centric measures over the sector-wide support measures, in terms of provisioning of the incremental budget outlays in agriculture, is the contrasting performance of these schemes in terms of the extent of utilisation of the funds allocated. The schemes such as PM-KISAN, Pradhan Mantri Fasal Bima Yojana and the interest subvention scheme for credit to agriculture involve the transfer of funds to designated bank accounts. This is at a time when the country has witnessed significant improvements in financial inclusion and expansion of the banking infrastructure in the recent decades. As a result, government authorities do not have to deal with too many bottlenecks in utilising the budget outlays. On the other hand, the extent and quality of utilisation of the allocated budgets appears to have been constrained in the schemes providing sector-wide support to agriculture.CreditL AFP.In several states, the extent of utilisation against allocation under two of the important schemes, Rashtriya Krishi Vikas Yojana and National Food Security Mission, has been low. Both these schemes involve designing localised interventions to increase crop production and promote sustainable agriculture. For instance, in  2020-’21, only 17% of the funds allocated for Rashtriya Krishi Vikas Yojana in Madhya Pradesh could be utilised. Likewise, the extent of utilisation of the available funds in Rashtriya Krishi Vikas Yojana has been low in a number of other states such as Maharashtra (21%), Odisha (24%) and Chhattisgarh (38%). Similarly, low utilisation against allocated funds was seen for NFSM in several States during the same year.These implementation shortfalls reduce the effectiveness of the core agriculture schemes in terms of having a tangible impact on the sector and farmers. Such challenges in the effective and timely utilisation of the approved budgets may have acted against these schemes in the domain of increasing their budget outlays. Funding for core schemes Improving the extent and quality of fund utilisation in the core agriculture sector schemes will require, among other measures, strengthening of the institutions and enhancing the frontline workforce in agriculture sector. This pertains to the states’ agriculture establishments, Krishi Vigyan Kendras and the Agricultural Universities.  Shortage, excessive workload and limited capacity of agriculture staff working at district, block and village levels often lead to delayed and ill-prepared plans for implementing schemes. It has been argued that the staff at the Agriculture Technology Management Agencies, autonomous institutions set up at the district-level for agricultural technology transfer and extension activities, are overworked or lack requisite expertise in some cases.Renewed focus on the core schematic interventions and agricultural institutions is integral to improving agricultural infrastructure and productivity at the farm level. Along with direct financial support, farmers need support and guidance from agriculture sector staff and frontline workers to overcome rainfall uncertainty, pest attacks, soil degradation and a range of other difficulties. They need sector-wide support measures as urgently as direct financial support.Hence, the Union Budget 2023-’24 and the state budgets for 2023-’24 need to address these underlying, issues and revive allocation for core schemes such as the Rashtriya Krishi Vikas Yojana, National Food Security Mission, Paramparagat Krishi Vikas Yojana for sustainable agriculture and more. Concerted efforts also need to be made to improve the extent and quality of utilisation of funds allocated for such core schemes in agriculture sector.Gurpreet Singh and Subrat Das work at the Centre for Budget and Governance Accountability, New Delhi. They can be reached at: [email protected] and [email protected].","author":"Gurpreet SinghSubrat Das","time":"2023-01-31T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184479-gqsnsiaufq-1671191114.jpg","tags":["Union Budget 2023","Budget Session","Agriculture","Farmers"]}