{"title":"States are obligated under Article 30 to recognise minority educational institutions, says SC","content":"The Supreme Court on Tuesday said that Article 30 of the Constitution makes it obligatory for a state to recognise minority educational institutions and not discriminate against them in matters of granting aid, reported Live Law.Article 30 of the Constitution guarantees that the state shall not discriminate on matters of granting aid against any educational institution on the basis that it is managed by a minority group. It also says that all minorities, whether based on religion or language, have the right to establish and administer educational institutions of their choice.A seven-judge Constitution bench, led by Chief Justice DY Chandrachud and comprising Justices Sanjiv Khanna, Surya Kant, JB Pardiwala, Dipankar Datta, Manoj Misra and Satish Chandra Sharma, made the observation while hearing a batch of petitions concerning the minority status of Aligarh Muslim University.“Article 30 is not an enabling provision so far as the state is concerned,” the court observed. “It is an obligation on the state. It cannot be that ‘I as a state have the liberty to grant or deny you the status’ in Article 30, there is no choice.” The court was responding to an argument by Attorney General R Venkataramani, who said that there should be some authority of law to establish a university. He argued that one cannot set up an educational institution just on a whim.“There cannot be a doubt that Article 30 is contingent on compliance with regulatory provisions; second even minority institutions do not fall below the national standard,” Chandrachud said. “But can the right to establish a minority institution itself be contingent on the recognition by enabling statute? That argument seems to be overbroad.”He said that by this the state will be making a constitutional right subservient to the statute.The petitioners have challenged a 2006 judgement of the Allahabad High Court that held that the Aligarh Muslim University cannot be considered a minority institution as it was never administered or claimed to be administered by the minority community despite being established by the community.The bench is also dealing with the legal question of the designation of a centrally-funded university as a minority institution. The matter was referred to a seven-judge bench in February 2019 by another bench led by Ranjan Gogoi, who was the chief justice at the time.In the 1968 Azeez Basha judgement, the Supreme Court had held that the Aligarh Muslim University is a Central university. The judgement had also said that Articles 29 and 30 of the Constitution cannot be conferred on it to grant a minority status.Article 29 aims to protect the cultural and educational rights of minorities.","author":"Scroll Staff","time":"2024-01-24T13:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113261-eqqfogjawx-1706078929.jpg","tags":["Supreme Court","Aligarh Muslim University","Chief Justice of India DY Chandrachud","Minorities"],"source":"https://scroll.in/latest/1062622/states-are-obligated-under-article-30-to-recognise-minority-educational-institutions-says-sc"}