{"title":"State cannot whitewash hate crimes, says Supreme Court","content":"The Supreme Court on Monday said that state cannot whitewash incidents of hate crime, Live Law reported.“There is absolutely no room for this…if it is a hate crime, we have to face it frontally and take swift action,” the court said. “Action of every state officer augments respect for the law otherwise everyone will take law into their own hands.”A Bench of Justices KM Joseph and BV Nagarathna made the statement on a plea filed by a 62-year-old Muslim man who has alleged that he was assaulted and abused due to his religious identity in Noida in 2021. He has also complained of inaction from the Uttar Pradesh Police.At Monday’s hearing, the Supreme Court noted that the first information report in the case was filed on January 15, almost one-a-half-years after the incident, according to Live Law.The bench also pointed out that this was done only after the court had asked the police to furnish the case diary on the last hearing on January 13.“Will you not acknowledge that there is a hate crime and you will sweep it under the carpet?” Justice Joseph then asked. “...Be it in minority or majority, certain rights are there which are inherent in human beings.”Justice Joseph added that inaction against hate crimes fosters a dangerous atmosphere in society. “And it has to be rooted out from our lives,” he said, according to PTI. “There cannot be any compromise on hate speech at all.Bench also notes, \"there is a growing consensus around hate speech in the country now.. if a person comes and says that I am wearing a cap and my beard is pulled and still no complaint is registered.. then it is a problem.\"— Live Law (@LiveLawIndia) February 6, 2023\n\nAdvocate Huzaifa Ahmadi, appearing on behalf of the petitioner, said that in two affidavits filed by the Uttar Pradesh government, the police have said that there was no hate crime.“On July 5, 2021, a police patrol had come to my [his client’s] house and asked not to press for hate crime angle,” he alleged.Additional Solicitor General KM Nataraj, appearing on behalf of the Uttar Pradesh government, argued that the petitioner did not bring to the police that any aspect of the incident was a hate crime, reported Bar and Bench.“The intention of the victim was something else in the entire case,” Nataraj said. “Don’t know if someone else is behind this…the continuous conduct of the petitioner...Belonging to one community does not make it a hate crime.”To this, Justice Joseph Joseph cited an incident in Rajasthan where a mute person was attacked and was later identified as a Hindu.“If you ignore this, then one day it [hate crime] will come for you,” Justice Joseph said. “It is not a problem for the protected class. but it affects the common man, we cannot compromise on their security.”The court then directed the Uttar Pradesh government to file a detailed affidavit in the case. It will hear the case next on March 3.Also read:‘When will you kill Muslims and Christians?’ monk asks Hindus at Delhi event","author":"Scroll Staff","time":"2023-02-07T08:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180795-csaaqpqonb-1664882730.jpg","tags":["Hate Speech","Supreme Court","KM Joseph"],"source":"https://scroll.in/latest/1043381/state-cannot-whitewash-incidents-of-hate-crime-says-supreme-court"}