{"title":"Steak and biriyanis: As beef goes off the menu in much of India, Kolkata can’t seem to do without it","content":"“Oh, you can’t even imagine Anglo-Indian food without beef,” said Andrew Lipin, shaking his head animatedly. “Mutton and chicken just don’t give that flavour, you know. Jalfrezi with pepper water, stick or Hussainy curry, ball curry, trotter soup with bread, these are the dishes I grew up with. They’re all made with beef”.Lipin grew up in Bow Barracks, the Central Kolkata locality that has long been an Anglo-Indian hub. He has worked as a manager at Waldorf, one of Kolkata’s oldest Chinese restaurants, and even tried his hand at running his own Anglo-Indian eatery. As the politics around beef grows more intense, Lipin has been upset. More and more states are banning the slaughter not just of the cow but also bulls and bullocks. Armed gangs have lynched people on suspicion of slaughtering cattle, even as the authorities turn a blind eye (or sometimes offer gentle encouragement). Fears about cattle slaughter have reached such a pitch that a number of Indians – including a ruling party MLA and former Union minister – believe that the devastating monsoon floods in Kerala was divine retribution for the Malayali love of beef fry.Yet, reality in Kolkata is markedly different from the news. The city has a rich culture of food, many strands of which have always revolved around beef. And till now, this remains mostly unaffected by events in many other parts of India.The beef biryani and ghol at Zam ZamPark CircusZam Zam started out in a dingy lane in Entally, a Central Kolkata neighbourhood made famous for being the place where Mother Teresa began her work. In a city renowned for its mutton biryani, the restaurant has carved a niche, offering Kolkata’s best beef version of the dish. In May, however, Zam Zam decided to open a glitzy new branch close to one of the city’s largest junctions at Park Circus, a testimony not only to the pull of beef in the city but its popularity with non-traditional beef eaters. “We wanted to expand our customer base,” said Shah Babar, manager at the new branch and a nephew of the founder. “We get office goers, families [and] women in this branch. People who would not [generally] come to dine at our Entally place”.The biryani is dry and lightly spiced, just the way a good Kolkata biryani should be. Apart from the beef biryani, Zam Zam possesses another niche: it serves ghol, a spiced yoghurt drink which pairs perfectly with a biryani, but is usually only available at Calcatian Muslim weddings.Just across the road from Zam Zam is Nafeel, the grand old man of Park Circus beef. It’s a working class place, but has always served a wide clientele owing to its location close to a major city junction. “Everyone comes here,” explained Arif Ali, who was manning the till. “We get Muslim taxi drivers, people from Christ the King [the neighbourhood’s largest church] on Sunday, and we remain open all night long during Durga Puja”.I order my usual: beef chaanp, chops and a parantha. More than any other meat, beef is a gamble. Getting a tender cut always requires luck – but not at Nafeel. The chaanp is sublime, surrounded by a halo of oil. The entire meal costs Rs 56.Beef chaanp and parantha at NafeelWorking class stapleGiven how cheap it is, beef is the working man’s food for large parts of the city. Mohammad Qayum works as a driver and has his lunch at Saiqa in the Park Circus area. The grotty “hotal”, as no-frills eating places are called locally, has modern plastic furniture. But a thick, dark coating of grease on its ceiling attests to its maturity. Saiqa has been running since the 1980s, and is well known in the area. Qayum brings three rotis from his home and buys a curry at Saiqa. “I can eat here everyday for within Rs 30-Rs 40,” Qayum said, grimacing and sweating in the monsoon damp. “The food is good too.”Not a lot has been written about Kolkata’s hotals but there are gems to be found. On Ripon Street, Bengal Hotel serves its famous beef khichdi only on Fridays, right after the jumma namaaz. “We make only one degh [cauldron] and that gets over within an hour,” said a beaming Mohammad Nizamuddin, the owner. It wasn’t an empty boast. Bengal Hotel was packed when I got there, and for good reason. The khichdi was fragrant, made with beef and Bengal gram, the latter adding a lovely, nutty flavour. Unusual among khichdis, the dish was dry, and was basically a meat version of the Bengali bhuna/bhuni khichuri.But Bengal Hotel has another star in its line-up: the quirkily named pagla bhuna, or crazy roast. The name maybe comes from the fact that it is roasted for more than an hour on a low flame, lending the dish a lovely smoked flavour – but also driving the cook mad. Local Ripon Street lore has it that the neighbourhood’s Anglo-Indians were especially fond of the dish. “Every Anglo-Indian in this area comes and buys pagla bhuna from us,” said Nizamuddin, chuckling. “The Muslims don’t like this dish that much.”The pagla bhuna, crazy roast, at Bengal Hotel on Ripon StreetThe New Market areaSixty-nine-year-old Harcourt Moss laughed when I ask him about the dish: “Ah, Anglos love the pagla bhuna, that’s true. We’d have it once a week. You can’t make that at home.” Moss lives on Elliot Road, a few hundred metres from Bengal Hotel. Until about a decade ago, the areas surrounding New Market were choc-a-block with Anglo-Indians. “But now they’re all getting paid off by these builders, and moving to Picnic Gardens,” said Moss shaking his head at the daftness of shifting from Central to South Kolkata. “Once they move, they regret it. You know here, it’s so lively. I can have a kati roll at 1 am. That area shuts down at 10 pm. And no beef at all. They all want to move back.”Moss describes a food routine so gorged with red meat, it makes me both salivate and fear for my arteries. “Sunday lunch was always yellow rice and ball curry,” reminisced Moss, describing rice cooked with coconut milk and meatballs or koftas. “What else? Beef grill, brain cutlets, oxtongue roast, oxtail stew, butt [tripe] roast. Offal was cheaper than the meat, so we ate that. We even cooked with beef fat. I love pork too, but it’s very expensive and you need to go all the way to New Market to buy it, [from] Kalman.”Joy Ghosh slices some cured ox tongue at KalmanThe “Kalman” Moss mentions, is a cold storage with quite a founding story. It was set up sometime in the 1950s by Kalman Kohary, a Hungarian trapeze artist. How a Hungarian trapeze artist joined the meat business in Kolkata is unclear but the shop he founded is a city landmark. A stone’s throw away from the 150-year old New Market, Kalman is located on Free School Street – named so since it housed a charity school for Anglo-Indians in the 19th century. (The institution was renamed St Thomas’ school in 1917.) The manager Joy Ghosh tells me about the burden of secularism that Kalman bears on behalf of the city. “We are the only place in Kolkata that sells both beef and pork,” he said. He also paints a cheery picture of the spread of Kolkata’s culinary catholicity. “Earlier, we only got Anglo-Indians. But now we get 25% Bengalis. They go to English-medium schools, learn about this type of food and then,” he paused for effect, before adding, “Then, they come here.”Kalman’s most famous product is their spiced, smoked Hungarian sausage, but their cured ox tongue, Joyda says, does rather well too. However, Kalman’s main source of sales actually comes from restaurants. “All the top places buy from us. Every beef steak you eat on Park Street, they take their undercut from us,” Joy said, using an old British word, more popularly known by its more Americanised avatar “tenderloin” in Kolkata today. At the iconic Mocambo, also on Free School Street, a steward Roger Makkan tells me that beef steaks are their largest selling item. He shows me his order booklet: “Five Irish steaks,” he explained as I squinted, struggling to read his handwriting. I order one. It’s succulent, spicy, greasy, and comes with a sauceboat of brown gravy that is the hallmark of the Anglo-Indian steak. A few metres away, the city’s equally iconic watering hole, Olypub on Park Street, also serves a much-loved steak. This, for as long as I can remember, is not an undercut but just boneless chunks of meat doused with a lot of grease and a peppery gravy.  This sort of nit-picking, though, is water off a duck’s back. “Whenever we come here, this is what we have. We come to Oly for the beef steak,” said Rahul Saha, who is in here with old school friends, Soumyabrata Banerjee and Anindya Chakraborty. It’s the end of the night and sure enough each of them has ordered a steak.The beef steak sizzler at MocamboNew waveKolkata’s beef scene though isn’t all nostalgia-driven. There are some great new places too. Shim Shim, which opened in April, is a Tibetan restaurant that has beef in a starring role. “My hometown is Kalimpong, and I missed eating things like beef momos and beef thukpas,” Doma Wang, the founder-owner said.Wang has lived in Kolkata for three decades now and has some nice things to say about the city. “Kolkata is the one place where people truly love food and are adventurous about it,” he said. “They are willing to try new things, First when I opened Shim Shim, I thought I woud only get Anglo-Indians and Muslims. But then I saw Mukherjees, Banerjees, Chatterjees stream in. People who have never had beef come to me and say they loved it. Kolkata loves eating. You can’t go wrong if you serve good food at reasonable prices.”Everything at Shim Shim – from their chilly beef to phalay – is excellent. But the star is the beef momo. Given the way stringy chicken momos have taken over a number of Indian cities, these come as a revelation: juicy, full-bodied and packed with flavour from the fat.The greasy beef steak at Oly Pub, Park StreetUnlike Central Kolkata, that has an urban history stretching well back to the eighteenth century, many areas of South Kolkata are relatively new, having been developed after the First World War. This part of town received a large number of immigrants after 1947, most of them Partition refugees from what is now Bangladesh. Given this lack of colonial history, beef cuisine does not have deep roots in this part of town. Perhaps that’s why one South Kolkata steakhouse, opened in 2012, had to look to the United States for inspiration. It runs on a Wild West theme, complete with replicas of cowboy hats, lassos and even a faux steer skull mounted on the wall. Unlike the spicy, greasy Anglo-Indian steaks back on Park Street, the ones here are American dry, in keeping with the theme.Beef politicsYet, even as beef expands in Kolkata, the politics around the meat is having some evident effect.  Ironically, the word “beef” is missing from from the menu of the steakhouse. The owner-manager says it’s an intentional omission. “We just write ‘tenderloin’, we don’t mention the meat,” he said with a shrug. “You never know what’s going to happen. We have worked pretty hard for the last seven years to cater to the people who want to eat it. And those who don’t want to eat it, don’t even want to know about it, that is the reason we have never branded ourselves like that”.Shim Shim’s Doma Wang says she chose to open her restaurant in Park Circus, a largely Muslim neighbourhood for a reason: “Knowing the current situation of the country I felt the location was also important.”Nizam's Mughal GardenMost tragically, Nizam’s Mughal Gardens has stopped serving beef altogether. “All the trouble has caused disturbances in supply. We are not able to ensure a regular stock of good quality meat,” explained the restaurant’s manager, Dipendu Roy referring more to the break in cattle supply chains from North India rather than any local problem. Situated at the back of New Market, Mughal Garden was the beef section of the iconic Nizam’s, set up in 1932. Nizam’s claims to have invented the kati roll since an English patron didn’t want to eat kawab-parantha the Indian way, with this hands – so it was rolled up for the picky burra sahib.  The story might be apocryphal but the shop’s khiri (udder) rolls were very tasty and wildly famous.A short walk away, Feroze Quereshi was selling beef in the cavernously gothic meat section of New Market. Quereshi’s village is in eastern Uttar Pradesh and the contrast with Kolkata is sharp. “There it’s completely shut down, people are being killed,” said Quereshi, expertly mincing meat with his cleaver. “And here, demand for beef is going up. Let’s hope it remains so.”","author":"Shoaib Daniyal","time":"2018-09-24T11:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/892928-tdyrnpyiqm-1537711336.jpeg","tags":["Kolkata","Beef politics","Mughlai cuisine","Anglo-Indians"],"source":"https://scroll.in/magazine/892928/steak-and-biriyanis-as-beef-goes-off-the-menu-in-much-of-india-kolkata-cant-seem-to-do-without-it"}