{"title":"Stench of dead fish: Flood-hit residents in this Assam district have little else left","content":"On an overcast August morning in Kathoni village, a man and a woman squatted next to each other, staring blankly at the vast swathe of water in front of them. The village is in the Laharighat revenue circle of flood-hit Assam’s Morigaon district.Naziqul Islam and Khawaria Nahar didn’t speak to each other or anyone else around them for almost half an hour as they watched houses, beds, and wardrobes float on the water. They were waiting. For the water to recede, at least the currents to weaken, so that they could go look for their house – a two-room mud-plastered house with a tin roof they had built three months ago. They had to desert it on the afternoon of August 10 as water gushed inside after the raging Brahmaputra breached yet another embankment in the vicinity.The river overflows again On August 10, the Brahmaputra overflowed once again in Morigaon breaching embankments at various places, just as the district was slowly recovering after being ravaged by the previous wave that struck in June and lasted till July.As of August 17, more than five lakh people across 359 villages stood affected by the latest wave of floods in the district, according to official data.  However, the state government’s records reveal that the district has just three designated relief camps, apart from 179 relief distribution centres. The three camps, records say, house 182 people.Temporary tarpaulin structures abound on the roads that connects Morigaon town to other parts of the district. The three-pronged journey to reach Kathoni For instance, as one drives northwards from Morigaon town towards the villages on the bank of Brahmaputra, there are small tarpaulin assemblies on both sides of the road. But as one gets closer to Laharighat, they cease to exist – for the road itself has ceased to exist.  With the river overflowing, there is no road anymore  – just water.To reach the villages close to the river, like Kathoni, one has to then take a boat.  The boat takes one some distance, but not the entire way. With the currents of the water furious and unpredictable, even the most skilled boatmen get reluctant beyond a point. That is when the imperious tractor comes in handy.  Then there’s some dry land finally. The tarpaulin structures reappear – dozens and dozens of dark claustrophobic cubicles, teeming with people. Thirty two villages in Laharighat have been flattened by the river since Friday. Almost everyone from these villages are in one of these makeshift shelters. Islam and Nahar, too, have been living in one of them since Saturday. As the water started rising, they fled. They didn’t wait for the State Disaster Relief Fund motor boats, which rescued some of their neighbours who stayed put in their houses in the hope that the water would recede only to get marooned.  ‘This was supposed to be a safe area’Islam and Nahar were not anticipating such a deluge. “This was supposed to be a safe area,” whispered Islam. “There’s the embankment. That’s why we came here after our previous house got washed away.  And now everything seems to be gone again now.” The couple moved to Kathoni from another village called Gorokhiya Khuti in Morigaon just before the monsoon showers hit Assam. The main road to Kathoni village A few feet away, their neighbour, Fazaluddin was trying to ferry a bed as he waded through waist-deep water.  He, too, was new to Kathoni, having moved with his family in June. Their previous house, in another Morigaon village, was lapped up by the river in the last wave of floods in the district. He purchased some land for Rs 40,000 to build this new house, he claimed.  “The water entered in a matter of hours,” he said. “And we just ran. Took nothing, except for the kids. Today, after five days, I finally managed to back to the house and retrieve this bed. This is the only thing I managed to get back. I don’t know what to do, brother.  How does one lose two houses in one year?”Fazaluddin with his family Just then, Deepali Deka arrived at the place where Fazaludding was wresting with his bed, her mekhela, a traditional draped garment worn in Assam,  hiked up high.  “I’ve been wearing the same mekhela, same chador [stole], same blouse for five days,” she said. “They are all wet. But I have to wear something. The water took away all my other clothes.”Bora and her husband were trying to go to Palasguri, the next village, the one closest to the river in Lahorighat. They, too, are going to look for their house. “The boy [their son] went on a bamboo raft yesterday,” her husband said. “He says it [the house] is gone. But my heart does not listen. I need to see it for myself.”Deepali Deka and her family An abundance of fishThen suddenly there was a burst of celebratory laughter among the boys with fishing nets lurking around the tarpaulin shacks. They had been at it the whole day.  There was water everywhere – on the road, in the fields  – and so were the fishing nets.Along with the deluge, the river had brought along with it a mega fish rush in Morigaon. They said you could find everything from catfish to snakefish to rohu, if you looked hard enough and stayed patient. “Of course, you have to know how to do it, a city boy like you won’t get anything,” quipped a young activist working in the area.“Bhokua [carp]. At least five kilos,” hollered one of the boys.The stench of dead fish filled the air.Fish being displayed for sale  in KathoniThe school as a relief campIn the Kathoni Middle School, about half a kilometre away, there is so much fish that one could mistake it for a Bihu feast – raw fish in steel tumblers, fish marinated in turmeric and salt, fish deep fried to save it from going bad. This is the biggest shelter in the area. Although not officially a government-designated relief camp, it is housed in  a state school, since this is the only dwelling in the vicinity that did not get submerged. The school housed 120 odd people from 15 odd families.  “The headmaster has let people  stay here,” said Rupa Deka, a mid-day meal cook in the school. The biggest room of the school, a room one-fourth the size of a football field, housed nine families and almost 60 people have lived was washed themselves here since Saturday. The bathrooms in the Kathoni Government Middle School are locked and filled with water. The standing water behind the school is where everyone in the camp answers nature’s calls – the women do it before dawn, and the men follow. There is a room with a hand pump, but it is ankle-deep in slush. Another submerged school in Lower Assam had just shot to national prominence the previous day with social pictures of  children in neck-deep water, saluting the tricolour on Independence Day. But in Kathoni Government Middle School, the school’s temporary residents claimed, nobody even remembered that it was the 71st anniversary of the country’s independence. No flag was unfurled – only a lot of wet clothes were strung up to dry in the foyer.The Kathoni middle school Lot of fish, but little rice and waterBesides, people were bogged down with a more pressing concern: there was no rice to eat although there is a lot of fish.“All they gave us till yesterday in terms of eatables  was some flattened rice,” said Rumi Das, who has been camping in the school with her family since Saturday.  Said Das: “How do you survive with a few hundred grams of flattened rice for five days? Okay, they can’t do anything about the floods, but can’t they give us some food at least?”The government also provided a bottle of water per person on Sunday, said Das, which has since run out. “We have been drinking water from the hand pump. Dipa Das, the additional district commissioner of Morigaon, said relief material couldn’t reach the area for a few days as the roads were cut-off. “Now we’ve used a helicopter to deliver relief,” she claimed. Assam’s food and civil supplies minister Rihon Daimari also admitted on Thursday that there had been lapses in relief distribution in some areas in the latest wave of floods. The hand pump room in the school.   On Wednesday, some rice arrived finally: a kilogramme per family, and also a tin of dal. But the distribution exercise soon turned into a squabble, with complaints that people were being left out. Manju Saikia, a formidable lady in her fifties, waded into the scrum. “Don’t talk loudly just because you are a man,” she lashed out a man who claimed to have not got his share. The man muttered something in his breath but fell quiet.  A room in the school Just as this little altercation ended, Kanchi Das, who was watching from a distance, broke down. Das, a septuagenarian, held her two-year old grandson in her arms, while her other grandson, who is five years old, clinged on to his grandmother’s fingers as she spoke.  Das’s house got washed away on Saturday. The children’s mother died a year ago, and her son, the father, was away in the city.  “There is no money or rice to feed these children,” she quivered.  What do I do now? Son, you need to write about us. No one knows about our plight.”Kanchi Das (right) and her grandchildren The local journalist Jintu Deka, a stringer for a Guwahati-based news channel who was witness to Das’s outburst, expressed his helplessness to relay these stories to the newsroom in Guwahati. “There has been no electricity for five days now,” he said. “To file my story, I have to go to Dhing [a town in neighbouring Nagaon district].  I went one day, but then here I am struggling to stay afloat myself.”Old habitsThe population of Morigaon district is almost evenly divided between Hindus and Muslims, and as marooned residents scrambled for food and supplies, differences arose. Rumi Das, for instance, said her son had had a bad stomach for two days, and she had no medicines to give him. “A medical team did come, but they just left the medicines and went,” she said. “And then all the Muslims pounced upon it and took everything. Can we jostle with them, you only say? The feisty Saikia joined in: “There is no Hindu-Muslim, everyone has suffered.” However, she said more Hindu families had gone hungry: “We couldn’t get our utensils, so now there is nothing to cook in. It’s difficult to share the same utensils with the Muslims, no.”With over 35,000 hectares of its farmland affected by the floods – the highest by a long margin in the state – Morigaon’s residents will figure out the real extent of damage only after the water totally recedes. As farmer Ananta Das said: “We will get to know about our livelihoods when the water from the fields recede. That is when we will find out for how many more seasons the fields will remain uncultivable.” Till then, Lahorighat will subsist on fish. The nets are out.","author":"Arunabh Saikia","time":"2017-08-19T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/847566-65961-mlefprxnmp-1502975951.jpg","tags":["Assam","floods","Brahmaputra"],"source":"https://scroll.in/article/847566/stench-of-dead-fish-flood-hit-residents-in-this-assam-district-have-little-else-left"}