{"title":"Step in right direction, says Palestine after UN resolution calls for immediate ceasefire in Gaza","content":"The United Nations Security Council’s resolution calling for an immediate ceasefire between Israel and the Palestinian militant group Hamas was a step in the right direction, said the Palestinian foreign ministry on Monday, reported Al Jazeera.The ministry called on the members of the security council to fulfil their legal responsibilities to implement the resolution immediately and said it would facilitate the entry of aid into the besieged Gaza.It stressed the need to achieve a permanent ceasefire beyond the month of Ramzan, preventing forced displacement and the return of those displaced. The ministry said the release of prisoners should also be focussed upon.The security council on Monday adopted the resolution with 14 members voting for it. The United States abstained from voting. Along with the ceasefire, the resolution also demanded the immediate and unconditional release of all hostages.Israel’s war on Gaza began after Hamas’ incursion into southern Israel on October 7 that killed 1,200 people. The militant group had also taken over 200 people hostage. Some of the hostages were released in November as part of a brief ceasefire agreement in exchange for Palestinians imprisoned by Israel and humanitarian aid.Since October, Israel has been carrying out unprecedented air and ground strikes on Gaza. The attacks have killed over 32,000 people, including more than 13,000 children, according to Al Jazeera. Over 74,694 people have been left injured. The United Nations said earlier this month in a report that a famine was imminent and likely to occur by May in northern Gaza as supplied have been cut off to the Palestinian territory.After Monday’s resolution was passed, the UN Secretary General Antonio Guterres said in a social media post that the failure to implement it would be “unforgivable”.The Security Council just approved a long-awaited resolution on Gaza, demanding an immediate ceasefire, and the immediate and unconditional release of all hostages.This resolution must be implemented. Failure would be unforgivable.— António Guterres (@antonioguterres) March 25, 2024\n\n\nHamas welcomed the resolution and said it “affirms readiness to engage in immediate prisoner swaps on both sides”. The group also said that Israel must be held accountable for adhering to it.“It is the role of the international community to oblige Israel and to end this double standard,” Basem Naim, a senior official in Hamas’s political bureau, told Al Jazeera.Meanwhile, Israel said the resolution did not demand a ceasefire without “conditioning” it on the release of captives in Gaza. It said this “undermines the efforts to secure their release”.“It is harmful to these efforts because it gives Hamas terrorists hope to get a ceasefire without releasing the hostages,” said Israeli ambassador to the UN Gilad Erdan. “All members of the council should have voted against this shameless resolution.”Israeli Prime Minister Benjamin Netanyahu said the failure of the United States to veto the resolution was a “clear retreat” from its previous position. He said the move would hurt Israel’s war efforts and bid to release more than 130 hostages, reported Reuters.Soon after, Netanyahu also cancelled a visit by a high-level delegation to the United States. The delegation was scheduled to discuss a planned Israeli military operation in the southern Gaza city of Rafah, where over 1.5 million Palestinians have sought refuge.Israeli Foreign Minister Israel Katz said in a social media post that Tel Aviv “will not cease fire”. He said: “We will destroy Hamas and continue to fight until the last of the hostages returns home.”White House spokesperson John Kirby, meanwhile, told media persons that the United States abstaining from the vote did not represent a shift in its policy. “Nothing has changed about our policy,” he said.Hamas rejects latest ceasefire proposalOn Monday night, Hamas rejected the latest ceasefire proposal by international mediators and said that it would not release hostages from its custody until Israel agrees to a permanent ceasefire, withdraws its forces from Gaza and releases hundreds of Palestinian prisoners, AP reported.The statement came shortly after the United Nations Security Council’s resolution calling for an immediate ceasefire between Israel and the Palestinian militant group.The United States, Qatar and Egypt have been negotiating for a ceasefire and the release of hostages for several weeks. Hamas had earlier suggested implementing the ceasefire in phases that would see the release of all its remaining hostages in exchange for Israel’s complete withdrawal from Gaza, the opening of its borders for aid and the release of Palestinian prisoners.Israel had called this proposal “unrealistic” and said that it would keep fighting until Hamas was destroyed.Hamas is said to be holding around 100 hostages at present, AP reported. Some of the hostages were released in November as part of a brief ceasefire agreement, in exchange for the release of Palestinian prisoners by Israel and humanitarian aid.","author":"Scroll Staff","time":"2024-03-26T10:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199594-bipxlvimox-1711430558.jpg","tags":["Israel","Hamas","United Nations","Gaza","UN security council","UN resolution","Gaza ceasefire"]}