{"title":"Stomach discomfort and diarrhoea accompany new surge in Covid-19 cases ","content":"For the first time in two months, cases of Covid-19 have begun to increase again and with it have emerged new symptoms – diarrhoea and abdominal pain, say doctors in the National Capital Region. During earlier waves of the Covid-19 pandemic, fever, body ache, cough and cold were commonly reported symptoms and ailments.  In April, the National Health Service in the United Kingdom had added diarrhoea to the list of symptoms of Covid-19.    India reported 3,377 new infections in the 24 hours ending on Friday. The last time the national case count crossed 3,000 was on March 13. But the hospitalisation rate remains low. Of the 5,250 active infections in Delhi until April 28, 124 people, or 0.02% of the cases, had to be hospitalised till April 28.#Unite2FightCorona➡️ 3,377 New Cases reported in last 24 hours. pic.twitter.com/D419XReUxp— Ministry of Health (@MoHFW_INDIA) April 29, 2022\n\nDiarrhoea is a dominant symptom in 20% of all Covid-19 infections in Delhi, saiid Dr Nikhil Modi, a senior consultant in respiratory medicine department at Apollo Hospital in the city.“The actual count may be higher,” said Modi. “Patients don’t associate diarrhoea with Covid-19 and most are not going for testing.” He said that in some cases, diarrhoea is the sole symptom for patients.According to Modi, doctors are also seeing more cases of diarrhoea among children. “They are prone to diarrhoea with any viral infection,” he said. General practitioners have observed stomach cramps, frequent motions and watery stools as common complaints, apart from the usual fever, weakness, cough and cold in some patients. Most patients are recovering within five days in home isolation.Modi says that the sub-lineage of the highly transmissible Omicron variant, BA.2, and its offshoots, may be causing gastrointestinal problems although genome sequencing results of the samples are pending for several of his patients in Delhi. Delhi recorded 1,490 cases on Thursday, a threefold jump from 500 until mid-April. Modi said doctors are trying to send as many samples as possible for genome sequencing, but several patients with diarrhoea are not willing to get tested.Students get vaccinated in Jammu on April 26. Credit: PTIIn Mumbai, the daily case load has risen from 60 to more than 100 over the past week although the positivity rate remains much lower than Delhi. Doctors, however, had differing views of diarrhoea and gastrointestinal symptoms. Dr Siddharth Lalitkumar, a general practitioner in Mumbai, said the patients he is seeing are reporting abdominal pain, diarrhoea and gut infection. Most test positive for Covid-19 on a rapid antigen test that gives immediate results. “We were not seeing these symptoms so frequently until the third wave few months ago,” said Lalitkumar. In mild cases, he added, fever may or may not persist. “The Omicron sub-variants seem to be attacking the gut this time,” said Lalitkumar, adding that samples should undergo genome sequencing to confirm which Covid-19 variant is causing these symptoms.In Mumbai, too, few patients require hospitalisation. Doctors said those in hospital are senior citizens with comorbidities. According to Dr Rahul Pandit, an intensivist at Fortis Hospital, diarrhoea as a symptom of Covid-19 among those hospitalised has been rare so farDr Amitabh Parthi, an internal medicine specialist in Delhi, said gastrointestinal complaints are higher in the National Capital Region, which is contributing to nearly half of the country’s caseload. Daily trends, however, indicate that more states – Kerala, Tamil Nadu, Maharashtra, Harayana and Uttar Pradesh – are seeing an increase in cases of Covid-19 after Delhi. According to Dr Om Srivastava, an infectious disease expert, citizens should be keep an eye out for confusion, headache, sleeplessness, loss of concentration, gut involvement and muscle involvement as possible symptoms of Covid-19. “The symptoms are all over the place,” said Srivastava. “I am seeing patients with bloody diarrhoea and chronic infection. But most seem to recovering in two to five days,” he said.","author":"Tabassum Barnagarwala","time":"2022-05-01T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173775-ermqfhqrgv-1651329557.jpg","tags":["Delhi","Omicron","Mumbai"],"source":"https://scroll.in/article/1022880/stomach-discomfort-and-diarrhoea-accompany-new-surge-in-covid-19-cases"}