{"title":"Stop outraging over Marathi – Hindi and English chauvinism is much worse in India","content":"The Bharatiya Janata Party led-government in Maharashtra has, till now, done wonderfully when it comes to generating controversy. It was no different on Tuesday, as the state’s transport minister announced that proficiency in the Marathi language was a necessary condition if one wanted to procure or renew a license to ply an auto rickshaw in Mumbai.Like the ban over beef and then over chicken and goat meat before this, the move is one aimed at appealing to identity politics, with little practical use. While some supporters of the move have compared this Marathi-proficiency clause to rules in London, where a cab driver must know English, this isn’t a fair analogy. While English is undoubtedly the lingua franca of London, as anyone who has spent even a day in Mumbai would know, Marathi is not the lingua franca of Mumbai.  The city speaks a unique dialect of Hindi-Urdu, Bambaiyya, whose closest linguistic cousins are the various forms of Dakni spoken across the Deccan from Hyderabad to Bijapur. If the authorities in the city truly wanted to ensure auto drivers got the job done, testing them on spoken Hindi would be far more effective – an auto driver who knows only Marathi would actually be quite ineffective.This move, therefore, attracted a fair amount of condemnation.Shud only Marathi-speaking people Board Auto? Hindi/Tamil/Other Lang speaking shud take Taxi only @Dev_Fadnavis? http://t.co/4oor8mMoyu— Hemant Prasad (@prasadhemant) September 15, 2015 And I thought Mumbai was a diverse, multilingual & multicultural city of dreams! #Mumbai #RickshawPermit http://t.co/AjrtJk34px— Jevisha (@theLittlePanchi) September 15, 2015 As Britishers said in India we divide people by religion, BJP & Sena govt do same by making a law for only Marathi speaking auto drivers.— Nikhil Bohra (@nkhlbhr) September 15, 2015Marathi chauvinism is relatively harmlessAs forceful as this criticism was, at the end of the day, though, Marathi-chauvinism is rather ineffective and relatively harmless as far language barriers in this country go. Take this very auto stipulation, for example. Since auto drivers in Mumbai need to actually know Hindi and not Marathi to get the job done, the market will ensure a neat circumvention of the government’s language rule using the always-handy device of bureaucratic corruption. At the end of the day, therefore, non-Marathi speakers will at worst have to shell out some extra cash and, at worse, maybe learn the Marathi word for “bribe”, if they want to ply an auto in the city.But, there are other more debilitating forms of language chauvinism. Take India’s official language, for example. Modern Standard or Shudh Hindi, a Sanskritised register of the North Indian lingua franca Hindi-Urdu, is India’s newest literary language. The first work of literature in Shudh Hindi came out in 1888: the novel Chandrakanta. In spite of its relatively young age, Modern Standard Hindi was adopted as the Central government’s official language in 1950 given the register’s association with Hindu nationalism during the Raj. (In a mirror image, Pakistan would adopt Modern Standard Urdu – the Persianised Siamese twin of Shudh Hindi – as its national language, given its association with Muslim nationalism.)What about Hindi chauvinism?Take the state of Uttar Pradesh, now, the heartland of Shudh Hindi. Shudh Hindi is the official language of government. Legislative debates, press conferences and literally all written government communication is in Shudh Hindi. If the Maharashtrian government restricts auto driver jobs to Marathi speakers then the Uttar Pradesh government restricts a far wider range of jobs to people who must know Shudh Hindi. The only local language police recruitment, for example, takes place is, is in Hindi. Of course, Hindi isn’t the only language in Uttar Pradesh. Braj Bhakha of western Uttar Pradesh is a language with a long history as a literary standard, used by Mughal court poets and bhakti saints who used it to write Krishna verse. Although Braj has a much longer history than Shudh Hindi as a written language, no speaker of Braj can today even so much as fill up a government form in the language. It’s the same with Awadhi, the language of the Ramcharitramanas, as well as Bhojpuri.And these aren’t small language, by the way. Awadhi has an estimated 40 million speakers, and is approximately equal to Polish in terms of native speakers. Now imagine the furore if Poland was forced to use a different language to carry out any work with the government and Polish wasn’t even taught in schools. That’s exactly what Braj, Awadhi and Bhojpuri speakers go through with everyday. And, of course, there is no outrage.Hindi smothers other languagesThe immense power of Standard Hindi, though, is best seen with its treatment of Standard Urdu. Till 1947, Standard Urdu was the primary official language of Uttar Pradesh, along with English. Standard Hindi had been introduced only 47 years before, in 1900, and was used sparingly by the government (Alok Rai writes that even after this introduction, while the script often used was Devanagri, the language was still highly Persianised, given the longer history of Standard Urdu). Within only eight weeks of Independence, though, Urdu was removed as a language of the courts. By 1951, the UP Board of High School and Intermediate Education had ruled that only Hindi would be the medium of examination for high schools – an order that holds till today. Such is the chauvinism of Hindi that Urdu isn’t allowed to be used as a medium of instruction in its own land of birth. Ironically, while technically not allowed to drive autos, Urdu speakers are allowed the far more crucial right of school instruction in their mother tongue in the city of Mumbai.And not only in the state of Uttar Pradesh; Hindi, thanks to the Centre’s patronage, enjoys perks throughout the country. Railways tickets are only printed in Hindi and English and government websites rarely go beyond these two languages when displaying information. Central laws are also translated from English to Hindi but to no other Indian language. If you’re say a Tamil speaker who ­– like an overwhelming number of people on the planet ­– can only read and write in their mother tongue, you will practically be unable to deal with your own federal government. And, just to contrast the Mumbai auto situation, if you are a person who only knows Marathi, you will be unable to take the Union Public Service Commission exam to become an officer in the elite Indian Administrative Services, since question papers aren't offered in Marathi at all. That India can send a probe to the moon, but translating a question paper into 20-odd tongues is beyond its administrative capabilities shows how terribly off India’s so-called regional languages are.Silver spoon of EnglishBut the discrimination doesn’t end with Hindi ­– there’s more. As much as the central government loves Hindi, it loves English even more. When it comes to the authoritative version of, say, laws, it’s always the English that prevails. A European Union-style system where the region’s multiple languages have an equal stake is simply beyond the Indian government, it seems. In a way, therefore, language privilege in India is almost like a multi-tiered caste system, with English perched right on top. The brahman of this linguistic caste system, if you will.While reserving the rather humble job of an auto driver in Mumbai for Marathi-speakers has caused much consternation, the fact that positions with power and money ­– say that of an IIT engineer or IIM MBA ­– is actually reserved for people with proficiency in English. And unlike the Mumbai auto stipulation, which will exist only on paper and can easily be circumvented by a little palm grease, the reservation for English-speakers at an Indian Institute of Management is watertight. You might be the smartest most proficient person that there could be, but you will not be entitled to a premier business or engineering education in India should you happen to not know English.This discrimination is made all the starker when you realise how tiny the community of English speakers in India is. English-language newspapers, for example, reach only 35 million people. That’s less than 3% of India’s total population. More than 97% of Indians, therefore, are shut out by the tall, imposing gates of English-language chauvinism from some of the most powerful and lucrative jobs out there, simply because their parents weren’t rich enough to send them to an English-medium school. If the Marathi reservation for autos was bad, this is terrible.Yet, we are so used to this linguistic caste system that we simply accept the heaven-born status of Hindi and English but make sure to scream blue murder if a relatively powerless language such as Marathi so much as puts a toe out of line.","author":"Shoaib Daniyal","time":"2015-09-18T17:30:39+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/756105-678dccf1-db59-4504-ac66-337ed861bb4b.jpg","tags":[],"source":"https://scroll.in/article/756105/stop-outraging-over-marathi-hindi-and-english-chauvinism-is-much-worse-in-india"}