{"title":"Stop using photos of armed forces in campaigns, Election Commission tells political parties","content":"The Election Commission of India on Saturday instructed political parties to keep the country’s defence personnel out of election campaigning and not to use their photographs in advertisements. The order came following a Ministry of Defence complaint.“It is pertinent to mention that the armed forces of a nation are the guardians of its frontiers, security and the political system,” the statement said. “They are apolitical and neutral stakeholders in a modern democracy. It is therefore necessary that political parties and leaders exercise great caution while making any reference to the armed forces in their political campaigns.”It added: “The Commission is of the view that photographs of chief of army staff or any other defence personnel and photographs of functions of defence forces should not be associated with or used in any manner in advertisement/propaganda/campaigning or in any other manner in connection with elections by political parties and candidates.”The statement comes soon after former Navy chief (Retired) Admiral L Ramdas asked the Election Commission to to prevent the use of the Indian Armed Forces by political parties to influence the electorate during the campaign for the General Elections. He said he and his colleagues wish to share their “collective sense of dismay and deep concern” at the way in which some political parties are “using images, uniforms and other examples, showing pictures of the armed forces with political figures, in public spaces, in media, election rallies and so on”.@abaruah64 @_YogendraYadav @BDUTT @suchetadalal General advisory issued again 2 political parties 2 advise their candidates/leaders to desist 4m displaying photos of defence personnel or photos f functions invlg defence personnl in advts as part of election propaganda/campaigning pic.twitter.com/fnm21yi9i1— Sheyphali Sharan (@SpokespersonECI) March 9, 2019\n\nOn March 2, ABP News reported that the Bharatiya Janata Party had put up posters which included images of Indian Air Force jets, in Prayagraj city of Uttar Pradesh. The BJP has also used Abhinandan Varthaman’s image in its posters in other places. Wing Commander Varthaman was captured by Pakistan on February 27 and released on March 1. Politicians had lauded him following his return to India, and Varthaman has been considered a national hero since. Last week, Delhi Bharatiya Janata Party chief Manoj Tiwari was seen reciting a poem about Varthaman during the launch of BJP’s Vijay Sankalp bike rally in New Delhi. Tiwari was dressed in Army fatigues.Dear Election Commission of India:Is this permissible?Using photograph of a serving soldier in political posters?If not, will you act against it? pic.twitter.com/IiGUkphZWM— Yogendra Yadav (@_YogendraYadav) March 9, 2019\n\nHere is one Manoj Tiwari begging for votes wearing Army combats which is illegal by law . pic.twitter.com/J9gdMtcHJ3— Gursatinder Singh (@Gursatinder68) March 9, 2019\n\nसब मिले हुए हैं जी! pic.twitter.com/n5C2rfM1zc— Vibhas (@vibhas09) March 9, 2019","author":"Scroll Staff","time":"2019-03-10T08:46:16.611437+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/108065-qqohrcrgwv-1544739214.jpg","tags":["Election Commission","Army","Abhinandan Varthaman","Narendra Modi","2019 Lok Sabha elections"],"source":"https://scroll.in/latest/916039/stop-using-photos-of-armed-forces-in-campaigns-election-commission-tells-political-parties"}