{"title":"‘Stree’ review: A top-notch cast and steady humour elevate lightweight material","content":"Well-timed humour and a respectable list of credits are the real saviours of the men terrorised by a malevolent female presence in Amar Kaushik’s lightweight debut feature. Filled with big and knowing winks at the preposterousness of the plot and numerous jump scares to balance out the giggles, Stree benefits from a top-notch cast, eminent technicians (Amalendu Chaudhary has shot the film; Hemanti Sarkar edits) and a crisp running time of 127 minutes.The typically sly screenplay by Raj Nidimoru and Krishna DK (Go Goa Gone, A Gentleman) throws hints all around that the events unfolding on the screen have allegorical undertones about the horrors that follow years of repression, especially sexual. There is never any danger, however, of reading too much into Stree, other than the fact that a bunch of talents with matching wavelengths got together to have a good time.Many years ago, it is said, a prostitute in Chanderi village was denied her conjugal rights by prejudiced villagers, and she returns for precisely four days of the year to hunt for men to strip naked and then spirit away.The spirit, known only as Stree (The Woman), is literate and obedient. This we know from the signs in red plastered across Chanderi, which implore Stree to go away and come another day. When one of the signs gets erased, the ghoul gets down to work.Vicky (Rajkummar Rao) is having none of it. Vicky is Chanderi’s very own Manish Malhotra, a whiz at tailoring and assessing a woman’s measurements merely by looking at her, and a hopeless romantic when faced with a woman whose name he does not know. This unnamed woman (Shraddha Kapoor) inevitably turns up in Chanderi during the four days of the annual haunting, prompting Vicky’s friend Bittu (Aparshakti Khurana) to wonder whether she might be Stree herself.Vicky starts to believe when his other friend, Jana (Abhishek Banerjee), becomes one of Stree’s victims. With the help of local occult expert Rudra (Pankaj Tripathi), Vicky and Bittu set out to rescue Jana and unravel the mystery of the woman who seems to hate men. \n\n\n    \n    Play\n\nStree (2018).Do some of the men deserve Stree’s treatment? A gratuitous item song in which Chanderi’s finest, including Vicky and his posse, twirls around a hired dancer, seems to suggest that they do. “Yes means yes,” a character declares in support of consent, but Stree can never be mistaken for a full-blown allegory about the consequences of treating women badly. Lines about the Emergency, “swayam seva” and “azadi” are throwaway bits meant to give the impression that Stree carries more weight than it actually does.What this movie succeeds at being is a well-mounted excuse for marrying light horror with glib and unremitting humour (the often hilarious dialogue is by Sumit Arora). The cast is in full flow here, with Rajkummar Rao brilliantly leading the herd as a not-too-bright mushball who becomes Chanderi’s unwilling hero. Rao faces competition on occasion from Pankaj Tripathi, and even the perfectly cast Shraddha Kapoor seems to be paying attention after a very long time. Even as Stree begins to collapse under the weight of its contradictions, the actors are always on cue, delivering the steady patter of conversational humour with aplomb and leaping out of their skins at just the right moment.","author":"Nandini Ramnath","time":"2018-08-31T08:39:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/892610-tdgshsgpui-1535664069.jpeg","tags":["Stree review","Rajkummar Rao","Amar Kaushik"],"source":"https://scroll.in/reel/892610/stree-review-a-top-notch-cast-and-steady-humour-elevate-lightweight-material"}