{"title":"Striking down of NJAC was ‘unparalleled in the democratic history of the world’, says vice president","content":"Vice President Jagdeep Dhankhar on Wednesday said that the Supreme Court’s decision to strike down the National Judicial Appointments Commission Act was a “scenario perhaps unparalleled in the democratic history of the world”, PTI reported.“The executive is ordained to be in compliance with the constitutional prescription emanating from Parliament,” Dhankar said while addressing the 83rd All India Presiding Officers Conference in Jaipur. “It was obligated to adhere to the NJAC [National Judicial Appointments Commission Act]. A judicial verdict cannot run it down.”On December 7, Dhankar, who is also the Rajya Sabha chairperson, during his inaugural address in the House had said that there is no parallel to such a development in democratic history where a “duly legitimised Constitutional prescription has been judicially undone”.His statement came at a time when the government and the judiciary are involved in a tussle on the process of making judicial appointments in the country.In 2015, the Supreme Court had struck down the National Judicial Appointments Commission Act passed by Parliament months after Narendra Modi took over as the prime minister in 2014. The court had deemed the law unconstitutional.The National Judicial Appointments Commission proposed to make judicial appointments through a body comprising of the chief justice, two senior Supreme Court judges, the law minister and two other eminent persons nominated by the chief justice, the prime minister and the leader of the Opposition.The proposed law was to replace the collegium system, under which five senior-most judges of the Supreme Court, including the chief justice, decide on the appointments and transfers of judges to the top court and the High Courts.On December 8, the Supreme Court had told the Centre that the collegium system of appointing judges to the higher judiciary is the law of the land and must be adhered to.A day later, Union Law Minister Kiren Rijiju had told Parliament that the Centre has no plans to reintroduce the National Judicial Appointments Commission Act. Rijiju himself has repeatedly criticised the existing collegium system of appointments.Dhankar on Wednesday said that no institution can wield power or authority to neutralise the mandate of people, according to PTI.“Can the power of Parliament to amend the constitution be dependent on any other institution?” Dhankar asked, according to The Hindu. “Can any organisation or institution say that this needs our stamp?”Dhankar added that there was complete unanimity in the Lok Sabha when the National Judicial Appointments Commission Bill was passed.“There was not a single dissenting voice,” he said, according to the newspaper. “In Rajya Sabha, there was unanimity but there was one abstention.”The vice president also said that public posturing from judicial platforms was not correct, according to Live Law.“These institutions must know how to conduct themselves,” Dhankar said. “There can be deliberations. But using these platforms for public consumption...I was surprised when the judges of the honourable court asked the attorney general to give message to high constitutional authority.”On December 8, the Supreme Court had said that comments against the judiciary by government functionaries are not well taken. “You have to advise them,” a bench comprising Justices Sanjay Kishan Kaul, AS Oka and Vikram Nath told the attorney general. “Any law declared by this court is binding on all the stakeholders.”At Wednesday’s event, Lok Sabha Speaker Om Birla said it was expected from the judiciary to follow the principle of separation of powers as defined in the Constitution, reported PTI.“Legislatures in our country have always respected the powers of the judiciary,” Birla said. The judiciary is also expected to follow the principle of separation and balance of powers conferred by the Constitution.” Also read: Why are the Supreme Court and Modi government in a war of words over judicial appointments?","author":"Scroll Staff","time":"2023-01-11T19:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/144722-taymqgufej-1601886429.jpg","tags":["NJAC","Supreme Court","Jagdeep Dhankar"],"source":"https://scroll.in/latest/1041665/striking-down-of-njac-was-unparalleled-in-the-democratic-history-of-the-world-says-vice-president"}