{"title":"Strict action will be taken against Arvind Kejriwal’s aide for ‘misbehaving’ with party MP, says AAP","content":"The Aam Aadmi Party on Tuesday said that it will take strict action against Bibhav Kumar, the personal assistant of Delhi Chief Minister Arvind Kejriwal, for allegedly misbehaving with the party’s Rajya Sabha MP Swati Maliwal.“Yesterday, a condemnable incident took place,” Aam Aadmi Party leader Sanjay Singh said at a press conference. “Swati Maliwal reached the house of Chief Minister Arvind Kejriwal yesterday morning. She was waiting for him in the drawing room when Bibhav Kumar came there and misbehaved with her.”Singh said that Kejriwal has acknowledged the incident and he will take strict action.“As far as Swati Maliwal is concerned, she has done a lot for society and the country,” Singh said. “She is a senior leader of the party. We are all with her.”स्वाति मालीवाल के आरोप पर संजय सिंह का बयान pic.twitter.com/gc2VopzlMk— AAP (@AamAadmiParty) May 14, 2024\n\n\nOn Monday, Maliwal accused Kejriwal’s aide of allegedly assaulting her and had gone to the police station, PTI reported. However, the police did not receive a formal complaint from her.Maliwal is the former chief of the Delhi Commission for Women. She was nominated to the Rajya Sabha by the Aam Aadmi Party in January.After the incident, the Bharatiya Janata Party had questioned why the Aam Aadmi Party had not taken action against Kumar, The Indian Express reported.“A woman is misbehaved with, is assaulted and you are saying you will take cognisance of it,” Delhi BJP chief Virendra Sachdeva had said. “He [Kumar] should have been under arrest by now.”Sachdeva also claimed that the incident took place in the presence of Kejriwal and Maliwal was forced not to talk about it.“Why was this sister pressured to remain quiet?” he questioned, according to The Indian Express. “A police FIR should be registered on the basis of her statement and everyone guilty should face action. You are trying to implicate a small fish. Who was behind the provocation? What was the reason? Arvind Kejriwal should step forward and answer.”","author":"Scroll Staff","time":"2024-05-14T19:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200700-ykscamopnx-1715692987.jpeg","tags":["Aam Aadmi Party","Arvind Kejriwal","Swati Maliwal","Lok Sabha 2024"],"source":"https://scroll.in/latest/1067866/strict-action-will-be-taken-against-arvind-kejriwals-aide-for-misbehaving-with-party-mp-says-aap"}