{"title":"‘Such falsehood is dangerous for country’s future’: Anand Teltumbde says police trying to malign him","content":"Scholar and activist Anand Teltumbde on Saturday refuted the police claims that he had attended a convention in Paris which was allegedly funded by Maoists. He dismissed the charges of alleged links to Maoists as outrageous.Teltumbde was among the nine activists and lawyers whose homes were raided by the Pune Police on Tuesday. His house was raided in his absence. The police reportedly took the keys from the security guard and walked in.“I am a reputed scholar and go on invitations of universities abroad, and all these tours are well documented,” he told Scroll.in. “Such kind of deliberate falsehood and fabrication by the state agent is dangerous for this country’s future to say the least.”During a press conference on Friday, Additional Director General (Law and Order) Parambir Singh cited a letter allegedly written by “Comrade Prakash” which mentions arranging funds for a human rights convention attended by “Comrade Anand” in Paris. He, however, did not mention when the convention was held. The letter also mentioned allocating Rs 10 lakh annually to organise international seminars on Dalit matters, the police said.“I do not know anyone called Comrade Prakash or any other Maoist leaders,” Teltumbde told The Times of India. “I have not received any such letter. It seems unbelievable that Maoist leaders would communicate through letters. Who will establish the authenticity of such letters?”“Bhima Koregaon agitation has been successful,” Singh cited the letter as saying. “Unfortunate death of a youth must be exploited. The riots were effective and we should mobilise the Dalit population against the rising Brahmin-centred agenda of the BJP.”Singh said “the arrested accused claimed they needed to stoke violence and tension and maximize the death of a Dalit youth during the Bhima Koregaon riots” while reading out from a purported letter from Teltumbde to Rona Wilson in January, according to The Hindu.Teltumbde told Scroll.in that he was stunned to see such lies being spread by the police to malign him. “I state that while I know Rona since his JNU days and thereafter off and on as an activist, but never had I written to him even an email, leave apart letter,” he said. “It is distressing that the state stoops to such lows to malign a defenceless citizen like me, who even in the face of it could not be connected with such bizarre activities.”Teltumbde said he was an alumnus of IIM Ahmedabad, and worked in the corporate world his entire career. He was invited to join the faculty of IIT Kharagpur, taught business management for over five years and launched India’s first big data analytics programme in management. “Can any sane person link up this background of mine with the bizarre stories police is churning out through so called letters,” he asked.He said the raid at his house has ruined his image before his students and “jeopardised their careers as they in some way are linked with my own reputation”. “My family, my vast friend circle, my corporate contacts, everything is devastated with this false campaign the police launched for whatever intention.”","author":"Scroll Staff","time":"2018-09-01T19:27:25.550666+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/892842-ndentfpwju-1535542416.jpeg","tags":["Anand Teltumbde","Bhima Koregaon","Pune Police","Activists arrested"],"source":"https://scroll.in/latest/892842/stunned-to-see-such-white-lies-activist-anand-teltumbde-says-police-trying-to-malign-him"}