{"title":"Stung by Republic Day violence, subdued farmers gather at Jantar Mantar for ‘Kisan Sansad’ ","content":"On Thursday afternoon, a group of 200 farmers arrived in Jantar Mantar in New Delhi to start the first session of the “Kisan Sansad”, or Farmers’ Parliament, as part of their eight-month-long protest against the three contentious farm laws passed by the Modi government in September last year. Organised by the Samyukt Kisan Morcha, an umbrella of over 40 farmers’ unions and associations, the Kisan Sansad will run parallel to the monsoon session of Parliament now underway. But the inaugural gathering was rather subdued and the entrance to the venue was heavily barricaded. The kisan morcha had coordinated with the Delhi Police to ferry 200 farmers in five buses to New Delhi from Singhu, one of the protest sites bordering between Delhi and Haryana. The group had carefully vetted the farmers attending the first session and its leaders said this practice will continue till the concluding session on August 13. The tight security at Jantar Mantar was prompted by the violence that took place on Republic Day as thousands of farmers in tractors broke through barricades to enter the national capital and clashed with police officials at the Red Fort, said Shiv Kumar Sharma Kakaji of the Rashtriya Kisan Mahasangh and one of the leaders of the Samyukt Kisan Morcha.“After the 26 January, we were all very worried, which is why we decided to limit the number of people,” Sharma said.“In a big gathering, any element can come and create disturbance and then it will be blamed on the farmers and we will be called terrorists and Khalistani,” he explained, referring to claims made by the Bharatiya Janata Party that separatists who want an independent Sikh homeland had joined the farmers’ agitation. This claim, for which no evidence was offered, had been repeated by many news channels.Shiv Kumar Sharma Kakaji showed the identity cards that the Samyukt KisanMorcha got made for all 200 farmers who attended the first session of the Kisan Sansad. (Credit: Vijayta Lalwani)A limited gatheringFor over eight months, thousands of farmers from Uttar Pradesh, Punjab and Haryana have camped out on the borders of the national capital to demand that the Centre revoke the three laws. They fear the legislation will undermine existing agricultural markets and leave farmers at the mercy of private corporations. On January 12, over 50 days since the protest began, the Supreme Court suspended the implementation of the contentious farm laws. The farmers want them completely cancelled. On Thursday afternoon, farmers who made their way to Jantar Mantar alleged that the Delhi Police had stalled their journey by halting the buses at least four times to inspect their identity cards.Once they reached the venue, police officials barred reporters and photographers from entering the  site for nearly an hour. They were allowed in only after the Kisan Sansad began. But volunteers of the Samyukt Kisan Morcha continuously discouraged farmers from speaking to reporters. The entry to the gathering was heavily barricaded. (Credit: Vijayta Lalwani)Some farmers who spoke to Scroll.in said that the gathering was a way for farmers to clearly outline the issues they had with the legislation they dubbed as “black laws”. “We need a guarantee that we will get a minimum support price,” said Ramesh Khasa, a 45-year-old farmer who spoke on the issue during the session. Khasa was currently staying at the protest site in Singhu and said he made frequent trips back to his home in Haryana’s Rohtak. “This is a fight from the heart against the crimes the government has committed against us,” he said.  Aside from the farmers who came from the protest sites at the borders of Delhi, there were at least 15 farmers each from Karnataka and Kerala. Others said the Kisan Sansad was a spark to revive the movement, even though the protest ever stopped during the second wave of Covid-19 infections in April and May. It continued with fewer participants.For Kiranjeet Singh Sekhon, a farmer from Sangrur district in Punjab, the gathering at Jantar Mantar was a “symbolic representation” of the thousands of farmers involved in the movement. Because of the second wave, the farmers had cancelled their plan to march on foot to Parliament during the Budget Session in February. Sekhon added that it was essential for the farmers to continue protesting especially after the Centre had halted talks with them in January. “From time to time, we will have to change the form in which we take our voice to the public,” said Sekhon, who is associated with the All India Kisan Federation.Many farmers spoke at the gathering. (Credit: Vijayta Lalwani)","author":"Vijayta Lalwani","time":"2021-07-23T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161820-trjvlizrng-1626967389.jpeg","tags":["Farmers' protest","Jantar Mantar","Republic Day violence","Farm laws","Narendra Modi","Singhu border"],"source":"https://scroll.in/article/1000855/stung-by-republic-day-violence-subdued-farmers-gather-at-jantar-mantar-for-kisan-sansad"}