{"title":"Subramanian Swamy says I-T department imposed Rs 414 crore fine on firm in National Herald case","content":"Bharatiya Janata Party leader Subramanian Swamy on Saturday told a Delhi court that the Income Tax department had recently fined Young India Pvt Limited Rs 414 crore in connection with the National Herald case, PTI reported. Congress leaders Sonia Gandhi and Rahul Gandhi are the major shareholders in Young India. Swamy told the Metropolitan Magistrate Ambika Singh that the I-T department had launched an investigation against the Gandhis, as well as Young India and four other people based on his complaint in the case. The BJP leader had accused the Gandhis of conspiracy and cheating with the aim to acquire properties and assets owned by the National Herald newspaper. According to the Swamy, the Gandhis had provided an interest-free loan of Rs 90.25 crore to Associated Journals Limited, publisher of three newspapers, including the National Herald, and transferred the debt to a company called Young India Limited for Rs 50 lakh.  On Saturday, Swamy told the court that the I-T department “took notice of the facts in my complaint and launched an investigation against the seven accused”. He said the fine was imposed on Young India for withholding information.He also told the court that he found the documents about the I-T department’s order, which was issued on December 27, 2017, lying with newspapers at his doorstep. Swamy had announced this on Twitter day earlier. This morning I stepped out of the front door to pick up the morning newspapers, In an unmarked envelope I found a set of documents which will fast forward the NH case tomorrow..— Subramanian Swamy (@Swamy39) January 19, 2018\n\nThe counsel for Sonia Gandhi and Rahul Gandhi then argued that the I-T documents were in “unauthorised and unlawful possession of Swamy” and should not be taken on record.The magistrate has asked ordered all the I-T department documents that Swamy submitted to be kept in a sealed cover until further orders. The court adjourned the matter till March 17.The Gandhis, and the other accused in the case, including Motilal Vora, Oscar Fernandes, Suman Dubey and Sam Pitroda, have refuted the allegations.","author":"Scroll Staff","time":"2018-01-20T19:53:39.871119+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/865799-51516-crixwcwpya-1509007102.jpg","tags":["Subramanian Swamy","National Herald case","Sonia Gandhi","Rahul Gandhi"],"source":"https://scroll.in/latest/865799/subramanian-swamy-says-i-t-department-imposed-rs-414-crore-fine-on-firm-in-national-herald-case"}