{"title":"Sudhir Kakar, Indian psychoanalyst and writer, passes away","content":"Indian psychoanalyst and religious scholar Sudhir Kakar passed away on Monday.Kakar was a scholar in the fields of cultural psychology and the psychology of religion. He had been a lecturer at Harvard University, Senior Fellow at the Centre for Study of World Religions at Harvard, and visiting professor at the universities of Chicago, McGill, Melbourne, Hawaii and Vienna.Kakar also taught at the Indian Institute of Management-Ahmedabad and the Indian Institute of Technology-Delhi.Kakar authored or edited 20 books of non-fiction, including The Indians: Portrait of a People (with Wendy Doniger) and The Crimson Throne, which was shortlisted for the 2010 Crossword Book Award for fiction.According to Kakar’s official website, his work had been written about in The New York Times, Le Monde, Frankfurter Allgemeine, Neue Zuricher Zeitung, Die Zeit and Le Nouvel Observateur, which counted him among the world’s 25 “major thinkers” in 2005.In 2012, Kakar was conferred Order of Merit by Germany, the country’s highest civilian honour for special achievements in political, economic, cultural and intellectual fields. The German weekly Die Zeit described Kakar as one of “21 important thinkers for the 21st century”.Kakar was honoured with numerous awards for his work, including the the Kardiner Award of Columbia University, Germany’s Goethe Medal and the Distinguished Service Award of the Indo-American Psychiatric Association.Kakar was married to writer, scholar and artist Katharina Kakar. He has two children from his first wife Apeksha.Corrections and clarifications: This article has been edited to correct that the two children are from his first wife Apeksha, not Katharina Kakar. The error is regretted.","author":"Scroll Staff","time":"2024-04-23T15:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200245-bpdunureda-1713865482.jpg","tags":["Sudhir Kakar","Obituary","Psychoanalysis","Religious scholar"]}