{"title":"Sukhbir Singh Badal apologises for failing to arrest culprits in 2015 sacrilege cases","content":"Shiromani Akali Dal chief Sukhbir Singh Badal on Thursday apologised to the Sikh community for the failure to arrest those behind incidents of sacrilege in 2015, when his party was in power in Punjab in alliance with the Bharatiya Janata Party.“We deeply regret any hurt caused,” said Badal. “We apologise for our failure to arrest the culprits. We promise that we will ensure that the real culprits get punished and those who politicized this issue are exposed.”The Shiromani Akali Dal leader was speaking at the celebration of the party’s foundation day in Amritsar.Submitting myself to the Guru's will in the precinct of Sri Akal Takht Sahib, the highest religio-temporal seat of the Sikh quom, I sincerely and unconditionally seek forgiveness of the Khalsa Panth that heinous act of sacrilege of Sri Guru Granth Sahib Ji happened during Akali… pic.twitter.com/3mKoP4tDmf— Sukhbir Singh Badal (@officeofssbadal) December 14, 2023\n\n\nIn 2015, three incidents of sacrilege were reported in Punjab. In the first incident, a copy of the Guru Granth Sahib, the Sikh holy book, was stolen from a gurudwara in Faridkot district’s Burj Jawahar Singh Wala village on June 1, 2015.The second incident occurred in September that year, when handwritten sacrilegious posters against the holy book were put up in Burj Jawahar Singh Wala and Bargari, which is also in Faridkot. The posters threatened that the Guru Granth Sahib would be thrown onto the streets.In October of the same year, the holy book was desecrated. Several torn pages of the Guru Granth Sahib were found strewn near a gurudwara in Bargari.These incidents resulted in massive protests across Punjab. The state police resorted to opening fire, which resulted in the death of two protestors in the Behbal Kalan village in Faridkot.Sukhbir Singh Badal said that these incidents are the “most painful events” of his life and that of his father, former Chief Minister Parkash Singh Badal.He also appealed to the leaders who had left the party to return for a “united” Khalsa Panth. The Khalsa Panth refers to a community of Sikhs who have undergone an initiation ceremony.I fervently appeal to all those who may have left Shiromani Akali Dal for whatever reason including any possible mistake or injustice committed against them by anyone including me or Badal sahab or by anyone else in the party. Only a united Khalsa Panth under a united Akali flag… pic.twitter.com/mSBRUG894N— Sukhbir Singh Badal (@officeofssbadal) December 14, 2023\n\n\n“Only a united Khalsa Panth under a united Akali flag can defeat the massive challenge posed by the enemies of the Panth and Punjab,” he added. “I appeal to all of you to respond to my appeal for a homecoming.”","author":"Scroll Staff","time":"2023-12-14T19:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167875-wjfsasfjio-1640170069.jpg","tags":["Sukhbir Singh Badal","Bharatiya Janata Party","Akali","Shiromani Akali Dal","Punjab"],"source":"https://scroll.in/latest/1060594/sukhbir-singh-badal-apologises-for-failing-to-arrest-culprits-in-2015-sacrilege-cases"}