{"title":"Sultan of Johor Cup hockey: Indian juniors down Australia after thrilling shootout to reclaim trophy","content":"The Indian junior men’s hockey Team put in a gritty display on a nervy evening against Australia, to win the 10th Sultan of Johor Cup after a tense penalty shootout. The two teams were tied at 1-1 in regulation time, following which nine penalty attempts each were needed to decide the winner. India edged the shootout 5-4 and won their third Sultan of Johor Cup title.It was India with the first pushback of the final, after which both sides looked to play at a high tempo, with Mohith Shashikumar pulling off a save early on. Australia controlled proceedings in the early exchanges while captain Uttam Singh and Boby Singh Dhami tried to push India forward. The efforts paid off as India broke the deadlock through Sudeep Chirmako (14’). India went into the first break leading 1-0.  Looking to build on the lead in the second quarter, India began on the front foot, with most of the contest being played in Australia’s half. As the quarter progressed, Australia’s hunt for the equaliser intensified, and even though India were absorbing the pressure well, Jack Holland (29’) scored. India and Australia went into the half-time break with the score reading 1-1.  Both sides came back out for the second half with a cautious approach, understandably not keen to allow the opponent any space. Midway through the quarter, India almost edged ahead with Chirmako, but neither side were able to outsmart the other, as the third quarter ended with the score at 1-1.  In the final quarter both India and Australia turned up the heat by a few notches, making it a very entertaining phase in the game. However, as the final six minutes began, the score still read 1-1. Both sides gave it their all, but weren’t able to find the winner in regulation time, as the final went into a penalty shootout.   Epic celebrations as Indian juniors reclaim the Sultan of Johor Cup after a marathon penalty shootout to defeat Australia. https://t.co/kpjF8LkdXU pic.twitter.com/RhbnoZL7q3— Vinayakk (@vinayakkm) October 29, 2022\n\nIn the shootout, it was Australia who had first crack with Cooper Burns but Mohith Shashikumar kept him out. India started off with Vishnukant Singh, who calmly lifted it over the keeper and into the back of the net. Liam Hart brought scored Australia’s first goal in the shootout, after which Sudeep Chirmako shot wide, and the tie-breaker was locked at 1-1 after the first two shots.  Mohith foiled Jayden Atkinson’s attempt, before Uttam Singh won a penalty stroke, which Sharda Nand Tiwari promptly put away, giving India a 2-1 lead. Up next for Australia was Joshua Brooks and he made it 2-2, but Boby Singh Dhami could not put India ahead. Australia won a penalty stroke off the next attempt as Brodee Foster was checked by the keeper and Brooks put away without much ado. Ankit Pal walked up to the spot next for India, and he equalised, to make it 3-3, taking the game into sudden death.  In sudden death, Vishnukant Singh stepped up for India, who went first now. But he missed, after which Liam Hart was denied by the post. Uttam gave India a 4-3 lead with the next attempt, and Burns made it 4-4.  Dhami cut a disappointed figure on missing his attempt, before Brodee Foster put it wide, and the two teams remained tied at 4-4 in what was turning out to be a dramatic finish. Chirmako held his nerve and made it 5-4 and Joshua Brooks’ miss after that meant India won their third Sultan of Johor Cup title, sparking some epic celebrations. The last time India had won the trophy was in 2014.Watch the full match replay here:\n\n\n    \n    Play\n\n#Hockey Indian juniors defeat Australia to win the Sultan of Johor Cup in Malaysia. 1-1 draw, followed by a rather epic shootout that went 5-4 India's way well into sudden death. 📸 notthefootyshow / YouTube https://t.co/FqFNLeo0Nr pic.twitter.com/A4kQrGTZ7t— The Field (@thefield_in) October 29, 2022\n\nCorrection and clarifications: The headline originally mispelled the name of the tournament, it's now been corrected.","author":"Scroll Staff","time":"2022-10-29T21:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182043-dhzijbwkwf-1667058266.jpeg","tags":["Uttam Singh","Australia","Sultan of Johor Cup","India"],"source":"https://scroll.in/field/1036168/sultan-of-johar-cup-hockey-indian-juniors-down-australia-after-thrilling-shootout-to-reclaim-trophy"}