{"title":"Sunday book pick: In ‘Stet’, a fascinating portrait of the English publishing industry and its stars","content":"Diana Athill loved writing memoirs. So much so that her final memoir was published in 2016, when she was 98. The legendary editor died at age 101 and lived through a crucial period of not just modern history but the English-language publishing industry. My first introduction to Athill was through beloved children’s writer Ruskin Bond’s debut novel, A Room on the Roof. Athill discovered him when he was just 18. She offered to publish it at André Deutsch Ltd (where she was then working) if only Bond promised to do some more work on it.In her memoir, Stet: An Editor’s Life (2000), Athill recalls how as a young woman, her father had insisted that she make her own living. She remembers being “alarmed” by it for her family were landed folks and most of them had astutely married into money. She could not fathom the need to work for money even though, by her own admission, her family was poorer than they were rich. Nevertheless, she had the “propensity” of the rich and enjoyed being idle. At a young age, she believed publishing would allow her a life of leisure while ensuring she could fend for herself.The startAt a party, she met a Hungarian refugee and fell in love with him. It was André Deutsch. The affair was short-lived but the friendship was not – he asked her to join the publishing company he was founding. Unbeknownst to Athill, this would be the biggest life-altering decision she would make – for the next 50 years, she would work as an editor in the constant company of Deutsch himself. Stet – the proofreader’s instruction for “let it stand” and used to cancel a correction – is about Athill’s long career in publishing.Divided into two parts, the first is a brief recollection of Athill’s career. The setting up of André Deutsch Ltd, the many financial troubles, coming into unexpected money, and the endless hustle of keeping a publishing company afloat. Deutsch was a less-than-ideal boss and given to emotional meltdowns and outbursts. It is a fascinating portrayal of the industry – especially after the world wars and British colonies winning independence. There was great excitement, especially among English-language publishers who had started to view former colonies as new (and vast) reading markets. The former colonies might also yield writers of values too, such was the belief. Athill remembers her trips to Trinidad and Tobago, Jamaica, and other places in the Caribbean in quest of the same.Little has changed with time as Athill bemoans the lack of buyers. She’s not worried about serious readers who read no matter what but hopes to convert those who see books as forms of “entertainment”, into buyers and readers. In a particularly fascinating passage, she writes about the institution of the Man Booker Prize and the production of “fun” reading merchandise so the “hoi polloi” would prick up its ears and pay attention to books and writers. To think of a prize as prestigious as Man Booker was started as a way to sell more books is quite funny.Dear friendsIn the second part of the book, Athill writes about her friendships with the biggest literary names of the 20th century. Her coterie of friends included Brian Moore, Jean Rhys, Alfred Chester, Molly Keane, and VS Naipaul. Though her affection for them varied in degrees, we don’t get whitewashed vignettes of these writers. I have a feeling Athill cared little for social modesty and was outspoken to a fault. We may know these writers for their brilliant creations but she saw them for the people they truly were – troubled, offensive, affectionate, remarkable.Like for many editors, some of these friendships were offshoots of a professional relationship. Anyone who works in publishing will grudgingly admit that they have been forced to strike up a friendship with authors and come to their aid more times than they can recount. The same happened with Athill. She became a guardian of sorts to Jean Rhys who despite her steely determination as a writer was a troubled person abandoned by her daughter and prone to drinking too much. Similarly, Brian Moore, though affectional and extremely devoted to his wife, did not think twice before eloping with a friend’s wife and dragging Athill into his marital mess. She remembers VS Naipaul’s problematic genius – a writer par excellence who did not know how to conduct himself like a gentleman in a woman’s presence. Caring little for their professional association, he had tried to kiss Athill once – a move she was wise to refuse. In Molly Keane, she remembers a warm, steadfast companionship that lasted many years even though the writer was not keen on turning their relationship friendlier and more personal.As far as editing was concerned, Athill thought of herself as one belonging to a privileged group – or caste, as she calls it – with an iron grip on the publishing world, in both England and abroad. This caste was “the mostly London-dwelling, university-educated, upper-middle-class English people [who] loved books and genuinely tried to understand the differences between good and bad writing…” She admits to some oversights (letting go of a Philip Roth novel, for instance) but her belief in the righteousness of this caste’s judgement is steadfast. She is a writer of tremendous wit and talent, and an editor who quite literally stood the test of time – the writers she edited are still widely read despite their sketchy reputation.Athill moves easily between the role of a friend and editor as she writes about the writers – and André Deutsch, no less famous himself – who have until now existed to us in opaque, sacrosanct identity. A gloriously written personal history of the publishing industry and scintillating remembrances of friends and foes in Stet make Athill’s life look worthy of envy and aspiration.Stet: An Editor’s Life, Diana Athill, Granta Books.","author":"Sayari Debnath","time":"2024-05-05T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200240-tozmphshdl-1713860878.jpeg","tags":["memoir","ruskin bond","book review"]}