{"title":"Sunday book pick: Yukio Mishima’s novel ‘After the Banquet’ presents the tomb that is marriage ","content":"“But people cannot go on living inside a tomb.”After the Banquet by Yukio Mishima, translated from the Japanese by Donald Keene, is radically feminist without meaning to be. Fifty-something Kazu Fukazawa is the owner of the Setsugaon restaurant in Tokyo. Stylish and hugely successful, Kazu’s wealth and reputation are built on her single-minded focus on giving the best possible experience to her customers. Independent and good-natured, Kazu has never bothered with being married. Her single status has not yet proven to be a burden – she’s respected in her community and even men of importance value her company.But when the Kagen Club, a group of older diplomats and politicians, meets at the restaurant, she finds herself unusually taken in by the 60-something Yuken Noguchi. A widower and a retired diplomat to Germany and elsewhere in Europe, he is level-headed if sometimes brusque. He shows an affinity for living and looks forward to the future, unlike his similarly-aged colleagues. After an accident at the party, Kazu strikes up a friendship with Noguchi. He’s not given to long conversations or any manners of romance, yet Kazu cannot help but feel tenderness for him. There’s little that binds them together – Noguchi can only manage a curt nod while Kazu laughs easily, she dresses up in elaborate kimonos and takes great care of her appearance while Noguchi makes do with clean if shabby Western clothes, Kazu easily mingles with all kinds of people while Noguchi is an elite member of an all-boys club.Just marriedIn spite of these differences, Kazu and Noguchi decide to marry. However, there’s a condition – Kazu must sell off the Setsugoan and live with Noguchi as a housewife. Not one for unpleasant conversations, Kazu agrees to it. She dives into household chores and caregiving duties for her husband. She immediately sets out to “improve” him – special care is taken of the house, his diet, his clothes.A member of the Radical Party, Noguchi wants to contest the upcoming elections. Though their political leanings are opposite, Kazu is only too eager to take on another Noguchi-related project. An extrovert and naturally endowed with people skills, Kazu secretly starts campaigning on her husband’s behalf. And proves to be far better at it too. The oppressive heat is no deterrent as Kazu gives speeches, interacts with voters, and prints out fliers urging them to vote for her husband. Noguchi is furious when he finds out. Under his uprightness, he is selfish and incapable of accepting affection.As election day draws closer, rival parties get meaner in their fight. Even Kazu is not off-limits. Soon scandals and controversies emerge. Noguchi does little to stop them – his principles and ideals do not let him.As the chasm grows wider between the husband and wife, Kazu realises her life is at the Setsugoan. She misses being at the centre of things, entertaining, and feeling needed. When a choice finally has to be made, both Kazu and Noguchi realise that marriage has done little for them – they are still the same people they had always been.The cost of marriage“But people cannot go on living inside a tomb,” thinks Kazu and marriage has indeed entombed her. The world of politics turns out to be a farce and so does domesticity. Men in both the Conservative and Radical Party feel contemptuous of her – she is rebuffed and insulted by both. Himself a right-wing ideologue, Mishima has a surprisingly tender touch as he writes about the despairs of married life. Especially, for a woman. His fulsome descriptions of Kazu’s beauty and her pleasant manners make one especially sympathetic to her.Though in her 50s, Kazu’s decision to marry Noguchi is hurried and perhaps not very well thought out. In her long years being alive, she had seen dignity and restraint in him uncommon to most men around her. But here one is forced to ask, do (gentle) manners maketh a husband? Mishima’s elderly protagonists are perfect for ruminating on the dilemma of marriage, especially its cost on the emotional well-being of women. For women, old and young, marriage remains a stifling social setup. It rarely becomes easier with the passage of time. Is it possible to have a truly equal marriage despite a woman’s financial independence and high social standing? The question is difficult to answer.Mishima also acknowledges the practical uses of marriage. For instance, Kazu is relieved to know she’ll find a place at the Noguchi family graveyard. Worries about the afterlife weigh heavily on her for she would like her soul to rest peacefully with a respectable family. Even though the marriage is less than ideal, this is reason enough to stay put. For women, the chains of marriage travel with them even in death. Even if not outrightly critical, the author is aware of the unfair price women pay in marriage.However, liberation awaits Kazu. The Setsugoan is her home, her true love too. There she is unchallenged, revered, and most importantly, loved. When the world outside disappoints her, she makes the proverbial return to the beginning. The gardens at the Setsugoan – almost Eden-like in their description – reflect Kazu’s famous beauty and warmth and beauty. At Setsugoan, her word is final. There, the relationship with men is transactional. The fruits, flowers, plants, and elaborate foods are all made to Kazu’s liking. A brief – but bitter – departure enlightens Kazu on the futility of marriage. Especially, when joy is in abundance already.After the Banquet, Yuko Mishima, translated from the Japanese by Donald Keene, Penguin Vintage.","author":"Sayari Debnath","time":"2024-05-12T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200646-lmvtxiwmda-1715437129.jpg","tags":["japanese","translation"]}