{"title":"Supporters of Ashok Gehlot, Sachin Pilot come to blows at Congress meeting in Rajasthan","content":"The feud between Rajasthan Chief Minister Ashok Gehlot and Congress leader Sachin Pilot played out in the open on Thursday as their supporters got into a fistfight in Ajmer, PTI reported, citing the police.The scuffle took place ahead of a feedback meeting which Amrita Dhawan, the Congress co-in charge for Rajasthan, was scheduled to attend. The meeting was postponed due to the clash between supporters of the two leaders.An argument between the two factions broke out over seating arrangement at the meeting and soon they came to blows, said Karan Singh, the station house officer of the local police station. The police present at the spot intervened and nobody received major injuries, Singh said, according to PTI.The two groups even shouted slogans and hurled abuses at each other, according to The New Indian Express.अजमेर में गहलोत और पायलट समर्थकों में झड़प।CM अशोक गहलोत और सचिन पायलट के समर्थकों में आपस में झड़प हो गई. दोनों के समर्थक एक-दूसरे पर लाठी-डंडे लेकर टूट पड़े, दोनों ओर से जमकर मारपीट हुई।#Rajasthan #Ajmer @SachinPilot @ashokgehlot51 pic.twitter.com/ecE4Kp0t4x— TV9 Rajasthan (@TV9Rajasthan) May 18, 2023\n\nThe Congress camp has been rattled for a while now due to the pitched battle between Gehlot and Pilot in the lead up to the Rajasthan elections scheduled to be held later this year.The roots of the tussle date back to July 2020, when a group of 19 MLAs, led by Pilot, had raised the demand that he be made the chief minister, replacing Gehlot. In order to salvage the situation, the Congress formed a three-member panel for addressing Pilot’s concerns. Pilot was then removed from the posts of deputy chief minister and state Congress president.In more recent times, Gehlot has called Pilot a traitor, while the latter has held a day-long fast and a foot march to urge his own government to take action against alleged corruption that took place during the previous Bharatiya Janata Party regime.Pilot has also threatened to launch a statewide agitation if his demands of disbanding the Rajasthan Public Service Commission and compensating those affected by paper leaks in government recruitment exams are not met, PTI reported.","author":"Scroll Staff","time":"2023-05-19T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190327-xbxfhrhslu-1684482284.jpeg","tags":["Ashok Gehlot","Sachin Pilot","Congress","Rajasthan","Rajasthan Congress"],"source":"https://scroll.in/latest/1049403/supporters-of-ashok-gehlot-sachin-pilot-come-to-blows-at-congress-meeting-in-rajasthan"}