{"title":"Supreme Court seeks Enforcement Directorate’s reply to plea by Hemant Soren against arrest","content":"The Supreme Court on Monday issued a notice to the Enforcement Directorate seeking its reply to a petition filed by Jharkhand Mukti Morcha leader Hemant Soren challenging his arrest by the agency on charges of money laundering in a land scam case, Live Law reported.Soren has been in jail since January 31, when he was arrested by the Enforcement Directorate in connection with the case. This was shortly after he resigned as the chief minister after being questioned by the central law enforcement agency in the matter.The Enforcement Directorate has alleged that a “racket of land mafia” in Jharkhand was involved in tampering with official records in Ranchi and Kolkata. Some of the land acquired through the forgery was in Soren’s illegal possession, the agency has alleged.The former Jharkhand chief minister has approached the Supreme Court, questioning the High Court’s delay in pronouncing its judgement in his bail plea.On Monday, Senior Advocate Kapil Sibal, representing Soren, denied the central agency’s allegations that his client was in possession of the land.When the bench of Justices Sanjiv Khanna and Dipankar Datta Khanna asked Sibal whether he wanted the matter to be posted for hearing in July or during vacations, which start on May 18, the senior advocate requested that the hearing take place on May 17, citing the Lok Sabha elections.Jharkhand, where Soren’s party is in power, will head for polling in the general election in the last four phases starting from Monday.The matter will be heard next on May 17, the bench said.While the bench initially declined the request and said that the matter would be posted in the week starting on May 20, Sibal argued that a part of the election campaign would have concluded by then.Sibal said: “This is not fair! Look how we were treated by HC [High Court].”According to Live Law, Sibal also cited the interim bail granted to Delhi Chief Minister Arvind Kejriwal in the liquor policy case, saying that the order also covers Soren. The court has directed Kejriwal, the chief of the Aam Aadmi Party, to surrender on June 2, a day after polling for the Lok Sabha elections is supposed to end.Further, Sibal alleged that the central agency was purposefully not appearing before the court despite being served a notice on May 6, so as to delay the hearing, Live Law reported.Khanna, however, said that the Enforcement Directorate would also be heard before the matter is decided.","author":"Scroll Staff","time":"2024-05-13T16:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200086-hdkvncnckd-1713271670.jpeg","tags":["Hemant Soren","Supreme Court","Enforcement Directorate","Lok Sabha 2024","Jharkhand"],"source":"https://scroll.in/latest/1067812/supreme-court-seeks-enforcement-directorates-reply-to-plea-by-hemant-soren-against-arrest"}