{"title":"Supreme Court delivers split verdict on Chandrababu Naidu’s plea to quash corruption case","content":"The Supreme Court on Tuesday delivered a split verdict on a petition by Telugu Desam Party chief Chandrababu Naidu demanding that a first information report against him in the alleged Skill Development Corporation scam be quashed, PTI reported.Naidu had challenged a High Court order that refused to quash the case.The matter pertains to Naidu’s alleged involvement in siphoning off approximately Rs 371 crore belonging to the Andhra Pradesh State Skill Development Corporation through fictitious companies when he was the chief minister of the state. Naidu was the chief minister of the state between 2014 and 2019.In September, the Andhra Pradesh Crime Investigation Department had described Naidu as the “principal conspirator” behind the alleged skill development scam. He was booked under sections of the Prevention of Corruption Act and the Indian Penal Code.Naidu has argued that the investigating agency did not take permission from the competent authority required as per Section 17A of the Prevention of Corruption Act before naming him in the case.An amendment to the Prevention of Corruption Act in 2018 had introduced Section 17A, which made it mandatory for a police officer to seek prior approval from the competent authority for conducting any investigation against a public servant.On Wednesday, a division bench of Justices Aniruddha Bose and Bela M Trivedi differed on the application of section 17A of the Prevention of Corruption Act in the case.Justice Bose held that the investigating agency had to take  prior approval for conducting an inquiry for the alleged offences under the Prevention of Corruption Act against Naidu. However, he refused to quash the remand order, saying the lack of approval would not make it invalid.Justice Trivedi held that Section 17A of the anti-corruption law will not apply retrospectively and upheld the High Court order, reported Live Law.“It is required to be presumed that the legislature intended to make Section 17A applicable only to the new offences as amended in 2018, and not to the offences existing prior to this,” Trivedi held. “Any other interpretation may lead to an anomalous situation resulting in absurdity inasmuch as there could not be prior approval for the deleted offences.”The division bench ordered that the matter will be placed before the Chief Justice of India for appropriate directions.Naidu was arrested in connection with this case on September 9. He was granted bail in the case in November.","author":"Scroll Staff","time":"2024-01-16T19:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/123115-erwwhjjegf-1615883030.jpg","tags":["Chandrababu Naidu","Skill Development Corporation","Telugu Desam Party","Supreme Court","Andhra Pradesh High Court"],"source":"https://scroll.in/latest/1062240/supreme-court-delivers-split-verdict-on-chandrababu-naidus-plea-to-quash-corruption-case"}