{"title":"SC refuses anticipatory bail to Aam Aadmi Party MLA Amanatullah Khan in Delhi Waqf Board case","content":"The Supreme Court on Monday refused to grant anticipatory bail to Aam Aadmi Party MLA Amanatullah Khan in connection with the Delhi Waqf Board case, reported Bar and Bench.The case pertains to alleged irregularities in appointments and misappropriation of funds in the Delhi Waqf Board during Khan’s chairmanship. Khan moved the top court after the Delhi High Court refused to grant him anticipatory bail in the case on March 11.On April 11, the Enforcement Directorate moved a Delhi court seeking an arrest warrant against the legislator under the Prevention of Money Laundering Act. Special judge Rakesh Syal posted the matter for April 18 after the central law enforcement agency sought time to file certain documents in support of its application.On Monday, a Supreme Court bench of Justices Sanjiv Khanna and Dipankar Datta directed Khan to heed the summons from the central agency and cooperate in the investigation. The central agency has summoned the legislator from Delhi’s Okhla constituency on April 18.However, the bench also said that the non-bailable warrant sought by the Enforcement Directorate against Khan will not be granted, reported Live Law. It said the Enforcement Directorate should not arrest Khan unless there is sufficient material against him.“Arrest him if material is there and no arrest if no material,” the court told the central agency. The bench said the right to arrest should not be taken for granted.The bench also said it has reservations against some of the observations made by the High Court in the case, reported Live Law.“We clarify that we have some reservations…regarding the interpretation of Section 50 of the PMLA and some observations on merit,” the bench said. “We clarify that the observations…will not be treated as findings on merits relating to evidence or material relied upon by the ED.”Section 50 of the anti-money laundering law pertains to statements made by an accused person during the investigation to the central agency.The High Court in its order had said that statements of witnesses recorded under section 50 of the Act are part of “judicial proceedings and admissible in law”. However, the top court disagreed.“The Section 50 statement is a piece of evidence,” the Supreme Court said on Monday. “It is not evidence before the court. That is the difference. Evidence before the court is the actual statement made by the person in the court itself.”In January, the Enforcement Directorate had filed a chargesheet in the case but Khan was not named as an accused person. In October, the Enforcement Directorate conducted searches at three premises linked to Khan in Delhi and alleged that he had received Rs 4 crore in cash for appointments to the Delhi Waqf Board. The agency said that he invested the “proceeds of crime” by purchasing immovable assets in the name of his associates.On September 16, 2022, the Anti-Corruption Branch, which reports to Delhi’s lieutenant governor, had arrested Khan hours after the police conducted raids at multiple locations related to the MLA.Additional Public Prosecutor Atul Kumar Shrivastava had claimed that officials found money trails leading to Khan in Bihar, Gujarat, Telangana and Uttarakhand. Khan was granted bail on September 28, 2022.","author":"Scroll Staff","time":"2024-04-15T19:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180063-arttoqmaus-1663429185.jpg","tags":["Amanatullah Khan","Aam Aadmi Party","Supreme Court","Delhi Waqf Board case","Delhi High Court"],"source":"https://scroll.in/latest/1066670/supreme-court-refuses-anticipatory-bail-to-aam-aadmi-party-mla-amanatullah-khan-in-delhi-waqf-board"}