{"title":"1,528 fake encounters in Manipur alone: Why the Supreme Court judgement on AFSPA matters","content":"On the day the 19th battalion of the Army’s Rashtriya Rifles gunned down Hizbul Mujahideen commander Burhan Muzaffar Wani in an encounter in South Kashmir, which led to massive protests in which at least 15 people have been killed, came an interim judgment of the Supreme Court that can have a profound impact on human rights in India’s numerous conflict zones.Delivered on July 8, the judgment explicitly makes it clear that terrorists are not necessarily enemies of the state. This is just one of the several far-reaching observations that could profoundly bolster human rights and ensure greater accountability of security forces deployed in counter insurgency duties across the country.The interim 85-page judgment comes in connection with a 2012 petition filed by families of victims of alleged fake encounters from Manipur. Calling themselves Extra Judicial Execution Victim Families Association, they petitioned the Supreme Court four years ago seeking a detailed investigation into 1,528 documented cases of alleged fake encounters in the North Eastern state. So far, the court has concentrated on 62 of these cases through a court-appointed commission led by former judge Santosh Hegde, which found at least 15 of them to be fake.A division bench of Justices Madan B Lokur and Uday Lalit came up with clear and unambiguous observations rarely seen in such cases earlier.Balancing security and human rightsAn argument put forth by the attorney general with regard to this petition was that excessive inquiries into allegations of fake encounters could demoralise security forces, forcing them to battle insurgents with “one hand tied behind their backs”.The apex court refused to accept this contention and noted that “…this is not a valid criticism since, and this is important, in such cases it is not the encounter or the (military/police) operation that is under scrutiny but the smoking gun that is under scrutiny.”While being sympathetic to the pressures that security forces face in conflict zones, the apex court also removed any ambiguity on the need to investigate allegations of extra-judicial killings.The judgment is replete with remarkable clarity on tricky issues.It points out that security forces like the army can only be deployed as “aid to civil authorities” but it cannot be for an “indeterminate period”.At the centre of the petition is the draconian Armed Forces Special Powers Act, which was enacted by the Jawaharlal Nehru government in 1958 to empower the Indian Army during counter-insurgency operations in the Northeast. Without questioning the validity of the Act, the apex court clearly points out that if the security forces have been deployed for an indeterminate period of time, then there clearly has been a systemic failure in governance.In a sharp observation, the court pointed out that “…normalcy not being restored cannot be a fig leaf  for prolonged, permanent deployment of the armed forces, as it would mock at our democratic process and would be a travesty of jurisdiction…” conferred by law.Not necessarily an enemyThe court also went into a detailed examination of who is a militant or an enemy as understood in various laws such as the Army Act that governs the functioning of the Indian Army.Once again, the judges were emphatic as they pointed out that “a person carrying a weapon in a disturbed area in violation of a prohibition to that effect cannot be labeled a militant or insurgent”.It nuanced its observation by adding that “if members of our armed forces are deployed and employed to kill citizens of our country on the mere allegation or suspicion that they are the ‘enemy’ not only the rule of law, but our democracy would be in grave danger”.The judgement also pointed out that “it does not matter whether the victim was a common person or a militant or a terrorist, nor does it matter whether the aggressor was a common person or the State. The law is the same for both and is equally applicable to both”.Besides the legal implications this judgement will have in the Northeast, it may also have an impact in other disturbed areas such as Chhattisgarh and Jammu and Kashmir. Both states have seen a prolonged conflict, with security forces being deployed for decades and operating with a sense of impunity that the apex court now seeks to curb.Babloo Loitongbam, a veteran human rights activist from Manipur and the moving spirit behind this petition, is happy that this interim judgment tackles ambiguities that dog humanitarian laws in India.“In a sense, many of these laws were ambiguous and led to differing interpretations,” Loitongbam said.Civil courts, not Army courtsHe is also keen that the usual practice of dealing with armed forces excesses under military courts is done away with, as this case progresses. “In countries with histories of fighting insurgencies, Supreme Courts have ruled that excesses can be adjudicated in civil courts,”he said. “This should be the norm in India and we must catch up with progressive laws like many other countries that have dealt with this issue.”In March 2000, the 7th battalion of the Rashtriya Rifles carried out Operation Swift in Pathribal, in Anantnag district of Kashmir, that resulted in the death of five people. Facing allegations of a fake encounter, the case was finally handed over to the Central Bureau of Investigation that submitted to the Supreme Court in 2012 that it was a case of “cold-blooded murder”. But the case was sent back to a military court of inquiry, which closed it in 2014 stating that there wasn’t enough evidence to establish a case.The army operates in Jammu and Kashmir under a similar version of the Armed Forces Special Powers Act, which was enacted in 1990 specifically for that state. Many human rights activists feel that just like the Northeast, the Act has created a culture of impunity that has prevented victims such as those killed in Pathribal from getting justice.The case also caused some embarrassment to the attorney general, when the court found out a major lacunae in his submissions. The attorney general had contended that the Ministry of Defence had a robust human rights division that used to investigate all allegations. He was directed to submit cases, which had been investigated by this division. On examination, the court found that the six cases submitted by the attorney general had not even been been sent to the human rights division.A precedent?However, the military is not happy. A senior officer pointed out that the Army has to operate under strenuous conditions where it is difficult to distinguish the enemy from the “normal civilian”. According to this officer, a veteran of counter insurgency duties in Kashmir, the fear of an inquiry results in “ineffective operations” and ensures that the militants get a “free run”.According to sources in the internal security division of the Ministry of Home Affairs, the implications of this interim order could be significant, even though it is limited to cases of extra judicial killings only in the North East.“It creates a precedent and what prevents from people from other regions using it to file similar petitions?” the senior home ministry official pointed out. “That could have a major impact on the efficacy of our operations in Kashmir or Chhattisgarh.”Meanwhile, the petitioners are hoping that the court will order the setting up of a Special Investigation Team soon to investigate the allegations recorded in these cases.For now, those associated with the case say that this is just a step in a prolonged case of litigation that could last for another three years. But the stage has been set and the judges have carefully crafted a context that could change the abysmal state of human rights in India forever.","author":"Saikat Datta","time":"2016-07-11T17:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/811521-34719-btqhodhpeo-1468175584.jpg","tags":["AFSPA","Human rights","Supreme Court"],"source":"https://scroll.in/article/811521/supreme-court-judgement-on-afspa-sets-stage-for-huge-improvement-in-indias-human-rights-situation"}