{"title":"Supreme Court grants interim bail to Arvind Kejriwal till June 1","content":"The Supreme Court on Friday granted interim bail till June 1 to Delhi Chief Minister Arvind Kejriwal in the liquor policy case, Live Law reported.A bench of Justices Sanjiv Khanna and Dipankar Datta directed Kejriwal to surrender on June 2.The Supreme Court ordered Kejriwal to furnish a bail bond of Rs 50,000 and a surety of the same amount, ANI reported. It directed him not to visit the chief minister’s office or the Delhi secretariat, and not to sign any official files unless his signature is needed for them to be cleared by the lieutenant governor.The Aam Aadmi Party chief was arrested by the Enforcement Directorate on March 21 for his alleged role in the liquor policy case. He is in Delhi’s Tihar jail.At the hearing on Friday, Additional Solicitor General SV Raju, appearing for the central agency, asked the court to restrict Kejriwal from speaking on the case while out on bail, reported Live Law.However, the court said that the Enforcement Directorate was free to counter Kejriwal’s assertions about the matter by issuing equally strong statements.Justice Khanna verbally remarked that the Enforcement Directorate filed a case in August, but the Aam Aadmi Party chief was only arrested in March this year. “For 1.5 years he was there...arrest could have been afterwards or before, whatever it is,” the judge observed.Senior Advocate Abhishek Manu Singhvi, appearing for Kejriwal, requested the court to extend his bail since the results of Lok Sabha elections will be declared on June 4 reported Live Law. The court however refused to accept the request.Later in the day, Aam Aadmi Party leader and Delhi minister Saurabh Bharadwaj said that the interim bail order was nothing short of a miracle. “Through the Supreme Court, God has given an indication that change is coming,” he said. “Soon, big changes will be seen in the country.On Tuesday, the bench had deferred its order on granting interim bail to Kejriwal. However, the bench had said that it could consider granting him bail on account of the elections, but on the condition that he would not carry out official duties as the chief minister.On Thursday, the central law enforcement agency said in an affidavit opposing interim bail to Kejriwal that the right to campaign in an election is neither a fundamental right nor a constitutional right.A politician is not entitled to differential treatment and cannot claim a higher status than an ordinary citizen, it told the bench.In response, the Aam Aadmi Party filed a complaint in the registry of the Supreme Court against the Enforcement Directorate’s affidavit, calling it a “blatant disregard of legal procedures” considering that the matter was to be heard on Friday.The Enforcement Directorate is investigating allegations of money laundering in the liquor policy case based on a first information report filed by the Central Bureau of Investigation.The two central agencies have alleged that the Aam Aadmi Party government modified Delhi’s now-scrapped liquor excise policy by increasing the commission for wholesalers from 5% to 12%. This allegedly facilitated the receipt of bribes from wholesalers who had a substantial market share and turnover.The Enforcement Directorate has alleged that Kejriwal was the “kingpin” and the “key conspirator” in the case and the material evidence showed that he was guilty of money laundering.The High Court upheld the chief minister’s arrest on April 9 and said there was no illegality in the matter on the part of the Enforcement Directorate. The court said that the material collected by the central law enforcement agency showed that he was actively involved in the use and concealment of the proceeds of crime generated through money laundering.Also read: Why Arvind Kejriwal’s arrest is a defining moment in Indian politics‘He has done good work’: In Kejriwal’s constituency, strong support from people on the margins","author":"Scroll Staff","time":"2024-05-10T14:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190080-ktdqcehijf-1683859745.jpg","tags":["Arvind Kejriwal","Aam Aadmi Party","liquor policy case","Supreme Court","Enforcement Directorate","Delhi liquor policy case"],"source":"https://scroll.in/latest/1067713/supreme-court-grants-interim-bail-to-arvind-kejriwal-till-june-1"}