{"title":"Supreme Court says it will examine demonetisation exercise, seeks affidavit from Centre, RBI","content":"The Supreme Court on Wednesday said it will examine the manner in which the demonetisation exercise was carried out by the Narendra Modi government in 2016, Live Law reported.A five-judge Constitution bench of Justices S Abdul Nazeer, BR Gavai, AS Bopanna, V Ramasubramanian and BV Nagarathna was considering 58 petitions challenging the move.On November 8, 2016, Prime Minister Narendra Modi had announced that Rs 500 and Rs 1,000 currency notes would cease to be legal tender in India from midnight. Modi had said that the decision had been taken to “fight corruption, black money and terrorism”.The Rs 2,000 notes and Rs 500 notes with a new design had been introduced after demonetisation.The petitioners have claimed that exercise violated several constitutional rights of citizens, such as the right to property (Article 300A), right to equality (Article 14), right to carry on any trade, business or occupation (Article 19) and right to life and right to livelihood (Article 21).On Wednesday, the Supreme Court asked the Centre and the Reserve Bank of India to file comprehensive affidavits in the case even as Attorney General for India R Venkataramani and Solicitor General Tushar Mehta maintained that the matter has become academic now.The solicitor general contended that there were no constitutional questions from the case that the court could deal with.On the other hand, senior advocates P Chidambaram and Shyam Divan, representing some of the petitioners, argued that the question before the court was not merely an academic one. Chidambaram said that similar demonetisation exercises in 1978 and in the 1940s were implemented through an ordinance, which was followed by an Act.\n\n\n    \n    Play\n\n“This Court must examine the powers under sections 24 and 26 of the RBI Act, 1934,” Chidambaram contended. “Tomorrow, they can invoke these powers again.”Section 24(2) gives the Centre powers to discontinue issuing bank notes of specific denominations. Section 26 (2) allows the Centre to declare that any series of bank notes of any denomination would cease to be legal tender.The former Union finance minister said that the Supreme Court had earlier held that economic policies must be tested based on the doctrine of proportionality. Chidambaram also told the judges that 86% of India’s currency had become worthless paper with the government’s decision. “What if tomorrow 100% of currency notes were to be demonetised?” he asked. “Is this Court powerless?”The bench said that while it is aware of the “lakshman rekha’’ or its limits on judicial review of government decisions, it will still have to examine the decision-making process.“Any declaration one way or the other is for posterity and I feel it is the duty of the Constitution Bench to answer it one way or other,” Justice Nagarathna said.Justice Nazeer also noted that the 1978 demonetisation exercise was examined by the court in 1996, reported Live Law.The Supreme Court will hear the case next on November 9.","author":"Scroll Staff","time":"2022-10-12T16:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127492-dgtonlnxbe-1636376043.jpg","tags":["Supreme Court","demonetisation","note ban","SC hearing on demonetisation"],"source":"https://scroll.in/latest/1034825/supreme-court-says-it-will-examine-demonetisation-exercise-seeks-affidavit-from-centre-rbi"}