{"title":"Supreme Court refuses to stay ‘death knell’ amendments to Forest Conservation Act","content":"The Supreme Court on Thursday refused to stay amendments to the Forest Conservation Act, 1980, which will take effect on December 1, the Hindustan Times reported.The modified law will exclude large swathes of “deemed forest” land across India from protection and open them up to development. A “deemed forest” refers to land that is not formally classified as a “forest” by central or state authorities in revenue records by notification under the Indian Forest Act, 1927.The court was hearing a public interest litigation filed by 13 retired public servants who have challenged the constitutional validity of the amendments. In its new form, the Act will sound the “death knell” for India’s forests, they have said.  However, “deemed forest” lands conform to the “dictionary meaning” of forests that was upheld by the Supreme Court in its TN Godavarman judgement of 1996. This refers to a large area with significant tree cover, The Wire reported.This ruling has protected vast tracts of eco-sensitive and Adivasi lands under the Forest Conservation Act, albeit without legal recognition, according to The Hindu.  The new law, officially known as the Van (Sanrakshan Evam Samvardhan) Adhiniyam, 1980, or Forest (Conservation and Augmentation) Act, was passed by the Lok Sabha in July and the Rajya Sabha in August despite protests by the Opposition, MongaBay reported.Prashant Nanda from Odisha’s ruling Biju Janata Dal was among the MPs who raised concerns about the proposed amendments. Odisha is home to India’s third-largest Adivasi population who would be hurt by the amendments, Down to Earth reported. The Act will also exempt roads being constructed near India’s terrestrial borders from environmental scrutiny. It will permit zoos, safaris and other eco-tourism activities on forest lands, whether deemed or legally notified, which experts say will adversely impact local ecologies. The plea rejected by the Supreme Court on Thursday said that the diversion of forests permitted by the amended law could cause “irreversible damage which cannot be compensated through afforestation or plantation”, the Hindustan Times reported.“The 2023 Amendment Act is in blatant violation of several principles of Indian environmental law – [the] principle of sustainable development, precautionary principle, intergenerational equity, principle of non-regression and public trust doctrine,” the plea said. The petitioners’ counsel argued that the TN Godavarman judgement of 1996 had directed states to constitute State Expert Committees that would demarcate the extent of forests within their boundaries before giving them legal recognition. Nearly three decades, the progress on this task remains opaque, the petitioners argued.“It is unclear whether such SECs exist in each state,” said advocate Prashanto Chandra Sen, according to the Hindustan Times. “The reports of the SECs are not available in the public domain and the same are not accessible under the Right to Information Act. Once the amendments get notified, states can do what they like.”The Centre on Thursday informed the court that lands would be exempted from the legal definition of forests under the amended law only on the basis of guidelines, which are still being framed.The court responded, “If you are saying you are not diluting the definition of forest as under the 1996 judgement, we will record your statement. We will hear this petition after six weeks as it has serious implications.”","author":"Scroll Staff","time":"2023-11-30T18:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182489-lzqrepanfj-1667838964.jpg","tags":["Supreme Court","forest","Forest conservation","Forest Conservation Act amendment"],"source":"https://scroll.in/latest/1059891/supreme-court-refuses-to-stay-death-knell-amendments-to-forest-conservation-act"}