{"title":"Supreme Court questions ED on timing of Arvind Kejriwal arrest, says life and liberty important","content":"The Supreme Court on Tuesday questioned the Enforcement Directorate about the timing of Aam Aadmi Party chief Arvind Kejriwal’s arrest ahead of the Lok Sabha election, Bar and Bench reported.The Delhi chief minister was arrested by the Enforcement Directorate on March 21 for his alleged role in the liquor policy case. He is currently lodged in Delhi’s Tihar Jail.The Supreme Court was hearing Kejriwal’s petition against his arrest.“Life and liberty are exceedingly important,” a bench of Justices Sanjiv Khanna and Dipankar Datta said, according to PTI. “You can’t deny that.”The central agency has been asked to present its stand in the next hearing, which is likely to take place on Friday.The Enforcement Directorate is investigating allegations of money laundering in the liquor policy case based on a first information report filed by the Central Bureau of Investigation.The two central agencies have alleged that the Aam Aadmi Party government modified Delhi’s now-scrapped liquor excise policy by increasing the commission for wholesalers from 5% to 12%. This allegedly facilitated the receipt of bribes from wholesalers who had a substantial market share and turnover.The Enforcement Directorate has alleged that Kejriwal was the “kingpin” and the “key conspirator” in the case and the material evidence showed he was guilty of money laundering.The High Court upheld the Delhi chief minister’s arrest on April 6 and said there was no illegality in it. The court said that the material collected by the central law enforcement agency showed that he was actively involved in the use and concealment of the proceeds of crime.","author":"Scroll Staff","time":"2024-04-30T18:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200393-ibvcdpwgtg-1714478704.jpg","tags":["Arvind Kejriwal","Supreme Court","Delhi liquor policy case","Lok Sabha 2024","Enforecement Directorate"]}