{"title":"Supreme Court reserves verdict on sub-classification of Scheduled Castes, Scheduled Tribes quotas","content":"The Supreme Court on Thursday reserved its judgement in a case involving the legality of sub-classifying Scheduled Castes and Scheduled Tribes for providing reservations in government jobs and education, reported Bar and Bench.A seven-judge Constitution bench, headed by Chief Justice DY Chandrachud, heard the case for three days to examine the validity of the court’s 2004 judgement which held that only Parliament, and not state legislatures, has the power to sub-classify Scheduled Castes and Scheduled Tribes for reservations.The case stems from a Punjab government notification from 1975 that divided its 25% reservation for the Scheduled Castes at the time into two categories.On Thursday, the chief justice pointed out that Article 16 (states can introduce reservations in employment for any backward class) of the Constitution gives states an enabling role in the designation of caste groups.Making a distinction between “sub-classification” and “sub-categorisation”, he also verbally remarked that states may have to sub-categorise reserved category communities to ensure that the benefits of reservation reach more backward groups.“...this Court located the power of sub-categorisation in Article 16(4),” said Chandrachud. “Otherwise what will happen is that the more advanced among the SCs will grab all the benefits.”Senior advocate Manoj Swarup argued that Article 341, which defines the President of India’s power to notify Scheduled Castes and Parliament’s power to include or exclude a community from the reserved list, does not allow states to make sub-groups within Scheduled Castes.He also told the court that a group notified as a Scheduled Caste for quota benefits becomes a homogenous group.On this, the chief justice said that the Scheduled Castes cannot be viewed as a single caste.“What the Constitution does is that it deems certain castes as SCs and thus some are put in an artificial mould,” he said. “The Constitution did not create another caste as it would be contrary to the sociological profile. Deeming is not for any other reason but for them to become a Scheduled Caste.”Chandrachud said that the only thing common between sub-groups that may be categorised as Scheduled Castes is that they all have faced social discrimination. “Apart from this, what are the common traits?” he asked.Centre supports sub-classificationOn Wednesday, the Centre told the Supreme Court that it supports the sub-classification as it “furthers the actual purpose behind reservations”.Solicitor General Tushar Mehta, appearing for the Centre, told the court that the government opposes the 2004 judgement as it restricted states from framing policies by sub-classifying the zone of reservations appropriately, and diminished the constitutional guarantee of equal opportunity.The lack of sub-classification perpetuates inequality within the reserved category and stops the state from framing appropriate policy in this regard, Mehta said.“It may also be noted that the reservation benefits available are limited in nature,” the Centre said. “The state can only provide for a limited number of seats in government higher education institutions and posts in the government services which are reserved. The said seats and the posts are even otherwise a scarce commodity and therefore required to be re-distributed rationally.”","author":"Scroll Staff","time":"2024-02-09T19:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180795-csaaqpqonb-1664882730.jpg","tags":["Scheduled Castes and Scheduled Tribes","Supreme Court","reservations","Quota"]}