{"title":"Supreme Court puts sedition law on hold, tells Centre and states not to file new cases under it","content":"In a landmark development, the Supreme Court on Wednesday put the colonial-era sedition law in abeyance and requested state governments and the Centre to not file any new cases under the rule till it is re-examined.“We hope and trust that the state and central governments will [refrain] from registering any FIRs [first information reports], continuing any investigation or taking any coercive measures by invoking Section 124A Indian Penal Code while the aforesaid provision of law is under consideration,” the court said.A bench of Chief Justice of India NV Ramana and Justices Surya Kant and Hima Kohli said that if a fresh case of sedition is filed, the accused persons can approach courts “for appropriate relief”.On Monday, the Centre had told the court that it will re-examine the sedition law and urged the judges not to take up the matter till it does so. On Tuesday, the court had asked the Centre whether it can issue a direction to the state governments to stop them from filing cases under the sedition law till the re-examination is complete.Taking note of the Centre’s position to re-examine the law, the judges on Wednesday said that it was clear that the government “agrees with the prima facie opinion expressed by this court that the rigours of Section 124A of IPC [Indian Penal Code] are not in tune with the current social mileu, and was intended for time when this country was under the colonial regime”.The court also took note of a statement by Attorney General KK Venugopal referring to instances of “glaring misuse” of the provision, such as a sedition case against Amravati MP Navneet Rana and her husband, MLA Ravi Rana. The two were booked by the Mumbai Police for sedition after they threatened to recite the Hanuman Chalisa in front of Maharashtra Chief Minister Uddhav Thackeray’s house.Petitions against sedition lawThe bench is hearing several petitions challenging the constitutional validity of Section 124A of the Indian Penal Code, which deals with sedition. The law states that whoever “brings or attempts to bring into hatred or contempt, or excites or attempts to excite disaffection towards the government established by law in India” can be held to have committed the offence of sedition.Two of these petitions have been filed by a former Army officer, Major General (Retired) SG Vombatkere, and the Editors Guild of India. The petitioners had argued that since the law is misused, it needs to be struck down.Journalists, activists and political leaders have also filed petitions in the Supreme Court calling for the scrutiny of the law.On Wednesday, Union law minister Kiren Rijiju said that the Centre had made its position clear on the sedition law, ANI reported.“We respect the court and its independence,” Rijiju said. “But there is a ‘Lakshman Rekha’ [boundary] that must be respected by all organs of the state in letter and spirit. We have to ensure that we respect the provisions of the Indian Constitution as well as existing laws.”We have to ensure that we respect the provisions of the Indian Constitution as well as existing laws:  Union Law Minister Kiren Rijiju on SC staying sedition pic.twitter.com/P9N8nQm4L3— ANI (@ANI) May 11, 2022\n\nEarlier on Wednesday, the Centre had told the Supreme Court that staying provisions of sedition law till the pleas challenging its constitutional validity are being reviewed may not be the “correct approach”, Live Law reported.“A cognisable offence cannot be prevented from being registered, staying the effect may not be a correct approach,” Solicitor General Tushar Mehta told the court, according to The Indian Express. “And therefore, there has to be a responsible officer for scrutiny, and his satisfaction is subject to judicial review.”Mehta suggested that officers holding the post of superintendent of the police could be made responsible for the registration of sedition cases.The response by the Centre came a day after the Supreme Court had asked if it could direct states to keep all pending sedition cases in abeyance till the sedition law is being re-examined.On Tuesday, senior advocate Kapil Sibal, who is representing the petitioners, had said that the sedition law is obnoxious and should be scrapped.“The sooner we get rid of it, [the] better,” Sibal added. “It should have no place.”He had then quoted Mohandas Karamchand Gandhi saying that affection (towards the country) cannot be manufactured.“One should be free to express disaffection, so long as there is no incitement to violence,” he had said. “I hold it to be a virtue to be disaffected to the government.”In a 1962 verdict, a five-judge bench of the Supreme Court had held that criticism of public measures or comments about government action falls under the fundamental right of freedom of speech and expression as long as the comments do not “incite people to violence against the government established by law” or are made “with the intention of creating public disorder”.","author":"Scroll Staff","time":"2022-05-11T11:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160779-tceexznmrz-1624640203.jpg","tags":["Sedition","Sedition law","Section 124","Supreme Court"],"source":"https://scroll.in/latest/1023680/supreme-court-directs-centre-to-not-file-any-cases-involving-sedition-law"}