{"title":"Supreme Court strikes down triple talaq, calls it unconstitutional","content":"The Supreme Court on Tuesday struck down the practice of instant triple talaq, calling it unconstitutional and in violation of Article 14 of the Indian Constitution, which provides for equality before the law. The five-member bench was divided 3-2 on the matter, with the majority verdict striking the pratice down. Earlier there was confusion with the verdict, since Chief Justice JS Khehar – who has written a dissenting opinion in the matter – began reading his judgment out first, prompting the media to report that instant triple talaq had been upheld. Khehar’s judgment calls on Parliament to frame a law on the matter within six months. However, Justices Rohinton Fali Nariman, Uday Lalit and Kurian Joseph said the practice is arbitrary, and not fundamental to the tenets of Islam.The bench had concluded six consecutive days of hearing of arguments from all the parties and petitioners involved in May and reserved its verdict on the case on May 18.Instant triple talaq is a Muslim practice in which men are permitted to “instantly” divorce their wives by simply pronouncing ‘talaq’, meaning divorce, three times. The Centre had sought to de-link the social practice from the tenets of Islam by stressing that it was a violation of gender equality. The All India Muslim Personal Law Board, an organisation that claims to speak for Muslims but only has the support of some part of the community, told the Supreme Court that the practice of triple talaq was a matter of faith, and could not be struck down with reference to the constitution.During the hearings, the All India Muslim Personal Law Board had said that it could include certain clauses in the “nikahnama” to protect the interests of women in a marriage contract. The board’s lawyer also said that Muslim women had the right to pronounce triple talaq in all forms, and also ask for a steep “mehr” amount in case of divorce.Corrections and clarifications: An earlier version of the story mistakenly reported that the Supreme Court had upheld instant triple talaq.","author":"Scroll Staff","time":"2017-08-22T12:26:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/848043-57994-zwxetcmdel-1494557234.jpg","tags":["triple talaq","Supreme Court"],"source":"https://scroll.in/latest/848043/supreme-court-strikes-down-triple-talaq-calls-it-unconstitutional"}