{"title":"Supreme Court adjourns Ayodhya land dispute case till January","content":"The Supreme Court on Monday said it will decide on a bench to hear the Ram Mandir-Babri Masjid land dispute case only in January. A bench of Chief Justice of India Ranjan Gogoi and Justices Sanjay Kishan Kaul and KM Joseph ordered that the matter be listed in January, Bar and Bench reported.The court will hear a batch of petitions challenging a 2010 Allahabad High Court verdict that ordered a three-way division of the land on which the Babri Masjid stood before Hindutva activists demolished it on December 6, 1992. The land was divided equally between the Nirmohi Akhara, the Sunni Wakf Board and the representative for the deity, Ram Lalla.On September 27, the Supreme Court refused to refer to a larger bench its judgement from 1994, which held that namaaz can be offered anywhere and that a mosque is not an “essential part of the practice of the religion of Islam”. The court had said this judgement would have no impact on the Ayodhya land dispute case, which will be decided on the basis of its own facts. After the court denied the plea to refer the matter to a larger bench, it had fixed the next date of hearing as October 29.A five-judge Constitution bench, which heard the M Ismail Faruqui case in 1994, had held that the state can acquire a mosque without contravening the provisions of the Constitution. A petition had challenged the constitutional validity of the Acquisition of Certain Area at Ayodhya Act, 1993, under which the Centre acquired 67.703 acres of land in and around the Babri Masjid.Justice Abdul Nazeer, in his dissenting judgement in September, said a Constitution bench needs to consider the case. He held “what is essential to religion as laid down in Ismail Faruqui was arrived at without comprehensive examination, needs to be re-examined in detail”.","author":"Scroll Staff","time":"2018-10-29T12:31:48.827571+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/900072-iksrutlqyx-1511356828.jpg","tags":["Supreme Court","Ram Janmabhoomi","Babri Masjid","Ayodhya"]}