{"title":"Supreme Court appoints panel of mediators to settle Ayodhya land dispute in eight weeks","content":"5.57 pm: Swamy, who is a petitioner in the case, claims the mediation panel will have to “map the problem within the parameters so far set by the apex court starting from its 1994 constitutional bench judgment and ending with the a three-judge verdict of September 27, 2018”. “A claim by a suit to the title of the property is just an ordinary right and is superseded by a fundamental right,” he says. “Hence, the Hindus’ right to re-building the demolished temple is guaranteed by the Constitution.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.55 pm: BJP MP Subramanian Swamy says that the construction of Ram temple in Ayodhya is non-negotiable. “There is no question of not building a temple where we believe Lord Ram was born,” he states.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.52 pm: Welcoming the decision, BJP General Secretary P Muralidhar Rao says keeping the dispute pending is not in anyone’s interest. “It is important to resolve the issue, but it is more important and essential to build a grand temple at Sri Ram Janmbhoomi,” he says. “This cannot be kept pending for a long time.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.50 pm: Rehmani also welcomes the court asking for “utmost confidentiality” to ensure the success of the process and barring the media from reporting about the proceedings. This will not only prevent distortion of the deliberations, but also act as a deterrent against taking the BJP-RSS agenda forward, he says. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.45 pm: The All India Muslim Personal Law Board has welcomed the Supreme Court decision. “The Supreme Court has given this order and it needs to be welcomed,” AIMPLB General Secretary Maulana Wali Rehmani tells PTI. “It would be most befitting that the matter is resolved through dialogue.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.28 pm: Sriram Panchu, one of the mediators, says he will do his best in the situation, reports PTI. “It is a very serious responsibility given to me by the Honourable Supreme Court,” he says in a statement. “I will do my best.”Panchu, a senior advocate of the Madras High Court, is a pioneer in the mediation movement. He founded the country’s first court-annexed mediation centre – The Mediation Chambers – in the Madras High Court in 2005, and has authored several books on the subject. Panchu has mediated a number of cases, including the one involving the boundary dispute between Assam and Nagaland.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.48 pm: Communist Party of India (Marxist) leader Brinda Karat says that though mediation had failed in the past, this time, the Supreme Court will be monitoring it, PTI reports. She says all parties which have approached the court have agreed to it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.11 pm: The Nationalist Congress Party  welcomes the appointment of the mediation panel by the Supreme  Court, reports PTI. Spokesperson Nawab Malik says: “If the dispute is resolved, it will be in national  interest. The nation is hopeful that the issue would be  resolved through consensus.”   \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.27 pm: Bahujan Samaj Party chief Mayawati welcomes the verdict and says it “seems an honest effort”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Hon'ble Supreme Court's  order to constitute in-camera mediation (in Faizabad) in order to resolve the Ayodhya matter seems an honest effort. Hon'ble Court looking for \"a possibility of healing relationships\" is an appreciable move. BSP welcomes it.— Mayawati (@Mayawati) March 8, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.02 pm: Speaking to ANI, Union minister Uma Bharti refuses to comment on the order or the panel named by the court. “But as a Hindu, I think, a temple should be made where Lord Ram was born,” she says. Bharti is among those accused in the case related to the demolition of the Babri Masjid on December 6, 1992.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.44 pm: All India Majlis-e-Ittehadul Muslimeen leader Asaduddin Owaisi says it would have been better if the Supreme Court had appointed a “neutral person” instead of Ravi Shankar. He cites the spiritual leader’s statement from March 2018 that India will turn into Syria if Muslims do not give up their claim on the Ayodhya site.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    AIMIM Chief Asaduddin Owaisi on SC order in Ayodhya case: Sri Sri Ravi Shankar who has been appointed a mediator had earlier made a statement 'if muslims don't give up their claim on Ayodhya,India will become Syria.' It would've been better if SC had appointed a neutral person. pic.twitter.com/PthrJvYYdY— ANI (@ANI) March 8, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.38 pm: Retired Justice FMI Kalifulla tells reporters: “I’m yet to received order copy. I can say if committee has been constituted we’ll take every effort to resolve the issue amicably.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Justice(Retd)FM Ibrahim Kalifullah on Ram Janmabhoomi-Babri Masjid land dispute case: I understand SC has appointed a mediation committee headed by me. I'm yet to received order copy.I can say if committee has been constituted we'll take every effort to resolve the issue amicably pic.twitter.com/AgSfBzfuGU— ANI (@ANI) March 8, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.57 am: In a tweet soon after the verdict, Ravi Shankar says, “Respecting everyone, turning dreams to reality, ending long-standing conflicts happily and maintaining harmony in society – we must all move together towards these goals.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Respecting everyone, turning dreams to reality, ending long-standing conflicts happily and maintaining harmony in society - we must all move together towards these goals.#ayodhyamediation— Sri Sri Ravi Shankar (@SriSri) March 8, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.43 am: Swami Chakrapani of the Hindu Mahasabha tells News18 that he is happy with the “panel of good and uncontroversial people”, especially Ravi Shankar, who he says symbolises religious unity and takes everyone along. “The three members are like [Hindu gods] Brahma, Vishnu and Shiva,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #EXCLUSIVE – We are happy that the SC has appointed a good mediation panel. We are glad that @SriSri is part of the panel. The three members are like Brahma, Vishnu and Shiv: Swami Chakrapani, Hindu Mahasabha Chief tells @Arunima24. | #AyodhyaMediation pic.twitter.com/WuV8ao2rA7— News18 (@CNNnews18) March 8, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.35 am: Zafaryab Jilani, a member of the All India Muslim Personal Law Board and convenor of Babri Masjid Action Committee, tells ANI that the board will cooperate in the mediation. “Now, whatever we have to say, we will say it to the mediation panel, not outside,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    AIMPLB member & convener of Babri Masjid Action Committee Zafaryab Jilani, on SC order on Ram Janmabhoomi-Babri Masjid land dispute case: We have already said that we will cooperate in the mediation. Now, whatever we have to say, we will say it to the mediation panel, not outside pic.twitter.com/sEAcBDPP7z— ANI (@ANI) March 8, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.28 am: The third member of the panel, Sriram Panchu, is a senior advocate of the Madras High Court. He is a founder of The Mediation Chambers, which offers services in mediation, and has also written books about mediation and dispute resolution.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.25 am: This is what Ravi Shankar had tweeted on Wednesday, when the top court had reserved its verdict: “This move towards mediation by the Supreme Court is in the best interest of the country and all parties concerned. We should not leave any stone unturned in resolving this burning issue amicably. We should keep our egos and differences aside and come together with a spirit of honouring & accommodating the sentiments of the communities concerned.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n    We should keep our egos and differences aside and come together with a spirit of honouring & accommodating the sentiments of the communities concerned.#AyodhyaVerdict 2/2— Sri Sri Ravi Shankar (@SriSri) March 6, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.20 am: Spiritual leader Ravi Shankar, one of the members of the panel, is the founder of Art of Living. In November 2017, he had said Hindus and Muslims need to come together with friendship and goodwill in order to resolve the Ayodhya dispute. He had said one of the communities will invariably feel left out if the Supreme Court rules on the matter. He once also courted controversy by saying India will turn into Syria if the dispute is not resolved soon. He said Muslims should give up their claim on the Ayodhya site.Various Muslim organisations and the Vishwa Hindu Parishad have earlier expressed their reservations about Ravi Shankar’s involvement in the matter after he proposed out-of-court settlement.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    “Muslims should give up their claim on Ayodhya as a goodwill gesture. Ayodhya is not place of faith for Muslims...\"What @SriSri, one of the mediators appointed by the Supreme Court, had to say about the #Ayodhya dispute in March 2018: https://t.co/bMCr3iGHsP— scroll.in (@scroll_in) March 8, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.15 am: Retired Justice Fakkir Mohamed Ibrahim Kalifulla, who will chair the three-member panel, was a judge in the Supreme Court from April 2012 to July 2016. He is a former Chief Justice of the High Court of Jammu and Kashmir.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.13 am: Uttar Pradesh Deputy Chief Minister Keshav Prasad Maurya tells ANI: “Won’t question the Supreme Court order. In the past, efforts were made to arrive at a solution, but with no success. No Lord Ram devotee or saint wants a delay in the construction of Ram Mandir.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    KP Maurya,Dy CM on SC refers Ram Janmabhoomi-Babri Masjid land dispute case for court appointed&monitored mediation:Won't question SC order. In the past,efforts made to arrive at a solution,but with no success. No LordRam devotee or saint wants delay in construction of Ram Mandir pic.twitter.com/aNUy1eqdj1— ANI UP (@ANINewsUP) March 8, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.06 am: The court has allowed the panel of mediators to “co-opt” more members if necessary, PTI reports. and in case of any difficulty they can inform the Supreme Court registry. The Uttar Pradesh government will provide mediators the facilities to the panel in Faizabad. The mediators can seek further legal assistance as and when required, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.56 am: The five-judge bench has directed the mediation panel to submit a status report in four weeks and complete its proceedings in eight weeks, reports News18. The process should start within a week, the court says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The mediation panel will be chaired by former Supreme Court judge Justice FMI Kalifulla, and will also comprise spiritualist Sri Sri Ravi Shankar, and Senior Advocate Sriram Panchu #Ayodhya #RamMandir @SriSri Read More https://t.co/3sKn533tSe pic.twitter.com/vziOqGkSRc— Bar & Bench (@barandbench) March 8, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.52 am: The mediation will be held in Faizabad district of Uttar Pradesh, according to Bar and Bench. Ayodhya is located in Faizabad district.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.50 am: The proceedings of the mediation process will be confidential, and the media cannot publish its details, the Supreme Court rules.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #RamMandir - #BabriMasjid: Mediation panel to comprise: Justice FM KalifullaSri Sri Ravi ShankarSriram PanchuMediation proceedings to be confidential, media cannot publish details of proceedings.— Bar & Bench (@barandbench) March 8, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.45 am: The panel has three members. It will be led by retired Supreme Court judge FM Kalifulla, with spiritual leader Ravi Shankar and advocate Sriram Panchu as the other two members, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.42 am: The five-judge bench says it does not find “any legal impediment” in referring the matter to mediation.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.40 am: The Supreme Court appoints a panel of mediators to find a “permanent solution” to the Ayodhya dispute, reports Bar and Bench.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.30 am: A verdict on whether to refer the decades-old dispute for mediation is due shortly. On Wednesday, the five-judge bench had said it was aware of the gravity of the matter and the outcome of mediation on the body politic of the country. Chief Justice Gogoi had asked parties in the matter to suggest names for a panel of mediators by the end of the day. The bench had said mediation may help in “healing relations”.The counsels for the Hindu Mahasabha, the deity Ram Lalla, and the Bharatiya Janata Party-led Uttar Pradesh government had opposed mediation.","author":"Scroll Staff","time":"2019-03-08T10:47:30.393157+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114744-jeeoemecmv-1552028621.jpeg","tags":["Supreme Court","Ayodhya dispute","Ram mandir","Babri Masjid","Mediation"],"source":"https://scroll.in/latest/915826/supreme-court-appoints-a-panel-of-mediators-to-find-solution-to-ayodhya-land-dispute"}