{"title":"Supreme Court insists deputy registrar didn't resign over Yakub hanging – though he called it the 'final nail'","content":"The Supreme Court usually prefers to speak from the bench, relying on the fact that open-court comments or anything included in an order will get reported on. Occasionally, however, it also feels the need to speak directly to the media. The apex court did just that on Sunday, with its Secretary General issuing a note insisting that coverage of the resignation of its deputy registrar in the aftermath of Mumbai blasts convict Yakub Memon's hanging was \"not only incorrect but highly misleading\".The deputy registrar concerned here is Dr Anup Surendranath, an assistant professor of the National Law University and director of the Death Penalty Project. Surendranath had been on a short-term assignment on deputation as deputy registrar (research) at the Supreme Court since May 2014. Until Friday, that is. The day after Memon was hanged, after frantic last-minute attempts by human rights lawyers to prevent his execution led to a late-night sitting of the court, but little else, Surendranath announced on Facebook that he was stepping down from his post at the Supreme Court.In fact, in his post immediately previous to the resignation announcement, Surendranath was even clearer about his feelings over the Memon hanging. He himself had been involved in the late-night attempts to prevent it.News organisations reported that Surendranath had stepped down because of his opinion on the death penalty, considering his Facebook posts and his known opposition to capital punishment. The Supreme Court, however, has not taken kindly to this.The Secretary General's note said Surendranath had simply been \"repatriated to his parent institution\" on his own request as \"he wanted to pursue his interest in research projects in which he is involved in.\"The note also included a copy of Surendranath's letter to the Registrar, which said basically the same thing.In that sense, of course, the Supreme Court is technically accurate. Surendranath – who told Scroll he didn't want to comment further on the issue – didn't resign in protest, as his email shows, and instead just expressed a desire to leave. But his Facebook posts and his overall stance on the death penalty in general seem to indicate why he might have wanted to end his tenure at the apex court. To be fair, Surendranath's email, as revealed by the SC secretary general, also includes him thanking the court for opportunity to understand it better.This, of course, after calling the events of the last week a \"judicial abdication\" and some of the \"darkest hours\" of the court's history. Surendranath's work at the Death Penalty Research Project, which has included interviews with 400 prisoners on death row and revelations that most of those sentenced to death are poor, from backward castes or minorities, are first-time offenders and have been tortured.\"The issue is not whether the death penalty offends human dignity or not. As a polity, we have unfortunately decided that it does not. The primary issue is whether it is possible to develop a model of administering the death penalty that is consistent and non-arbitrary,\" Surendranath wrote in the Hindu in 2012.\"It exposes why the ‘rarest of the rare’ framework cannot work in a fair and consistent manner. It ultimately leaves significant scope for judicial discretion where all sorts of factors creep in, and has ensured that comparing the death penalty in India to a lottery would not be an exaggeration. An analysis of death penalty cases in India from 1950-2006 by Amnesty International confirms that administering the death penalty has been an arbitrary exercise. Essentially, it was observed that in many similar circumstances some convicts were awarded the death penalty and others were not.\"","author":"Rohan Venkataramakrishnan","time":"2015-08-02T17:00:15+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/745831-31db0ccc-076e-44e4-827a-6b74d06fc8c2.jpg","tags":[],"source":"https://scroll.in/article/745831/supreme-court-insists-deputy-registrar-didnt-resign-over-yakub-hanging-though-he-called-it-the-final-nail"}