{"title":"Supreme Court upholds ED power to arrest, seize properties under money laundering law PMLA","content":"The Supreme Court on Wednesday upheld the Enforcement Directorate’s power to arrest and seize properties under the Prevention of Money Laundering Act as it dismissed several petitions challenging provisions of the law.A bench of Justices AM Khanwilkar, Dinesh Maheshwari and CT Ravikumar passed the order on a batch of 241 petitions challenging the validity of various provisions of the law.Other important provisions upheld by SCIn its order, the court also held that Section 45 of the Act was legal and not unreasonable. The provision makes offences under the law cognisable and non-bailable. It also states that when a bail plea is opposed, the court needs to be satisfied that the accused person is not guilty and will not commit any crime after release.The judges also upheld Section 24 of the Act which states the accused person has the burden to prove his innocence. This is contrary to established criminal law principle of innocent until proven guilty.The court also said that an Enforcement Case Information Report – or ECIR – in money laundering cases, cannot be cannot be equated with a first information report in other crimes. The judges held that it was not mandatory for the Enforcement Directorate to provide an ECIR to the accused person, and that disclosing the reasons of arrest was enough.The court also upheld Section 3 of the Act which defines money laundering. It states:“Whosoever directly or indirectly attempts to indulge or knowingly assists or knowingly is a party or is actually involved in any process or activity connected with the proceeds of crime including its concealment, possession, acquisition or use and projecting or claiming it as untainted property shall be guilty of offence of money-laundering.”— Section 3 of Prevention of Money Laundering Act\nIn a 2019 amendment, the provisions of the Act were changed to include possession of crime proceeds within the definition of money laundering.The petitioners argued that concealing the “proceeds of crime” by itself should not qualify as money laundering. They argued that there should be an attempt by the accused persons to show that the proceeds of crime are untainted, or legal and clean, to make the act punishable.However, the court held that the phrase “use and projecting or claiming” the proceeds or crime as untainted money should be read as “use or projecting or claiming”, thereby dismissing the contention of the petitioners.On Section 44, which states that offences under the law can only be tried by special courts, the bench said that it did not find merit in the plea challenging the provision. “It does not suffer from arbitrariness,” the court observed.Meanwhile, the court did not pass any verdict on the plea challenging the amendments made to the Act in 2019.The petitioners had submitted that the amendments were brought through Money Bills that need to passed only in the Lok Sabha, and not the Rajya Sabha. Petitioners had argued that these changes were improper since the law was outside the scope of Money Bills, which are meant to deal with subjects dealing with government revenue and expenditure.At Tuesday’s hearing, the court, however, said that this needed to be decided by a seven-judge bench.[BREAKING] Supreme Court PMLA judgmentRead story here: https://t.co/tjWxY9zTiK pic.twitter.com/OybXW6t9UV— Bar & Bench (@barandbench) July 27, 2022\n\nThe petitionsThe petitioners, including Congress MP Karti Chidambaram, had alleged that the law is in violation of their right to liberty and right against self-incrimination under Article 20 and Article 21, according to the Hindustan Times.They also challenged the unbridled power given to the Enforcement Directorate and the scope of the law to convert any offence into a money-laundering offence.The court had begun hearing the petitions on October 27 and reserved its verdict on March 15. During the hearings, several questions about the Act were raised before the Supreme Court.In its defence, the Union government had argued that the Act pushes forward India’s commitment to fight against money laundering, in line with its international obligations.Also read:Only 23 persons convicted by ED in 5,422 money laundering cases in 17 years, Centre tells Lok SabhaHow the Modi government has weaponised the ED to go after India’s Opposition","author":"Scroll Staff","time":"2022-07-27T11:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136935-lbgojtktgn-1612539545.jpg","tags":["Supreme Court","PMLA","money laundering","Prevention of Money Laundering Act"],"source":"https://scroll.in/latest/1029138/supreme-court-upholds-ed-power-to-arrest-and-seize-properties-under-money-laundering-law-pmla"}