{"title":"Supreme Court warns Ramdev’s Patanjali of Rs 1 crore fine for each false claim in its advertisements","content":"The Supreme Court on Tuesday told yoga guru Ramdev’s company Patanjali Ayurved that it will consider imposing a Rs 1 crore penalty for each false claim it makes in its advertisements, reported Bar and Bench.A bench comprising Justices Ahsanuddin Amanullah and Prashant Kumar Mishra issued the warning while hearing a petition by the Indian Medical Association alleging that Patanjali carried out a “smear campaign” against modern medicine and the Covid-19 vaccination drive.Several state units of the Indian Medical Association made the allegation in complaints against Ramdev. The petition made Patanjali Ayurved one of the respondents, referring to a half-page advertisement published on July 10, 2022, in several newspapers. The advertisement was titled “Misconceptions spread by allopathy: Save yourself and the country from the misconceptions spread by pharma and medical industry.”“All false and misleading advertisements of Patanjali Ayurved have to stop immediately,” the bench told the company on Tuesday.Criticising the company for its advertisements that had made false claims against evidence-based medicine, the court also asked them to avoid making such claims to the media.Counsel for Patanjali Ayurved told the court that they will not publish such advertisements and would ensure that they do not make casual statements in the press, reported Live Law.The court said during the hearing that the matter could not be reduced to a debate between modern medicine and Ayurvedic products. It said that it is examining the matter seriously and wants to find a real solution to the problem of misleading medical advertisements.For this, the bench asked the central government to hold consultations and come up with recommendations and solutions. The matter will next be heard on February 5, 2024.Ramdev on Wednesday denied that Patanjali was engaging in any false propaganda, ANI reported.“A few doctors have formed a group that continuously does propaganda against yoga, Ayurveda, etc,” he said. “...If we are liars, then fine us Rs 1,000 crore, and we are also ready for the death penalty. But if we are not liars, then punish the ones who are really spreading the false propaganda. For the past 5 years, propaganda has been going on targeting Ramdev and Patanjali.”Last year, the top court had told Ramdev not to make derogatory remarks against modern medicine and doctors.“What happened to Baba Ramdev?” NV Ramana, the chief justice at the time, had observed orally. “He can popularise his system, but why should he criticise other systems? We all respect him...But he should not criticise other systems. What is the guarantee that his system will work? He must exercise restraint in abusing other systems.”The Indian Medical Association had sought the court’s directions to the Centre, the Advertising Standards Council of India and the Central Consumer Protection Authority of India to initiate action on campaigns and advertisements against allopathy.“The kind of disparaging statements made and the public is being misguided,” argued Advocate Prabhas Bajaj, appearing for the Indian Medical Association. “Ayush companies say that doctors were taking allopathy, but still succumbing during the Covid-19 wave. If this happens unabated, then it will cause serious prejudice to us.”Ayush refers to alternative medical systems ayurveda, yoga and naturopathy, Unani, Siddha, Sowa Rigpa and homeopathy.In May 2021, in a video widely shared on social media, Ramdev was heard saying at an event: “Lakhs of people have died because of allopathic medicines, far more than those who died because they did not get treatment or oxygen.”He issued an apology once former Union Health Minister Harsh Vardhan asked him to withdraw his comments.In another video from May 2021, Ramdev claimed that 1,000 doctors had died even after getting two doses of the Covid-19 vaccine.","author":"Scroll Staff","time":"2023-11-22T13:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182660-mzvjeckvne-1668138403.jpg","tags":["Baba Ramdev","Patanjali","Supreme Court"]}