{"title":"Supreme Court crisis is not over but things are changing, says Justice Kurian Joseph","content":"Former Supreme Court judge Kurian Joseph on Friday said the crisis that had forced him and three other senior judges – Justices B Chelameswar, Ranjan Gogoi and Madan B Lokur – to openly protest against maladministration under former Chief Justice of India Dipak Misra in January is not over, The Indian Express reported. “You cannot say it fully that the crisis is over because it was an institutional crisis,” said Joseph, who retired on November 29. “So it takes time for the system and practices to change. Hopefully it will change, because the person who was part of the great clamour for change is also the captain over there,” he added, referring to current Chief Justice of India Ranjan Gogoi.Joseph said he does not regret going public on the mater. There was never any political pressure on judges to decide cases in a particular way, he added. However, the manner in which appointments of judges to higher judiciary have been delayed and withheld “are, in a way, interference”, he pointed out. Joseph said he differs with the government’s stand on the Memorandum of Procedure, a document that determines the appointment and transfer of judges in the top court and the 24 High Courts. “The collegium is acting on the latest draft of the Memorandum of Procedure, but whether it is final or not is the only issue,” he added.The former judge said an increase in the number of public interest litigation pleas has forced the top court to spend a lot of time on “non-issues”, Mint reported. “The Supreme Court should concentrate on the issues that affect the citizens and weed out all the rest,” he added.Joseph emphasised the need for collective leadership in the court, the Hindustan Times reported. “The chief justice of India is only the first among equals,” he said. “And I believe that some sort of the committee of judges is needed to help him.”The retired judge said he has never heard of any incidents of corruption in the top court, The Times of India reported. But he conceded that there “is some conception among the people regarding corruption at some lower levels [of the judiciary]”.","author":"Scroll Staff","time":"2018-12-01T10:07:18.928853+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/107016-pwkqpmsntc-1543636685.jpg","tags":["Supreme Court","Justice Kurian Joseph","Ranjan Gogoi","Dipak Misra","Memorandum of Procedure"],"source":"https://scroll.in/latest/904132/supreme-court-crisis-is-not-over-but-things-are-changing-says-justice-kurian-joseph"}