{"title":"Supreme Court directs SBI to disclose details of electoral bonds by tomorrow","content":"The Supreme Court on Monday directed the State Bank of India to disclose details relating to the electoral bonds to the Election Commission by March 12.The top court also ordered the Election Commission to compile the information and publish it on its website by March 15.Dismissing the bank’s petition seeking an extension of the deadline, a five-judge bench headed by Chief Justice DY Chandrachud also told the State Bank of India that it would be in contempt of the court if it does not comply with the order.The bench was hearing a petition by the government-owned bank asking the deadline for providing information relating to electoral bonds to the Election Commission be extended till June 30. Critics pointed out that this would mean that the information would become public only after the Lok Sabha elections are over.The Supreme Court had on February 15 directed the bank to issue details of the political parties that received electoral bonds from April 12, 2019, and submit them to the Election Commission by March 6. The court had said that the electoral bonds could lead to quid pro quo arrangements between donors and political parties when it struck down the scheme as unconstitutional.On Monday, senior advocate Harish Salve, representing the State Bank of India, said the bank was trying to collate the information and reverse the process. “We as a bank were told that this is supposed to be a secret,” he said.The Election Commission was asked to file the details in a sealed envelope, the Supreme Court said.“You have to just open the sealed cover, collate the details and give the information,” the bench said. “In the last 26 days, what steps have you taken? Your application is silent on that.”The chief justice added: “Clause 7(4) of the electoral bonds scheme stipulates that the information furnished by the buyer of the electoral bond shall be treated as confidential by the authorised bank and shall be disclosed when called upon to do so or registration of an offence by a law enforcement agency.”He said that the State Bank of India was mandated to disclose information when demanded as per the scheme.Chandrachud also said that the bank’s submissions in its application for an extension indicated that the information sought was readily available. “Thus, the application by SBI seeking an extension of time until June 30 is dismissed,” he said.A day after the State Bank of India’s March 6 deadline lapsed, the non-governmental organisation Association for Democratic Reforms filed a contempt petition before the court.The contempt petition accused the State Bank of India of “deliberate disobedience and defiance” of the court’s February 15 order. The petition challenged the bank’s request for an extension of the deadline, calling it “mala fide”.The court’s February 15 judgement also came in response to petitions by the Association for Democratic Reforms and the civil society group Common Cause.Electoral bonds were monetary instruments that citizens or corporate groups could buy from the State Bank of India and give to a political party, which then redeems them. The entire process was anonymous since buyers were not required to declare their purchase of these interest-free bonds and political parties did not need to show the source of the money. Only the total amount received through the electoral bonds is revealed to the Election Commission through the audited accounts statements.Only the total amount received through the electoral bonds was revealed to the Election Commission. The scheme was introduced by the BJP-led Union government in 2018.However, the Centre could access information about these donors as it controls the State Bank of India.On Saturday, a group of retired civil servants said in a letter to the Election Commission that the State Bank of India’s request to the court to extend the deadline to disclose the information on electoral bonds indicates that it is shielding the Union government from criticism.Opposition leaders welcome Supreme Court’s verdictOpposition leaders welcomed the Supreme Court verdict on Monday. They, however, asked whether the State Bank of India will disclose details of the electoral bond scheme in a manner that ties donors, or the purchasers of electoral bonds, with the parties that received them.Shiv Sena (Uddhav Balasaheb Thackeray) leader Priyanka Chaturvedi asked in a post on X if the information would be compiled “in two separate lists without them being matched”.Congress leader Supriya Shrinate also expressed the same concern in a post on X. “In fact, the Supreme Court’s statement that State Bank of India does not need to link the bond buyer with a political party is a big relief for the Bharatiya Janata Party,” she said.Well done SC! But  is that correct that there would be two separate lists without them being matched - donor to party? https://t.co/60gSMkYIxZ— Priyanka Chaturvedi🇮🇳 (@priyankac19) March 11, 2024\n\n\nCongress president Mallikarjun Kharge said that the State Bank of India’s request for an extension of the deadline was an attempt to “cover up the dark deeds” of the Modi government.“With today's decision of the Honorable Supreme Court, the country will soon know the list of those who donated to BJP through electoral bonds,” Kharge said in a tweet.इलेक्टोरल बॉन्ड प्रकाशित करने के लिए SBI द्वारा साढ़े चार महीनें माँगने के बाद साफ़ हो गया था कि मोदी सरकार अपने काले कारनामों पर पर्दा डालने की हर संभव कोशिश कर रही है।  आज के माननीय सुप्रीम कोर्ट के फ़ैसले से देश को जल्द इलेक्टोरल बॉन्ड से भाजपा के चंदा देने वालों की लिस्ट… pic.twitter.com/YmaomNO7XI— Mallikarjun Kharge (@kharge) March 11, 2024\n\n\nCongress leader Rahul Gandhi and the party’s General Secretary KC Venugopal also lauded the Supreme Court’s decision on Monday.“Narendra Modi's ‘donation business’ is about to be exposed,” Gandhi wrote in a post on X. “Electoral bonds is going to prove to be the biggest scam in Indian history, which will reveal the real face of Narendra Modi in front of the country by exposing the nexus of corrupt industrialists and the government.”नरेंद्र मोदी के ‘चंदे के धंधे’ की पोल खुलने वाली है!100 दिन में स्विस बैंक से काला धन लाने का वायदा कर सत्ता में आई सरकार अपने ही बैंक का डेटा छिपाने के लिए सुप्रीम कोर्ट में सिर के बल खड़ी हो गई। Electoral Bonds भारतीय इतिहास का सबसे बड़ा घोटाला साबित होने जा रहा है, जो…— Rahul Gandhi (@RahulGandhi) March 11, 2024\n\n\nCommunist Party of India (Marxist) leader Sitaram Yechury said that the court’s judgement will go a long way in providing transparency for political funding. He added that the direction will help in stop “legalising political corruption which the BJP government had sought to legalise through the electoral bonds”.Comrade Sitaram Yechury on Supreme Court direction for SBI to submit Electoral Bond details by March 12, ie, tomorrow. pic.twitter.com/bnnA5bqpLi— CPI (M) (@cpimspeak) March 11, 2024\n\n\nThe Aam Aadmi Party asked how long will the Modi government hide the truth of electoral bond through the State Bank of India. “BJP-Modi are afraid that if the truth comes out then the public will come to know how much corruption they have done through electoral bonds,” the party said in a tweet.SBI के ज़रिए Electoral bond का सच कब तक छुपायेगी Modi सरकार?BJP-Modi को ये डर सता रहा है कि अगर सच सामने आ गया तो जनता को पता चल जाएगा कि Electoral Bond के ज़रिए इन्होंने कितना बड़ा भ्रष्टाचार किया है! https://t.co/0G0ASqpYJV— AAP (@AamAadmiParty) March 11, 2024\n\n\nAlso read: ‘SBI is lying’: Why banking experts dispute its claims on electoral bonds data","author":"Scroll Staff","time":"2024-03-11T12:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193429-ebzmwrjyet-1692777112.jpg","tags":["Supreme Court","Electoral Bonds","State Bank of India","SBI"],"source":"https://scroll.in/latest/1065007/supreme-court-directs-sbi-to-disclose-details-of-electoral-bonds-by-tomorrow"}