{"title":"Supreme Court collegium’s decision on Justice Kureshi does not augur well for judicial independence","content":"Before the controversy over the transfer of former Madras High Court Chief Justice VK Tahilramani and her subsequent resignation could subside, the Supreme Court collegium has made another decision last week that has led to questions over fairness and judicial independence. In a resolution released on Friday, the three-member collegium headed by Chief Justice of India Ranjan Gogoi appointed Justice AA Kureshi as the chief justice of the Tripura High Court. Four months ago, on May 10, the collegium had recommended him as the chief of the Madhya Pradesh High Court.For three months, the Modi government had put this recommendation in the back burner even as it cleared other recommendations made subsequently by the collegium. Then, on August 23 and August 27, the government sent two communications regarding the May 10 recommendation, according to the Friday resolution of the collegium. Given what finally happened, it is now clear that the Modi government did not want Justice Kureshi to be placed in Madhya Pradesh.    What the resolution says What is intriguing is that the collegium resolution is dated September 5 but was released to the public only on September 20. The wording of the resolution is curious. It chose to “reiterate” the May 10 recommendation, but with a change: Kureshi will become the chief justice of the Tripura High Court and not the Madhya Pradesh High Court. The resolution said:“On reconsideration and after taking into account the aforesaid two communications dated 23rd August, 2019 and 27th August, 2019 and the accompanying material, the Collegium resolves to reiterate its earlier recommendation dated 10th May, 2019 with the modification that Mr. Justice A.A. Kureshi be appointed as Chief Justice of the Tripura High Court.” The resolution is slightly misleading. While it said it has reiterated the May 10 recommendation, the effect of the resolution was a partial negation of the May 10 resolution to send Justice Kureshi to Madhya Pradesh.The factual position is that the collegium, accepting the material placed before it by the central government, has made a fundamental change to its recommendation even though it chose to communicate it as a reiteration. There were two parts to the May 10 recommendation. One was the elevation of Justice Kureshi to the position of chief justice of a High Court and second was his placement in Madhya Pradesh. With a change to the second part, the new resolution cannot be termed a reiteration under any terms of logic. The word “reiteration” in the resolution also makes a case for interpreting the government’s communication to the collegium as opposition to Justice Kureshi’s elevation as a chief justice itself and not just his posting in Madhya Pradesh. But this is not the first time Justice Kureshi is being treated rather harshly by the Modi government. Given the history, the collegium was expected to stand up to the pressures from the government and act decisively, something that it has clearly failed to do.Justice Kureshi and BJP governmentsIn November 2018, Justice Kureshi was expected to become the acting chief justice of the Gujarat High Court after the incumbent Justice Subhash Reddy was elevated to the Supreme Court. To the surprise of many, the Supreme Court collegium transferred him to the Bombay High Court, leading to his demotion as the second senior-most judge in Gujarat to the fifth senior-most in Mumbai. The Centre then appointed Justice AS Dave as the acting chief justice of the Gujarat High Court. Dave was junior to Kureshi in the judges ranking.After protests from the Gujarat High Court Advocates Association, the Centre revised the notification to make Justice Kureshi the acting chief justice, but just for a few days till his transfer to the Bombay High Court took effect. All the while, the collegium did not state reasons for why it had to transfer him to the Bombay High Court.An opaque decisionAlmost a year later, the collegium has repeated the same kind of opaqueness with which it functioned in 2018. The Friday resolution gives no details about why Justice Kureshi was being moved to Tripura, a smaller High Court compared to the Madhya Pradesh High Court. What was in the Centre’s communication that made Justice Kureshi’s presence in the Madhya Pradesh High Court untenable? This situation has led to the same kind of corridor gossip that was the feature of the abrupt transfer of Justice Tahilramani to Meghalaya from Madras High Court. Justice Kureshi, as judge of the Gujarat High Court, had remanded Union Home Minister Amit Shah to police custody in 2010 in relation to the Sohrabuddin Sheikh fake encounter case. Shah was subsequently discharged from the case in 2014 after the Bharatiya Janata Party came to power at the Centre. What had changed so drastically between May and September that the collegium thought it was necessary to modify its recommendations? Like in the case of Justice Tahilramani, a fundamental question arises: If a judge is not suitable to become the chief justice of one High Court, how can another High Court be expected to accept the judge without the reasons for the transfer being set out? Did the collegium make an error of judgement in May, failing to assess all aspects before making its recommendation? On September 13, the collegium put out a statement stating that it will not have any hesitation in divulging the reasons for Justice Tahilramani’s transfer if the situation demanded. With Justice Kureshi’s case, the situation has well and truly arrived for the collegium to make the reasons for its decision public.In this, the court should listen to its own words delivered by a bench led by Justice Gogoi on Monday while hearing a petition filed by the Gujarat High Court Advocates Association. The petition, which was filed in August, sought a judicial direction in the matter of the delay in Justice Kureshi’s elevation.  “Appointments and transfers go to the root of the administration of justice and where judicial review is severely restricted,” the bench led by Justice Gogoi said. “Interference in system of administration of justice does not augur well for the institution.”  At stake is the independence of judicial appointments, as also the confidence of High Court judges that their careers will not be jeopardised if they act against the powerful.","author":"Sruthisagar Yamunan","time":"2019-09-23T19:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127492-egtmuchvpp-1568699429.jpg","tags":["Supreme Court","Judicial appointments","judicial independence"],"source":"https://scroll.in/article/938247/supreme-court-collegiums-decision-on-justice-kureshi-does-not-augur-well-for-judicial-independence"}