{"title":"Supreme Court says SC/ST Atrocities Act is misused. So what explains the low conviction rates?","content":"Twenty-three years after the law to protect Scheduled castes and tribes from atrocities came into force, the Supreme Court has triggered a controversy by diluting it to prevent its misuse.In a judgement on March 20, the court removed a provision for automatic arrests of those accused under the Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Act, and made it mandatory for the police to conduct preliminary inquiries within seven days of a complaint before filing a first information report. The judgement also stated that public servants can be arrested under this law only with the written permission of their public authority.A bench of Justices UU Lalit and AK Goel stated that the Atrocities Act – as the law is commonly known – was being used to blackmail innocent citizens and public servants, and that it should not be used to “perpetuate casteism”. The court made these comments as it observed that the law had resulted in public servants being harassed and prevented from offering even basic criticism to their Scheduled caste and Scheduled tribe employees.Last year, the same bench had claimed that wives were misusing India’s anti-dowry law (Section 498A of the Indian Penal Code) by filing false cases, and had ordered a verification of charges before making arrests. (That judgement was overturned three months later by another bench headed by Chief Justice of India Dipak Misra.)The court’s dilution of the provisions of the Atrocities Act has been criticised by Dalit and Adivasi groups, who point out that crimes against Scheduled caste and Scheduled tribe communities have been on the rise in the past few years while conviction rates under the law have been consistently low.Annual statistics from the National Crime Records Bureau support this claim. For instance, from 2009 to 2014, crimes against Scheduled castes increased by 40% while those against Scheduled tribes went up 118%.However, conviction rates under the Atrocities Act were significantly lower than the national conviction rate for all crimes in general. The Bureau’s data for the 10-year period from 2007 to 2016 shows an average conviction rate of 28.8 in crimes against Scheduled castes and 25.2 in crimes against Scheduled tribes. The average conviction rate for all crimes under the Indian Penal Code is much higher at 42.5.The data on conviction ratesWhile the Supreme Court expressed fear that automatic arrests under the Atrocities Act could lead to innocents being framed, crime data indicates that police investigations find such cases to be false only 9% or 10% of the time. The vast majority of atrocities cases investigated by the police result  in chargesheets being filed.In 2016, the National Crime Records Bureau recorded 40,801 registered cases of atrocities against Scheduled castes and 6,568 cases of atrocities against Scheduled tribes. In addition, the police investigated cases pending from previous years and filed chargesheets in 78% of cases of atrocities against Scheduled castes and 81% of cases relating to Scheduled tribes.The same year, courts conducted trials in 1,44,979 cases of atrocities against Scheduled castes – the majority of them pending from previous years – but completed trials in only 14,615 cases. Of these, the courts convicted the accused in 3,753 cases, resulting in a conviction rate of 25.7 in 2016.Similarly, of the 23,408 cases of atrocities against Scheduled tribes heard in courtrooms that year, 2,895 trials were completed with a conviction rate of 20.8.In comparison, the conviction rate for all crimes under the Indian Penal Code in 2016 was 46.8.In several states, conviction rates for crimes against Scheduled castes and tribes are abysmally lower than the national average. For instance, West Bengal saw zero convictions in Atrocities Act cases in 2016 while Karnataka had a conviction rate of just 2.8 in Scheduled caste atrocities cases.Anecdotal evidenceWhile this is the first time the Supreme Court has backed claims of the Atrocities Act being misused, demands for its dilution are not new. Last year, when members of the Maratha caste held protests across Maharashtra to demand caste-based reservations for their group, one of their demands was to dilute the provisions of the Act, on the grounds that there were too many false cases being lodged against Marathas. In response, however, the Maharashtra Police submitted a report to the state government stating that there was no actual evidence to indicate the Act was being misused.“It’s not that there are no false cases reported under the Act – some false cases are made under every law,” said Mihir Desai, a human rights lawyer in the Bombay High Court. “But one can’t come to a conclusion without doing a proper study. The highest court of the country should not be applying the method of anecdotal evidence.”Unlike popular perception, low conviction rates do not mean the rest of the cases that ended in acquittals were false cases. Desai said there are often procedural lacunae in the process of investigation and prosecution that delegitimise many of the cases heard in courts. “For example, investigation under this law has to be done by certain high-level officials as per the law,” the lawyer said. “But the police often allow lower-ranking officials to investigate these crimes, and courts strike the whole case down.”In other cases, it becomes difficult for complainants to prove they belong to the Scheduled caste or tribe category, or that the atrocity they faced was motivated by caste-based discrimination, he pointed out.Another reason why cases may not lead to convictions is the inherent power play involved in filing atrocities cases. “In most of these cases, the accused are people in powerful positions, and there is so much pressure on SC or ST complainants, they end up agreeing to settle their case through a compromise,” said Desai.The lawyer believes allegations of laws being misused are made only when it comes to laws protecting women and marginalised communities. “By that logic, laws like UAPA [Unlawful Activities Prevention Act] should also be diluted given the large number of acquittals,” he said.","author":"Aarefa Johari","time":"2018-03-24T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/873072-85217-tlulcgmgih-1521806910.jpeg","tags":["Supreme Court","Scheduled castes","Scheduled tribes","Caste discrimination","SC/ST Atrocities Act"],"source":"https://scroll.in/article/873072/supreme-court-says-sc-st-atrocities-act-is-misused-so-what-explains-the-low-conviction-rates"}