{"title":"Supreme Court stays Allahabad HC order on survey of Mathura mosque","content":"The Supreme Court on Tuesday stayed an Allahabad High Court order that allowed a court-monitored scientific survey of the Shahi Idgah mosque in Uttar Pradesh’s Mathura, reported PTI. On December 14, the High Court allowed a petition demanding that a court commissioner be appointed to inspect the mosque adjoining the Krishna Janmabhoomi temple in Mathura.The petitioners in the case have demanded full ownership of 13.37 acres of land around the mosque, claiming that it is the birthplace of the Hindu deity Krishna. Advocate Vishnu Shankar Jain, representing the portioners, had told media persons that there are several signs and symbols of the Hindu temple, and to know the actual position, an advocate commissioner is required.The suit was filed after the High Court on May 26 transferred to itself all the petitions pending before a Mathura court seeking various reliefs, including removing the mosque.On Tuesday, the Supreme Court bench of Justices Sanjiv Khanna and Dipankar Datta questioned the “vague” application made before the High Court.“You cannot file a vague application for appointment of court commissioner,” PTI quoted the bench as having told senior advocate Shyam Divan, appearing for the Hindu bodies. “It should be very specific on the purpose. You can’t leave everything to the court to look into it.”The bench said it was issuing notice to the Hindu bodies and sought their response. It added that the proceedings before the High Court in the dispute will continue.The Supreme Court was hearing a plea by the Committee of Management, Trust Shahi Masjid Idgah challenging the Allahabad High Court order. The committee had argued that the High Court should have considered its petition for rejection of the plaint by the Hindu bodies before deciding on any miscellaneous applications filed in relation to the suit.The committee had sought rejection of the plea on the grounds that the lawsuit is barred by the Places of Worship (Special Provisions) Act, 1991 that bars change of character of religious places.Also read: How the Allahabad HC order on Places of Worship Act may open a Pandora’s box","author":"Scroll Staff","time":"2024-01-16T13:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174611-cmgcpoorbu-1652980433.jpg","tags":["Supreme Court","Shahi Idgah mosque","Mathura","Uttar Pradesh"],"source":"https://scroll.in/latest/1062212/supreme-court-stays-allahabad-hc-order-on-court-monitored-survey-of-mathuras-shahi-idgah-mosque"}