{"title":"Supreme Court to take up curative petition against Maratha quota verdict on January 24","content":"The Supreme Court will take up a curative petition filed by the Maharashtra government against its 2021 verdict striking down the Maratha quota on January 24 next year, The Indian Express reported.A curative petition is the last legal resort available after a review plea has been dismissed by the Supreme Court.In 2018, the Maharashtra government – then comprising the Bharatiya Janata Party and a united Shiv Sena – provided 16% reservations for the Marathas under the socially and educationally backward category.  However, on May 5, 2021, the Supreme Court struck down the law providing for the reservation, citing the 50% cap on total reservations it had set in 1992. The court said that there were no “exceptional circumstances” or an “extraordinary situation” in Maharashtra for the state government to breach the limit.Long-standing demands seeking a quota for the Maratha community in education and government jobs have resurfaced in recent months with an agitation led by activist Manoj Jarange-Patil. The agitation has witnessed violence, suicides and the resignation of legislators in support of reservations.  Chief Minister Eknath Shinde announced on Tuesday that a special session of the legislature would be held in February to pass a law to extend reservations to Marathas.On Saturday, the chief minister said that a team of government lawyers will “take every effort and put forward a strong argument on why the Marathas are educationally and socially backward”. He thanked the Supreme Court for “taking into consideration the sentiments of the people of Maharashtra”.मराठा समाजाच्या बाजूने सरकार भक्कमपणे उभे! आरक्षणासाठी सर्वतोपरी प्रयत्न - मुख्यमंत्री एकनाथ शिंदे https://t.co/I4pZ9Hy6kL— CMO Maharashtra (@CMOMaharashtra) December 23, 2023","author":"Scroll Staff","time":"2023-12-24T10:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182489-lzqrepanfj-1667838964.jpg","tags":["Supreme Court","Maharashtra","Manoj Jarange-Patil","Maratha quota"]}