{"title":"Supreme Court objects to Kiren Rijiju’s remarks about collegium system","content":"The Supreme Court on Monday objected to remarks made by Union Law Minister Kiren Rijiju about the collegium system of appointing judges to the higher judiciary, Bar and Bench reported.A bench comprising Justices SK Kaul and AS Oka also asked why the government was not clearing names recommended by the collegium for judicial appointments.“Mr Attorney General, I have ignored all press reports, but this has come from somebody high enough also with an interview... I am not saying anything else,” Justice Kaul told Attorney General R Venkataramani. “If we have to, we will take a decision.”The court said that the government should not force it to “take a judicial decision in this regard”.While the court did not take specific names, it appeared to have been referring to Rijiju’s remarks while speaking to news channel Times Now on November 26.The law minister had said that the collegium system is not in consonance with the Constitution. “You tell me under which provision the collegium system has been prescribed,” he had said. Rijiju added that the collegium cannot expect the government to simply accept all the recommendations it makes.  On Monday, the Supreme Court was hearing a contempt petition filed last year by the Advocates Association Bengaluru against the Union law ministry for not approving 11 names given by the Supreme Court collegium.Justice Kaul questioned whether the government was not clearing names for judicial appointments as the Supreme Court had struck down the National Judicial Appointments Commission Act in 2015, Live Law reported.The law had proposed to make judicial appointments through a body comprising of the chief justice, two senior Supreme Court judges, the law minister and two other eminent persons nominated by the chief justice, the prime minister and the leader of the Opposition.The National Judicial Appointments Commission was to replace the collegium system, under which five senior-most judges of the Supreme Court, including the chief justice, decide on the appointments and transfers of judges to the top court and the High Courts.The Supreme Court on Monday said that withholding of names for judicial appointments frustrates the entire system. “When we persuade youngsters to accept judgeship, their concern is what is the guarantee the appointments take place in time,” Justice Kaul said. “…Timelines have to be adhered to. Many recommendations have crossed the four month limit.”The attorney general told the court that he would try and resolve the matter. The case will be heard on December 8.","author":"Scroll Staff","time":"2022-11-28T16:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183539-ghhbzvgndv-1669633432.jpg","tags":["Supreme Court","Kiren Rijiju","SK Kaul","collegium system"],"source":"https://scroll.in/latest/1038512/supreme-court-objects-to-kiren-rijijus-remarks-about-collegium-system"}