{"title":"Supreme Court stays Chhattisgarh HC order striking down 58% quota in the state","content":"The Supreme Court on Monday stayed a Chhattisgarh High Court order declaring the state government’s move to allow 58% reservation as unconstitutional, Live Law reported.In 2011, the Chhattisgarh government had increased the quota in government jobs and seats in state-run educational institutions to 58% from 50%. Under the new provision, the Scheduled Castes were allotted 12% quota, the Scheduled Tribes got 32% while the Other Backward Classes had 14% reservation.However, in September, the Chhattisgarh High Court struck down the decision to increase the quota, stating that no special case had been made out to breach the reservation ceiling of 50%.In a landmark judgement in the Indra Sawhney vs Union of India case of 1992, the Supreme Court had  mandated a 50% cap on reservations. The court, however, held that this cap could be breached in “extraordinary situations”.Also read: Is India’s 50% cap on reservations reaching the end of its existence?On Monday, a Supreme Court bench of Justices BR Gavai, Vikram Nath and Sanjay Karol were hearing two pleas challenging the Chhattisgarh High Court’s decision to set aside the revised reservation limit.Senior Advocate Abhishek Manu Singhvi, representing the Chhattisgarh government, said that the High Court decision had interfered with recruitments in the state, Live Law reported.The Supreme Court then put a stay on the High Court judgement as an interim order. However, the court ordered the Chhattisgarh government to issue directions that recruitments made in the state from now on would be subject to final verdict on the matter. The case will next be heard in July.","author":"Scroll Staff","time":"2023-05-02T13:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172017-yczkrcbcok-1648200977.jpg","tags":["Chhattisgarh","Supreme Court","Reservation cap"],"source":"https://scroll.in/latest/1048382/supreme-court-stays-chhattisgarh-hc-order-striking-down-58-quota-in-the-state"}