{"title":"Supreme Court dismisses plea to remove Arvind Kejriwal as Delhi chief minister","content":"The Supreme Court on Monday dismissed a petition demanding that Aam Aadmi Party chief Arvind Kejriwal be removed as the Delhi chief minister because he was arrested by the Enforcement Directorate in the liquor policy case, Live Law reported.A bench of Justices Sanjiv Khanna and Dipankar Datta said it was not inclined to interfere with a Delhi High Court judgement on the matter. The judges also pointed out that the person who approached the Supreme Court, Kant Bhati, was not the one who filed the petition in the High Court. Sandeep Kumar, who had filed the petition in the High Court, was one of the respondents before the Supreme Court on Monday.“What is the legal right? Why should we go into all this?” Justice Khanna orally asked the petitioner. “On propriety you may certainly have something to say but no legal right. Let the LG [Delhi Lieutenant Governor VK Saxena] take action if he wants to....we are not inclined.”Apart from Kumar, Vishnu Gupta, the president of a Hindutva group called Hindu Sena, had also filed a petition in the High Court seeking Kejriwal’s dismissal as the chief minister. The petition was rejected on April 4.Kejriwal was arrested on March 21 by the Enforcement Directorate in the liquor policy case. He was released from Delhi’s Tihar jail on Friday on interim bail granted by the Supreme Court. The court has directed him to surrender on June 2, a day after voting for the Lok Sabha election ends.Delhi will head for polling in the Lok Sabha elections on May 25.The Aam Aadmi Party and the Congress are contesting the polls in the national capital together as part of the Opposition INDIA bloc. However, the two parties are fighting the elections separately in Punjab, where voting will take place on June 1.","author":"Scroll Staff","time":"2024-05-13T14:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165856-rvwbgifyfo-1635835156.jpeg","tags":["Arvind Kejirwal bail","Kejriwal arrest","Supreme Court","Delhi liquor policy case"],"source":"https://scroll.in/latest/1067802/supreme-court-dismisses-plea-seeking-removal-of-arvind-kejriwal-as-delhi-chief-minister"}