{"title":"Supreme Court asks NRC coordinator to submit detailed report on those excluded from draft list","content":"The Supreme Court on Thursday asked the Assam’s National Register of Citizens coordinator Prateek Hajela to submit a detailed report on the people excluded from the draft document in a district-wise categorisation, ANI reported.  The bench said headed by Justice Ranjan Gogoi said people can file claims and objection pleas to the NRC draft from August 30. The top court adjourned the hearing on the controversial draft document to August 28.The July 31 draft left out nearly 41 lakh people, including some MLAs and a former chief minister. The state coordinator of the register, Prateek Hajela, said earlier this month that people left out from the list would get an opportunity to submit fresh sets of documents during the upcoming claims-and-objections process.    The bench also asked stakeholders including the All Assam Students Union, All Assam Minority Students Union, to share their views on the the Bharatiya Janata Party-led central government’s  standard operating procedure for filing of claims and objections.   On August 7, the Supreme Court had rebuked Registrar General of India Shailesh and Hajela for speaking to the media about the draft document without informing the top court first. Justice  Gogoi had criticised the two officials for discussing with the press matters related to adjudication of the claims and objections to inclusions and exclusions in the draft. #NRCAssaam case: Supreme Court askes the NRC Coordinator Prateek Hajela to submit a detailed report in a sealed cover, with respect to the district wise percentage of the population not included in the draft of the National Register of Citizens (NRC) list.— ANI (@ANI) August 16, 2018\n\n#NRCAssam : SC Bench headed by Justice Gogoi adjourns matter to August 28. Centre has filed affidavit explaining the standard operating procedure for filing of claims and objections. SC to consider the views of stake holders regarding Centre's affidavit on Aug 28.— Live Law (@LiveLawIndia) August 16, 2018\n\nThe registerThe stated aim of the counting exercise is to separate genuine Indian citizens from so-called illegal migrants who might be living in the state. According to the terms of the exercise, anyone who could not prove that they or their ancestors had entered the state before midnight on March 24, 1971, would be declared a foreigner.Launched in 2015, it involved processing the applications of 3.29 crore people who hoped to be included in the register. Over the course of three years, the mammoth exercise has been through several controversies, including allegations of bias against certain communities.","author":"Scroll Staff","time":"2018-08-16T15:42:06.929737+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/890694-52650-qbibgfrvdj-1488436402.jpg","tags":["Supreme Court","National Register of Citizens","Prateek Hajela"],"source":"https://scroll.in/latest/890694/supreme-court-asks-nrc-coordinator-to-submit-detailed-report-on-those-excluded-from-draft-list"}