{"title":"Supreme Court strikes down electoral bonds scheme","content":"The Supreme Court on Thursday struck down the electoral bond scheme, ruling that it is unconstitutional as it violates the right to information, freedom of speech and could lead to quid pro quo arrangements between donors and political parties.Electoral bonds that are within the validity period of 15 days but have not been encashed by political parties yet must be returned to the purchaser, the court ordered.The judgement by a five-judge Constitution bench headed by Chief Justice DY Chandrachud came in response to a batch of petitions challenging the validity of the electoral bonds scheme.Electoral bonds are monetary instruments that citizens or corporate groups can buy from the State Bank of India and give to a political party, which then redeems them. The scheme was introduced by the Bharatiya Janata Party government at the Centre in January 2018.The entire process is anonymous since buyers are not required to declare their purchase of these interest-free bonds and political parties do not need to show the source of the money. Only the total amount received through the electoral bonds is revealed to the Election Commission through the audited accounts statements.However, the Centre can access information about these donors as it controls the State Bank of India.On Thursday, the court also directed the State Bank of India to immediately stop issuing electoral bonds. It also asked the bank to issue details of the political parties that received electoral bonds from April 12, 2019 and submit them to the Election Commission of India by March 6.The poll body has been directed to publish the details by March 13 on its website.The details should include the date of purchase of each electoral bond, the name of the buyer of the bond and the denomination of the electoral bond purchased, reported Live Law. It should also include details of the political parties that have received contributions through electoral bonds since April 12, 2019.When it introduced the scheme in 2018, the BJP had said that it would bring transparency and accountability in political funding and prevent generation of black money.On Thursday, the court held that the electoral bonds scheme is not the only way to curb black money.“Infringement to the right to information is not justified by the purpose of curbing black money,” the judgement said. “Financial contributions to political parties are made for two parties – for support to political party, or contribution may be way of quid pro quo.”Opposition reactsCongress President Mallikarjun Kharge on Thursday welcomed the verdict saying that his party had flagged that the scheme was “opaque and undemocartic” at the time of its launch.“We remember how the Modi government, Prime Minister's Office and finance ministry bulldozed every institution – Reserve Bank of India, Election Commission, Parliament and Opposition to fill BJP's coffers,” Congress president Mallikarjun Kharge said in tweet. “No wonder, 95% of the funding under this scheme was received by BJP.”On the day of the launching of Electoral Bonds scheme the Congress party had called it opaque and undemocratic. Subsequently in its 2019 Manifesto Congress Party promised to scrap Modi Govt's dubious scheme. We welcome the decision of the Supreme Court today, which has struck…— Mallikarjun Kharge (@kharge) February 15, 2024\n\n\nThe Communist Party of India (Marxist), which was also one of the petitioners in the case, said that it is essential that reforms for political and electoral funding are introduced to ensure transperancy.“By this verdict, the unscrupulous scheme designed to finance the ruling party by anonymous corporate donors has been completely scrapped,” the party said.Congress MP Jairam Ramesh also welcomed the verdict.“The long-awaited verdict is hugely welcome and will reinforce the power of votes over notes,” Ramesh tweeted. “The Modi sarkar [government] has been inflicting anyay upon anyay [injustice upon injustice] on the annadatas [farmers] while privileging the chandadatas [financial donors].”The Supreme Court has held the much-touted Electoral Bonds scheme of the Modi Sarkar as violative of both laws passed by Parliament as well as the Constitution of India. The long-awaited verdict is hugely welcome and will reinforce the power of votes over notes. The Modi Sarkar…— Jairam Ramesh (@Jairam_Ramesh) February 15, 2024\n\n\nTrinamool Congress MP Saket Gokhale described it as the “most historic” judgement and intervention of the Supreme Court in the last five years.“Most important to watch – how many of the donors who gave electoral bonds to the BJP are individuals & companies facing Enforecement Directorate and Central Bureau of Investigation action,” he said in a tweet.Supreme Court’s verdict striking down electoral bonds is possibly the most HISTORIC judgment & intervention in the last 5 years. EC will now have to publish the list of all electoral bond donors & parties they donated to by mid-March. Most important to watch - how many of the…— Saket Gokhale (@SaketGokhale) February 15, 2024\n\n\nCongress leader Rahul Gandhi said that the judgement is a “proof of Narendra Modi’s corrupt policies”. The Lok Sabha MP alleged that the electoral bonds scheme had become a tool for the BJP to accept bribes and commissions.नरेंद्र मोदी की भ्रष्ट नीतियों का एक और सबूत आपके सामने है।भाजपा ने इलेक्टोरल बॉण्ड को रिश्वत और कमीशन लेने का माध्यम बना दिया था।आज इस बात पर मुहर लग गई है।— Rahul Gandhi (@RahulGandhi) February 15, 2024\n\n\nPast hearings of the caseDuring the hearings in October and early November, the petitioners had argued that anonymous donations to political parties through the scheme promotes corruption and prevents a level playing field between the ruling and the Opposition parties.However, the Union government argued before the court that electoral bonds are kept anonymous to protect the donors’ political affiliations since these were part of their private lives. Revealing the names of donors could render the scheme ineffective and could lead to a return to cash-based political funding, the government argued.The government had told the Supreme Court that citizens do not have the right to know the source of funds that political parties receive. The attorney general had argued that the electoral bonds scheme does not impinge on the rights of citizens, and therefore the court need not intervene in the policy domain.In November, the Election Commission had asked political parties to submit details of all donations they had received through electoral bonds since the scheme began. This was after the Supreme Court told the Election Commission to collect the data and submit it to the court’s registrar general in a sealed cover.According to the annual audit reports of political parties, electoral bonds worth Rs 12,979 crore had been sold in 26 tranches between 2018 and April 2023.Of this, the BJP received bonds worth Rs 6,566.12 crore – more than 50%. The Congress got bonds worth over Rs 1,123.29 crore.Also read: Electoral bonds are a stark example of how there is no level playing field for the Opposition","author":"Scroll Staff","time":"2024-02-15T11:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182489-lzqrepanfj-1667838964.jpg","tags":["Electoral bonds","Supreme Court","Electoral bonds scheme"],"source":"https://scroll.in/latest/1063719/supreme-court-strikes-down-electoral-bonds-scheme"}