{"title":"Supreme Court stays environment ministry’s directives allowing ex-post facto clearance for projects","content":"The Supreme Court on Tuesday stayed two office memoranda that were issued by the Union Ministry of Environment, Forests and Climate Change in July 2021 and January 2022 that allowed projects to receive ex-post facto environment clearance even if they were in violation of the Environmental Impact Assessment Notification, 2006.The office memoranda allowed projects that had commenced without first conducting an environment impact assessment to be regularised at a later stage, instead of facing punitive action.These government orders only applied to projects that had filed their application for environment clearance after April 13, 2018.This allowance has been stayed by a bench of Justices BR Gavai and Sandeep Mehta in response to a public interest litigation by Vanashakti, a Mumbai-based non-governmental organisation that works on environmental matters.The court has given the environment ministry four weeks to file its response.Stalin D, director of Vanashakti, told Scroll that the text of the environmental impact assessment notification is clear that any project covered under it requires prior environmental clearance.“This clearance cannot be given without first conducting an environmental impact assessment of the project,” Stalin said. “To grant environment clearance or conduct the impact assessment after a project has already taken off is a clear violation of the EIA notification, but that is exactly what the environment ministry tried to do.”Directions issued by the environment ministry in July 2021 had provided a standard operating procedure to all state governments to provide environment clearance to projects that have already commenced without being subject to an environment impact assessment.The Madras High Court stayed these directions in the same month. In December 2021, the Supreme Court held that the Madras High Court’s order could only be applied to Tamil Nadu.In January 2022, the environment ministry issued fresh directions to state governments to grant ex-post facto clearance to projects that had been in violation of the environment impact assessment notification.“We argued that this arbitrary office memorandum is in effect modifying the statute of the EIA notification, which emphasises repeatedly the need for ‘prior environment clearance’ for all projects,” Stalin said. “The law does not allow prior clearance and ex-post facto clearance to exist together. The Centre’s office memoranda is an attempt at diluting crucial norms for protecting the environment.”In its petition, shared with Scroll, Vanashakti argued: “An EIA study can only take place before commencement of activity and not after. An EC is an approval which is taken prior to the commencement of activity and emanates from the ‘precautionary principle’ which is one of the cornerstones of environmental jurisprudence.”The plea by Vanashakti also relied on past orders of the Supreme Court which upheld its own view.","author":"Scroll Staff","time":"2024-01-03T15:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193429-ebzmwrjyet-1692777112.jpg","tags":["Environment Impact Assessment Notification","Environment clearance","Supreme Court","Environment laws"],"source":"https://scroll.in/latest/1061555/supreme-court-stays-environment-ministrys-directives-allowing-ex-post-facto-clearance-for-projects"}