{"title":"Supreme Court to hear plea challenging UAPA on October 18","content":"The Supreme Court on Monday said it will hear a petition challenging the constitutional validity of the Unlawful Activities (Prevention) Act on October 18, Live Law reported.Under the stringent provisions of the Unlawful Activities (Prevention) Act, investigation agencies get 180 days to probe a case, as against 60-90 days under ordinary criminal law. This means an accused is eligible to apply for bail only after six months.The petitioner, Foundation of Media Professionals, has contested that the law is being misused by the  government as a political tool to target all forms of dissent. The petition argues that UAPA gives “excessive and overwhelming powers to the State” and could violate Articles 14, 19, and 21 of the Constitution.Article 14 of the Constitution guarantees equality before the law, Article 19 is about the freedom of speech and Article 21 promises the right to protection of life and personal liberty.The petitioners also said that definitions of the terms “unlawful activity” and “terrorist act” under the law, do not mandate mens rea, or the criminal intent. Thus, any opinion on governance, cession or secession can prompt the Centre to use the law, the plea stated, according to Live Law.It has also been pointed out that the Centre had attacked the freedom of speech by including written, spoken and artistic works within the definition of unlawful activity.“The definition of an ‘unlawful activity’ includes ‘disaffection against India’ which does not have a defined meaning under the Act and can be used to target anyone against whom the government harbours a grudge to someone who may have a contrary point of view,” the petition stated.Umar Khalid, Sharjeel Imam, Siddiqui Kappan and Stan Swamy are some of the activists who have been accused under the draconian law.While Khalid, Imam and Kappan’s bail hearings are still in progress, Swamy, who was had been accused in the Bhima Koregaon case, died in July last year while he was lodged in Taloja jail. The 84-year-old activist suffered from Parkinson’s disease and contracted the coronavirus infection in prison.Also read:‘For anything and everything’: UAPA cases are rising in KashmirWhy Supreme Court order in Delhi riots cases undermines Delhi High CourtGranting bail to activists, Delhi HC exposes abuse of UAPA – but flaws inherent in the law remain","author":"Scroll Staff","time":"2022-09-26T20:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/123492-cgyhsmsxtd-1602305453.jpg","tags":["Unlawful Activities (Prevention) Act","Stan Swamy","Supreme Court"],"source":"https://scroll.in/latest/1033711/supreme-court-to-hear-plea-challenging-uapa-on-october-18"}