{"title":"Supreme Court stays case against Samajwadi Party leader for comments about Ramcharitmanas","content":"The Supreme Court on Thursday stayed criminal proceedings against Samajwadi Party leader Swami Prasad Maurya for his alleged derogatory remarks about the Hindu epic Ramcharitmanas, reported LiveLaw.The case pertains to an incident in January last year, when Maurya allegedly incited his followers to burn copies of the holy text, authored by the Hindu poet Tulsidas. Maurya, who is a member of the Uttar Pradesh Legislative Council, also called for banning some excerpts of the text that are allegedly insulting to women, Dalits and other backward castes.A Supreme Court bench of Justices BR Gavai and Sandeep Mehta questioned the Uttar Pradesh government about its stance on Maurya’s comments. “Why are you so touchy about these things?,” the bench asked. “It is a matter of interpretation...How is it an offence?The Uttar Pradesh Police had registered a case against Maurya under the Indian Penal Code Sections 153A (wanton vilification or attacks upon religion), 295A (deliberate and malicious acts intended to outrage religious feelings) and 504 (intentional insult with intent to provoke breach of peace).The case was filed on a complaint by a man named Shivendra Mishra, according to The Hindu. The Lucknow bench of the Allahabad High Court had rejected Maurya’s appeal to quash the case, which is being heard by a district court in Pratapgarh. After this, he moved the Supreme Court. Maurya was a minister in Chief Minister Adityanath’s Cabinet until 2022, before he left the Bharatiya Janata Party for the Samajwadi Party.","author":"Scroll Staff","time":"2024-01-25T18:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168712-psejdqwepq-1642002430.jpg","tags":["Uttar Pradesh","Swami Prasad Maurya","Adityanath","Samajwadi Party","Supreme Court","Ramcharitmanas"],"source":"https://scroll.in/latest/1062703/supreme-court-stays-case-against-samajwadi-party-leader-for-comments-about-ramcharitmanas"}