{"title":"Supreme Court flags delay in appointment of judges, says will monitor issue closely","content":"The Supreme Court on Tuesday expressed concern about the Centre not sending recommendations of High Courts to the collegium and said it wants to monitor the matter closely, Live Law reported.Under the collegium system, the five most senior judges of the Supreme Court, including the chief justice, decide on the appointments and transfers of judges to the top court and the High Courts.A bench of Justices Sanjay Kishan Kaul and Sudhanshu Dhulia was on Tuesday hearing petitions about the delay by the Centre in appointing judges.“Number of names reiterated is seven,” Justice Kaul remarked verbally. “Nine names have been proposed for the first time [and] one is chief justice promotion. Twenty-six transfers. And 80 [High Court Collegium recommendations] as of four days ago…out of which 10 have been received over the weekend...which means 70 names recommended from November 11, 2022, are pending.”The bench added that the appointment of a chief justice in a “sensitive High Court” is pending. It was alluding to the Manipur High Court given the northeastern state has been wracked by ethnic violence since early May.Attorney General R Venkatramani sought one week from the Supreme Court to respond. Senior advocate Prashant Bhushan noted that 16 names reiterated by the collegium are pending with the Central government and flagged that many candidates were withdrawing their names from the process due to prolonged delays in appointments.Another senior advocate Arvind Datar said the delay in appointments was harmful to the legal profession and causing embarrassment to the candidates involved.“I have a lot to say, but I am stopping myself,” Justice Kaul responded, according to NDTV. “But I won’t be quiet on the next date.”  The bench will hear the matter next on October 9.  This is the latest development in the tug-of-war between the executive and the judiciary for the past few months regarding appointments to the higher judiciary.  Former Law Minister Kiren Rijiju and Vice President Jagdeep Dhankhar have repeatedly criticised the collegium system of appointing judges, contending that it is opaque. Rijiju in December said that the Centre had introduced the National Judicial Appointments Commission Act in 2014 with the objective to make appointments to the Supreme Court and High Courts “more broad-based, transparent, accountable and bringing objectivity in the system”.The National Judicial Appointments Commission Act had proposed to make judicial appointments through a body comprising of the chief justice, two senior Supreme Court judges, the law minister and two other eminent persons nominated by the chief justice, the prime minister and the leader of the Opposition.However, In 2015, the Supreme Court had struck down the National Judicial Appointments Commission Act, deeming the law unconstitutional.In March, Rijiju had claimed that some retired judges are part of an “anti-India gang” and are trying to make the judiciary play the role of an Opposition party.","author":"Scroll Staff","time":"2023-09-26T18:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162300-lxsmdtzhuv-1643965145.jpg","tags":["Supreme Court","collegium","R Venkatramani","Judges' appointment"],"source":"https://scroll.in/latest/1056616/supreme-court-flags-delay-in-appointment-of-judges-says-will-monitor-issue-closely"}