{"title":"Supreme Court asks Maharashtra government to submit CBI judge BH Loya’s autopsy report","content":"The Supreme Court on Friday asked the government of Maharashtra for the autopsy report of special Central Bureau of Investigation judge Brijgopal Harkishan Loya, who died in mysterious circumstances in 2014.The three-judge bench headed by Chief Justice of India Dipak Misra said “the matter is very serious” and asked the government of Maharashtra to submit its response to the petition. It scheduled the next hearing for Monday, January 15.The court was hearing a Public Interest Litigation, filed by a journalist from Maharashtra, seeking an independent inquiry into Justice Loya’s death. Supreme Court lawyer Anita Shenoy had mentioned the petition for urgent hearing on Thursday.The Bombay Lawyers’ Association had filed a similar petition in the Bombay High Court on January 8, appealing for an investigation into Justice Loya’s death. The association asked the court to set up a commission of inquiry headed by a retired Supreme Court judge.Senior advocate Dushyant Dave, representing Bombay Lawyers’ Association, pointed out why the Supreme Court should not hear the petition. “The Bombay High Court is seized of the matter and in my opinion the Supreme Court should not hear this matter. If the court goes ahead with the hearing, it may have implications before the high court,” the Hindu reported Dave as saying. Senior advocate Indira Jaising, appearing for one of the petitioners, Maharashtra-based journalist BR Lone, said she has also instructions from the Bombay Lawyers’ Association that this matter should not be heard by the top court. Advocate Varinder Kumar Sharma, who appeared for another petitioner, Congress leader Tehseen Poonawala, said this the mysterious death of a judge needed to be investigated. The bench said it will look into the petitions but will also consider the objections raised.#SC asks Maharashtra govt to file reply on plea seeking independent probe into alleged mysterious death of judge B H Loya.— Press Trust of India (@PTI_News) January 12, 2018\n\nCBI Judge B.H Loya death case: Supreme Court sought Judge Loya's postmortem report from Maharashtra government & said that 'the matter is very serious.' Court to hear it next on Monday.— ANI (@ANI) January 12, 2018\n\nBefore his death on December 1, 2014, Loya was presiding over a special CBI court in Mumbai, where he was hearing the case of the alleged extrajudicial murder by the Gujarat Police of alleged extortionist Sohrabuddin Sheikh. Bharatiya Janata Party President Amit Shah, who was the home minister of Gujarat when the alleged fake encounter took place, was one of the accused in the case.Loya had gone to Nagpur to attend the wedding of a colleague’s daughter on November 30, 2014, when he apparently fell ill suddenly and died of a heart attack. After Loya’s death, Judge MB Gosavi took over the Sohrabuddin case. By end-December 2015, Gosavi had dropped all charges against Shah.The case came back into headlines in November 2017 when some members of Loya’s family told the Caravan magazine that there were a number of inconsistencies in the account they had been given about the judge’s demise that gave them cause for suspicion – from the recorded time of death and the condition in which his body was returned to them, to the way it was handled, and other circumstances.Loya’s sister Anuradha Biyani also alleged that her brother said he had been offered a Rs 100-crore bribe by Mohit Shah, who was then the chief justice of the Bombay High Court, to deliver a favourable judgment in the case involving Amit Shah.While additional reporting by other media outlets, including Scroll.in, has filled some of the gaps in the Caravan story, there are many questions that remain unanswered.\n    \n      Scroll.in\n      Controversial death\n      What we know till now\n    \n    \n        Read more","author":"Scroll Staff","time":"2018-01-12T12:21:44.469147+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/864782-66545-fbvljzxezq-1507024072.jpg","tags":["Supreme Court","Brijgopal Harkishan Loya","Dipak Misra"]}