{"title":"Supreme Court agrees to hear petition challenging Gyanvapi mosque survey","content":"The Supreme Court on Friday agreed to hear a petition filed against a Varanasi court order that had allowed the video survey of the Gyanvapi mosque to continue, Live Law reported.The case was mentioned by senior Advocate Huzefa Ahmadi before Chief Justice NV Ramana.“We have filed [the petition] in relation to a survey which has been directed to be conducted in relation to the Varanasi property,” Ahmadi said, according to PTI. “This [Gyanvapi] has been a mosque since time immemorial and this is clearly interdicted by the Places of Worship Act.”Ahmadi then requested the court to order a status quo in the case, which was subsequently denied by the chief justice.“I don’t know anything, how can I pass an order,” Justice Ramana said, according to Live Law. “I’ll read and then pass orders.”On Thursday, Ravi Kumar Diwakar, a civil judge in the senior division of a court in Varanasi, gave his consent for videography inside the Gyanvapi mosque, located next to the Kashi Vishwanath temple. The court had asked the survey report of the mosque to be submitted on May 17.The development came after five women petitioners claimed that an image of deity Shringar Gauri exists at the back of the western wall of the mosque. They have demanded that they be allowed to offer daily prayers and observe other Hindu rituals at the site.On May 6, a survey was conducted at the site but it could not be continued the next day as the Anjuman Intezamia Masjid Committee, which is the caretaker of the mosque, stopped the exercise. They opposed videography inside the mosque.The committee also accused the court-appointed advocate commissioner Ajai Kumar of acting in a biased manner and demanded that he should be replaced.Diwakar, however, in his order on Thursday declined the request and appointed two more advocate commissioners to assist Kumar in the videography.He added that the inspection had to be completed even if it comes to breaking locks. “If anyone creates any hindrance to this, like if there are some locks, then the district administration will have the full right to get the locks opened or broken for the commission’s action,” Diwakar said in the order.He also directed the authorities to file a first information report against those blocking the survey.Notably, Justice Diwakar, in his judgement said that his family was worried about his safety.“An atmosphere of fear has been created by making this civil case into an extraordinary case,” he added. “The fear is so much that my family is always concerned about my safety and I am concerned about their safety.”On Friday, the district administration appealed for peace and said that the video inspection at the mosque will resume on Saturday.District Magistrate Kaushal Raj said he met all the stakeholders ahead of the survey.“As for the appeal before the Supreme Court, it is up to the court-appointed commissioners,” Raj said. “We are starting the process [survey] tomorrow.”","author":"Scroll Staff","time":"2022-05-13T12:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174305-gsxcyivipu-1652423400.jpg","tags":["Gyanvapi mosque","Varanasi","Supreme Court"]}