{"title":"Supreme Court upholds abrogation of Article 370 that gave Jammu and Kashmir special status","content":"The Supreme Court on Monday upheld the validity of the president’s 2019 order abrogating Article 370 of the Constitution that gave special status to Jammu and Kashmir.A Constitution bench headed by Chief Justice DY Chandrachud and comprising Justices Sanjay Kishan Kaul, Sanjiv Khanna, BR Gavai and Surya Kant had reserved its verdict on September 5 after hearing more than 20 petitions challenging the Central government’s decisions to revoke Jammu and Kashmir’s special status and split the erstwhile state into two Union territories in 2019.The bench ruled that Article 370 was a temporary provision.“Article 370 was an interim arrangement due to war conditions in the state,” the bench said. “Textual reading also indicates that [Article 370] is a temporary provision. Marginal note says it is temporary and transitory.”Justice Kaul’s concurring judgement with the chief justice said that the purpose of Article 370 was to slowly bring Jammu and Kashmir at par with other Indian states.The top court said that the power of the president under Article 370(3) to issue a constitutional order that the provision ceases to exist, is applicable even after the dissolution of the Constituent Assembly. The Constituent Assembly of the erstwhile state was dissolved in 1957.“When the Constituent Assembly ceased to exist, the special condition for which Article 370 was introduced ceased to exist, but the situation in the state remained and thus the article continued,” Chandrachud said in the courtroom. “Holding that the power under Article 370(3) ceases to exist after the dissolution of the Jammu and Kashmir Constituent Assembly will lead to the freezing of the process of integration.”The court cannot adjudicate whether the special circumstances under Article 370 exist, the bench said.The court also said that after its accession to India in 1947, the internal sovereignty of the state of Jammu and Kashmir was not different from that of other states of the country. Justice Khanna said in his judgement that Article 370 is an example of asymmetric federalism and not indicative of the sovereignty of Jammu and Kashmir.He also added that abrogation of Article 370 does not erode the federal structure of the Constitution.The court refused to rule on the validity of the president’s rule imposed in Jammu and Kashmir in December 2018 as it had not been specifically challenged by the petitioners, Live Law reported.However, the court said that there are limitations on the power of the Union government in the states when the proclamation of presidential rule is in force. “Exercise of power under Article 356 [president’s rule] must have a reasonable nexus with the objective of the proclamation,” it said.The Supreme Court also ordered the Centre to restore statehood of Jammu and Kashmir and hold elections there by September 30, 2024. It is unclear if the court set a timeline for restoring Jammu and Kashmir’s statehood.The court upheld the reorganisation of Ladakh as a Union territory, citing Article 3. However, it said that the question of whether parliament can convert a state into a Union territory is still open.The bench pronounced three judgements. One was by Chandrachud, Gavai and Surya Kant. There was a concurring opinion by Justice Kaul. Khanna  concurred with both.While Kaul concurred with Chandrachud’s judgement, he said that he disapproved of the use of Article 367 to amend Article 370. “Amendment through the backdoor is not permissible,” Kaul said.Prime Minister Narendra Modi hailed the court’s ruling. “The Court, in its profound wisdom, has fortified the very essence of unity that we, as Indians, hold dear and cherish above all else,” he said.“I want to assure the resilient people of Jammu, Kashmir and Ladakh that our commitment to fulfilling your dreams remains unwavering,” the prime minister said. “We are determined to ensure that the fruits of progress not only reach you but also extend their benefits to the most vulnerable and marginalised sections of our society who suffered due to Article 370.”Today's Supreme Court verdict on the abrogation of Article 370 is historic and constitutionally upholds the decision taken by the Parliament of India on 5th August 2019; it is a resounding declaration of hope, progress and unity for our sisters and brothers in Jammu, Kashmir and…— Narendra Modi (@narendramodi) December 11, 2023\n\n\nSecurity was strengthened in the Kashmir valley ahead of the verdict on Monday.While the Union territory’s Lieutenant Governor Manoj Sinha said on Monday that no one had been put under house arrest or arrested due to political reasons, former Chief Minister Omar Abdullah alleged that he had been restricted to his residence.Abdullah said that he was disappointed with the ruling, but not disheartened. “The struggle will continue,” the National Conference leader said in a social media post. “It took the [Bharatiya Janata Party] decades to reach here. We are also prepared for the long haul.”The Peoples Democratic Party also alleged in a social media post that the police had sealed the doors of its chief Mehbooba Mufti’s residence and “put her under illegal house arrest”.  The Jammu and Kashmir Police, however, said that they have not enforced any restrictions on anybody’s movement. “Common man’s normal life  continues at its usual pace and police though alert about attempts of the handful always eager to disrupt peace, has no intention or instructions to curtail this freedom of movement and activities,” the police said on social media platform X. It is to clarify that police has no orders to effect any kind of arrest, and certainly not connected with court proceedings including on article 370 by the apex court. There are no restrictions on any movement. Examinations as scheduled by different public bodies are being held…— J&K Police (@JmuKmrPolice) December 11, 2023\n\n\nThe hearingsThe hearing in the pleas began on August 2 and lasted for 16 days, during which the court heard arguments on several issues, including the constitutional validity of the Centre’s decision to abrogate Article 370 and the validity of the Jammu and Kashmir Reorganisation Act that split the erstwhile state into two Union territories: Jammu and Kashmir, and Ladakh. The court also heard arguments challenging the imposition of governor’s rule in Jammu and Kashmir in June 2018 and the imposition of president’s rule in the erstwhile state six months later.The petitioners had argued that the provision of Article 370 was not temporary and that Jammu and Kashmir’s Constituent Assembly wanted it to remain in existence. They also argued that Article 356, which imposes the president’s rule in a state, was misused.However, the Centre had contended that Article 370 was a temporary provision and that the government has no intention of changing special provisions in the Constitution applicable to the country’s northeastern states.Responding to the petitioners’ argument on how Parliament could play the role of the Constituent Assembly, the Centre had contended that the term “Constituent Assembly” in the provision can be read only as “Legislative Assembly”.The Union government had also argued that the abrogation of Article 370 brought normalcy to Jammu and Kashmir. The Modi government had informed the court that it was ready to hold elections in Jammu and Kashmir, but could not specify a timeline for restoring its statehood.During the hearings, the top court had observed that the Centre could not justify the means used to abrogate Article 370 merely by pointing to the ends achieved through the legal changes.Notably, the bench also verbally observed that Article 35A of the Constitution, which was also repealed in 2019 by the Centre, took away the fundamental rights of non-residents of Jammu and Kashmir. Article 35A empowered the legislature in the erstwhile state to define its permanent residents.Justice Chandrachud had said during the hearings that the law curtailed the rights to equal opportunity of state employment, acquire property, and settle in Jammu and Kashmir for non-residents.Also read:  Permanent provision vs Centre’s authority: What transpired in the SC’s Article 370 case hearings","author":"Scroll Staff","time":"2023-12-11T12:02:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/125350-bppqkpwire-1566987596.jpg","tags":["Supreme Court","Article 370","Jammu and Kashmir","Article 35A","Kashmir"]}