{"title":"Supreme Court Justice Kurian Joseph retires","content":"Justice Kurian Joseph, one of the four Supreme Court judges who had openly protested against maladministration under former Chief Justice Dipak Misra in January, retired on Thursday, PTI reported. Joseph was the third senior-most judge in the top court.Joseph, along with retired Justice Jasti Chelameswar, Chief Justice Ranjan Gogoi and Justice Madan B Lokur had protested Misra’s bypassing of established traditions in assigning cases to benches. In a letter to Misra that was later released to the media, the four judges said Misra had violated conventions in his role as the master of the roster.“Life is worthwhile with a smile,” Joseph said in his farewell address. “When you smile others also smile,” NDTV quoted him as saying. Joseph’s judgements include those on triple talaq, the National Judicial Accountability Commission and the Scheduled Castes and Scheduled Tribes Act. Joseph is among the top 10 Supreme Court judges when it comes to the number of judgments authored, according to a list compiled by LawConsult, reported The Indian Express. He is the only sitting Supreme Court judge on the list. My conscience is clear and I can tell the whole world that I had done my best.Nobody can claim perfection. All I can say  is that I have done my best.- Justice Kurian— Live Law (@LiveLawIndia) November 29, 2018\n\nI wanted to touch upon the constitutional compassion. Compassion from the Court is not the charity of a judge it is a bounded duty of a constitutional judge.— Bar & Bench (@barandbench) November 29, 2018\n\nSpeaking at Joseph’s farewell function, Gogoi said the higher judiciary was losing its “aura and majesty”. “Good judges are going away,” Gogoi said, according to PTI. “We need replacements and this is what I want to share with the bar. I am afraid. I am apprehensive. The younger lot in the bar are not willing to become judges.”","author":"Scroll Staff","time":"2018-11-29T22:36:00.179900+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/86823-owfjkoiffj-1523510563.jpg","tags":["Justice Kurian Joseph","Supreme Court","Dipak Misra"]}