{"title":"Supreme Court to deliver Ayodhya verdict on Saturday at 10.30 am","content":"The Supreme Court will deliver the Ayodhya verdict on Saturday at 10.30 am, ANI reported. A five-member Constitution bench of the Supreme Court had on October 16 concluded a marathon 40-day hearing in the Ram Janmabhoomi-Babri Masjid dispute, and reserved its verdict in the case.The Ayodhya dispute has been going on for several decades, with both Hindu and Muslim groups claiming their right to the land. The Babri Masjid stood there before it was demolished in 1992 by Hindutva activists.The verdict was to be delivered before Chief Justice of India Ranjan Gogoi retires on November 17. Justice SA Bobde, who will take over as the next chief justice, had called the Ayodhya case “one of the most important in the world”. The security of the five judges of the Constitution Bench was increased to Z plus ahead of the verdict, NDTV reported. Besides Gogoi and Bobde, the bench comprises of Justices DY Chandrachud, Ashok Bhushan and S Abdul Nazeer.Soon after reports about the verdict were out, Prime Minister Narendra Modi said that it should not be considered a win or loss, and urged people to maintain harmony.Security tightenedElaborate security arrangements have been put in place across the country.All educational institutions in Uttar Pradesh will be closed till Monday, ANI reported. Schools and colleges in Karnataka, Madhya Pradesh and Jammu will also be shut on Saturday. In Bhopal, Madhya Pradesh, gathering of more than four people was banned under Section 144 of the Criminal Procedure Code. Authorities said social media posts will be monitored to check fake news.Multi-layered security arrangements were in place in the town of Ayodhya, PTI reported. Drones and CCTV cameras were used to monitor the situation. Uttar Pradesh Chief Minister Adityanath reviewed the law and order situation in each district and appealed for peace. UP Additional Director General of Police (Law and Order) PV Ramasastry said: “Stress has been laid on confidence-building measures. The basic aim of the outreach is to instil a feeling of security.”Meanwhile, the Delhi Police have beefed up security across the national Capital. They said strict legal action will be initiated against those found indulging in any activity that may adversely affect the peace and tranquillity of the society.In Gujarat’s Vadodara, six companies of State Reserve Police Force have been deployed to ensure peace and security. West Bengal Governor Jagdeep Dhankhar also appealed to the people to maintain communal harmony irrespective of the judgement. “I appeal to the people to accept the judgement wholeheartedly,” he said. “This is the requirement of the rule of law.”In Jammu, restrictive orders under Section 144 of the Code of Criminal Procedure have been imposed in all the 10 districts, ANI reported.Kerala Chief Minister Pinarayi Vijayan also asked people to maintain peace. “No matter what the verdict be, it should not create any room for hate mongering,” he said. The state police have been asked to remain on high alert.On Thursday, the Union Home Ministry had asked all states, in particular Uttar Pradesh, to enhance security ahead of the judgement. A day earlier, Prime Minister Narendra Modi had asked Union ministers not to make irresponsible statements ahead of the verdict. The prime minister made the remark at a meeting with his council of ministers in New Delhi. He added that the verdict should not be seen as a victory or defeat.In the last edition of his “Mann Ki Baat” radio programme on October 27, Modi spoke about the 2010 Allahabad High Court ruling in the Ayodhya land dispute case. He highlighted how political parties and the civil society played a mature role in uniting people when efforts were made to create tension before the ruling.The Bharatiya Janata Party and its ideological mentor, the Rashtriya Swayamsevak Sangh, have issued similar words of caution to their cadres. On Tuesday, senior RSS and BJP leaders held a meeting with Muslim clerics and intellectuals at Union minister Mukhtar Abbas Naqvi’s residence in Delhi.In anticipation of the judgement, restrictive orders under Section 144 of the Code of Criminal Procedure, which bans the assembly of more than four people, were imposed in the temple town earlier this month. They will be in place till December 10. The Uttar Pradesh government has cancelled the leave of all field officers in the state’s 75 districts till November 30. The Congress-led Madhya Pradesh government on November 1 prohibited all police officials in the state from taking leave until further notice.Scroll.in’s coverage of the Ayodhya dispute can be followed here and here.Case historyThe dispute began in the courts in the 19th century but matters escalated in 1949 when an idol of Ram  was placed under the central dome of Babri Masjid.Gopal Singh Visharad, a devotee of “Ram Lalla”, in 1950 sought Hindus’ right to worship at the disputed site. The same year, Ramachandra Das, the leader of the Ram Janmabhoomi Nyas – an organisation formed to promote and oversee the construction of the Ram Temple in Ayodhya – also filed the lawsuit seeking to keep the idol under the central dome of Babri Masjid. The plea was later withdrawn.In 1959, the Nirmohi Akahara, a group of Hindu ascetics who worship Ram and want to build a temple on the disputed site, moved the trial court seeking the rights to manage the site and devotee rights. Two years later, the Uttar Pradesh Sunni Central Waqf Board moved the court in 1961, claiming title rights over the property.The deity, “Ram Lalla Virajman”, approached the judiciary in July 1989 for the first time, claiming the disputed site for itself. The deity was represented in the court by former Allahabad High Court judge Deoki Nandan Agarwal, who claimed to be its “sakha” or friend.All the lawsuits were transferred to Allahabad High Court following the demolition of Babri Masjid in 1992 by karsevaks, which had sparked massive communal riots in the country.Also read: Ayodhya case: Six articles on the title dispute ahead of Supreme Court verdict tomorrowNow, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-11-08T21:21:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/128045-ogppoqcjzc-1571234284.jpg","tags":["Supreme Court","Ayodhya","Ram temple","Babri Masjid"],"source":"https://scroll.in/latest/943124/supreme-court-to-deliver-ayodhya-verdict-on-saturday-at-10-30-am"}