{"title":"Supreme Court panel investigating Adani Group finds no regulatory failure ","content":"An expert panel constituted by the Supreme Court to oversee investigations into the Adani Group has said that prima facie it was not possible to conclude whether there had been any regulatory failure in the case. “At this stage, taking into account the explanations provided by SEBI [Securities and Exchange Board of India], supported by empirical data, prima facie, it would not be possible for the committee to conclude that there has been a regulatory failure around the allegation of price manipulation,” the committee stated in a report dated May 6.The panel was formed in March to conduct an inquiry after American firm Hindenburg Research in a report on January 24 alleged that billionaire Gautam Adani’s group was pulling off the “largest con in corporate history”.The company claimed that the conglomerate has been involved in accounting fraud, improper use of tax havens and money laundering. The Adani Group has rejected these allegations but the report still pummeled the stocks of the conglomerate’s listed companies.In its report, the panel, however, noted that the Securities and Exchange Board of India has “drawn a blank” in its inquiry into suspected violations in foreign investments in the Adani Group and added that its investigation in the case could be a “journey without a destination”.According to Bloomberg, SEBI has been investigating the ownership of 13 overseas entities that have invested in the Adani Group-run companies since 2020.“The foundation of SEBI’s suspicion that led to investigations into the overseas entities’ ownership is that they have ‘opaque’ structures,” the panel said in the report. “The ultimate chain of ownership of the 13 overseas entities is not clear.”Supreme Court appointed expert committee into the Adani -Hindenburg report informs SC that at this stage, taking into account the explanations provided by SEBI, supported by empirical data, prima facie, it would not be possible for the Committee to conclude that there has been a… pic.twitter.com/UGLtbpXmAE— ANI (@ANI) May 19, 2023\n\nThe court-appointed panel is headed by former Supreme Court judge Justice AM Sapre and has former State Bank of India chairperson OP Bhat, retired Justice JP Devdatt, Infosys chairperson Nandan Nilekani, former ICICI bank chief KV Kamath as well as advocate, securities and regulatory expert Somasekharan Sundaresan as its members.In its report, the panel stated that the Adani Group has taken necessary steps to comfort retail investors after stocks of its companies faced a rout.“Empirical data shows retail investment exposure to Adani stocks increased multifold after January 24, mitigating measures by the group helped in building confidence in the stock and stocks are stable now,” the panel said.The panel added that no evidence of artificial trading or a pattern of abusive trading was found during its investigation against the conglomerate.All 10 Adani Group stocks rose by 1.2% to 7% in late trade after the committee’s findings were shared. Adani Enterprises Limited and Adani Ports and Special Economic Zone recovered the day’s losses and jumped 3.5% each.The Congress, which has been demanding a joint parliamentary committee probe into the allegations against the Adani Group, said that the report of the panel was predictable. “The Congress has all along been saying that the expert committee appointed by the Supreme Court has extremely limited terms of reference and will simply be unable [and perhaps unwilling too] to unravel the Modani scam in all its complexity,” Congress General Secretary Jairam Ramesh said in a tweet. The party has been accusing the Narendra Modi government of tweaking rules and regulations in the favour of the conglomerate.  The Congress has all along been saying that the Expert Committee appointed by the Supreme Court has extremely limited terms of reference and will simply be unable(and perhaps unwilling too) to unravel the Modani scam in all its complexity. However, we have the following 5… pic.twitter.com/bHiSwgGAdm— Jairam Ramesh (@Jairam_Ramesh) May 19, 2023\n\nOn Wednesday, the Supreme Court had granted the Securities and Exchange Board of India additional time till August 14 to complete its own investigation into the allegations of stock manipulation by the Adani Group.On April 29, the market regulator had asked for a six-month extension to complete its probe into possible lapses by the Adani Group. It sought more time citing complex transactions involving the conglomerate’s listed, unlisted and offshore entities.","author":"Scroll Staff","time":"2023-05-19T16:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186174-cehfvnijsm-1674833608.jpg","tags":["Adani Group","Gautam Adani","Supreme Court"],"source":"https://scroll.in/latest/1049422/supreme-court-panel-says-prima-facie-no-evidence-of-stock-manipulation-by-adani-group"}