{"title":"Supreme Court allows minor who was raped to terminate pregnancy at 29 weeks","content":"The Supreme Court on Monday allowed a 14-year-old girl who was raped to medically terminate her 29-week pregnancy, reported PTI.Under the Medical Termination of Pregnancy Amendment Rules, abortion is permitted up to 20 weeks of pregnancy. Women and minors who have been sexually assaulted, raped or impregnated through incest can abort the foetus at up to 24 weeks.The plea on the minor’s behalf argued that she had found about her pregnancy very late, reported The Hindu. The first information report in the case of the minor’s rape was registered on March 20, after the permissible 24-week limit. The accused has been booked under section 376 (rape) of the Indian Penal Code and the Protection of Children from Sexual Offences Act.“These are very, very exceptional cases where we have to protect the children as every passing hour is very crucial for her,” a bench led by Chief Justice DY Chandrachud said on Monday, reported the Hindustan Times.The bench had on Friday directed Mumbai’s Sion Hospital to immediately determine if the pregnancy could endanger the physical or mental health of the girl or the foetus. The hospital’s medical board on Monday said that the “continuation of pregnancy against the will of the minor may impact her physical and mental well-being”, reported The Hindu.The board also said that the threat to the girl’s life was not higher than what it would be if her pregnancy was carried to term.The court then directed the dean of Lokmanya Tilak Hospital in Mumbai to appoint a team of doctors to carry out the abortion and also directed the state government to pay for the procedure.The mother of the 14-year-old girl had moved the Supreme Court on April 4, after the Bombay High Court rejected her request for an abortion. She argued that her daughter’s earlier examination by the medical board of Mumbai’s Sir JJ Hospital, which the High Court had relied on in its ruling, was not conducted properly, reported the Hindustan Times.Setting aside the High Court order, the Supreme Court said that the “urgency of the situation and the welfare of the minor was of paramount importance”.Also read: The woman who refused to be a mother","author":"Scroll Staff","time":"2024-04-22T13:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189014-qfydbblarq-1681216566.jpg","tags":["Termination of Pregnancy Amendment Rules","abortion","Supreme Court","Rape","Medical Termination of Pregnancy Act"]}