{"title":"Surat’s textile business is plummeting – but support for the BJP remains as high as ever","content":"On a weekday afternoon, a week before Diwali, 51-year-old Anand Adani sat in his garment wholesale shop listening to the Pakistani singer Atif Aslam dishing out love ballads on YouTube. Apart from Adani and a solitary salesman, busy on his phone, there was no one in the premises. “Is Diwali, bazaar main jaise ronak hi nahin hai,” Adani rued. “There’s no cheer this Diwali in the market.”Adani’s is one of the 65,000-odd wholesale shops spread across 185 markets that make up the front-face of the textile hub of Surat – an industry that produces 5 crore metres of fabric everyday, most of it inexpensive artificial silk, worth around Rs 250 crore. A damp DiwaliFor Surat’s garment industry, the Hindu festive season starting with Raksha Bandhan in August and finally culminating in Diwali in October, is usually a bumper time. According to a functionary of the Surat Textiles’ Traders’ Association, an industry body, the period usually sees transactions in excess of Rs 16,000 crore. This year, though, the figure hovered at only around Rs 10,000 crore. Interviews with stakeholders confirmed this decline. Almost everyone at different levels of the supply chain referred to “mandi ka mahol” – an air of recession – as they spoke about business. Utsav Gavani, the owner of a weaving unit that supplied grey or unprocessed fabric to the textile factories, said he had to sell at a rate 10% lower than last Diwali. But that wasn’t even the biggest of his troubles. “There’s no money circulation in the market,” he said. “Payment that used to come in 35 days is now taking three months.” Sunny Narang, who ran a family business that entailed both production and wholesale export of women’s wear, said business this Diwali had declined “easily by 50%” compared to previous years. “We are being told that there’s very little activity in the retail counters,” he said. “Usually, we struggle to find transport to dispatch stuff at this time of the year, but this year none of that has happened.”Sunny Narang, ran a family business that entails both production and wholesale export of women’s wearAmar Singh, a broker who liaised between big wholesalers and smaller retailers, said he usually did business worth Rs 3-4 crores in the three odd months that made up the peak season. “This year, it hasn’t even been Rs 1 crore and the season’s almost over,” he told me when we met the week ahead of Diwali. Farah Khan whose advertising firm catered almost exclusively to textile wholesalers said this year she’d had to work the phones enquiring for work for the first time in several decades. “I last did that when we started out in the early 90s,” she said. Farah Khan BJP immune to angerWith an Assembly election on the horizon, accounts such as these would normally ring alarm bells for the ruling party. However, the dynamic seems to be different in Surat. The ruling Bharatiya Janata Party may have little to worry about as few Surti businessmen seem to hold the government accountable for what most agree is an “unmistakable slowdown of the economy”. Consider Adani, the wholesaler. He claimed he had done barely half the business this Diwali he would do previously. Even the pandemic years, he said, were better. “The problem is inflation,” he said. “And the lack of commensurate increase in people’s incomes.”But this decline in his fortunes has had no impact on how he perceived the BJP and Prime Minister Narendra Modi. “We are having some difficulties because Modi is on the way to making India a superpower and the entire world is going through a tough time,” he said. “Anyway, who else does one vote for? Rahul Gandhi who doesn’t even love the cultures and customs of our country?”Adani, of course, was articulating a sentiment that has been in currency for a while now, and one that extends well beyond Surat: who else if not BJP?Anand AdaniOf secularism and business Yet, the widespread nature of that sentiment is somewhat striking in Surat, a city defined and held together by commerce. After all, almost everyone you speak to complains loudly and extendedly about business going to ruin.What explains this paradox?“We are a business city, our dhanda is our religion,” began Ashish Gujarati, who used to, till recently, head the Southern Gujarat Chamber Of Commerce and Industry. “And for that the BJP is absolutely the best party. The government ensures steady power supply, quality water; that’s all the industry wants.”Ashish Gujarati said: \"Our dhanda is our religion\"Gujarati would then go on to broaden the idea. “The agenda of any party should be development, not secularism and all those things,” he said, as we sat in his office in a grubby industrial area of the city.  “What I mean is,” he was quick to add, “there should not be any appeasement of anyone.”Suresh Narang, a factory owner, put it more bluntly: “If anyone else comes to power, our Miyan bhais get more haabi [dominant]. Under BJP, there’s no danga-fasaad [riots]”. Muslims account for just over 10% of Surat’s population – but they loom large over the textile hub’s politics. Workers loading packages outside a textile market in Surat.‘Also as much for Hindutva’It is no wonder then that the Aam Aadmi Party, which is trying to establish itself as the primary contender to the BJP in the largely urban district, wants to be seen as “also as much for Hindutva” – as its general secretary Manoj Sorathiya, the party’s general secretary and a Surat native told me. “There used to be riots here during the Congress’ time,” said Sorathiya, a textile trader himself. “While the ones who provoked were people from BJP, the Congress could do nothing to stop them. They gave the impression that Muslims were their first priority.”I met Sorathiya not too long after the BJP had put up hoardings of the AAP’s supremo Arvind Kejriwal in a Muslim skull cap in several cities of Gujarat, including Surat. The hoardings had come up in the wake of a Dalit minister in the Delhi government participating in a mass conversion ceremony which saw Hindus adopt Buddhism.The development had left Sorathiya worried. “Before that incident, we were able to build the perception that we are also for the Hindus,” he said. “Because that’s what people are voting on these days.”The AAP had already built a base in Surat. In the 2021 municipal elections, the party managed a voter percentage of nearly 30%, winning 28 of the 120 seats, even as the Congress failed to even open its account. While Sorathiya expressed confidence in bettering that performance in the Assembly elections, even he had his doubts on the extent of AAP’s support. “The upper class don’t believe that we can topple the government, but the middle-class, families whose income is less than Rs 25,000, they are with us,” he claimed.Amongst traders I  spoke to, this support for AAP drops even further, with the BJP seeming to hold its ground.One of the larger textile markets in the city ‘Things will turn around’Sanjay Jagmani, a chartered accountant with interests in the textile business, theorised that the business community often tended to support Opposition parties in lesser elections to “put pressure” on the government to get certain things done. “That is why many of us who support the BJP, but are unhappy with something, vote for someone else to get the message across,” he claimed. Even those who were not committed to the BJP like Jagmani was, appeared reluctant to back anyone else. Monika Oswal, who ran her own clothing line out of the city, said while she did not appreciate how a large part of BJP’s politics was making “the Muslim community insecure”, she didn’t see the AAP as an alternative. “No one’s looking for freebies, we are looking for the growth of the country,” she said. This despite the fact that Oswal and her husband, who ran his separate textile unit, had suffered heavy losses in the last few years. “We are very optimistic that he will turn things around soon,” she said. “These are the last two-three years we are giving him [Modi], then we will decide.”Monika Oswal runs her own clothing line out of the cityBlast from the pastIn many ways, the current scenario in Surat seems to be a throwback to the previous Assembly election, held in the shadow of the Goods and Services Tax regime that was introduced just months before. The unified tax code had sparked great discontent in the textile industry, where a large part of the transactions used to be cash-based. Yet, the BJP managed to win all the seats in the district, save for a solitary rural seat reserved for candidates from the Scheduled Tribes. “BJP’s victory here is inevitable because we are a Hindutvawadi public,” said Ashok Jeerawala, the president of the Federation Of Gujarat Weaver’s Welfare Association.  “We will go hungry one day, but we will rejoice that at least the Ram-ji temple has been built.”The irony was hard to miss in Jirawala’s voice, a veteran Congressman who joined the BJP earlier this year. Which is what perhaps prompted him to add, “Yes, that’s what I believe too.”Read the other articles in Arunabh Saikia’s Gujarat election series here.","author":"Arunabh Saikia","time":"2022-11-23T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182438-fffvkohcuu-1667738316.jpeg","tags":["Surat","GST","Gujarat election 2022"]}