{"title":"Surging Indian illegal immigration to the US belies the ‘superpower’ narrative ","content":"In late December, when a chartered flight from the United Arab Emirates to Nicaragua made a technical stop at Valery Airport in France, French authorities detained the 303 Indian passengers onboard, suspecting they were being trafficked. In fact, the passengers had paid large sums to touts who had promised to transport them to Nicaragua, a key “hot spot” for transiting illegal migrants to the US. Since neither the UAE nor Nicaragua would accept the passengers stranded in France, French authorities sent almost all back to Mumbai, with a couple of dozen remaining in France to claim asylum. This story caused a brief flutter in Indian and French media. Other stories have caused similar episodic flutter: instances of death by freezing of a family of four crossing the Canada-US border, another family of four drowning in the St Lawrence River when their boat capsized also near the Canada-US border, and the falling to death of a man trying to scale the Trump Wall on the Mexico-US border.  However, these stories only too briefly illuminate a much larger phenomenon: hundreds of thousands of Indians have migrated illegally to the US, Canada, the United Kingdom and the European Union. This stunning, largely unnoted, development was depicted last year in popular Hindi culture through the movie Dunki, starring Shah Rukh Khan. The word dunki is a Punjabi adaptation of the phrase “donkey routes” used by illegal immigrants to hop across countries with lax visa rules or easy entry, ultimately leading to a “dream destination” in an advanced economy. The routes are dangerous and many perish along the way. In the film Dunki, migrants trying to reach London traverse treacherous terrains in Pakistan, Afghanistan, Iran, and Turkey – a journey that kills three members of the fleeing group. The reality of Indian joblessness, which has set in motion the huge numbers migrating illegally, is set to collide with the hyped narrative of India as the next economic superpower. That hype is apparently good foreign policy for the US, seeking a counterweight to China.  Speaking at Davos earlier this year to the journalist Thomas Friedman, a self-declared “raging Indiaphile”, US Secretary of State Anthony Blinken said of India, “We see an extraordinary success story. And we see the remarkable achievements under Prime Minister [Narendra] Modi’s watch that have materially benefitted so many Indian lives.”  As the number of Indian illegal migrants increases to unmanageable levels, this giddy phase in Indo-US relations could transition quickly into severe strain. The scale of the problem Indians travelling the donkey routes are knocking hard on US doors. In the fiscal year 2023, ending in September, the US Customs and Border Protection agency “encountered” (apprehended) nearly 100,000 Indians trying to cross into the country. That number has grown rapidly from virtually nothing in 2017.  The numbers trying to cross over in the early months of fiscal 2024 were even higher than in 2023. Indians cross over into the US from the southern border and from the north through Canada. \n\t\t\n\tIncreasing numbers of Indians are being stopped from illegal entry into the US. Source: US Customs and Border Protection.Despite the attempt to stop illegal immigrants at the borders, a very large number have in fact entered. At 725,000, Indian immigrants constitute the third largest illegal immigrants’ population, after Mexico and El Salvador. But unlike in Mexico’s case, where the number of illegal immigrants is falling rapidly and in El Salvador’s case, where it is increasing only slowly, India’s illegal immigrants are increasing at a brisk pace. \n\t\t\n\tBetween 2017 and 2021, more Indian migrants entered the US illegally than from anywhere else. (Blue bars show the increase, red ovals show the 2021 total, in thousands of people). Source: Pew Research Center.In the four-year period between 2017 and 2021, an additional 200,000 Indian immigrants entered the US illegally. If current trends persist, with Mexican immigrants decreasing by 900,000 over four years and Indians entering at their recent high pace, the number of Indian illegal immigrants will reach just over 1.3 million in twelve years, matching the Mexican numbers then.  In the following years, Indians will outstrip the Mexicans. While the decrease in Mexican immigration might slow, the impulse driving Indian migration is likely to intensify, especially as the working-age population grows and job opportunities remain constrained. Why are Indians migrating illegally? The vast dimensions of India’s longstanding problem with joblessness are best captured in one statistic. Over the last five years, 70 million Indians have sought work in the deeply unproductive segments of Indian agriculture. This is a cataclysmic regression, as anyone acquainted with the development process will recognise.  A healthy developing economy – particularly one with shiny digital and physical infrastructure – should experience a sharp decline in the agricultural workforce and an increase in modern industrial and service jobs. But the Indian economy generates too few industrial or urban jobs. Outside of agriculture, the limited opportunities are in financially (and often physically) precarious construction and low-end service roles such as street vendors, housekeepers, security guards, and drivers.  Hence, those seeking work are often driven to an agricultural sector plagued by declining groundwater and the weather vagaries induced by global warming. The result is high indebtedness, crop losses, and an increasing number of farmer suicides, including in Punjab, India’s traditional breadbasket. Water tables will almost surely continue to fall, and heat waves and extreme weather events will continue to inflict crop damage across broader swathes of the country. As more Indians reach the age where they must provide for themselves, the pressures on them will increase. Not surprisingly, the largest number of illegal migrants originate from agricultural areas in Punjab and Prime Minister Modi’s home state of Gujarat, famed for its purported Gujarat model of development.  Importantly, the migrants have a reasonable standard of living by Indian yardsticks. They are from what might constitute the lower middle class rather than the poorest group – migration is an expensive business that costs tens of thousands of dollars.  It is noteworthy, therefore, that Indians who have achieved some measure of success and possess a financial cushion today are, not unreasonably, worried about the future for themselves and their children.  They prefer to sell their land or other assets, and borrow from friends and moneylenders to leave while they can. So desperate are they to get out, they are willing to risk their lives on illegal “donkey routes”. What are the options? The Indian government has long since run out of ideas to create dignified jobs. Today, the policy discussion relevant to migrants revolves around reservations for government jobs (because there are too few private sector jobs) and for higher prices at which the government would procure farm produce.  Both these policies seek new ways to share the pie rather than grow it. As such, they are unsustainable political palliatives. The Indian government is unlikely, therefore, to contain the demographic pressure generating the incentives to migrate. Canada and the UK have begun imposing brakes on Indian migrants. The US will likely have to do the same if it wants to stem the inflow from India. In October last year, El Salvador, allegedly at the behest of US authorities, levied a $1130 fee on Indians and citizens of 50 African nations transiting through that country as a gateway for illegal immigration into the US.  But as the US tries to do more to stop Indian illegal immigrants, it will need to confront the unthinking economic accolades it heaps on India, and instead set more realistic expectations for India as an economy and an ally in its contest with China. Ashoka Mody is Visiting Professor of International Economic Policy at Princeton University. He previously worked for the World Bank and the International Monetary Fund and is recently the author of India is Broken: A People Betrayed, Independence to Today (Stanford University Press, 2023).This article first appeared on the India House Foundation website.","author":"Ashoka Mody","time":"2024-02-08T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198252-lsqzvbhrrr-1707319594.jpg","tags":["Illegal Immigration","United States","Unemployment","Hindutva","Narendra Modi","Indian Illegal Immigration"]}