{"title":"Surging Hindi, shrinking South Indian languages: Nine charts that explain the 2011 language census","content":"All countries like to think of themselves as special. But when it comes to language, a fairly good argument could be made that India is objectively so. Most states in the world are monolingual or have a clearly dominant language. This trend is so common that in the Old World, the names of many countries are simply a variant of a language – France, Mongolia, Turkey. But India has as many as 22 official languages. Moreover, there are at least 41 more languages demanding inclusion in the Eighth Schedule to the Constitution of India, which accords a tongue official status.In the midst of this linguistic cornucopia, the census conducted by the Union government every decade provides a way for policy makers, political watchers and language nerds to make sense of it all. The Centre released data on language from the 2011 census last Tuesday (after an inordinate, unexplained seven-year delay).Here are some of the principal findings. Hindi is explodingHindi is India’s most spoken language. It is one of two languages used by the Union government (the other being English). As a mother tongue, Hindi is found mainly in North India and Central India, although there are significant urban pockets of Hindi speakers in most states of the Union.Currently, nearly 44% of India speaks Hindi (this figure, however, includes languages such as Bhojpuri that are fighting to be accorded separate status). Between 2001 and 2011, Hindi grew at a rate of 25% to add close to 100 million new speakers. Among the 10 largest languages in India, Hindi is the only one that saw the proportion of its speakers rise.But the growth of Hindi is not just confined to this decade. It has been growing at a good clip since 1971, driven mostly by high population growth in the Hindi-speaking states.Proportion of South Indian language speakers fallingWhile high population growth in North India has helped Hindi surge, lower population growth in the five Dravidian language-speaking states – Tamil Nadu, Karnataka, Kerala, Andhra Pradesh and Telangana – has resulted in the proportion of Telugu, Tamil, Kannada and Malayalam falling.While Hindi grew by 161% between 1971 and 2011, for example, the four largest Dravidian languages grew at half that rate – 81% – over the same period.Note: The 1981 census data for Tamil was lost in a flood and is unavailable. The 1981 data for Tamil has, therefore been extrapolated by assuming a linear rate of change between 1971 and 1991.Hindi is growing even in South IndiaIn addition, growing migration from north to south has meant a greater presence of Hindi in the five southern states. In Tamil Nadu, for example, the proportion of Hindi speakers nearly doubled from 2001 to 2011. In some cases, like in Karnataka’s capital Bengaluru, this north to south migration has caused political ripples and resulted in an agitation to remove Hindi signages from the city metro. That said, absolute numbers are still small and it remains to be seen if the trend continues in the 2021 census.Note: Andhra Pradesh here refers to current-day Andhra Pradesh and Telangana since the Census was carried out before the state's bifurcation in 2014.Urdu numbers fallingOnly two scheduled languages have seen a fall in absolute numbers, Urdu and Konkani. There are 5,07,72,631 Urdu speakers in India, a fall of about 1.5% since 2001.Urdu speakers are spread across India but the language’s strongest presence is in the modern-day Hindi belt: the two largest Urdu-speaking states are Uttar Pradesh and Bihar. However, it is precisely here that the fall in Urdu numbers has been significant.Since Urdu in modern India is associated only with Muslims, this fall is unusual given that the Muslim population in Uttar Pradesh and Bihar has grown between 2001 and 2011. What this might, therefore, mean is that a new generation of Muslims is turning to Hindi since Urdu education has nearly ceased to exist in much of North India.According to the 2011 census, the decline in Konkani speakers is 9.5%.Bengali spreading to south, westAs Hindi spreads to other states with migration, so does Bengali. While states bordering West Bengal and Bangladesh have always had a significant Bengali population, the 2011 census counted 4.4 lakh Bengalis in far-off Maharashtra and 2.2 lakh in Delhi. While numbers are small in the south, they are growing. In Kerala, the proportion of Bengali speakers has grown nine times, driven by the movement of a large number of blue collar workers from rural Bengal to the coastal state.Assam’s language divide The sharpest linguistic divide in India possibly exists in Assam, where the National Register of Citizens – a project that aims to create a definitive list of citizens of the state and identify illegal immigrants – and a proposed citizenship law has divided the state’s Assamese and Bengali speakers.Assam is no stranger to linguistic conflict, a pattern that might be driven by the state’s highly fragmented language demographics. Assam is the only major state in the Union (population more than 1 crore) that does not have any language group in a majority. Assamese speakers, the largest group, make up 48% of the state – a number that is, in fact, decreasing even as the proportion of Bengali speakers went up in 2001-2011.On Friday, Assamese nationalist organisations expressed concern over these trends.More Indians are speaking EnglishA carry over from the British Raj, English is the link-language between India’s various states and the language of its upper crust elite. However, in absolute numbers, there are a tiny number of people who speak the language as a mother tongue, with only the Anglo-Indian community historically identifying with it.In spite of that, English seems to have registered a 15% jump since 2001, making it one of the fastest growing languages in the decade.Since this rise cannot be explained by a rise in the population of traditional English-speaking communities, it might point to more Indian elites not only speaking English but identifying with it as a mother tongue – data that backs up this piece on Scroll.in from February.Wild cards: Sanskrit, Arabic and PashtoSanskrit is India’s smallest official language with 24,821 speakers. However, Arabic – with no official status – is double its size with 54,947 speakers. Since neither language has any active speakers in India, these numbers probably represent people who misreported their mother tongue given the high status Sanskrit and Arabic enjoy as liturgical tongues in Hinduism and Islam.Speakers of Pashto – spoken in Afghanistan and Pakistan – have, meanwhile, doubled in size in India from 2001. The absolute number, however, is tiny: as of 2011, India has 21,677 Pashto speakers. Jammu and Kashmir accounts for  83% of the Pashto-speaking population while Delhi has 8%.","author":"Shoaib Daniyal","time":"2018-07-04T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/884754-63374-glqibknpvc-1523703568.jpg","tags":["2011 Language Census","Hindi","Urdu","2011 census","Mother tongue","English"]}