{"title":"Sushant Singh death: Mumbai Police register FIR against actor’s sisters for abetment of suicide","content":"The Mumbai Police on Tuesday registered a first information report against Sushant Singh Rajput’s sisters Priyanka Singh and Mitu Singh, and Dr Tarun Kumar of the Ram Manohar Lohia Hospital in Delhi, in connection with the investigation into the actor’s death, Hindustan Times reported. The FIR was filed based on a complaint by actor Rhea Chakraborty. The accused were charged for abetment of suicide, cheating, forgery and criminal conspiracy under various sections of the Indian Penal Code and the Narcotic Drugs and Psychotropic Substances Act, 1985. “As per Rhea’s complaint, an FIR has been registered at Bandra police station,” N Ambika, deputy commissioner of police and Mumbai Police spokesperson, told the newspaper. “In line with the Supreme Court’s order, the case is duly transferred to the Central Bureau of Investigation for further investigation.”  Hours after Chakraborty filed the complaint on Monday, Rajput’s family lawyer Vikas Singh claimed the complaint was illegal and that they will take serious action in the matter, PTI reported. Singh accused Chakraborty of trying to deflect the investigation by filing such complaints. “I have been shown the FIR,” Vikas Singh said at a press conference. “The first thought which comes to my mind is that Bandra police station is her [Chakraborty] second home. The FIR lodged by the police is completely illegal and contempt of the orders of the Supreme Court.”The lawyer said a decision will be taken during the day on whether Rajput’s family would file a contempt plea or seek quashing of Chakraborty’s complaint in the case.In the complaint filed on Monday, Chakraborty accused Priyanka Singh of acquiring a “bogus medical prescription” from the accused doctor. Chakraborty claimed that Rajput died five days after these medicines were wrongly prescribed to him.She added that since investigations in the case are ongoing, Priyanka Singh and the doctor too must be interrogated. “It is imperative that actions of Priyanka Singh, Dr Tarun Kumar and others be investigated and that it be determined as to how they came to provide the deceased with such a bogus and unlawful prescription,” the complaint stated.  The complaint was filed on the basis of WhatsApp exchanges between the actor and his sister. It stated that as per the retrieved chats, three medicines were prescribed to Rajput by his sister.  Chakraborty has alleged that Priyanka Singh asked Rajput to take Librium for a week, Nexito every day and Lonazep for “whenever there is [an] anxiety attack”. This act of prescribing the psychotropic medicines without any consultation or examination was in violation of the Narcotics, Drugs and Psychotropic Substances Act, 1985, the actor stated, according to Bar and Bench. Besides this, the complaint further said that the medicines prescribed by Kumar, who is an assistant professor of cardiology from the Dr Ram Manohar Lohia Hospital, were illegally prescribed as such drugs cannot be prescribed electronically without consultation. This, the actor said, was in violation of the Telemedicine Practice Guidelines of 2020.Rajput was found dead in his apartment in Bandra on June 14, in what the Mumbai Police said was a case of suicide. The Narcotics Control Bureau is the latest agency to be drawn into the case involving the death of the 34-year-old actor, which is already being investigated by the Central Bureau of Investigation and the Enforcement Directorate. Chakraborty is the key accused in the case.  A court in Mumbai on Saturday sent Rhea Chakraborty’s brother Showik Chakraborty and Rajput’s former house manager Samuel Miranda to the Narcotics Control Bureau’s custody till September 9. They were arrested on Friday night after the agency had searched their homes. The narcotics bureau is now questioning Rhea Chakraborty in the case. Also read:‘Congratulations India,’ says Rhea Chakraborty’s father after son’s arrest in alleged drugs caseWhat hysteria over Bollywood helps TV news bury: Bad news on economy, China, CovidHow the might of India’s federal investigative agencies came to be trained on one young woman","author":"Scroll Staff","time":"2020-09-08T10:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147199-txnffegyfr-1599559724.jpg","tags":["Sushant Singh Rajput","Rhea Chakraborty","Mumbai","Mumbai Police"],"source":"https://scroll.in/latest/972507/sushant-singh-death-mumbai-police-register-fir-against-actors-sisters-for-abetment-of-suicide"}