{"title":"Sushant Singh Rajput death: Narcotics Control Bureau files case against Rhea Chakraborty","content":"The Narcotics Control Bureau on Wednesday registered a case in connection with the death of actor Sushant Singh Rajput, PTI reported. The criminal case, filed under Sections 20, 22, 27 and 29 of the Narcotic Drugs and Psychotropic Substances Act, against actor Rhea Chakraborty and others is to investigate their alleged dealings in banned drugs, officials said.The federal anti-drugs agency is the latest to be drawn into the case involving the death of the 34-year-old actor, which is already being investigated by the Central Bureau of Investigation and the Enforcement Directorate. Officials said the sections have been pressed in the complaint filed by the Narcotics Control Bureau based on an official reference received from the ED.These sections under the NDPS pertain to punishment for contravention in relation to cannabis plant and cannabis (20), punishment for contravention in relation to psychotropic substances (22), punishment for consumption of any narcotic drug or psychotropic substance (27) and punishment for abetment and criminal conspiracy (29).“We received a letter from ED on Tuesday evening, stating that during their probe into the financial aspects, they found that a drug was supplied to Rhea and Sushant,” Narcotics Control Bureau Director Rakesh Asthana said. “An NCB team will now conduct an inquiry and people involved will be questioned.”The ED, which is investigating the money laundering angle into the death of Rajput, has questioned Chakraborty twice earlier and has reportedly obtained “deleted WhatsApp messages” after forensic examination of her phone. The deleted messages, they claim, allegedly indicate dealings in banned drugs and chats about the procurement and consumption of these drugs that includes cannabis.Unidentified officials from the Enforcement Directorate said that during their questioning of Chakraborty’s talent manager Jaya Saha, they found that the two had had a conversation about some drug. But Chakraborty’s lawyer Satish Maneshinde said: “Rhea has never consumed drugs in her life. She’s ready for a blood test any time.”Meanwhile, the Enforcement Directorate has once again summoned Saha to its office in Mumbai for questioning.  The case so farRajput was found dead in his apartment in Mumbai on June 14, in what the Mumbai Police said was a case of suicide. On August 21, the All India Institute of Medical Sciences in Delhi formed an expert team to examine actor Sushant Singh Rajput’s autopsy report. On August 19, the Supreme Court had transferred the investigation into the actor’s death to the Central Bureau of Investigation. The top court had also directed the Mumbai Police to transfer all the evidence that it had collected in the case to the investigation agency. The court had also ruled that the first information report registered against Chakraborty in Patna was lawful. Rajput’s father KK Singh had filed an FIR against Chakraborty last month, accusing her of driving his son to suicide.  On August 5, the Centre had accepted the Bihar government’s recommendation of a CBI probe into Rajput’s death. The Mumbai Police had, on the other hand, accused the CBI of taking over the probe into Rajput’s death with “indecent haste”.","author":"Scroll Staff","time":"2020-08-26T20:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/146582-esukunommn-1598450629.jpg","tags":["Sushant Singh Rajput","Rhea Chakraborty","Enforcement Directorate","Narcotics Control Bureau","Sushant Singh Rajput death"],"source":"https://scroll.in/latest/971460/sushant-singh-rajput-death-narcotics-control-bureau-joins-investigation-registers-case"}