{"title":"Sushant Singh Rajput death: CBI files FIR against Rhea Chakraborty, five others ","content":"The Central Bureau of Investigation on Thursday filed a first information report against actor Rhea Chakraborty and five others in connection with Sushant Singh Rajput’s death, Deccan Herald reported. Rajput was found dead in his apartment in Mumbai on June 14, in what the police said was a case of suicide. The charges mentioned in the FIR include criminal conspiracy, abetment of suicide, theft, criminal breach of trust and wrongful confinement. Apart from Chakraborty, the FIR names Indrajit Chakraborty, Sandya Chakraborty, Showik Chakraborty, Samuel Miranda and Shruti Modi.The CBI took over the investigation into Rajput’s death on Wednesday as the Centre accepted the Bihar government’s recommendation to involve the investigation agency in the case. The Nitish-Kumar led government had been facing increasing pressure from allies and opposition leaders to suggest a CBI probe into the case. Inquiry into Rajput’s death has been handed over to the CBI team that has been probing the AgustaWestland chopper scam and the case against fugitive tycoon Vijay Mallya, NDTV reported, citing unidentified officials. In July, Rajput’s father Krishna Kumar Singh had filed an FIR against Rhea Chakraborty, accusing her of cheating his son and driving him to suicide. His FIR alleged that Rs 15 crore was siphoned off from Rajput’s account in one year “to bank accounts of persons not known or connected to the late actor”.On Wednesday, the Enforcement Directorate summoned Rhea Chakraborty in connection with the money-laundering allegations. Chakraborty, who has denied all the accusations against her, had also urged Home Minister Amit Shah to order a CBI inquiry into Rajput’s death. In a video statement released on July 31, she had expressed faith in the judiciary.","author":"Scroll Staff","time":"2020-08-06T21:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145200-hgqhpkbbvk-1596022086.jpg","tags":["Rhea Chakraborty","CBI","Sushant Singh Rajput"],"source":"https://scroll.in/latest/969638/sushant-singh-rajput-death-cbi-files-fir-against-rhea-chakraborty-five-others"}