{"title":"Sushant Singh Rajput death: Supreme Court orders CBI inquiry, asks Mumbai Police to assist","content":"The Supreme Court on Wednesday ordered an inquiry by the Central Bureau of Investigation into the death of actor Sushant Singh Rajput, reported Bar and Bench. The court said the first information report registered against actor Rhea Chakraborty in Patna, Bihar, was lawful. It directed the Mumbai Police to hand over all the evidence to the CBI.The bench of Justice Hrishikesh Roy was hearing a petition by Chakraborty to transfer the case filed against her in connection with Rajput’s death from Patna to Mumbai. Rajput’s father KK Singh had filed a first information report against Chakraborty in Bihar in July, accusing her of driving his son to suicide. Chakraborty had argued that the FIR against her in Patna was illegal. “FIR registered at Patna was correct,” said the court, according to The Indian Express. “The state of Maharashtra refused the option to challenge the order.” The bench added that if any other case is registered regarding Rajput’s death, it will be investigated by the CBI.  Rajput was found dead in his apartment in Mumbai on June 14, in what the Mumbai Police said was a case of suicide. On August 11, the Supreme Court on had reserved its order on Chakraborty’s petition. In her submissions to the court on August 13, the actor had said that the Bihar Police’s FIR was “completely illegal” and that she had no problem if the Supreme Court transferred the case to the central agency.On Tuesday, Chakraborty reiterated that she had no objections to a Central Bureau of Investigation-led inquiry into the death of Rajput, and said she had only challenged the “illegal” case registered against her in Bihar. In a statement released through her lawyer Satish Maneshinde, the actor said the “very foundation of the federal structure” is at stake because of the Bihar government’s actions. Chakraborty’s lawyer added that the case against her in Bihar was a “total nonsense and an afterthought to make allegations after a period of 40 days” and was filed “at the behest of the political leadership in Bihar”.The CBI took over the inquiry into Rajput’s death earlier this month as the Centre accepted the Bihar government’s recommendation to involve the investigation agency in the case.  The Mumbai and Patna Police have repeatedly traded allegations in the case. Their discord intensified after the quarantining of Indian Police Service officer Vinay Tiwari, who was sent to Mumbai from Bihar to investigate Rajput’s death. The Supreme Court had observed that putting the police officer in quarantine as soon as he went to Mumbai, thus not letting him investigate, did not send “a good message”.Also read:From Sushant Singh to Aamir Khan: Hindutva groups are using social media mobs to attack Bollywood","author":"Scroll Staff","time":"2020-08-19T11:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145149-tchygkcwnd-1595943302.jpeg","tags":["Rhea Chakraborty","Supreme Court","Mumbai","sushant rajput","Sushant singh rajput","sushant singh rajput investigation"],"source":"https://scroll.in/latest/970760/sushant-singh-rajput-death-supreme-court-orders-cbi-inquiry"}