{"title":"Sushil Kumar Modi, senior BJP leader and former Bihar deputy chief minister, dies aged 72 ","content":"Senior Bharatiya Janata Party leader and former Bihar Deputy Chief Minister Sushil Kumar Modi died at Delhi’s All India Institute of Medical Sciences on Monday at the age of 72.Modi had been suffering from cancer for the past eight months.The leader had served as the deputy of Bihar Chief Minister Nitish Kumar twice – from 2005 to 2013 and from 2017 to 2020. He had opted out of the ongoing Lok Sabha election due to his illness.Expressing condolences to the former deputy chief minister’s family, Prime Minister Narendra Modi said in a social media post: “I am deeply saddened by the untimely demise of Sushil Modi ji, my valuable colleague in the party and my friend for decades.”The prime minister said Sushil Modi had played “an invaluable role in the rise and success” of the BJP in Bihar.पार्टी में अपने मूल्यवान सहयोगी और दशकों से मेरे मित्र रहे सुशील मोदी जी के असामयिक निधन से अत्यंत दुख हुआ है। बिहार में भाजपा के उत्थान और उसकी सफलताओं के पीछे उनका अमूल्य योगदान रहा है। आपातकाल का पुरजोर विरोध करते हुए, उन्होंने छात्र राजनीति से अपनी एक अलग पहचान बनाई थी। वे… pic.twitter.com/160Bfbt72n— Narendra Modi (@narendramodi) May 13, 2024\n\n\nPresident Droupadi Murmu said the sudden demise of Sushil Modi was an irreparable loss.“His gentle nature, contribution as an efficient administrator and integrity in public life were reflected in his personality and work,” said the president. “As deputy chief minister of Bihar, member of Parliament and member of both the Houses of the state Legislature, Shri Sushil Kumar Modi upheld high ideals.”श्री सुशील कुमार मोदी जी का आकस्मिक निधन एक अपूरणीय क्षति है। सौम्य स्वभाव, कुशल प्रशासक के रूप में  योगदान तथा सार्वजनिक जीवन में शुचिता उनके व्यक्तित्व और कृतित्व में परिलक्षित होते थे। बिहार के उप-मुख्यमंत्री, संसद सदस्य और राज्य की विधायिका के दोनों सदनों के सदस्य के रूप में…— President of India (@rashtrapatibhvn) May 13, 2024\n\n\nIn a social media post, Vice President Jagdeep Dhankhar said Sushil Modi “believed in political propriety and always exemplified decency and decorum”.“His Parliamentary contributions would ever be remembered,” said Dhankhar.Deeply saddened to learn about the passing away of Shri Sushil Kumar Modi Ji. His untimely demise is a huge loss to the nation’s socio-political landscape. As a Member of Parliament and former Deputy Chief Minister of Bihar, Shri Sushil Modi ji believed in political propriety… pic.twitter.com/7NrNPVNYJ9— Vice-President of India (@VPIndia) May 13, 2024\n\n\nUnion Minister of Home Affairs Amit Shah expressed sadness and said “Bihar has lost a great pioneer of politics forever”.“From ABVP [Akhil Bharatiya Vidyarthi Parishad, the student wing of Hindutva group Rashtriya Swayamsevak Sangh], to BJP, Sushil ji has adorned many important positions in the organization and government,” said Shah. “His politics was dedicated to the interests of the poor and the backward. The void that has emerged in Bihar politics due to his demise cannot be filled for a long time.”हमारे वरिष्ठ नेता सुशील कुमार मोदी जी के निधन की सूचना से आहत हूँ। आज बिहार ने राजनीति के एक महान पुरोधा को हमेशा के लिए खो दिया। ABVP से भाजपा तक सुशील जी ने संगठन व सरकार में कई महत्त्वपूर्ण पदों को सुशोभित किया। उनकी राजनीति गरीबों व पिछड़ों के हितों के लिए समर्पित रही। उनके…— Amit Shah (Modi Ka Parivar) (@AmitShah) May 13, 2024\n\n\nBihar Chief Minister Nitish Kumar said Modi’s death was a “personal loss” for him, reported PTI.“We were together during JP movement [led by socialist leader Jayaprakash Narayan],” said Kumar. “His death has created a vacuum in the political arena of the country as well as in Bihar.”Modi began his political journey during his days as a student at the Patna University. He became the general secretary of the university’s students’ union in 1973.He was elected as an MLA from the Patna Central constituency in 1990 and subsequently appointed as the chief whip of the BJP legislature party.Modi served as the leader of the Opposition in Bihar Assembly from 1996 to 2004. He represented the Bhagalpur parliamentary constituency in the Lok Sabha in 2004 and was elected to the Rajya Sabha in 2020.","author":"Scroll Staff","time":"2024-05-14T10:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200689-cujfvwtynv-1715657114.jpg","tags":["Sushil Kumar Modi","Sushil Modi","Sushil Kumar Modi death"],"source":"https://scroll.in/latest/1067828/sushil-kumar-modi-senior-bjp-leader-and-former-bihar-deputy-chief-minister-dies-aged-72"}