{"title":"Sushant Singh death: Deepika Padukone, Sara Ali Khan, Shraddha Kapoor issued summons in drugs case","content":"The Narcotics Control Bureau on Wednesday issued summons to actors Deepika Padukone, Sara Ali Khan, Shraddha Kapoor and Rakul Preet Singh as part of the investigation into the drug angle in actor Sushant Singh Rajput’s death, ANI reported.An official told PTI that all of them have been asked to appear for questioning in the next three days. Rakul Preet Singh has been summoned on Thursday and Deepika Padukone has been called to record her statement on Friday. Sara Ali Khan and Shraddha Kapoor will be questioned on Sunday.Besides this, Rajput’s talent manager Shruti Modi and designer Simone Khambatta have also been asked to appear before the agency on Thursday.The official said a talent manager identified as Jaya Saha has revealed important information in the drugs case.The federal drug agency has already arrested actor Rhea Chakraborty and her brother Showik Chakraborty for their alleged role in procuring and administering drugs to Sushant Singh Rajput. A court in Mumbai on Tuesday extended their judicial custody till October 6. The Narcotics Control Bureau has described Rhea Chakraborty as an “active member of a drug syndicate”. The agency has invoked various provisions of the Narcotic Drugs and Psychotropic Substances Act against the accused.The NCB had also summoned Padukone’s manager Karishma Prakash and KWAN talent management agency’s chief executive officer Dhruv Chitgopekar on Tuesday for questioning, but Prakash could not appear before the agency due to health reasons, according to PTI. WhatsApp conversations purportedly discussing drugs are on the radar of the agency, reports said.Last week, the Delhi High Court had directed media houses to exercise restraint after Rakul Preet Singh filed a petition against unsubstantiated reports linking her to the drug case. Justice Navin Chawla had said the media has failed to self-regulate itself and might be going “haywire”.During the agency’s investigation into the drugs angle in Rajput’s death case, a wider drugs nexus in Bollywood has reportedly emerged. Rajput was found dead in his apartment in Bandra on June 14, in what the Mumbai Police said was a case of suicide. Apart from the Narcotics Control Bureau, the actor’s death is also being investigated by the Central Bureau of Investigation and the Enforcement Directorate.","author":"Scroll Staff","time":"2020-09-23T17:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147948-mbosnyypam-1600863024.jpg","tags":["deepika padukone","Rhea Chakraborty","Sara Ali Khan","Sushant Singh Rajput","Narcotics Control Bureau","Rakul Preet Singh","Shraddha Kapoor"],"source":"https://scroll.in/latest/973891/sushant-singh-death-deepika-padukone-sara-ali-khan-shraddha-kapoor-issued-summons-in-drugs-case"}