{"title":"Sushant Singh death: Rhea Chakraborty to be in jail till October 6, HC to hear bail plea tomorrow","content":"A court in Mumbai on Tuesday extended the judicial custody of actor Rhea Chakraborty till October 6, NDTV reported. Chakraborty was arrested on September 9 on charges of drug abuse linked to the Sushant Singh Rajput’s death. She has been accused of procuring drugs for the deceased actor. The Narcotics Control Bureau has described Chakraborty as an “active member of a drug syndicate”. On Tuesday, her custody was extended under the Narcotic Drugs and Psychotropic Substances Act, 1985.Chakraborty and her brother Showik Chakraborty on Tuesday also applied for bail in the Bombay High Court, PTI reported. Their lawyer Satish Maneshinde said the plea will come up for hearing on Wednesday before a bench headed by Justice Sarang Kotwal.On September 11, the court had denied Rhea Chakraborty bail in the case. Similar requests of Showik Chakraborty, Rajput’s former manager Samuel Miranda and three other accused were also rejected.Rhea Chakraborty has claimed that she is being framed in the case and has made multiple serious allegations against the Narcotics Control Bureau. The actor has claimed she was “coerced into making self-incriminatory” confessions, which she has now retracted. She said she had “not committed any crime whatsoever and had been falsely implicated in the case”. Chakraborty is the ninth person to be arrested in the drug-related investigation into Rajput’s death. Rajput was found dead in his apartment in Bandra on June 14, in what the Mumbai Police said was a case of suicide. The Narcotics Control Bureau is the latest agency to be drawn into the case involving the death of the 34-year-old actor, which is already being looked into by the Central Bureau of Investigation and the Enforcement Directorate.","author":"Scroll Staff","time":"2020-09-22T15:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147874-qwwwpbrvpv-1600766402.jpg","tags":["Rhea Chakraborty","Sushant Singh Rajput","drugs","Narcotic Drugs and Psychotropic Substances Act","Narcotics Control Bureau"],"source":"https://scroll.in/latest/973782/sushant-singh-death-actor-rhea-chakraborty-sent-to-judicial-custody-till-october-6-in-drugs-case"}