{"title":"Sushant Singh Rajput death: ED files money laundering case against Rhea Chakraborty, say reports","content":"The Enforcement Directorate on Friday filed a money laundering case against actor Rhea Chakraborty and her relatives in connection with Sushant Singh Rajput’s death, The Indian Express reported. The case was filed after the central probe agency took note of the first information report filed by the Bihar Police in the case. “After going through the details, we have lodged the case,” an unidentified ED official told India Today. “In coming days, Rhea, along with others, will be summoned for questioning.” In his complaint to the police on Tuesday, Rajput’s father Krishna Kumar Singh alleged that there were financial irregularities involving Chakraborty and others. The FIR alleged that Rs 15 crore was siphoned off from Rajput’s account in one year “to bank accounts of persons not known or connected to the late actor”. He also accused Chakraborty of harassing, cheating and driving his son to suicide. The Indian Penal Code provisions invoked by the Bihar Police in the FIR come under the purview of investigation under the Prevention of Money Laundering Act.Meanwhile, Maharashtra Minister Jayant Patil said that the Mumbai Police is investigating the matter, ANI reported. “We expect that the probe will be completed as soon as possible and police will reach a conclusion,” he added.However, Bihar Deputy Chief Minister Sushil Kumar Modi accused the Mumbai Police of obstructing fair investigation. “Bihar Police is doing its best but Mumbai Police is not cooperating,” he tweeted. “BJP feel[s] that CBI should take over this case.”Mumbai police is putting obstruction in way of fair investigation by Bihar police in Sushant death case.Bihar police is doing its best but Mumbai police is not co operating .Bjp feel that CBI shud take over this case.— Sushil Kumar Modi (@SushilModi) July 31, 2020\n\nThe Nitish Kumar-led government has been criticised by Opposition leaders and allies for not helping the actor’s family in the case. On Thursday, the government filed a caveat in the Supreme Court to oppose Chakraborty’s attempts to transfer the case filed against her from Patna to Mumbai. The top court had dismissed a petition to transfer the investigation into Rajput’s death to the Central Bureau of Investigation.Rajput was found dead in his apartment in Mumbai on June 14, in what the police said was a case of suicide.Chakraborty, in her petition in the Supreme Court to transfer the case to Mumbai, claimed that the allegations made by Rajput’s father against her were “entirely false and concocted with ulterior motive”. The actor claimed that Rajput’s father “has substantial influence at Patna” and that will affect the investigation in the case.The actor told the top court that she was in a live-in relationship with Rajput for a year but temporarily moved to her own home on June 8, just days before he died by suicide.","author":"Scroll Staff","time":"2020-07-31T17:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145203-sevnlftxuu-1596195089.jpg","tags":["Enforcement Directorate","Rhea Chakraborty","Sushant Singh Rajput","Bollywood"],"source":"https://scroll.in/latest/969114/sushant-singh-rajput-death-ed-files-money-laundering-case-against-rhea-chakraborty-say-reports"}