{"title":"Suspended BJP MLA says Maharashtra CM should emulate Adityanath in using bulldozers","content":"Suspended Bharatiya Janata Party MLA T Raja Singh on Sunday said that Maharashtra Chief Minister Eknath Shinde should imitate his Uttar Pradesh counterpart Adityanath and bulldoze encroachments on government lands, reported PTI.“The encroachments on government lands should be identified and they should be removed by procuring 100 bulldozers,” Singh said. He was addressing a rally organised by Sakal Hindu Samaj, a collective of several Hindutva outfits, in Maharasthra’s Chhatrapati Sambhaji Nagar, formerly known as Aurangabad.BJP-ruled state governments have been increasingly dispensing “bulldozer justice” by conducting demolition drives under the guise of removing encroachments. In several cases, the drive is conducted on the property of a person accused of an offence, mostly Muslims. But there is no legal provision to destroy the property of an accused person.Sunday’s rally was organised as a show of support to renaming of Aurangabad. The organisers also demand action against “love jihad” – a conspiracy theory peddled by Hindu supremacist groups that claim that there is a plot by Muslim men to seduce Hindu women in order to convert them to Islam. On the opposition to the renaming of the city, Singh said: “Secular people say Muslims were members of Shivaji Maharaj’s force. If that is so why do they oppose the renaming?”He also asked Hindus to take action if they find cases of “love jihad”.“There are 100 crore Hindus in India,” Singh said. “If Hindus start doing jihad, you [Muslims] will not find women to marry”. The BJP leader also used abusive language for Asaduddin Owaisi and Akbaruddin Owaisi, and compared the All India Majlis-e-Ittehadul Muslimeen leaders to dogs.Location: Aurangabad, Maharashtra Far-right leader and Telangana legislator T Raja Singh continues delivering hate speech targeting Muslims. He demonized Muslims and gave calls for mass violence. He spoke at an event organized by Sakal Hindu Samaj, a far-right coalition of… https://t.co/Mxs5C7gFYD pic.twitter.com/hmXfxR8tiH— HindutvaWatch (@HindutvaWatchIn) March 19, 2023\n\nThose who attended the rally allegedly threw stones and vandalised properties in nearby areas, after many other speakers, including Sudarshan News Editor-in-Chief Suresh Chavhanke, addressed the gathering.The police have booked Singh and Chavhanke on the charges of promoting enmity between different groups on grounds of religion, race, place, etc, reported The Times of India.The police have lodged six other first information reports on grounds of rioting and damage to public property. The protestors had allegedly vandalised properties that had Aurangabad written on them, according to the newspaper.     The event was attended by several members of the BJP, Shiv Sena (Ekanth Shinde faction), Maharashtra Navnirman Sena, International Society for Krishna Consciousness, Vishwas Hindu Parishad and Bajrang Dal among others. Maharashtra ministers Sandipan Bhumare and Atul Save were present at the event.insulted the Great Mughal Emperor #Aurangzeb & targeted & threatened a particular minority community. Who is to be blamed for destroying the public properties & peace of the city? Political leaders? Speakers? who were specially invited to cause riots & disturb the peace...2/3 pic.twitter.com/slqTfVgDjs— Aurangabad Buzz (@AurangabadBuzz) March 19, 2023\n\nSince November, Hindutva groups have organised many such rallies in Maharashtra where speakers have called for violence against Muslims and floated conspiracy theories about the community.On March 13, calls for an economic boycott of Muslims were made during a rally organised by the Sakal Hindu Samaj near Mumbai. In February, the Supreme Court had told the Maharashtra government to give permission for one of the rallies by the group on the condition that no hate speech will be made there.Also Read:How ‘love jihad’ rallies are spreading hate against Muslims in Maharashtra","author":"Scroll Staff","time":"2023-03-20T15:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/85620-bzrcpzfiqq-1555314686.jpg","tags":["Aurangabad","T Raja Singh","Hate speech","Suresh Chavhanke","Sakal Hindu Samaj"],"source":"https://scroll.in/latest/1045944/suspended-bjp-mla-says-maharashtra-cm-should-emulate-adityanath-in-using-bulldozers"}