{"title":"Suspended Congress leader from Surat resurfaces after 20 days, alleges party betrayed him","content":"Suspended Congress leader Nilesh Kumbhani, who was disqualified as the party’s candidate from the Surat Lok Sabha seat last month, reappeared on Saturday after 20 days, PTI reported.Kumbhani claimed that while Congress leaders were accusing him of being disloyal to the organisation, it was the party that had betrayed him ahead of the 2017 Gujarat Assembly election. The 43-year-old added that he had no plans to join the Bharatiya Janata Party, The Times of India reported.On April 21, the Surat electoral officer rejected Kumbhani’s nomination because of discrepancies in the signatures of those who proposed his candidature. The BJP’s Mukesh Dalal won the seat unopposed the next day after all the other candidates withdrew their nominations.Voting in Surat was scheduled to be held in the third phase on May 7.The Congress suspended Kumbhani for six years on April 26, saying that he either connived with the BJP or was “completely careless” while filing his nomination form.However, on Saturday, Kumbhani alleged that it was the Congress that betrayed him first ahead of the 2017 state elections by cancelling his ticket from the Kamrej Assembly constituency in the Surat district at the last minute. “It was the Congress which made the first mistake, not me,” he alleged, according to PTI.Kumbhani contested the 2022 Assembly election from Kamrej, but came third after the BJP and Aam Aadmi Party.The suspended Congress leader added on Saturday: “I did not want to do this but my supporters, office staff and workers were upset because the party is being run by five self-proclaimed leaders in Surat and they neither work nor allow others to work.”Kumbhani alleged that although the Congress and the Aam Aadmi Party are part of the Opposition’s INDIA alliance, the five Congress leaders in Surat objected when he campaigned with leaders from the Arvind Kejriwal-led party.While asserting that he had no plans to join the BJP, Kumbhani said he would continue doing social work, The Times of India reported. He denied having taken money from any political party in exchange for having his nomination form rejected.A week after the BJP won the Surat seat unopposed, the Congress said it would take legal recourse after the Lok Sabha elections were over. Commenting on alleged discrepancies in the signatures of those who proposed Kumbhani’s candidature, senior Congress leader and advocate Abhishek Manu Singhvi said that a returning officer cannot judge a signature’s authenticity.Also read: ‘Supporter of BJP met me’: Surat candidates on the various reasons they withdrew from the election","author":"Scroll Staff","time":"2024-05-12T10:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200325-zytpcltiop-1714186483.jpg","tags":["Nilesh Kumbhani","Congress","Surat","Lok Sabha 2024"]}