{"title":"Suspend Sunil Jakhar for two years, recommends Congress disciplinary panel","content":"A disciplinary action committee of the Congress party on Tuesday recommended suspending the party’s former Punjab unit chief Sunil Jakhar from the organisation for two years, The Indian Express reported.The committee, chaired by senior leader AK Antony, also recommended removing Kerala Congress leader KV Thomas from all party posts. Both the recommendations have been forwarded to Congress President Sonia Gandhi, who will take a call.The development came two weeks after the committee had issued a show-cause notice to both the leaders for going against the party line, according to The Indian Express.In its notice to Jakhar, the party had accused him of making derogatory statements against Congress leaders and questioning the party’s chief ministerial candidate during the 2022 Punjab Assembly elections. Charanjit Singh Channi was chosen as the party’s chief ministerial candidate. “It is in gross violation of the party’s ethos... the committee deliberated and decided to give you an opportunity to explain your action and decided to issue [a] show cause notice [to you on] why action should not be taken as per the Party Constitution XIX(f)(5),” the notice had said.In March, Jakhar had called former Chief Minister Channi a liability for the party after the Congress had lost to the Aam Aadmi Party in the Assembly elections.“Not the top brass, but his [Channi’s] own greed pulled him and the party down,” Jakhar had said in a tweet.Jakhar had also claimed that the party did not choose him as the chief ministerial candidate because he is a Hindu, according to The Indian Express.The notice to Thomas was issued for attending a seminar organised by the Communist Party of India (Marxist) in Kerala’s Kannur district against a directive issued by the state Congress unit and Gandhi herself.Lok Sabha MP Shashi Tharoor too wanted to attend the CPI(M) conference at first but had decided against it after the directive from Gandhi.  Panel member Tariq Anwar said that the committee had sought a reply from both the leaders within a week, reported The Tribune. Thomas’ response was not satisfactory, Anwar said. Jakhar had not replied to the notice but had told the panel to take action as it deemed fit.“I wish the Congress good luck,” Jakhar said, PTI reported.Earlier in the day, ahead of the committee meeting, Jakhar had said “those who still have a conscience will be beheaded”.आज, सर कलम होंगे उनके जिनमें अभी ज़मीर बाकी है !**(My apologies to Javed Akhtar Saheb)— Sunil Jakhar (@sunilkjakhar) April 26, 2022","author":"Scroll Staff","time":"2022-04-26T19:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164207-mcngskdoms-1632117840.jpg","tags":["Sunil Jakhar","KV Thomas","Congress"],"source":"https://scroll.in/latest/1022703/suspend-sunil-jakhar-for-two-years-recommends-congress-disciplinary-panel"}