{"title":"‘Swatantrya Veer Savarkar’ review: Biopic projects Hindutva ideologue as a neglected hero of history","content":"If only we had listened to Vinayak Damodar Savarkar, Swatantrya Veer Savarkar claims, India would have been liberated from British rule much earlier than 1947. Randeep Hooda’s biopic, in which he also stars as Savarkar, wholeheartedly embraces his subject’s advocacy of militarism. The movie projects the Hindutva exponent as the glue joining revolutionaries across space, time and ideology, from Khudiram Bose to Bhagat Singh.Savarkar’s Zelig-like influence extends to BR Ambedkar and Subhas Chandra Bose. According to Hooda and co-writer Utkarsh Naithani, the real “Father of the Nation” is not than the man to whom Indians have given the title. It is Savarkar.The movie overcomes Mohandas Gandhi’s towering legacy in the easiest possible way. The Mahatma’s actual slaying by activists of the Hindu Mahasabha, of which Savarkar was a leader, is preceded by a brazen assassination of his character.Gandhi (Rajesh Khera) is portrayed as stodgy, shallow and soft on the British. His advocacy of non-violence is presented as an obstacle rather than a moral force, considerably delaying Independence. The film’s opening text spells it out: we have been told that India became free through non-violent means, but this isn’t that story.Hooda’s tale unfolds like a conspiracy thriller. Arvind Krishna’s atmospheric cinematography creates a thick air of intrigue. Deep shadows, graphic novel-like frames and a desaturated colour palette accompany Savarkar’s journey to England to study law and then to the notorious Cellular Jail in the Andaman and Nicobar islands.The stylised approach is pragmatic: the use of intense close-ups cuts down the period detailing needed to depict events between 1857 and the late 1940s. The at-times hypnotic device is apposite too.Swatantrya Veer Savarkar seeks to address the perceived conspiracy that Hindutva proponents complain about: why has Savarkar been denied what they believe is his rightful place in the pantheon of freedom fighters? Put another way, why have Gandhi and the Congress been allowed to own the narrative?Alongside Gandhi and the Congress (which is accused of secretly aiding Gandhi’s assassination), the film targets British tyranny. Repulsed by British oppression, Savarkar and his brother Ganesh (Amit Sial) set up a secret society in 1904. The society’s activities continue in England, to which Savarkar travels to study law. Implicated in the murder of a British official’, Savarkar is locked away in Cellular Jail.Here, Savarkar is subjected to brutal treatment, ordered by the prison’s British warden and enthusiastically implemented by a Muslim jailer. The torture, reminiscent of Mel Gibson’s The Passion of the Christ (2006), is contrasted with the suggestion that the much-jailed Gandhi faced little suffering.The freedom struggle is down to these two men, both thin and austere, both wearing similarly-shaped spectacles. But only one is actually a visionary, the movie will have us know.Over 178 minutes, Hooda repeatedly circles back to his aim of bulking up Savarkar’s image while demolishing Gandhi. Savarkar’s thoughts on “Akhand Bharat” (a unified India that includes Myanmar and Afghanistan), Hindutva, Partition and armed insurrection are laid out without a challenging or contradictory viewpoint.In some respects, the movie resembles Richard Attenborough’s biopic Gandhi (1982), which has been critiqued as a flattening portrait of a complex man. While in Gandhi, the British see the protagonist as the single-biggest threat to their rule, Hooda’s film maintains that it was Savarkar who scared the colonial powers the most, even as they eventually come around to respecting his unbending ways.But unlike Gandhi, the film has only contempt for its dauntless hero’s peers. Hooda puts on an impassioned, manically focused performance that includes a deadly glint and a curled lip. Savarkar’s intense manner relaxes only in the company of other militaristically-minded rebels or his family, which includes his wife Yamuna (Ankita Lokhande).When Savarkar meets Gandhi after being released from Cellular Jail, he is cool towards the diminutive giant. Gandhi is a big man now, Savarkar sarcastically tells his daughter.Savarkar’s infamous decision to send mercy petitions to the British asking to be freed from the Andamans hell-hole is intercut with unremitting brutality, suggesting that he had little choice in the matter. It upsets Savarkar that he is released only after Gandhi’s intervention, just as it hurts him to know that while he was rotting in prison, Gandhi has become the face of the freedom movement. What if this wasn’t really the case, the film asks.Swatantrya Veer Savarkar arrives as election season is starting off, making it high-value, slickly produced propaganda. Savarkar’s heavily simplified Hindutva beliefs link the film most immediately to the present. Savarkar speaks of the legitimacy of the “pain of a majority” that has been oppressed for centuries.When Nathuram Godse, shown in the movie as a Hindu Mahasabha member, guns down Gandhi, Savarkar is remorseful. It’s the only moment of weakness in a narrative that proudly owns its ideological stance.\n\n\n    \n    Play\n\nSwatantrya Veer Savarkar (2024).","author":"Nandini Ramnath","time":"2024-03-22T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199407-hlrteenfkt-1710880755.jpeg","tags":["Swatantrya Veer Savarkar review","Randeep Hooda","Vinayak Damodar Savarkar"],"source":"https://scroll.in/reel/1065468/swatantrya-veer-savarkar-review-biopic-projects-hindutva-ideologue-as-a-neglected-hero-of-history"}