{"title":"Swing it like Shikha: When Pandey produced a moment of magic on her return to the Indian side","content":"Before Saturday, Shikha Pandey last bowled a delivery in international cricket in July, in England. Since the moment India landed in Australia for arguably the toughest challenge in the game currently – taking on Meg Lanning and Co – she has been watching on from the sidelines. She did not feature in the warm-up match, she did not play the One Day International series, she did not get a go with the pink ball under lights in the Test match, she saw rain cut short the first T20I after finally getting the nod to feature in the XI. The wait, for a proud and experienced campaigner like Pandey, must have been excruciating. On Saturday, she had the new ball in hand. After India huffed and puffed to a total that gave them something to work with... after watching 302.4 overs her teammates bowled over the past couple of weeks... Pandey stood at the top of her run-up. Alyssa Healy, entertainer extraordinaire, marked her guard. The first ball was banged in short. The Aussie opener doesn’t need to get her eye in to feast on that length. She planted her foot firmly, picked up the length quickly, pulled it away with disdain. A boundary. Not ideal from Pandey. Ominous from Healy.Pandey went back to her mark. A penny for her thoughts in those moments. Cricketers always tell you they focus only on the delivery they are about to bowl, the next one is the one that matters, not what came before. But it is only human to overthink when in doubt. Could she have been thinking about all the time she spent on the sidelines and worried about what is to happen if perhaps the second ball too went to the boundary? And what about the ball after? What if the first over on her return to the side set Australia on their merry way to a comfortable run-chase? What if she set the tone for it? Healy took guard again. At the delivery stride, the ball came out of Pandey’s fingers aligned around the imaginary sixth or seventh stump line. From that starting point, the top of the actual off stump seemed a long way away. But there was time. There was distance to be covered but there was initial swing. The ball started moving in, frame by frame getting ever so close to the destination that seemed unrealistic a few milliseconds ago. As it pitched and started seaming back in, it seemed probable. Was it possible? Healy’s front foot had taken a step towards the original line of the ball... technically, the right thing to go. Cover the line, move early and get into position. It’s what you are taught. As the bat started coming down, the ball started moving in closer... right until the point it was too close to Healy for the bat to matter. The defence had been breached. The bails lit up. Shikha Pandey came back in style, with a ball that came back in style. When Shikha Pandey swung it back into Alyssa Healy (Image: 7 Cricket)Pandey released all the pent up energy a fast bowler usually carries. The celebration was fierce as her teammates, perhaps fittingly led by Jemimah Rodrigues, mobbed her. As Healy walked back, you could see the expression of ‘what just happened’ on her face. From Jhulan Goswami earlier in the series to now Pandey, she has been at the receiving end of some special moments from the Indian seamers. “Yeah, a pretty special delivery that one. We all stopped, turned around and watched it about four times, which probably isn’t a good idea when you keep watching it on repeat! But yeah, very special ball that one,” allrounder, and match-winner, Tahlia McGrath said later. Unreeeeeeal! 😱 How far did that ball move? #AUSvIND pic.twitter.com/D3g7jqRXWK— cricket.com.au (@cricketcomau) October 9, 2021\n\nThe match went in Australia’s favour of course, but this night will not be forgotten by Indian cricket team fans, for the moment that Pandey produced to stun Healy. Swing and seam bowling, strictly speaking, is all about physics. Indeed, the cricket ball behaves the way it does because of a variety of factors. But any bowler who has ever bowled the first over with a brand new ball, irrespective of whether it is white or red or pink, will tell you that controlling the swing is probably the most difficult aspect of the delivery. When the front foot lands, and the fingers let go, not often the ball ends up doing what you intended it to. But at Carrara on Saturday, Shikha Pandey swung it like she often has. It is what she does with the new ball invariably. Only this time, the delivery seemed to defy the laws of science and transcend into the realm of magic. True moments of sporting inspiration often lie within that intersection. #AUSvIND On a loop 🔁🎥 GIF via @cricketcomaupic.twitter.com/aicNbKZkkw— The Field (@thefield_in) October 9, 2021","author":"Vinayakk Mohanarangan","time":"2021-10-09T20:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164954-qwhdcrzlto-1633789749.jpeg","tags":["Australia vs India","Shikha Pandey","Alyssa Healy"],"source":"https://scroll.in/field/1007337/swing-it-like-shikha-when-pandey-produced-a-moment-of-magic-on-her-return-to-the-indian-side"}