{"title":"‘Sye Raa Narasimha Reddy’ movie review: Freedom struggle epic works best when in battle mode","content":"The biopic Sye Raa Narasimha Reddy is possibly the longest flashback in the history of the movies. It’s 1857, and British troops are threatening to overrun Jhansi. Rani Lakshmibai (Anushka Shetty) gives her men a pep talk about a rebellion that had taken place a little over a decade ago. One man made it happen, the queen thunders, and if he could, so can you.The motivational speech lasts the length of the movie, with the invading British presumably patiently standing by as the queen recounts the valour of the warrior whom she credits as her inspiration. Over 170 minutes, writer and director Surender Reddy revisits the saga of Uyyalawada Narasimha Reddy, the nobleman who in 1846 led his people in an armed rebellion against the British in Andhra Pradesh’s Rayalseema region. Reddy was captured and hung to death, and the movie’s revisionist take on history suggests that his act directly influenced the 1857 Mutiny.The ambition is two-fold: to underscore the contribution of southern India to the freedom struggle as well as suggest that heads were separated from bodies and swords plunged into stomachs before non-violence became the chosen path to freedom. Like Thugs of Hindostan and Manikarnika: The Queen of Jhansi before it, Sye Raa Narasimha Reddy imagines an India before Mahatma Gandhi, but unlike these films, does a better job of making its pitch.For all its aggression and love of blood-letting, Sye Raa Narasimha Reddy is an old-fashioned patriotic movie, the kind in which pale-faced conquerors and traitorous Indians are the villains and the goal is freedom from conquest, oppression, and extortionate taxes. On the last subject, at least, it is possible to get behind Reddy’s call to arms. Chiranjeevi in Sye Raa Narasimha Reddy (2019). Courtesy Konidela Production Company/Excel Entertainment.The influences on Surender Reddy’s movie are numerous, but the chief one is Mel Gibson’s Braveheart (1995), about the Scottish uprising against the English in the thirteenth century. Narasimha Reddy is played by Telugu megastar Chiranjeevi with de-aging effects to suggest a man younger than his actual age of 64 years. Our hero’s evolution into the great hope of his kingdom is bathed in religious terms, and his connection with the Vishnu avatar Narasimha is emphasised verbally in case anybody missed the point.Narasimha unites the squabbling feudal elite into a united front against the British, represented first by a cruel Christian Bale lookalike who burns children for sport and later by a befuddled-looking bearded gent who stumbles about wearing the colours of the Queen. Not all the nobles are in Team Narasimha. Avuku Raju (Kannada star Sudeep) resents Narasimha’s growing influence, but later develops grudging respect for the saint with the sword.\n\n\n    \n    Play\n\nSye Raa Narasimha Reddy (2019).The movie was originally made in Telugu and has been dubbed in Tamil and Hindi. The casting is pan-Indian, and actors from various language markets do their bit to enhance the production’s appeal beyond the Telugu-speaking regions. Amitabh Bachchan plays Narasimha’s spiritual mentor, and Tamil talent Vijay Sethupathi does his bit to woo the Tamilians. There’s a token Muslim landlord (Mukesh Rishi) who ensures communal harmony. There are women too in this macho movie. They look as gorgeous as pieces of jewellery, but in the larger scheme of things are mostly ornamental. Tamannaah plays the dancer Lakshmi, who loses her heart to the irresistible Narasimha, and Nayanthara portrays his wife Sidhamma, who manages to pop out a son in the middle of the feinting and jousting.A key scene involving Lakshmi should have been one of the centrepieces but whizzes by, in case it takes the attention away from Narasimha’s gravity-defying stunts. Chiranjeevi gets the bulk of the scenes and largely shoulders the burden of creating a desire for independence among the populace. Sudeep’s Avuku Raju is the only character who leaves his mark in a production dedicated to its lead actor’s unending heroism.Vijay Sethupathi in Sye Raa Narasimha Reddy (2019). Courtesy Konidela Production Company/Excel Entertainment.Narasimha is something of a phantom in the early scenes, appearing in the nick of time to save whoever needs to be saved. The often-confusing geography doesn’t convey a sense of the vastness of the region, and Narasimha’s ability to traverse great distances without any explanation creates moments of unintended humour in an otherwise deadly serious narrative.The winning earthy tones by cinematographer Ratnavelu, sumptuous production design by Rajeevan Nambiar, and beautifully styled costumes by Uthara Menon and Sushmita Konidela help to dress up a movie whose plot remains resolutely well-worn and tacky. Director Reddy reserves his efforts for the action scenes, which are numerous, heavy on slow motion, and packed with whistle-baiting moments. Sye Raa Narasimha Reddy works best when in bellicose mode, and the rousing action set pieces have all the marks of the hyperbole for which big-budget Telugu productions are reputed. If Thugs of Hindostan had had even half of this movie’s gumption and lack of self-consciousness, it might just have worked.However, Sye Raa Narasimha Reddy slumps each time the narrative moves away from the battlefield. The characters, except for a few, do not change or evolve from the moment we first see them. Narasimha’s saintliness suggests an otherworldliness even before he walks towards the noose.A real chapter in India’s long and hard-fought struggle for independence has been re-imagined as a visual effects-laden action epic. A century passed before Narasimha’s dreams of complete freedom were realised, but you would never know why if you saw him magically appearing whenever needed and making short work of British soldiers. Meanwhile, Lakshmibai of Jhansi and her soldiers wait for the story to end, as do the marauding British, who clearly knew better.","author":"Nandini Ramnath","time":"2019-10-02T08:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128343-pwidbhmjgg-1569960015.jpeg","tags":["Sye Raa Narasimha Reddy","Chiranjeevi","Nayanthara"],"source":"https://scroll.in/reel/939125/sye-raa-narasimha-reddy-movie-review-freedom-struggle-epic-works-best-when-in-battle-mode"}