{"title":"Synchronise Lok Sabha and Assembly polls first, BJP tells ‘one nation, one election’ panel","content":"The Bharatiya Janata Party on Tuesday submitted a memorandum to the high level committee on “one nation, one election”, suggesting that the Lok Sabha and the Assembly elections should be held simultaneously first and that the local body polls can be synchronised later, The Indian Express reported.A delegation led by BJP chief JP Nadda met the committee’s chairperson former President Ram Nath Kovind and pledged the party’s support for simultaneous polls, the Union law ministry said in a statement.Nadda told reporters after the meeting that the Representation of the People Act should be amended after a “consensus” is formed to enable simultaneous elections. He also said that there should be a common electoral roll and voter ID for all elections. “We have requested that there should be one photo identity card which is valid for Lok Sabha, state Assembly and panchayat polls,” The Indian Express quoted Nadda as saying.The BJP chief said that the model code of conduct is always in force in some parts of the country, which can hamper good governance. He added that frequent elections put a financial burden on political parties and the government that leads to more political corruption.The Election Commission implements a model code before every poll that lays down how parties and candidates should conduct themselves during the electoral process. To prevent parties in government from taking unfair advantage of the administrative apparatus under their control, the code prevents the announcement of new schemes and policies.Nadda added that when government officials like teachers, health workers and security personnel are deployed on election duty, their regular work is disrupted.He also said that all panchayat elections should be held simultaneously, or the model code of conduct will be put in place repeatedly. In the long run, Nadda suggested, the three elections – Lok Sabha, Assemblies and panchayats – should be held at the same time.The committee was set up by the Centre in September to look into the feasibility of implementing the long-standing proposal for simultaneous elections in India.Opposition parties have criticised the government, saying that it has acted unilaterally on taking steps to implement the “one nation, one election” plan.In 2019, after Prime Minister Narendra Modi won a second term, he had called an all-party meeting to deliberate on the idea. Back then too, several Opposition parties had boycotted the meeting saying that the idea was against the principles of federalism.Also read: Simultaneous elections: What are the implications for Indian federalism?","author":"Scroll Staff","time":"2024-02-21T11:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198644-btzboagggf-1708492740.jpg","tags":["one nation one election","BJP","Simultaneous polls"],"source":"https://scroll.in/latest/1064055/synchronise-lok-sabha-and-assembly-polls-first-bjp-tells-one-nation-one-election-panel"}