{"title":"Syria: Aid convoy enters eastern Ghouta, but government authorities confiscate UN medical supplies","content":"An aid convoy entered Syria’s besieged eastern Ghouta region for the first time in several weeks on Monday, The Guardian reported. Syrian Army attacks on rebel groups have left at least 520 dead in the Ghouta enclave over the past two weeks, and 2,500 injured. As many as 4,00,000 civilians are feared trapped.A convoy of 46 trucks sent by the International Committee of the Red Cross, the Syrian Arab Red Crescent and the United Nations began to cross a Syrian Army checkpoint at al-Wafideen on Monday morning. However, an unidentified World Health Organization official said that Syrian government authorities had confiscated surgical kits, insulin, dialysis equipment and other medical supplies from United Nations vehicles entering the enclave.Some doctors working in eastern Ghouta told The Guardian that 712 people had been killed and more than 5,600 injured since February 19. “People are scared of massacres [by the Syrian Army] and so they are fleeing inwards [deeper into eastern Ghouta],” a doctor said. On Sunday, there was heavy fighting in the Beit Sawa area, on the eastern edge of the enclave. Civilians fled as clashes intensified between government forces and the Jaysh al-Islam, one of the three main rebel groups. Russian President Vladimir Putin has ordered a daily five-hour ceasefire in the region, but the fighting has continued. France and the United States had on Thursday urged Russia to exert pressure on Syria to implement a resolution that the United Nations passed in January for a 30-day ceasefire.Syrian President Bashar al-Assad at a press conference on Sunday vowed to continue what he described as a fight against terrorism. He also said that reports about the dire humanitarian situation in eastern Ghouta were “ridiculous lies”, BBC reported. But he added that he supported Russia’s ceasefire announcement as it would allow “the majority of those in eastern Ghouta” to escape the areas under the control of “terrorists”.","author":"Scroll Staff","time":"2018-03-05T20:34:57.736096+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/870912-83710-fywbpurtlt-1520261901.jpg","tags":["Syria","Bashar al-Assad","United Nations","Eastern Ghouta"]}