{"title":"T20 World Cup: Under pressure, Jemimah Rodrigues repays the faith on grand stage","content":"Jemimah Rodrigues hit consecutive fours, got to a half-century and guided India to victory in their ICC T20 World Cup 2023 opener against Pakistan on Sunday. Her team had been in a tricky position in the run-chase and the emotions poured out as she exulted after hitting the winning runs.But looking at Rodrigues celebrate, you knew it meant a lot more to her than just the win on the day. It was a deeply personal triumph as well.T20 World Cup blog: Jemimah, Richa take India past finish line against PakistanA year earlier, the right-hander had been left out of India’s squad for the ODI World Cup in New Zealand. She admitted later that it was one of the toughest phases of her life, but it didn’t take her long to bounce back. She helped India win the Commonwealth Games silver medal before finishing as the highest run-scorer in the 2022 Asia Cup as India won the trophy again.After leading India to a crucial victory against arch-rivals Pakistan on Sunday, Rodrigues spoke in great detail once again about her time away from the team. A lot has happened in her career since last year, but the learnings from that phase remain entrenched. Since then, though, her form dipped once again but she was in great rhythm again at Newlands.“As a batter when you’re not getting scores, it’s definitely not an enjoyable time,” said Rodrigues in the post-match press conference.“But I was working really hard in the nets and knew I was putting in the efforts. I was ticking all the boxes, going to the gym and doing everything. It was very tough, but I had to keep pushing myself and yeah, this this feels sweet.”After being asked to bowl first and restricting Pakistan to 149/4, India lost the wicket of opener Yastika Bhatia in the powerplay. That’s when Rodrigues came to the crease and went on to play a match-winning, unbeaten innings of 53 (38) with eight fours.It was a resilient knock as Pakistan kept building pressure and got the wickets of Shafali Verma and Harmanpreet Kaur. But Richa Ghosh’s aggression at No 5 proved to be the perfect foil for Rodrigues and the duo put on an unbeaten 58-run stand to finish the game with an over to spare.Jemimah Rodrigues hugs Richa Ghosh after India's win against Pakistan | AFP / Marco LongariAn aspect of Rodrigues’ knock that stood out was her calmness under pressure. She came to the crease with intent, wasn’t fluent at all times but found boundaries cleverly and in the end, her hustle prevailed. The cut and drive through cover have always been her strong suits but she even found crucial boundaries by moving across the crease and whipping the ball behind square on the leg side.Rodrigues had been through an emotional journey over the past year and listening to her talk after the game, one could sense how determined she is to make every opportunity count.“This time last year, I was at home and not in a good headspace because I was dropped from the ODI World Cup squad. That was the toughest time for me. But there were so many people who helped me at that time, including my coach Prashant Shetty. I was not okay mentally and had taken a break. I love playing cricket and the World Cup is a dream for every cricketer and missing out on that… it took me a while. I remember, sometimes the weeks used to be so hard and every day felt so long,” said the 22-year-old.She added: “There were so many times I had given up, I didn’t have the strength to carry on. I wouldn’t have been able to bounce back if it wasn’t for the people who believed in me at that time. That time actually changed me completely. I changed the way I practice, I changed the way I plan my innings and understood my game better. I understood the value of good relationships. It felt like that was one of the lowest phases of my life but it turned out to be the reason why I could come here today.”While the World Cup setback last year gave Rodrigues immense perspective, the backing she received leading up to the ongoing World Cup has been significant too.She wasn’t in the best form heading to South Africa this time around. In the T20I series at home against reigning world champions Australia in December last year, she managed just 28 runs in four games. And in her six innings thereafter, she scored just 96 runs with two ducks.But skipper Harmanpreet and coach Hrishikesh Kanitkar continued to back her and against Pakistan, she repaid the faith with a memorable performance.“My team has backed me a lot throughout this time,” said Rodrigues, who also spoke a couple of times about her faith in god. “They’ve always given me a lot of confidence and knew what I was capable of.“Just talking to Harry di (Harmanpreet) and Smriti (Mandhana) really helped me a lot during this time. And especially with Hrishi sir (Kanitkar), I have spoken a lot throughout this time. He is one person who understands cricket really well and has a lot of experience. He also knows what to say and understands what a player goes through. He just told me you know what, you’re a dedicated girl and work hard, keep going and things will fall into place.”She added: “It’s always a nice feeling when you’re backed by your entire team. It just gives you an extra boost and extra confidence. I remember against West Indies during the recent tri-series, I was batting with Harry di and just hugged her and thanked her for backing me. She just said you’re a very important player for us, you matter to us. Getting that kind of support always helps. I am very grateful.”A confident, in-form Rodrigues is crucial for India as they aim to bag their first senior ICC title. She has the ability to manoeuvre the field and keep the scoreboard ticking through the middle overs, which has often been a concern for India in big games. The team backs her and now, with her heroics against Pakistan, she has another strong foundation to build on.","author":"Aditya Chaturvedi","time":"2023-02-13T09:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186780-rshalojonn-1676226896.jpg","tags":["icc women's t20 world cup 2023","jemimah rodrigues","cricket","india vs pakistan","indian women's cricket team"],"source":"https://scroll.in/field/1043748/t20-world-cup-under-pressure-jemimah-rodrigues-repays-the-faith-on-grand-stage"}