{"title":"T20 World Cup 2023: Shikha Pandey returns as BCCI announces squad to be led by Harmanpreet Kaur","content":"Harmanpreet Kaur was named captain as the Board of Control for Cricket in India on Wednesday announced the squad for the upcoming ICC Women’s T20 World Cup and tri-series in South Africa.Harmanpreet is set to lead a 15-member squad, with senior fast bowler Shikha Pandey making a comeback having last played a T20I back in October 2021.The ICC Women’s T20 World Cup 2023 is set to begin on February 10, 2023, with India set to begin their campaign on February 12 against Pakistan in Cape Town.India is in Group 2 with England, West Indies, Pakistan, and Ireland. The top two teams in each group at the end of the group stage will play in the semi-finals. The final will be held on 26th February 2023.Among notable inclusions are Anjali Sarvani and Devika Vaidya, who both impressed in the recent home series against Australia. Sarvani, the left-arm pacer, was making her international debut while leg-spinner and left-handed batter Vaidya was making her international comeback. Sneh Rana, who missed the series, makes the reserves alongside S Meghana and Meghna Singh.Pooja Vastrakar’s inclusion is subject to fitness, the press release stated.India’s squad for ICC Women’s T20 World Cup 2023: Harmanpreet Kaur (Captain), Smriti Mandhana (Vice-Captain), Shafali Verma, Yastika Bhatia (wk), Richa Ghosh (wk) Jemimah Rodrigues, Harleen Deol, Deepti Sharma, Devika Vaidya, Radha Yadav, Renuka Thakur, Anjali Sarvani, Pooja Vastrakar, Rajeshwari Gayakwad, Shikha PandeyReserves: Sabbhineni Meghana, Sneh Rana, Meghna SinghNote: Pooja Vastrakar’s inclusion in the squad is subject to fitness ICC T20 WC – India’s League stage fixtures \n    \n       Sr. No.  Date  Opponent  Venue \n    \n     1  12th February  Pakistan  Cape Town  2  15th February  West Indies  Cape Town  3  18th February  England  Port Elizabeth  4  20th February  Ireland  Port Elizabeth \n  Ahead of the T20 World Cup, India will play a tri-series tournament that will begin from 19th January 2023 and will include South Africa and West Indies.With Richa Ghosh and Shafali Verma competing in the U19 World Cup at that time, they will be missing out in this squad. Shushma Verma makes a comeback while young Amanjot Kaur gets a first call-up. India’s squad for Tri-series: Harmanpreet Kaur (Captain), Smriti Mandhana (Vice Captain), Yastika Bhatia (wk), Jemimah Rodrigues, Harleen Deol, Deepti Sharma, Devika Vaidya, Rajeshwari Gayakwad, Radha Yadav, Renuka Thakur, Meghna Singh, Anjali Sarvani, Shushma Verma (wk), Amanjot Kaur, Pooja Vastrakar, Sabbhineni Meghana, Sneh Rana, Shikha PandeyNote: Pooja Vastrakar’s inclusion in the squad is subject to fitness Tri-series fixtures \n    \n       S. No.  Date  Match no.  Match  Venue \n    \n     1  19th January  1  South Africa W vs India W  Buffalo Park, East London  2  21st January  2  South Africa W vs West Indies W  Buffalo Park, East London  3  23rd January  3  India W vs West Indies W  Buffalo Park, East London  4  25th January  4  South Africa W vs West Indies W  Buffalo Park, East London  5  28th January  5  South Africa W vs India W  Buffalo Park, East London  6  30th January  6  West Indies W vs India W  Buffalo Park, East London  7  2nd February  Final  Tri-Series Final  Buffalo Park, East London \n  The 23 matches of the World Cup will be played across Cape Town, Paarl and Gqeberha in 15 days. The finals weekend will take place at Newlands Cricket Ground with the winner being crowned on Sunday, February 26.","author":"Scroll Staff","time":"2022-12-28T20:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180242-vipgjfiaoh-1663818786.jpg","tags":["Harmanpreet Kaur","Shikha Pandey","Smriti Mandhana","Shafali Verma","Jemimah Rodrigues","BCCI","South Africa","ICC Women’s T20 World Cup","cricket","indian women's cricket team"],"source":"https://scroll.in/field/1040759/t20-world-cup-2023-shikha-pandey-returns-as-bcci-announces-squad-to-be-led-by-harmanpreet-kaur"}