{"title":"T20 World Cup: Harmanpreet Kaur's unlucky run out aside, India's mistakes hurt them in SF heartbreak","content":"Sure, Harmanpreet Kaur’s run out was the big turning point of the match at Newlands on Thursday. There were plenty of little moments that swung the ICC Women’s T20 World Cup semifinal between India and Australia one way then the other, but that dismissal was undoubtedly the big one. In fact, it was even the main topic of discussion in the post-match press conference. The India captain spoke about it on more than one occasion. She was sure which moment in the game was the decisive one… it was *that* run out.“I think if I had stayed till the last moment, we could have definitely finished the match one over earlier as we had the momentum,” said Harmanpreet.She later added: “It is disappointing because according to the momentum of the match and the way we were playing cricket, we shouldn’t have lost like this. Because from the Australian team’s body language, it looked like they gave up the match. But the moment I got out, the momentum shifted from India to Australia, I personally felt it was the turning point.”T20 World Cup semifinal, IND vs AUS as it happened: Australia edge India for famous winGoing by social media reaction, the run out will likely remain the lasting memory of the match for Indian cricket fans. It reminded many of MS Dhoni’s run out against New Zealand in the 2019 World Cup. A spot in the final is up for grabs, a legend scores a fighting half-century, a most unlikely victory seems possible, and then it all comes crashing down thanks to an unfortunate run out by the barest of margins – a direct hit from the deep then, the bat getting stuck in the ground now.However, what’s worth paying attention to here is the ‘unlikely victory’ bit. It is because India somehow got to a winning position that Harmanpreet’s run out seems destined to be a painfully unforgettable memory.Against Australia on Thursday, India were reduced to 28/3 in 3.4 overs as they attempted to chase a target of 173 runs. The top three – Shafali Verma, Smriti Mandhana and Yastika Bhatia – were back in the hut and it seemed the contest was dead and buried. But that’s when Harmanpreet and Jemimah Rodrigues got together at the crease and India ended up adding 69 runs off the next 40 deliveries.It was a terrific partnership, both in terms of skill and temperament, that turned the match on its head. Rodrigues was on a mission and hit her first two deliveries for fours. She kept landing punches with incredible confidence and finished with a 24-ball 43. Harmanpreet, too, began her innings with a four and scored 52 off 34 to show once again why she is one of the best in the business on the big stage.India were left needing 41 off 33 with six wickets remaining. They were in the driver’s seat. But that’s when the run out happened and India’s supporters were left with a sinking feeling. They were staring at a heavy defeat at one stage before being poisoned by hope. They had lived through the two agonising nine-run defeats in the 2017 ODI World Cup and 2022 CWG finals. As time went by, this too took a similar route. India were close to achieving one of the greatest comeback wins, but it wasn’t to be. Harmanpreet was right in putting that one moment down to bad luck – 99 out of 100 times, she’d slide the bat through easily – but the rest of the performance was down to skill and execution.Errors galoreThe mighty Aussies ended up winning by just five runs and it will be worth remembering, to learn from more than anything, India’s many mistakes that led to the heartbreaking result.It started in the first over of the match itself as Shafali, at mid-on, let the ball slip through and conceded an extra run. That marked the beginning of a horrendous day in the field for the Indians.There was not a cloud in the sky and hardly any swing on offer when the match began. The only chance to get some movement in the air was with the new ball. But India decided to not start with Shikha Pandey, someone who’s troubled Alyssa Healy with her in-swinger in the past.Deepti Sharma was handed the new ball instead, and given three consecutive overs despite Sneh Rana playing as a specialist off-spinner. Not just that, India opted for a remarkably defensive approach with Deepti. The off-spinner kept bowling it short and wide to settle for singles to deep extra cover.Deepti Sharma’s tactic early on seems to be to bowl short-wide balls and concede singles to deep extra cover. Has been slapped for fours twice in her first seven deliveries.#T20WorldCup #INDvAUS— Aditya Chaturvedi (@aditya_c19) February 23, 2023\n\nAnd before you knew it, with no real threat posed by the Indians, Australia got to 43/0 at the end of the powerplay without taking any risk. The tone had been set.Then there was the fielding, or the lack thereof. Meg Lanning was dropped on 1 by Richa Ghosh, It was a sharp chance but one that probably should’ve been taken. Australia’s captain was then given another reprieve by the Indian wicketkeeper on 9 as a stumping was missed. The right-hander went on to score a match-winning 49* off 34.It was, however, Shafali who made the most glaring mistake. Beth Mooney, on 32, mistimed the ball to long-on and it was the most straightforward catch. But India’s U19 World Cup-winning captain grassed it, with Mooney going on to finish with 54 off 37.In the 17th over then, Jemimah gave Ash Gardner a reprieve by squandering a run-out opportunity. Richa kept yelling ‘throw, throw’ from behind the stumps instead of indicating what the right end was and Jemimah didn’t look herself. She threw the ball to the bowler as Gardner made it back to the striker’s end.However, all the dropped catches and missed stumpings/runouts aside, it was the sheer number of misfields when the ball went straight to a fielder that were baffling. It was perhaps impossible to quantify the exact number but it’s safe to say Australia got more runs from India’s misfields than their eventual margin of victory. Such mistakes, that too so often, simply shouldn’t be happening at the international level.“Obviously, the Australians always field very well,” said Harmanpreet. “And from our side, we made some mistakes. But again, we have to just learn from whatever mistakes we have done. But obviously, the Australian side is better than us. They always field well.”Finally, coming to the batting, India had absolutely nothing to write home about apart from Harmanpreet and Jemimah’s knocks. Shafali was a tad unlucky as the umpire adjudged her LBW on field, Mandhana was trapped in front cheaply, Bhatia ran herself out, and the lower middle order didn’t deliver yet again under pressure.Despite Harmanpreet’s dismissal, India were left with 39 runs to get off 30 deliveries with half their wickets intact. You would imagine the batting team has the edge at this point. But what followed immediately was a phase where the pressure was ramped up by dot balls. Richa Ghosh, who had an otherwise fine tournament, couldn’t carry on the momentum. With Australia’s remarkable fielding, and India’s record in pressure run-chases, one perhaps knew deep down which team really had the upper hand then. And indeed, it proved to be the same old script as India bungled another chase.It had been said before that against Australia, you need to make the most of each opportunity you get. Their all-conquering team can find every possible way to win. But sadly for Indian cricket fans, on Thursday, their team seemed hell-bent on finding ways to lose. Harmanpreet’s unlucky run out will be spoken about for a long time but as the Indian team moves forward, they would do well to remember and learn from their many other mistakes as well.","author":"Aditya Chaturvedi","time":"2023-02-24T10:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187227-nimkggjtdx-1677177559.jpg","tags":["cricket","icc women's t20 world cup 2023","harmanpreet kaur","india vs australia","indian women's cricket team"],"source":"https://scroll.in/field/1044506/t20-world-cup-harmanpreet-kaur-s-unlucky-run-out-aside-india-s-mistakes-hurt-them-in-sf-heartbreak"}