{"title":"T20 World Cup: Smriti Mandhana rides her luck to emerge as India’s saviour against Ireland","content":"Smriti Mandhana’s knock against Ireland at the 2023 ICC Women’s T20 World Cup was reminiscent of Sachin Tendulkar’s knock against Pakistan at the 2011 ICC Men’s ODI World Cup. Back then, Tendulkar was dropped four times as he scored 85 to help India win the semifinal. And on Monday, Mandhana was dropped four times as she scored 87 to help India reach the semifinal.India captain Harmanpreet Kaur won the toss and opted to bat first against Ireland. A win would ensure India a spot in the semifinals and they went into the match as heavy favourites, with Ireland having lost their last 16 ICC Women’s T20 World Cup games.T20 World Cup, India vs Ireland as it happened: India reach semifinal after 5-run win on DLSIndia went on to register a five-run win thanks to the DLS method after the match was abandoned 8.2 overs into Ireland’s innings, but it ended up being quite the struggle for last year’s Commonwealth Games silver medallists.Openers Mandhana and Shafali Verma were together at the crease for 9.3 overs but their partnership hardly ever inspired confidence. Shafali finished with a 29-ball 24, with 12 singles and 13 dots, and India were left with a lot to do at the halfway stage of their innings.Harmanpreet then promoted herself to No 3 and managed a 20-ball 13. Richa Ghosh was out for a first-ball duck (the first time she was dismissed in the tournament). Jemimah Rodrigues scored 19 off 12, while Deepti Sharma was out on a first-ball duck too. As a whole, it was a forgettable batting performance for India. There were 41 deliveries in their innings, including the six wickets that fell, with no run scored. That’s nearly seven of the 20 overs wasted.Mandhana, the saviourHowever, as things turned out, India’s total of 155/6 did prove to be a match-winning one. And the credit for that almost entirely went to Mandhana. The left-hander played an innings of two parts. The first one saw her struggle for rhythm and score 47 off 39, while the second part was filled with some clever strokeplay that saw 40 runs scored off just 16 balls.It is worth noting here that the conditions at St George’s Park in Gqeberha were incredibly challenging. With the outfield quite big as it is, the strong wind throughout the match made it difficult to time the ball and find boundaries.Mandhana, too, struggled to find fluency for the most part. She kept striking at more than a-run-a-ball but that sense of ease she is known for at the crease was missing. The 26-year-old kept swinging hard and taking the aerial route without much timing, but luckily for her and India, Ireland kept putting down chances.All that changed in the 14th over, though. Mandhana brought up her half-century in style with a six and from there on, she got on top of the conditions with some smart batting. She decided to hit with the wind, irrespective of the fielders in the deep, and found some crucial boundaries. Her versatility as a batter was on display as she used the wind for her strokes on both sides of the pitch, going inside-out and through the leg side at will.Ireland finally caught Mandhana but the left-hander’s gritty 87 off 56 had provided India with the cushion they needed. Her innings may not have had its usual attractiveness, but she did what she had to get the job done for her team. 87 - @mandhana_smriti brought up her highest total in the women's @T20WorldCup with a knock of 87 runs against Ireland; it's also the second-highest total by an India batter in an innings (H. Kaur - 103 runs vs NZ in 2018) in the competition's history. Neat.#INDvIRE #T20WorldCup pic.twitter.com/nMm2fdDebU— OptaJeev (@OptaJeev) February 20, 2023\n\nHighest score by Indian openers in women's T20Is(against full members)87 - Smriti Mandhana v IRE, today86 - Smriti Mandhana v NZ, 201983 - Smriti Mandhana v AUS, 201879* - Smriti Mandhana v ENG, 202279 - Smriti Mandhana v AUS, 2022#T20WorldCup— Kausthub Gudipati (@kaustats) February 20, 2023\n\n“It was one of toughest innings I would have played,” said Mandhana after picking up the player of the match award.“Not because of the pitch, but in terms of the pace at which they were bowling and the wind which kept getting worse. Shafali and I had discussed that we weren’t going to get as much pace and we needed to maintain our shape. I was batting badly and she was not timing it well. With the wind, it got worse than we thought.”She added: “It was real hard work for the first 30 balls, I thought I had forgotten how to bat. Later on, I told myself to get into better positions to hit. Once you start middling, you’ll start hitting well. It’s good to score few runs and go in to the semis. The team is also looking really well. We have done amazing work and learnt a lot of lessons. Hopefully, we’ll try and use everything and win the semis and the final.”Make no mistake, India came close to losing the game. Ireland, after losing two wickets in the first over, had a strong partnership when rain stopped play. Skipper Laura Delany stated later on that the rain took them by surprise and they hadn’t had time to make the DLS calculations. Had there been even one more over, the Irish could well have gotten their noses ahead.The difference, at the end of the day, was Mandhana’s effort with the bat. She toughed it out and got a big score to earn her team a spot in the semifinals. With Australia, the defending champions who are undefeated so far in the tournament, up next, it bodes well for India that their best batter has runs under her belt.","author":"Aditya Chaturvedi","time":"2023-02-21T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187107-dgyqmnylqe-1676916375.jpg","tags":["icc women's t20 world cup 2023","cricket","indian women's cricket team","smriti mandhana","india vs ireland"],"source":"https://scroll.in/field/1044284/t20-world-cup-smriti-mandhana-rides-her-luck-to-emerge-as-indias-saviour-against-ireland"}