{"title":"‘Taaza Khabar’ review: Boon-as-bane comedy goes from boom to bust","content":"Taaza Khabar attempts to put a new spin on the age-old Mumbai hustle, which is to make money in as much time as it takes to cross the Sealink. Toilet attendant Vasant gets a divine gift that allows him to see events before they happen. The prophecies, revealed as notifications on Vasant’s cellphone that only he can view, have the potential to transform his life. Will he, to use the show’s fondness for Mumbai cliches, go from zero to hero and then superhero?Comedian Bhuvan Bam has produced the Hindi series for Disney+ Hotstar. Bam makes his acting debut as Vasant, who bites off more than he can chew in his attempt to be an overnight top dog.Vasant’s boon-as-bane journey begins in a chawl in central Mumbai. His father Ashok (Vijay Nikam) is an alcoholic, while his careworn mother Alpa (Atisha Naik) fusses over him. Vasant is sweet on sex worker Madhu (Shriya Pilgaonkar), who has been claimed by the politician Shetty (JD Chakravarthy).A good deed bestows upon Vasant the opportunity to break the news before it occurs. Vasant uses his cosmic jackpot to benefit himself and his family. His partners – Madhu, childhood friend Peter (Prathamesh Parab), cafe owner Mehboob (Deven Bhojani) and Mehboob’s daughter Shazia (Nitya Mathur) – also profit from Vasant’s overnight affluence even as they balk at his gathering I-am-god arrogance.\n\n\n    \n    Play\n\nTaaza Khabar (2023).The show is based on a concept by Aziz Dalal. The slang-heavy dialogue is by Hussain Dalal and Abbas Dalal. Director Himank Gaur steers six episodes past predictable pitfalls in familiar terrain populated by characters we have met before. The parable unfolds in a world of heightened realism, where money behaves like a Mumbai monsoon downpour but nobody blinks at Vasant’s sudden fortune. Hell-bent on giving Vasant his comeuppance, the show’s makers miss some of the more unexpected turns that the story could have taken. There are welcome tweaks to the template. Madhu is a spirited woman who approaches her trade with her eyes wide open (Shriya Pilgaonkar has evolved into one of the streaming space’s most efficient performers). Reshma (Shilpa Shukla), the madam of Madhu’s brothel, is more world-weary than evil. Mehboob has a sweet relationship with his bright daughter and has a hilarious reaction to when he learns of her love life. Vasant’s mother, solidly portrayed by Atisha Naik, is a warm presence.The small moments, punctuated by streetwise wisdom and profanity, work better than the overall plot, which staggers about in expected fashion (this isn’t a prediction Vasant can claim for himself). You know exactly where you are when Mahesh Manjrekar snarls his way into the frame, playing a gangster named (what else but) Kismat. It’s preordained, but it needn’t have been.","author":"Nandini Ramnath","time":"2023-01-06T09:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185277-aynaylbzar-1672940930.jpeg","tags":["Taaza Khabar review","Bhuvan Bam","Shriya Pilgaonkar"]}