{"title":"Table Tennis: G Sathiyan becomes first Indian to win WTT Feeder title; Manav Thakkar takes silver","content":"G Sathiyan became the first Indian paddler to win a WTT Feeder Series title after beating compatriot Manav Thakkar in the men’s singles final at the WTT Feeder Beirut on Thursday.Sathiyan, seeded 11th in the tournament, won 3-1 (6-11, 11-7, 11-7, 11-4) against Thakkar in the match that finished in just under 30 minutes.The 31-year-old from Chennai beat fellow Indian and fifth seed Harmeet Desai 3-1 (15-13, 6-11, 11-8, 13-11) and top seed Chuang Chih-Yuan 3-1 (11-8, 11-13, 11-8, 11-9) en route to the final.The opening game saw Thakkar, seeded ninth, maintain a steady lead, despite Sathiyan levelling the scoreline at 3-all and 5-all. Then at 7-6, Thakkar won four points on the go to take the opening game 11-6.However, in the second and third games, Sathiyan fought back to take charge of both games, winning them 11-7 each.The fourth game, one that Thakkar needed to win to stay in the final, was ultimately controlled by Sathiyan, who led consistently throughout the game. Thakkar won only four points, ultimately losing 1-3 and securing his third runners-up finish of the night.This is also Sathiyan’s first singles title at an international ranking event since the ITTF Czech International Open in 2021.Thakkar featured in two more finals before the men’s singles match. He partnered with Manush Shah and lost 1-3 (11-5, 7-11, 11-13, 12-14) to the Cuban duo of Andy Pereira and Jorge Campos in men’s doubles.With Archana Kamath as his partner, Thakkar also went down 1-3 (6-11, 12-10, 6-11, 6-11) to Shah and Diya Chitale in the mixed doubles final.","author":"Scroll Staff","time":"2024-03-22T13:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180688-imexielxdp-1664701118.jpg","tags":["G Sathiyan","Manav Thakkar","Manush Shah","Table tennis","WTT Feeder Beirut","Indian table tennis","Diya Chitale"],"source":"https://scroll.in/field/1065633/table-tennis-g-sathiyan-becomes-first-indian-to-win-wtt-feeder-title-manav-thakkar-takes-silver"}