{"title":"Tablighi Jamaat: Lucknow court acquits 11 Indians, 7 Indonesians accused of violating Covid-19 norms","content":"A Lucknow court has acquitted 18 people, including 11 Indians and seven Indonesians, who were booked for attending a Tablighi Jamaat congregation in March last year by allegedly disobeying government guidelines issued in the wake of the coronavirus crisis, Bar and Bench reported on Friday.The Sessions Court on Tuesday observed that there was nothing on record to show that the accused had violated any quarantine rules. They were booked for offences under Sections 188 (disobedience to order duly promulgated by public servant), 269 (negligent act likely to spread infection of disease danger­ous to life), 270 (malignant act likely to spread infection of disease danger­ous to life) and 271 (Disobedience to quarantine rule) of the Indian Penal Code, Section 3 of Epidemic Diseases Act (penalty for offence under section 118 of IPC) and Section 14(B) of Foreigners Act (penalty for using forged passport).Advocate Zia Jilani, representing the accused, argued that there was no evidence on record to show any motive on the part of the accused to spread the coronavirus. He said they had followed the directives issued by the local authorities all along.“Any news running on newspapers and news channels cannot be placed in the category as pronouncement of order by the public servant,” Chief Judicial Magistrate Sushil Kumari said. The case diary had described the absence of Covid-19 test by the accused based on media reports.The judge said that there was no restriction on visiting religious places unless certain activities such as giving religious speeches are carried out. It quashed the cases against the Indonesian members of the Jamaat, observing that case dairy did not mention they were taking part in any religious activity, giving religious speech or distributing religious audio, reported the Hindustan Times. It also turned down contention that the accused violated Section 14(B) of Foreigners Act, pertaining to visa rules. The judge also released all personal bonds of Indians, which they had furnished in court at the time of bail.The congregation held by the Islamic missionary sect in March last year was blamed for thousands of coronavirus infections around the country in the initial weeks of the countrywide lockdown. The event had renewed stigma against Muslims, triggering a wave of business boycotts and hate speech towards them.In December, a Delhi court had acquitted 36 foreigners who had attended the three-day congregation. In August, the Bombay High Court , too, had quashed three first information reports against 35 petitioners – 29 of them foreign nationals – who attended the Tablighi Jamaat congregation and travelled from there to different parts of India.","author":"Scroll Staff","time":"2021-02-19T16:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139307-knrwmdipph-1613726131.jpg","tags":["Indonesia","Tablighi Jamaat","Lucknow court","Coronavirus"],"source":"https://scroll.in/latest/987372/tablighi-jamaat-lucknow-court-acquits-11-indians-7-indonesians-accused-of-violating-covid-19-norms"}