{"title":"Tablighi Jamaat: How did the government fail to detect a coronavirus infection hotspot?","content":"On March 30, the Delhi government cordoned off the Nizamuddin area after it came to light that many people who had attended a religious congregation of the Tablighi Jamaat in the area early in March were infected with the novel coronavirus. The Tablighi Jamaat, an Islamic evangelical organisation with a presence in several countries, has its headquarters at the Banglewali Masjid Markaz in Nizamuddin.On April 1, Delhi Chief Minister Arvind Kejriwal said 2,346 people had been evacuated from the Markaz in Nizamuddin. Of these, 536 people were admitted to hospitals and 1,810 quarantined. By evening, Tamil Nadu authorities reported that 110 followers of Tablighi Jamaat who had travelled to Delhi in March had tested positive for the novel coronavirus. Earlier, Telangana reported that five followers had died of Covid-19, the disease caused by the novel coronavirus.A startlingly high number of Covid-19 cases detected across India have been traced to the Delhi gathering. This has sparked public outrage, with many people demanding stringent action against the Tablighi Jamaat authorities for compromising the health of thousands of people. On March 31, Delhi Police filed a first information report against the Jamaat authorities, invoking several tough sections of the law, including 120B of the Indian Penal Code for criminal conspiracy. Despite this, the outrage has acquired a communal colour. On Tuesday evening, several TV channels used the episode to spread vitriol against Muslims.What has not received much attention, however, are the serious questions that this episode raises about the failure of the Centre and state governments to prevent the emergence of a coronavirus hotspot – and the subsequent spread of infection across the country.Did the Centre react late to the problem? Hundreds of foreigners from South Asia, South East Asia and Europe poured into Delhi in the last week of February and first week of March to attend the Tablighi Jamaat events in the Banglewali Masjid Markaz, said a public health official in Tamil Nadu. The state has reported the highest number of positive cases related to the event.From Delhi, the Tablighi Jamaat followers then fanned out to other parts of India to recruit more people for the congregation, which seems to have been a rolling affair that went on for days in the first two weeks of March.On Tuesday, the Centre said most of the foreign nationals came to India on tourist visas, which does not allow them to conduct religious activities. A missionary visa is required for such work. The Centre said it will take action against the visitors for violating visa rules.This, in itself, is an admission of government laxity. How did hundreds of foreigners roam around the country conducting religious activities without valid visas, that too during a pandemic? The Delhi government, on the other hand, issued three significant public notices between March 12 and March 16. On March 12, Delhi said any person with symptoms of Covid-19 who had visited an affected country in the previous 14 days should report to the officials. Those who did not have symptoms but had travel history to the affected countries should quarantine themselves at home. Countries like Thailand, Indonesia and Malaysia had all reported cases by first week of February. Were both the Centre and the Delhi government unaware that travellers from these countries had entered the city in large numbers?The Tabligh mess would not have happened If foreigners were banned coming early (around Feb 1) and also Indians returning/coming to India were compulsory quarantined for 14 days kept in acquired hotels near the airport this mess would not have arisen. Why was this ban delayed ?— Subramanian Swamy (@Swamy39) March 31, 2020\n\nCriticism of delay in screening international passengers has come from within the Bharatiya Janata Party as well, with Rajya Sabha member Subramanan Swamy stating that international flights should have been cancelled in February itself. Until March 13, the Ministry of Health and Family Welfare had maintained that the Covid-19 situation in India was not a health emergency. It was only on March 13 that the Centre announced that passengers from all countries would be screened at the airports. Even at this point, those travelling on the Indian Railways network were not subjected to stringent screening. Foreigners, barring from a few countries, were allowed to travel to India until March 18.It is to be noted that Malaysia, at least by first week of March, had identified a Tablighi Jamaat event as a Covid-19 hotspot. This event took place on February 28. Was the Centre aware of the developments in Malaysia, given that the Jamaat headquarters is in Delhi? It is open knowledge that hundreds gather at the Banglewali Masjid Markaz in Nizamuddin at this time of the year. The likelihood of followers who attended the Malaysian event coming to India was high.In addition, the Nizamuddin Markaz is located in central Delhi. A police station exists right next to it. How did the authorities miss the large gathering there?  On March 13, the Delhi government banned gatherings of more than 200 people. This, however, did not explicitly include religious congregations. The order banning religious gatherings of more than 50 people came on March 16, by which time the Jamaat had already conducted several congregations.  Officials in Prayagraj work to trace the whereabouts of people who attended the meeting in Delhi. Credit: PTIWhen did the Centre began tracing participants of the conference?A press release from the Ministry of Home Affairs on Tuesday said the Union Home Ministry shared details “of foreign and Indian Tablighi Jamaat workers in India with all States on March 21, 2020, after Covid-19 positive cases among these workers surfaced in Telangana”.The first positive cases associated with the congregation were identified in Telangana on March 18. However, the first hint of suspicion  seems to have emerged in Tamil Nadu on March 13, when a 49-year-old Thailand national who had attended the event was stopped by officials at the Coimbatore airport. He died on March 17, but was tested negative. However, two of his group members were tested positive on March 21. The tracing of the group of seven, according to Tamil Nadu officials, began after inquiries with the 49-year-old, which means it started before the man died on March 17.Even assuming that the governments had to wait for a positive case to sound the alert, why was there a delay of four days between March 18, when the first cases in Telangana tested positive, and March 21 for the Centre to share details with the state governments?According to the Union Home Ministry, on March 21 , approximately 824 foreign Tablighi Jamaat workers were in various parts of India for missionary work. Besides, around 216 foreign nationals were staying in the Markaz in Delhi. In addition, over 1,500 Indian Jamaat workers were staying in the Markaz, while around 2,100 were touring different parts of the country for missionary work.Why were the Jamaat members not evacuated from the Markaz immediately?By March 21, the Centre knew enough about about the potential spread of the infection to send an alert to all states. Yet, it is inexplicable why those staying in the Markaz were not evacuated immediately and screened for the virus.According to the Hindustan Times, the Jamaat officials resisted such action, which prompted Home Minister Amit Shah to send National Security Advisor Ajit Doval to the Markaz to convince them to get the occupants tested and quarantined. Doval seems to have visited the Markaz on the intervening night of March 28-29. However, this visit was unnecessary. On March 24, the Centre had invoked the Disaster Management Act to impose a nationwide lockdown. It was well within its powers to enforce an eviction of the Markaz and mandate testing of the inmates. Given that the Delhi Police is under the Union Home Ministry, there was no federal roadblocks to tackle.According to the Union Home Ministry, by March 29, nearly 162 Jamaat workers were medically screened and shifted to quarantine facilities. Till Tuesday, 1,339 workers have been shifted to Narela, Sultanpuri and Bakkarwala quarantine facilities as well as to five hospitals. The rest are being currently medically screened for Covid-19 infection. This means, the Centre lost eight precious days between March 21 and March 29 to limit the spread of the virus within the group. And even after the March 21 alert, many of the inmates at the Markaz seems to have been allowed to leave without screening.Did the Delhi administration turn down Jamaat’s request for help? Statements issued by the Jamaat authorities, however, contradict the claims made by anonymous government officials in the Hindustan Times report. While the government officials claimed the Jamaat authorities refused to yield to requests to vacate the masjid, the Jamaat authorities have highlighted their efforts to seek the administration’s help as early as March 24.On March 24, the Delhi Police issued a notice asking for the closure of the Markaz premises. The Jamaat authorities responded to this notice  by stating that compliance was underway, 1,500 people had already left the premises on March 23. But why were people allowed to leave when the premises showed signs of being an infection hotspot? This is crucial because this has increased the work of the state governments in tracing people who attended the congregation after they spread across the country.Men in Agartala who had attended the event in Delhi being taken for tests. Credit: PTIThe Jamaat authorities also claim they told the Delhi Police on March 24 that 1,000 people were still at the Markaz and asked the police for help evacuate them safely. They say they were referred to a subdivisional magistrate. Ashfaq Khan of the Tablighi Jamaat told The Wire that when they contacted the magistrate, they were asked to furnish a list of the people who needed to move out along with the details of what vehicles they would be using to head out of Delhi during the lockdown. “But when we gave the list, he told us that he could not give permission for the people leave and that everyone should stay put,” Khan said.When The Wire asked the Jamaat authorities why they flouted the March 16 Delhi government order that banned religious gatherings of more than 50 persons, they said: “These are people who had planned their travels to the Markaz, two-three months ago and [some foreigners had] even got visas for it. They got stranded in the premises. These people didn’t gather on purpose, they got stranded.”He added: “Even after the Delhi government’s order, what could we have done about all those people who got stuck at the premises? In the case of foreigners, many flights had been cancelled, We couldn’t have thrown them out of our doors.We asked for the government’s help to ferry them out of the premises but got no response.”The Jamaat authorities also said the nationwide lockdown meant state borders were closed and there was no travel possible. If the Union Home Ministry knew about Nizamuddin hotspot on March 21, why was efforts not made to get those in the Markaz out? Given the interaction between the Delhi Police and the Jamaat, does the charge that they did not yield to the requests to close the Markaz stand? A timeline of eventsFebruary 28: Tablighi Jamaat event held in Malaysia. The event turns into a major hotspot for Covid-19 cases. February last week-March first week: Hundreds of foreigners from South East Asia, South Asia, Europe come to Delhi for a Jamaat congregation. March 12: Delhi government asks those with Covid-19 symptoms who had travelled to affected countries in the previous 14 days to report to officials. March 13: A 49-year-old Thailand national who attended the Tablighi Jamaat event in Delhi is spotted looking ill at the Coimbatore airport. Meanwhile, India begins screening of all international passengers at airports. Delhi government bans gatherings of more than 200 people.March 16: Delhi government bans all public meetings of more than 50 persons, including religious congregations. March 17: The Thailand national dies. Six of his group members traced by Tamil Nadu are tested. March 18: Telangana records six positive cases of people who attended the Delhi event. March 21: Tamil Nadu reports two positive cases linked to the event. March 21: Union Home Ministry shares details of those who had participated in the event with states. March 22: All international commercial flights cancelled. March 24: Nationwide lockdown imposed. Centre invokes Disaster Management Act. All state borders closed for non-essential travel and transport. March 24: Delhi Police issues notice to the Jamaat asking them to evacuate the Markaz. Jamaat replies by stating that 1,500 had already left and about 1,000 are in the premises. Seeks administration help to evacuate them. Jamaat says help refused. March 29: Media reported that National Security Advisor Ajit Doval met Jamaat officials in the early hours to convince them on Covid-19 screening. March 30: Nizamuddin area cordoned off by Delhi government. March 31: Cases filed against Jamaat officials.","author":"Sruthisagar Yamunan","time":"2020-04-01T21:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139338-ivuikazxms-1585756342.jpg","tags":["Covid-19","Coronavirus","Nizamuddin","Tablighi Jamaat"],"source":"https://scroll.in/article/957891/tablighi-jamaat-how-did-the-government-fail-to-detect-a-coronavirus-infection-hotspot"}