{"title":"Tablighi Jamaat coverage: Supreme Court says complaints against media should be sent to NBA first","content":"The Supreme Court on Thursday said complaints against certain sections of the media who communalised a Tablighi Jamaat congregation in the Nizamuddin area of Delhi during the coronavirus lockdown should first go to a regulatory body such as the National Broadcasting Association for “preliminary determination”, PTI reported. Some sections of the media as well as the larger society had linked the meeting to a rise in the spread of the coronavirus.The bench of Chief Justice SA Bobde and Justices AS Bopanna and V Ramasubramanian questioned the counsel for the Muslim bodies on why they were not approaching the National Broadcasting Association. “If there is one body which is dealing with the issue, then why can you not go there,” the court said. “We are not opposing the action but there should be prior verification.”Earlier this month, the three-judge had sought responses from the National Broadcasters Association and the Press Council of India before passing appropriate orders.Senior advocate Dushyant Dave, arguing for petitioners such as the Jamiat Ulama-i-Hind, told the court that he did not agree with the suggestion and said that he wanted the government to take action under the requisite statute. Meanwhile, the counsel for the NBA said it has taken cognisance of several complaints against media houses. NBA is not a company and is headed by Justice AK Sikri, a former top court judge, the counsel for the regulatory body said. “We are not going to give any wrong decision because of time,” the court said. “We would like report from you [NBA] and Press Council of India. Dave’s client may also appear before them.”The court deferred the hearing on the petitions.   The Centre has filed an affidavit, saying the relief sought in the petitions is nothing but a blanket gag order on the media. It said this would violate a journalist’s right to ensure an informed society and will effectively destroy the freedom of the citizen to know about the affairs of respective sections of the society.“In the respectful submission of the deponent, prayers of such sweeping nature ought not to be entertained by this court, in as much as, the same will inevitably result in muzzling, stifling and choking of free speech as guaranteed to the media house/journalist under Article 19 (1) (a) of the Constitution of India,” the Centre said.The petitionsOn April 13, the Supreme Court had declined to pass any interim order on the plea of Jamiat Ulema-e-Hind to restrain a section of media from spreading bigotry and communal hatred with their coverage of the Nizamuddin Markaz congregation.The petitions alleged that certain sections of the media were spreading bigotry and communal hatred  and sought directions to the Centre to stop dissemination of fake news. “It is submitted that such reporting has triggered communal antagonism and has also perpetrated hatred, resulting in fissiparous tendencies gaining foothold, undermining and affecting communal harmony,” the petitions added.Last week, the Bombay High Court quashed three FIRs against 35 petitioners – 29 of them foreign nationals – who attended a Tablighi Jamaat congregation and travelled from there to different parts of India. The congregation was blamed for thousands of coronavirus infections around the country in the initial weeks of the nationwide lockdown which began on March 25.The court had said in its judgement that the foreigners had been made “scapegoats” and that the action against them was an “indirect warning to Indian Muslims” after the protests against the Citizenship Amendment Act.A division bench of Justices TV Nalawade and MG Sewlikar of the Aurangabad bench had also criticised the role of the media in the matter. “There was big propaganda in print media and electronic media against the foreigners who had come to Markaz Delhi and an attempt was made to create a picture that these foreigners were responsible for spreading Covid-19 virus in India,” the order said. “There was virtually persecution against these foreigners.”On April 1, the government first claimed – with little evidence – that the Tablighi meet was a major national Covid-19 source, sparking a tide of Islamophobia, hate speech and crimes against Muslims. Relentless social media slander included the use of hashtags like #CoronaJihad. TV news channels like ABP Live called members of the Jamaat “manav bomb” or human bomb, a sentiment echoed by BJP leaders, including former Maharashtra chief minister Devendra Fadnavis. Sudhir Chaudhary of Zee News said on his show that the “Tablighi Jamaat betrayed the nation.”Also read:‘Unjust and unfair’: What three High Courts said about the arrests of Tablighi Jamaat members","author":"Scroll Staff","time":"2020-08-27T18:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139307-zblfisjabx-1585719813.jpg","tags":["Tablighi Jamaat congregation","Supreme Court","Jamiat Ulema-e-Hind","Tablighi","Coronavirus","COVID-19","India"],"source":"https://scroll.in/latest/971540/tablighi-jamaat-coverage-supreme-court-says-complaints-against-media-should-be-sent-to-nba-first"}