{"title":"Table Tennis: Sreeja Akula wins WTT event in Corpus Christie to bag first international title","content":"Indian paddler Sreeja Akula reigned supreme as she won her first-ever international title, the WTT Feeder event in Corpus Christie, US on Friday. The two-time national champion beat world No 46 Lily Zhang 11-6, 18-16, 11-5 in the women’s final. En route to her title win, Akula, ranked 94 in the world, beat Stephanie Loeuillette 3-1 and got the better of top seed Amy Wang 3-2 (11-9, 9-11, 11-1, 6-11, 11-9) in what was a thrilling quarter-final. In the semi-final, she faced Jiangshan Gao, another American player who was a tough opponent for Akula. The American would be trailing 1-2 before staging a comeback in the fourth game to push the match to a decider. However, Akula held her nerve and closed out the fifth game 11-9 to enter the finals. As reported by Sportstar, Akula has considered this title win as a confidence booster for her hopes in qualifying for the Paris Olympics, having also beaten two higher-ranked players on course to the title.The other Indians that were competing in the tournament were Manav Thakkar, who lost 1-3 (11-8, 8-11, 11-13, 9-11) to Portugal’s Joao Monteiro in the semi-finals, and Harmeet Desai who exited in the quarter-finals after a 1-3 to eventual champion Kirill Gerassimenko of Kazakhstan. In World Table Tennis, the Feeder Series is the lowest in the tiers of tournaments in the sport, behind Contender, Champions, Grand Smashes and Cup Finals events. It is a tournament that allows lower-ranked and grassroots players to regularly compete on the international stage.","author":"Scroll Staff","time":"2024-01-19T16:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180735-bnjapyiuar-1664787987.jpeg","tags":["Sreeja Akula","WTT Feeder Corpus Christie","Table Tennis","Manav Thakkar","Harmeet Desai"],"source":"https://scroll.in/field/1062415/table-tennis-sreeja-akula-wins-wtt-event-in-corpus-christie-to-bag-first-international-title"}