{"title":"Table Tennis World C’ships: Achanta Sharath Kamal, with reduced load, raring for another crack","content":"In the cool air of the South African Autumn, the Indian team has made its way to Durban to compete in the table tennis World Championships. Standing tall within the group – as he has done on countless occasions now – is the evergreen Achanta Sharath Kamal.In an impressive, trophy-laden 2022 season, he proved he is still a force to be reckoned with. Yet he acknowledged that his body – weary from the grind of professional sport – needed some reprieve. Now the 40-year-old is allowing himself a breather, no longer looking to participate in mixed doubles event to reduce the work-load.He did pair up with Sreeja Akula to win gold in the mixed doubles event at the Commonwealth Games last year, but that came much after he first took the decision to stop playing in the discipline.“The decision was taken after the Tokyo Olympics itself,” he explained to Scroll. “When me and (former mixed doubles partner) Manika (Batra) stopped playing, I decided I can’t do it again. After switching partners, for me to start off with Sreeja was a Herculean task because our rankings were far behind and we need to get better than Manika and Sathiyan (the current world No 5) The competition is too internal. They’re doing well and there’s only one pair allowed for mixed doubles at the Olympics.”Before Birmingham 2022, the one CWG gold medal missing from Sharath Kamal’s trophy cabinet was in the mixed doubles event. Remarkably, he filled that missing piece despite making the decision to stop playing in the mixed event.“For the CWG, I decided to play because her coach had asked me. After we won, he asked me again and I said sorry, because I’ll have to go all over to catch that ranking. I’m not in that phase of my career where I can travel so much – this week China, next week Japan, third week Europe, that kind of thing. I need to pick and choose my tournaments, so I decided to stop playing mixed doubles,” he added.“It’s not just the body, it’s also the mind. Many times, the mind is not there, and one should not eat into the other. If we were playing mixed doubles for a long period of time, and you’re thinking let’s have one last go, then maybe. But now it’s quite tough (for a new pair).”Sharath Kamal interview: Indian table tennis legend on an unforgettable 2022, Paris 2024 and more  He’s still a prominent figure in singles though, and the reigning CWG singles champion has a strong men’s doubles partnership with Sathiyan Gnanasekaran – the duo won silver in Birmingham. And it’s in these events where he hopes to make a mark in the coming week.“The World Championships is always a special tournament. It has a lot of tradition and history to it. I have done well, I’ve made the Round of 32 a few times but not beyond that. I’ve beaten some top players, but I think this time around we’re looking at bettering our performances, especially in doubles and mixed doubles where we have a fair chance,” he added.Preparation for the event, he asserted, was the same as what he has been doing off late for any tournament.Fitness buffFitness has been of utmost importance to the Padma Shri, Arjuna Awardee and, most recently, the Major Dhyan Chand Khel Ratna Awardee. In the build up to the CWG, Sharath Kamal had made a weekly practice of playing basketball on an outdoor court, at noon, in the middle of the unforgiving Chennai summer.“Just to build the heat tolerance, but also keep focus on what I was doing,” he had said to this publication in December.His fitness regimen has altered ever since, but he asserted that he’s been feeling just as strong.“I’m not able to have that kind of load because the body doesn’t accept it. It’s become more scientific and technical. What my body reacts to, how am I coping up with certain things, which ones do I take, which ones I don’t. That’s what helped me prepare for Tokyo,” he said. “Even though I may not be able to put in as much as I could before, but there’s a clear feeling that I’m stronger and I can get back into the shape that I was a few years ago.”Also read: How Sathiyan is gearing up for World C’ships with specialised training, refreshed mind  Now, he’s set his sights on putting up a show in Durban, but he’s also looking towards the Asian Games in September and the Paris Olympic Games next year.That, and also break back into the top 50.“A short-term goal is to break back into the top 50 because I’ve slipped out after a very long time,” added the current world No 56.Starting on Saturday, that old faithful spearhead of Indian table tennis will hope to add another chapter to what has been an upward curve for the country in the sport.Wrestlers’ protest: Achanta Sharath Kamal – ‘We as players stand by them in solidarity’  Indian TT squad for the World ChampionshipsMen’s singles: G Sathiyan, Achanta Sharath Kamal, Harmeet Desai, Manush ShahWomen’s singles: Manika Batra, Sreeja Akula, Sutirtha Mukherjee, Reeth RishyaMen’s doubles: Achanta Sharath Kamal and G Sathiyan; Manush Shah and Harmeet DesaiWomen’s doubles: Manika Batra and Archana Kamath; Sreeja Akula and Diya ChitaleMixed doubles: G Sathiyan and Manika Batra; Manav Thakkar and Archana KamathThe World Championships will take place in Durban, South Africa, starting on Saturday, May 20. Here are the details of the event.","author":"Shahid Judge","time":"2023-05-20T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190344-oqvlesfdth-1684516366.jpeg","tags":["Achanta Sharath Kamal","World Championships","G Sathiyan","Sharath Kamal","Indian table tennis","Table Tennis World Championships","Manika Batra","Sreeja Akula"],"source":"https://scroll.in/field/1049420/table-tennis-world-cships-achanta-sharath-kamal-with-reduced-load-raring-for-another-crack"}