{"title":"Table Tennis: Achanta Sharath Kamal’s dream run ends in quarter-finals of WTT Singapore Smash","content":"Indian men’s singles paddler Achanta Sharath Kamal’s dream run at the 2024 WTT Singapore Smash came to an end as he suffered a loss against France’s Felix Leburn in the quarter-finals on Friday.Up against the world No 6, the Indian went down 9-11, 2-11, 7-11, 11-9, 8-11 in a contest which lasted just under 32 minutes.Prior to his quarter-finals run in Singapore this week, Sharath had never won a single match at the WTT Smash – the top tier tournament in Table Tennis. In fact, his best ever show in the circuit was a Round of 16 finish at a Star Contender event – the second tier – in 2021.Besides, such was the drop in performance over the last year and a half that the 41-year-old veteran had fallen 111 in the men’s singles world rankings back in September 2023.Sharath, a major Dhyan Chand Khel Ratna awardee, started off in the qualifying round in WTT Singapore Smash before his giant killing spree in the South East Asian country.He won three qualification round matches before beating world No 51 Nicholas Burgos of Chile 3-0 in the men’s singles Round of 64.Having beaten a higher ranked opponent in the first round, Sharath, who is currently ranked 88th in the world, took down world No 13 Darko Jorgic of Slovakia 3-1 to enter the pre-quarters.The Tamil Nadu paddler was a game down before he bounced back to win 8-11, 11-6, 11-8, 11-9 to knock out Jorgic from the competition.“I’ve played him twice before this, and I’ve lost both times,” Sharath had said to WTT after the win. “So I went into the match thinking that at least let me start off with one set, because last time I lost 0-3.”Sharath continued his fine form in the Round of 16 as he blanked world No 22 Omar Assar of Egypt 3-0 to register his best-ever show in a WTT event.“I didn’t expect a 3-0 win, thought it would be much closer,” Sharath had said after reaching the quarter-finals.“I was moving really well, serving and receiving very well, too. In the third game, I was rushing too much. But I am happy that I could win.”Even though Leburn cut short Sharath’s dream run on Friday in the final eight stage, the experienced paddler is expected to break into top-40 of the world rankings next week. He will also reclaim his spot as the India No 1 when the rankings are next updated.","author":"Scroll Staff","time":"2024-03-15T14:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190344-oqvlesfdth-1684516366.jpeg","tags":["Table Tennis","Achanta Sharath Kamal","WTT Singapore Smash"],"source":"https://scroll.in/field/1065247/table-tennis-achanta-sharath-kamal-dream-run-ends-in-quarter-finals-of-wtt-singapore-smash"}