{"title":"Tablighi Jamaat: Delhi court acquits 36 foreigners facing trial for breaking Covid-19 norms","content":"A court in Delhi on Tuesday acquitted 36 foreigners who were booked for attending a three-day congregation of Tablighi Jamaat by allegedly disobeying the government guidelines issued in wake of coronavirus pandemic in the country, reported PTI. Chief Metropolitan Magistrate Arun Kumar Garg acquitted the foreigners from 14 countries of all charges. On August 24, the court had framed charges against the foreigners under sections 188 (disobedience to order duly promulgated by public servant), 269 (negligent act likely to spread infection of disease dangerous to life) of the Indian Penal Code, and Section 3 (disobeying regulation) of Epidemic Act, 1897. The Tablighi members were also charged under the Disaster Management Act, 2005.The congregation held by the Islamic missionary sect in March was blamed for thousands of coronavirus infections around the country in the initial weeks of the nationwide lockdown, which began on March 25. The event had renewed stigma against Muslims, triggering a wave of business boycotts and hate speech towards them. As many as 955 foreigners were chargesheeted by the Delhi Police for allegedly violating visa rules, and breaking the government’s Covid-19 related guidelines. While a majority of foreign Tablighi Jamaat members had taken plea deals and left for their countries, 44 had decided to face a trial in Delhi, according to The Indian Express. Out of these, the court has already discharged charges against eight foreigners, stating there was “prima facie no evidence” against them. The court has also discharged charges against the remaining 36 members under section 14 of the Foreigners Act – for violating visa norms – along with sections 270 and 271 of the Indian Penal Code, which pertain to breaking quarantine norms. However, they were still facing charges under the Epidemic Act, Disaster Management Act and various other sections of the IPC, which were dropped by the court on Monday. In August, the Bombay High Court , too, had quashed three FIRs against 35 petitioners – 29 of them foreign nationals – who attended the Tablighi Jamaat congregation and travelled from there to different parts of India. The court had said in its judgement that the foreigners had been made “scapegoats” and that the action against them was an “indirect warning to Indian Muslims” after the protests against the Citizenship Amendment Act.  Also read:SC says it is disappointed with Centre’s affidavit on media reportage of Tablighi Jamaat gatheringDelhi HC dismisses petition to transfer case against Tablighi Jamaat leader Maulana Saad to NIA","author":"Scroll Staff","time":"2020-12-15T19:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139506-qufbyawkgh-1586091243.jpg","tags":["Coronavirus","Tablighi Jamaat","Delhi"],"source":"https://scroll.in/latest/981334/tablighi-jamaat-delhi-court-acquits-36-foreigners-facing-trial-for-breaking-covid-19-norms"}