{"title":"‘Branded as informers and murdered’: In Baramulla, murmurs about civilian killings by militants","content":"On Monday evening, suspected militants gunned down three civilians in Baramulla’s old town, in North Kashmir. The local police, which blamed Pakistan-based militant outfit Lashkar-e-Toiba for the killings, said that the incident was “unprecedented”.On Tuesday, the victims – Asif Sheikh, Asghar Sheikh and Haseeb Khan – all in their early twenties, were given a common funeral, which was attended by hundreds of people from the area. Though there were no protests or visible anger at the funeral, fear was palpable in the neighbourhoods of the victims. Residents refused to speak about the dead men, while family members gave measured statements.“We did not see anything,” said Ali Mohammad, the father of Asif Sheikh, at his home in Syed Karim area of Baramulla’s old town. “We cannot say who killed him or how.” The elderly man anxiously repeated his statement twice as the nine other men in the room silently stared at each other. The wailing of women on the top floor of the two-storey house rang in the background.‘We were terrified’Residents of Kakar Hamam in the old town say that they heard about five or six gunshots late on Monday evening, soon after the calls for evening prayers ended. They say these were followed almost immediately by a power cut during which the town went silent. “We knew something had happened,” said a resident. “We were terrified.”Shortly after, photographs of three bodies – two lying on the road and one on its side near a local shopfront – started being shared on social media in the area, the resident said. The photographs show blood near the bodies’ heads. “That is when we were numbed,” he said. “We did not think such a thing would happen here.”Ali Mohammed denied that his son had any political affiliations. He said that Sheikh made a living selling inexpensive sneakers from the back of a three-wheeled cargo vehicle in Baramulla, and sometimes in Handwara town in neighbouring Kupwara district. “He had no enemies, he worked every day to make a meagre amount of money,” Mohammed said softly before retreating into silence.A short distance away, the family of Asghar Sheikh mourned his death at their home in Kakar Hamam, close to where the three young men were shot. On Monday evening, Sheikh’s mother said she had been busy cooking, oblivious to the commotion outside. “When I came out of the kitchen, there was a gathering of women outside,” she said, staring at her feet. “Some were talking, some were crying. One of them asked me if I had a mobile phone. I did not realise what she meant. She said three people have been shot.”\n\t\t\n\tHer son sold sneakers at a stall outside the hospital in Baramulla town. He was a hip hop enthusiast and had made a rap video two months ago. The young man sitting beside him in that video was Haseeb Khan, the third person killed on Monday. He was a resident of Jamia Mohalla, also in the old town. Khan was divorced late last year and has left behind an inconsolable mother and two children, aged five and two. “He loved his children more than anything,” his mother said, weeping. “Whoever killed him should suffer the same fate.” Lashkar to blame?A police statement issued on Monday night blamed the Lashkar-e-Toiba for the deaths. The statement said: “One Pakistan based and two other local militants of old town Baramulla are the principal suspects in this case and wanted by law. Police has started investigation into the matter.”Though the families of the victims were reluctant to say whom they suspected to be behind the deaths, the deceased men’s friends spoke up on condition of anonymity.A friend of Asghar Sheikh said that Sheikh and Khan had been labelled mukhbirs or informers for security forces around four years ago. He said that Asghar Sheikh earned this tag because he often frequented Army camps in the area “looking to buy cheap alcohol”, and that Khan was similarly branded because he was his friend. The friend added that both Asghar Sheikh and Khan had been warned by militants in 2016. That year, during the unrest that followed the death of Hizbul Mujahideen commander Burhan Wani, militants released a seven-minute video in which a masked foreign militant warned local Kashmiris against “giving away their afterlife” by supporting the Indian state in Kashmir and warned them that they “were not hidden” from them.In the video, the masked militant claimed that militant organisations had lists of everyone in the district who worked for the security establishment. Towards the end of the video, he mentioned the names of 24 individuals that militants were keeping an eye on. On the list were the names of Asghar Sheikh and Haseeb Khan, as well as a few other residents of Kakar Hamam and workers of the ruling People’s Democratic Party.Another friend said that both Sheikh and Khan had been warned by militants at least three times since 2014, with the latest warning coming only two weeks ago. “They [Asghar Sheikh and Haseeb Khan] were tagged informers around or before 2014,” said the second friend. “They were given three warnings till now.” He claimed that the third Kashmiri man, Asif Sheikh, just happened to be there. “[He] became a sacrificial lamb just because he was friends with them,” he said.A former classmate of Asghar Sheikh, who lives in Baramulla, said that “they were killed just because they bought something from the Army”. “Does this justify their killing,” he asked. “The Hurriyat condemns every killing by police and Army but are the lives of these people not worthy?” He added: “Politicians like Omar Abdullah and Farooq Abdullah at least condemn killings by both sides, asking for an end to bloodshed. But the Hurriyat is selective.”Blame gameNational Conference leader Omar Abdullah made the same point in a tweet on Monday. He said: “3 civilians have been murdered by terrorists in Baramulla just now. I’d like to see the separatist leaders issue the sort of condemnation they usually reserve for when civilians are killed by security forces.”3 civilians have been murdered by terrorists in Baramulla just now. I’d like to see the separatist leaders issue the sort of condemnation they usually reserve for when civilians are killed by security forces.— Omar Abdullah (@OmarAbdullah) April 30, 2018\n\nOn expected lines, the three young men shot dead by militants in Baramulla yesterday have been relegated to a two column, nondescript space in the newspapers - hence subtly affirmed to be Wajib-ul-Qatal. Another day in the selective morality of this conflict.— Junaid Azim Mattu (@Junaid_Mattu) May 1, 2018\n\nThe day before the Baramulla incident, two Kashmiri militants were killed in a gunfight with security forces in South Kashmir’s Pulwama district. A civilian also died in subsequent clashes near the encounter site. The three men were laid to rest on Monday. The Valley’s separatist leaders – including Mirwaiz Umar Farooq, who heads the moderate faction of the separatist Hurriyat Conference – condemned the Pulwama deaths and also called for a shutdown to protest against it on Tuesday.As we express our deep sorrow and grief over the killing of Shahid,Sameer & Aqib we are everyday reminded that our young are offering  immense sacrifices on all fronts and we as nation have to remain committed to safeguarding these sacrifices & remain steadfast towards our goal— Mirwaiz Umar Farooq (@MirwaizKashmir) April 30, 2018\n\nOn Tuesday, hours after the funerals of the three men, Farooq also spoke out against the Baramulla killings. He called for the United Nations to take note of the incident. He said that any killing for over “political affiliations” was “inhuman and unIslamic and unacceptable”.In a statement issued on Tuesday, the Lashkar paid tributes to the militants killed in Pulwama and thanked people for their support. However, it did not distance itself from the Baramulla killings. In Kashmir, it is common for militants to distance themselves from attacks on civilians, and blame security forces for them instead.","author":"Rayan Naqash","time":"2018-05-03T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/877630-61015-nktxhxijov-1497894500.jpg","tags":["Kashmir","Baramulla","Lashkar-e-Toiba"],"source":"https://scroll.in/article/877630/tagged-informers-and-killed-in-baramulla-murmurs-about-civilian-killings-by-militants"}