{"title":"Tahilramani case: To protect High Courts’ independence, SC must state reasons for judges’ transfers","content":"On August 28, the Supreme Court collegium consisting of five senior-most judges recommended the transfer of Madras High Court Chief Justice VK Tahilramani to the Meghalaya High Court. This recommendation was part of a series of appointments and transfers effected by  the Supreme Court collegium in the last week of August. But none of the others created the buzz like the decision about Tahilramani did.As per the norm, Tahilramani was given an opportunity to present her views on the transfer to the collegium. On September 3, another resolution of the collegium said that her request to reconsider the transfer could not be accepted. “On reconsideration, the collegium is of the considered view that it is not possible to accede to her request,” said the resolution. The transfer has led to a barrage of criticism against the collegium and its opaque process of appointments and transfers. Tahilramani is the senior-most among the High Court judges currently holding office. The Madras High Court is considered a prestigious court, with a long history. In terms of size, it has a sanctioned strength of 75 judges compared to just three in the Meghalaya High Court. Following the collegium’s decision to not reconsider her transfer, Tahilramani submitted her resignation to the President. On Monday, she did not attend court proceedings.  The move has raised several questions. Is the Supreme Court collegium’s opaque process of transfers turning High Courts into subservient units of the apex court, even though that violates Constitutional principles? If justice is not being administered efficiently in one High Court under a specific chief justice, could another High Court function smoothly under the same official? On the other hand, can a chief justice consider one High Court to be more important than another and refuse a posting, given that the Constitutional position of all High Courts are equal? Position of High CourtsThe Supreme Court has appellate powers over all High Courts. But this does not mean the High Courts are subordinate or subservient to the Supreme Court in any manner. The judicial system in India has its origins in the colonial era and borrows heavily from the British system. In legal parlance, both the Supreme Court and the High Courts are designated as “courts of record”. This means that the court proceedings are preserved for future, including for the purposes of appeal. Under the Constitution, Article 129 expressly declared Supreme Court to be a court of record, the High Courts are declared so under Article 215. In MV Elisabeth vs Harwan Investment and Trading Private Limited, the Supreme Court said, “High Courts have unlimited jurisdiction to determine their own powers.” In Tirupati Balaji Developers vs State of Bihar, following a controversy about some directions issued by the Supreme Court registrar to the Patna High Court, the Supreme Court elaborated on the relationship between the High Courts and the Supreme Courts. The Supreme Court acknowledged the Constitutional scheme where the powers of the High Courts are even wider than that of  the Supreme Court in certain circumstances. For example, a High Court is granted power of superintendence over subordinate courts but the Supreme Court does not have any superintendence powers over the High Courts. Like in the case of the Supreme Court, judges appointed to the High Courts have a fixed tenure and can only be removed through impeachment by Parliament. Transfer of High Court judgesOver the decades, the Supreme Court has recognised the importance of judicial transfers in the High Courts and the effect that such transfers have on the administration of justice. Given the experience of the Emergency era, when transfers were used as a form of punishment by the executive, the Supreme Court, through what is now known as the “Three Judges cases”, has monopolised transfer powers in its collegium. Unlike the appointment of High Court judges, which is done by a collegium of three senior-most Supreme Court justices, transfers are so important, they are collectively decided by the full collegium of the five senior-most judges. In 1994, the apex court in Supreme Court Advocates-on-Record Association vs Union of India, reconsidered the process of transfers established in previous judgements in 1977 and 1981. By law, a judicial appointment or transfer is made through orders of the President. But Article 222 of the Constitution as interpreted by the Supreme Court has put in place an implicit restriction on the President by making the concurrence of the chief justice of India a condition for the transfer. No transfer order can be issued by the President without the advice of the chief justice of India. On the other hand, the chief justice can advise such a transfer only after a resolution in the collegium. The collegium may also take the opinion of a Supreme Court judge hailing from the concerned High Court of the judge being transferred or the relevant High Court chief justice to effect a transfer. However, the consultative process that had been put into place to guard the judiciary against arbitrary transfers has been criticised over the years for itself becoming arbitrary. The case of Justice Tahilramani fits into this framework where the public is left with no information on why the transfer was made. Tahilramani caseGoing by the information available in public domain, Justice Tahilramani has had a sterling career as a High Court judge. She spent almost 17 years as a judge in the Bombay High Court and has been its acting chief justice. She was transferred to the Madras High Court in August 2018. There has not been any controversy about her functioning there despite the Madras High Court being known for an aggressive bar that often protests against the bench. By Madras standards, Tahilramani’s year in office has been smooth.As a result, it is unclear why her transfer to a smaller High Court was necessary. The Supreme Court held in the 1994 case that a transfer could only be made in public interest for the better administration of justice. What was the public interest in transferring Justice Tahilramani to Meghalaya? The collegium resolution gives no answer. The resolution merely states that it is being done for better administration of justice. Legal luminaries like former Madras High Court judge K Chandru have criticised Justice Tahilramani for resisting the transfer, arguing that no High Court is lesser than another. While this is true given that they all have similar powers under the Constitution, a transfer without delineating proper reasons has an inherent danger to be seen as a punishment. The immediate question that arises is how a chief justice whose presence in one High Court did not lead to proper administration of justice achieve the same when transferred to another? Does not Meghalaya deserve as good a chief justice that Madras does? Justice Tahilramani has just over a year of service left as a High Court judge. Was it necessary to transfer her at this point? In 2017, the transfer of Justice Jayant Patel from the Karnataka High Court to Allahabad High Court created a similar controversy. Patel was senior enough to become a chief justice of a High Court but was instead transferred as a puisne judge. Justice Patel resigned in protest. In both cases, the lack of information in the transfer resolutions allowed rumours to circulate. Commentators have pointed out that it was Tahilramani who in 2017 upheld the conviction of the accused in the Bilkis Bano case linked to the 2002 Gujarat communal riots. However, she was made a chief justice of a High Court much after this judgement, so the attempt to link her transfer to the Gujarat case is weak. In the case of Justice Patel, it was pointed out during his transfer in 2017 that he had ordered a Central Bureau of Investigation inquiry into the 2004 Ishrat Jahan encounter case involving senior Gujarat police officers said to be close to Prime Minister Narendra Modi and Home Minister Amit Shah. Patel had also monitored the investigation. While there is no evidence to suggest that these judgements contributed to the transfer, the norm of the Supreme Court collegium not to make public the reasons for transfers is contributing to an erosion of the judiciary’s credibility and its image of being independent in its functioning from the executive. Further, this invariably makes the High Court judges look subordinate to the Supreme Court collegium. With lawyers at the Madras High Court protesting Tahilramani’s transfer , the best way to put the flames in the case down would be to declare the reasons for her transfer.","author":"Sruthisagar Yamunan","time":"2019-09-10T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127094-gblraslklk-1568030178.jpg","tags":["Supreme Court","judicial transfers","Justice Tahilramani"],"source":"https://scroll.in/article/936738/tahilramani-case-to-protect-high-courts-independence-sc-must-state-reasons-for-judges-transfers"}