{"title":"Tale of two stings: Al Jazeera’s match-fixing documentary shows what Cobrapost exposé lacks","content":"Was the 2018 Champions League fixed to hand Real Madrid their third consecutive trophy? The Spanish side looked mediocre through most of their last three games, with flashes of magic mixed in, like Gareth Bale’s bicycle kick in the final against Liverpool. If Bale’s strike was astonishing, the mistakes made by two of the world’s elite goalkeepers were even more so. In the second leg of the semi-final, with scores tied, Bayern Munich’s Sven Ulreich failed to deal with a simple back pass and let Karim Benzema through on goal. In the final, after a goalless first half, Liverpool’s custodian Loris Karius underarmed the ball towards a defender, only to have Benzema, looming a couple of feet away, stick a leg out to deflect the orb into an unguarded net. Karius then made an even worse mistake, contriving to divert into his goal a strike sent straight towards him at gentle pace by Bale.To answer the question posed in the opening line, the Champions League was not fixed, or, to be more precise, the probability that it was rigged is vanishingly small. Nobody in the football world has suggested Ulreich and Karius were on the take. They made honest errors that will haunt them till their last breath. Had the Champions League been under the tiniest cloud of suspicion, however, the two German keepers would have been branded cheats for making the kind of howlers one rarely sees at that level.\n\t\t\n\tModel stingI kept thinking of their blunders while watching Al Jazeera’s exposé on match-fixing in cricket. The documentary has two threads, one concerning the retired journeyman all-rounder Robin Morris, his connections with pitch curators in Sri Lanka, and his effort to set up a rigged T20 competition in Dubai. The second covers spot fixing of matches in India, with the point man being Aneel Munawar, supposedly a member of D Company. Spot betting is what makes cricket so tempting for punters. You can slice and dice matches a hundred different ways and bet on each small segment. The same property makes the game attractive for match-fixers, and is enhanced by the pauses between each ball which allow signals to be exchanged between players and handlers. Since India, cricket’s biggest market, allows no legal betting on the game, the underworld has become deeply involved in the trade, and those chaps are never going to be content with just the bookie’s cut.The D Company man passes on two tips to Al Jazeera’s undercover investigators in the months they work the story. During the test match between India and England in Chennai in December 2016, he predicts England will score under the par figure in a given 10-over span, and less than two runs in the last of those overs. He predicts a similar pattern for a 10-over patch when Australia is batting in a test match in Ranchi in March 2017. We don’t hear the names of the English and Australian players allegedly carrying out orders because the channel has muted all actionable evidence and handed it over to the International Cricket Council.The producers do show the proof to independent authorities, a former Interpol officer and the cricket corruption investigator Ed Hawkins, both of whom find it compelling. I doubt it will seem as convincing to us when made public. Not only is slow scoring common in test matches, but England in Chennai in 2016, and Australia in Ranchi the following year batted cautiously throughout those games. In both matches the visiting team conceded a huge first innings lead and batted on the last day trying to stave off defeat. Australia succeeded, England failed. Since winning was impossible, both teams made painfully sluggish progress.On the flip side, those fifth days were ideal for compromised players since runs had ceased to matter. A batsman could legitimately see out over after over without adding to the team’s total. We must reserve judgement until the ICC provides more details, but we do know the matches concerned were routine affairs, with none of the bizarre twists of the Champions League’s penultimate round and final.The second thread of the Al Jazeera investigation appears on a stronger wicket. Here, a curator of the Galle stadium admits to having tampered with the pitch before ICC officials flew down for inspection. Curators are a weak link in the cricket chain. Unlike elite players, they aren’t paid particularly well, and yet have an outsize influence on the result, being able to develop on demand tracks suitable for batting, pace or spin. Hopefully, the ICC will put in place a better pitch management system following the latest scandal.No matter what the outcome of investigations related to the programme, Al Jazeera’s documentary is a model of what a sting ought to be. The producers cultivated sources carefully, shot scenes clearly, caught characters unambiguously incriminating themselves, gained actionable evidence, and withheld the most sensational details, handing those over to the authorities.  \n\n\n    \n    Play\n\nScattershot approachThe other sting out in the past week, Cobrapost’s investigation into media companies agreeing to push Hindutva for a price, did none of these things. I was enthusiastic when I first viewed the tapes, since mainstream publishers deserve to be condemned for capitulating before the government and managements need to be called out for crushing editorial independence. Cobrapost is brave and independent, two qualities difficult to find these days in the largest newspapers and broadcasters. It obviously doesn’t have the kind of resources Al Jazeera was able to pour into its documentary: covering four nations over a period of months, with the presenter living in luxury hotels to pass off as a rich businessman. Pushp Sharma, the journalist who conducted the sting, deserves credit for gaining access to the likes of Vineet Jain, and getting him speaking about rerouting cash payments. The revelation that the Prime Minister’s Office asked for and received data from Paytm is important in the fight for adequate privacy protections.But it is unclear how Paytm connects with an investigation into media practices. Its inclusion is indicative of Cobrapost’s scattershot approach. A number of the conversations in the tapes have been edited jaggedly, leaving me unsure if the protagonists were saying what the investigators claim they were saying. Without a follow-up showing some actual influence on editorial policy, one is left with a series of conversations in which executives half-agree to promote a political agenda in return for commercial gain, usually with caveats about editorial integrity. One would expect no less, considering the size of the carrot being dangled before their eyes. I wish the Cobrapost team had identified fewer targets and pursued them more assiduously. Sadly, as matters stand, there is no tale in its sting.","author":"Girish Shahane","time":"2018-05-30T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/880762-vezyecutoy-1527614412.jpeg","tags":["Al Jazeera sting","Cobrapost sting","Champions League","match-fixing","Indian media","Hindutva","Media","Sting operations","Cricket","Al Jazeera","Cobrapost"]}