{"title":"Talks to remove Indian troops from Maldives ‘very successful’, says President-elect Mohamed Muizzu","content":"Maldives president-elect Mohamed Muizzu has said that his negotiations with the Indian government to remove its military personnel from the country have been “very successful”, reported Bloomberg on Friday.India is the only foreign power with a military presence in Maldives. Around 70 Indian military personnel maintain radar stations and surveillance aircraft in the archipelago. Indian warships also help patrol Maldives’ exclusive economic zone. This is of strategic importance to New Delhi amid its geopolitical competition with China in the Indian Ocean region.For Muizzu, who is seen as pro-China, removing the Indian military from Maldives was a key election promise.However, he clarified in an interview with Bloomberg TV that asking Indian troops to move out does not indicate that he is “going to allow China or any other country to bring their military troops here”.“We want a bilateral relationship that’s mutually beneficial,” Muizzu said.This comes days after the 45-year-old told the BBC that he had met the Indian ambassador a few days after his victory and “told him very clearly that every single Indian military personnel here should be removed”.“We do not want any foreign military boots on Maldivian soil,” said Muizzu. “I promised this to the people of the Maldives and I will live up to my promise from day one.”He also stated that the presence of Indian troops in Maldives could put the country at risk as tensions between India and China escalate along the Himalayan border. According to Muizzu, Maldives is “too small to get entangled with this global power struggle”.Last week, New Delhi said that it was looking forward to engaging “constructively” with the incoming Maldivian government.“Our cooperation with Maldives is based on jointly addressing shared challenges and priorities,” said Ministry of External Affairs spokesperson Arindam Bagchi on October 19. “The assistance and platforms that we have provided have contributed significantly in areas like people’s welfare, humanitarian assistance, disaster relief, and combating illegal maritime activities.”Also read: Why the Maldivian presidential polls might throw up a result that hurts Indian interests","author":"Scroll Staff","time":"2023-10-27T17:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194031-qsldrpdvou-1694575572.jpeg","tags":["Mohamed Muizzu","Maldives","military presence"],"source":"https://scroll.in/latest/1058233/talks-to-remove-indian-troops-from-maldives-very-successful-says-president-elect-mohamed-muizzu"}