{"title":"Tamil Nadu Assembly adopts resolution against ‘Hindi imposition’ by Centre","content":"The Tamil Nadu Assembly on Tuesday adopted a resolution moved by Chief Minister MK Stalin against “Hindi imposition” by the Union government, ANI reported.The resolution urged the Union government not to implement the recommendations of the Parliamentary Committee on Official Language submitted to President Droupadi Murmu on September 9.The committee, headed by Home Minister Amit Shah, has recommended that the medium of instruction in higher education institutes such as the Indian Institute of Technology should be Hindi in Hindi-speaking states and other local languages in the rest of the country. The use of English should be made optional, the panel has suggested.The resolution passed on Tuesday said that the recommendations are “against the state languages including Tamil and also against the interest of the people who speak the languages”. Tamil Nadu Chief Minister @mkstalin introduces resolution in assembly against #HindiImposition by the @BJP4India led Union government. @Shilpa1308 reports. Here’s what the resolution says: pic.twitter.com/qN8EtlXJOU— South First (@TheSouthfirst) October 18, 2022\n\n“This House expresses concern that the recommendations of the Parliamentary Committee, now presented, are against the two-language policy resolution moved and passed by Perarignar Anna [Dravida Munnetra Kazhagam founder CN Annadurai] in this August House...” the resolution said.The two-language policy refers to a resolution passed by the Annadurai-led state government in 1968, which stated that only Tamil and English would be taught in schools in the state.Bharatiya Janata Party MLAs walked out of the Assembly when the resolution was passed.On Sunday, Stalin had written to Prime Minister Narendra Modi raising objections against the recommendations of the parliamentary panel.Stalin wrote that the Centre’s attempts to impose Hindi were impractical and divisive in character. “This will not be acceptable not only to Tamil Nadu but also to any state that respects and values their mother tongue,” his letter said.All regional languages, including Tamil, should be treated equally in India and should be accorded the status of official language of the Union government, Stalin added.On October 15, the chief minister’s son Udayanidhi Stalin warned the Centre that the Dravida Munnetra Kazhagam would stage a protest against it in Delhi if Hindi was thrust upon Tamil Nadu.","author":"Scroll Staff","time":"2022-10-18T15:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168464-zleaucdlgo-1641461715.jpg","tags":["Tamil Nadu","MK Stalin","Tamil Nadu Assembly","DMK"],"source":"https://scroll.in/latest/1035319/tamil-nadu-assembly-adopts-resolution-against-hindi-imposition-by-centre"}