{"title":"Tamil Nadu governor says he referred to state as ‘Tamizhagam’ in historical, cultural context","content":"Tamil Nadu Governor RN Ravi on Wednesday said it is erroneous and far-fetched to infer that he had suggested changing the name of the state to “Tamzihagam”.In a statement, the governor claimed that he had referred to the word “Tamizhagam” while speaking about the “historical cultural connect” between the Tamil people and Kashi.“In those days, there was no ‘Tamil Nadu’,” the statement added. “Hence in historical cultural context, I referred to the word ‘Tamizhagam’ as a more appropriate expression.”Press Release. @PIB_India @ANI @PTI_News pic.twitter.com/QZofsjEMtv— RAJ BHAVAN, TAMIL NADU (@rajbhavan_tn) January 18, 2023\n\nThe word “Nadu” means land but is also at times interpreted as country or nation-state. “Tamzihagam” represents a region inhabited by the Tamils. At an event in Raj Bhavan on January 4, the governor had claimed that a “different kind of narrative has been created” in Tamil Nadu.“Everything applicable for the whole of the country, Tamil Nadu will say no,” he had said. “It has become a habit. So many theses have been written – all false and poor fiction. This must be broken. Truth must prevail. Tamizhagam is a more appropriate word to call it. The rest of the country suffered a lot of devastation at the hands of foreigners for a long time.”His remarks were criticised by the ruling Dravida Munnetra Kazhagam, which had accused Ravi of behaving like a Bhartiya Janata Party spokesperson. The saffron party, too, had said that it does not agree with the idea of changing the state’s name.On Wednesday, Ravi said that controversy was courted without understanding the basis of his speech.“Without understanding the basis of my speech, arguments that the governor is against the word ‘Tamil Nadu’ have become a topic of discussion,” Ravi said. “Hence, I am giving this clarification to put an end to it.”However, Ravi in a Pongal invitation sent from Raj Bhavan had addressed himself as “Tamizhaga aalunar” (governor).Ravi’s speechRavi has also been involved in a tussle with the Tamil Nadu government after in his customary address to the Legislative Assembly on January 9, he omitted portions of the speech drafted for him by the state .The constitutional convention is that the governor and the president should not depart from the address drafted by the government.After this, Tamil Nadu chief minister MK Stalin had urged the president to intervene and ask Ravi to ensure he follows the Cabinet’s advice without bias.","author":"Scroll Staff","time":"2023-01-18T16:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/143566-nnvrqcimzb-1593366808.jpg","tags":["Tamil Nadu","RN Ravi","Tamzihagam"],"source":"https://scroll.in/latest/1042104/tamil-nadu-governor-says-he-referred-to-state-as-tamizhagam-in-historical-cultural-context"}