{"title":"Tamil Nadu minister K Ponmudy, wife sentenced to three years in jail in disproportionate assets case","content":"The Madras High Court on Thursday sentenced Tamil Nadu minister K Ponmudy and his wife P Visalakshi to three years in jail in a disproportionate assets case, The Indian Express reported.Justice G Jayachandran also ordered them to pay a fine of Rs 50 lakh and directed that they would have to stay in prison for six more months if they fail to pay the amount.The court, however, suspended the sentence for 30 days to allow the convicts to file an appeal in the Supreme Court.The Dravida Munnetra Kazhagam leader stands disqualified as a member of the Legislative Assembly on account of the conviction. As per the Representation of the People Act, a legislator sentenced to jail for two years or more stands to be disqualified from the date of conviction till six years after completing the sentence.On Tuesday, the High Court convicted Ponmudy and Visalakshi and set aside a 2016 judgement of a special court acquitting them. Justice Jayachandran said that the acquittal order was “palpably wrong, manifestly erroneous and demonstrably unsustainable”, The Hindu reported.The High Court said that the special court erred in considering Ponmudy and his wife as separate entities, and in holding that post-facto income tax returns by Visalakshi were grounds for acquittal.The case against Ponmudy and Visalakshi was filed in 2011 by the Tamil Nadu Directorate of Vigilance and Anti-Corruption. The allegations pertain to the period between April 13, 2006, and May 13, 2010, when Ponmudy was the state minister for higher education and mines.The Directorate of Vigilance and Anti-Corruption alleged that the minister and his wife amassed assets amounting to Rs 1.72 crore, which were significantly disproportionate to their known sources of income.Ponmudy and his wife also face another disproportionate assets case pertaining to his tenure as the transport minister between 1996 and 2001. A special court had acquitted them earlier this year, but Justice N Anand Venkatesh of the High Court initiated suo motu (on his own) revision proceedings against the acquittal.","author":"Scroll Staff","time":"2023-12-21T14:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192266-mddvzfajwl-1689574128.jpg","tags":["K Ponmudy","Tamil Nadu","Madras HC"],"source":"https://scroll.in/latest/1060926/tamil-nadu-minister-k-ponmudy-wife-sentenced-to-three-years-in-jail-in-disproportionate-assets-case"}