{"title":"Tamil Nadu: Neet petitioner commits suicide allegedly after failing to get a seat in medical college","content":"A 17-year-old medical aspirant from Tamil Nadu, who had challenged the applicability of the National Eligibility cum Entrance Test in the state at the Supreme Court, has committed suicide allegedly because she was unable to get a seat in a medical college, IANS reported on Friday.  Anitha, the daughter of a Dalit daily wage labourer, had scored 1,176 out of 1,200 in her Class 12 examinations under the Tamil Nadu state board, but had secured only 86 out of 720 in the Neet, The NewsMinute reported. She had approached the Supreme Court against Neet, arguing that the entrance test would harm the aspirations of students from rural Tamil Nadu. A resident of Tamil Nadu’s Ariyalur district, around 300 km from Chennai, Anitha had managed to secure an engineering seat at the Madras Institute of Technology, but she had let it go as she wanted to become a doctor.On August 22, the Supreme Court had dismissed her petition, along with those filed by several other students. The Centre, which had earlier passed an Ordinance in this regard, had later said that the rules of the Neet cannot be changed just for one state.Tamil Nadu Chief Minister Edappadi K Palaniswami has announced ex-gratia of Rs 7 lakh for Anitha’s family. Opposition criticises Tamil Nadu governmentThe Opposition attacked the state government headed by Palaniswami and the Narendra Modi administration at the Centre for Anitha’s suicide. CR Saraswathi, a spokesperson for the TTV Dinakaran faction of the All India Anna Dravida Munnetra Kazhagam, said such an incident would would not have occurred if former Tamil Nadu Chief Minister J Jayalalithaa had been alive.“The chief minister and his Cabinet members went to Delhi so many times, but what came out of it?” Saraswathi told Hindustan Times. “They even met the prime minister in this regard.”Kamal Haasan, who on Friday hinted at joining politics soon, also criticised the state government for Anitha’s suicide. “We must forget which political party we belong to and fight for her,” Haasan said, according to News18. “We formed the government instead of arguing in the court, we are bargaining. Only if such incidents will teach them a lesson. “#RipAnitha pic.twitter.com/p5t507dLaQ— Rajinikanth (@superstarrajini) September 1, 2017","author":"Scroll Staff","time":"2017-09-01T20:45:56.027500+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/849296-ioneoxiyqo-1463766128.jpg","tags":["Tamil Nadu","Neet","Supreme Court"],"source":"https://scroll.in/latest/849296/tamil-nadu-neet-petitioner-commits-suicide-allegedly-after-failing-to-get-a-seat-in-medical-college"}