{"title":"Tamil Nadu: DMK will face consequences if I’m not readmitted, says expelled leader MK Alagiri","content":"Former Dravida Munnetra Kazhagam leader MK Alagiri on Monday warned the party that there would be consequences if they did not take it back, reported PTI. Alagiri was the party’s south zone organising secretary in Tamil Nadu but was expelled in 2014 for making derogatory statements about his younger brother and the party’s Working President MK Stalin.Alagiri claimed he was trying to save the party after his father M Karunanidhi’s death on August 7. “Kalaignar [Karunanidhi] is not there now,” he said. “The party has to be saved and protected.”“If they don’t readmit me, they will have to face consequences,” he said. Alagiri added that Karunanidhi was willing to take him back into the Dravida Munnetra Kazhagam. “Kalaignar wanted to readmit me,” he said. “But these people [the Stalin group] were preventing him then.” Alagiri’s comments come a day before Stalin is set to be elected unopposed as Dravida Munnetra Kazhagam’s president at the party’s general council meet in Chennai. Alagiri said he did not protest when his brother was made the working president as Karunanidhi was still alive then.   A week after Karunanidhi’s death, Alagiri had claimed that all the “loyal cadre” of Kalaignar were on his side. “All the supporters in Tamil Nadu are on my side and are encouraging me,” he had said.Of the September 5 rally organised by him in honour of Karunanidhi in Chennai, Alagiri said it was as per the wishes of the party cadre. Alagiri held several meetings on Monday with his supporters in connection with the rally.","author":"Scroll Staff","time":"2018-08-27T18:09:54.075567+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/892097-btknhegiri-1534143681.jpg","tags":["Tamil Nadu","MK Alagiri","MK Stalin","M Karunanidhi","DMK"],"source":"https://scroll.in/latest/892097/tamil-nadu-dmk-will-face-consequences-if-im-not-readmitted-says-expelled-leader-mk-alagiri"}