{"title":"Tamil Nadu: DMK chief M Karunanidhi’s health is declining again, says hospital","content":"Former Tamil Nadu Chief Minister M Karunanidhi’s medical condition has declined once again, the Kauvery Hospital in Chennai said on Monday. “Maintaining his vital organ functions continues to remain a challenge considering his age-related ailments,” the hospital said.The Dravida Munnetra Kazhagam chief is being monitored and being treated with active medical support, the hospital said. “His response to the medical interventions over the next 24 hours will determine the prognosis,” Dr Aravindan Selvaraj said in the statement.Karunanidhi was admitted to the hospital after his blood pressure dropped on July 27. He was being treated for age-related ailments and a urinary tract infection. He is 94 years old. On Saturday, the party’s Principal Secretary, Duraimurugan, said Karunanidhi’s condition had improved and that he will return home in two or three days.Press release from Kauvery Hospital. pic.twitter.com/eI74y7NRGd— KalaignarKarunanidhi (@kalaignar89) August 6, 2018\n\nOn Monday, Karunanidhi’s wife Dayalu Ammal visited him in the hospital for the first time since he was admitted. His family members, including MK Stalin, Kanimozhi, MK Alagiri and MK Tamilarasu, and party leaders A Raja and KN Nehru are at the hospital.Tamil Nadu Congress Committee President Thirunavukkarasar, who visited Karunanidhi on Monday, said there has been a small setback in the DMK chief’s health, according to The Hindu. “For the last one week, there have been a few setbacks and improvements in his health condition,” he said. “This morning, there was a setback again, and he is under intensive care.”Karunanidhi completed 49 years as the party’s president on July 28. His health has been weak since October 2016, when he underwent a procedure to change his tracheostomy tube as part of an attempt to improve his breathing.Union Minister Nitin Gadkari met DMK leader MK Stalin & Kanimozhi at Chennai's Kauvery hospital to inquire about DMK chief M Karunanidhi's health condition. #TamilNadu pic.twitter.com/KdVBkS6ez2— ANI (@ANI) August 6, 2018","author":"Scroll Staff","time":"2018-08-06T18:51:46.850395+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889456-article-xqeshpcanf-1449841958.jpg","tags":["Tamil Nadu","Kauvery Hospital","Dravida Munnetra Kazhagam","M Karunanidhi"],"source":"https://scroll.in/latest/889456/tamil-nadu-dmk-chief-m-karunanidhis-health-is-declining-again-says-hospital"}