{"title":"Tamil Nadu: ‘Karunanidhi’s condition is extremely critical and unstable,’ say doctors","content":"Former Tamil Nadu Chief Minister and Dravida Munnetra Kazhagam chief M Karunanidhi’s medical condition has worsened further, Kauvery Hospital said in a bulletin on Tuesday evening.“There has been significant decline in the clinical condition of Kalaignar Dr M Karunanidhi over the last few hours,” the hospital said.  “Despite maximum medical support, his vital organ functions continue to deteriorate. His condition is extremely critical and unstable.”Security has been increased outside the hospital and his home as DMK supporters have gathered since the announcement. Police teams have also been deployed across the state, and the director general of police has issues a circular asking all staff to report to work.#Chennai: DMK workers gather outside Kauvery Hospital as hospital releases statement that M Karunanidhi's health has deteriorated further. pic.twitter.com/rZ8yW7Uco5— ANI (@ANI) August 7, 2018\n\nEarlier in the day, Dravida Munnetra Kazhagam Working President MK Stalin and Rajya Sabha member Kanimozhi met Tamil Nadu Chief Minister Edappadi Palaniswami. Unidentified officials said that they briefed Palaniswami on Karunanidhi’s health and that the family has asked for a burial site at Marina Beach near the MGR memorial, where former Chief Minister J Jayalalithaa was also buried. Other DMK leaders, including Karunanidhi’s elder son Azhagiri, accompanied Stalin to the meeting. On Monday, Kauvery Hospital, where Karunanidhi was admitted on July 28, said that the DMK chief’s condition was declining once again. Doctors had said his response to treatment over the next 24 hours was crucial. “Maintaining his vital organ functions continues to remain a challenge considering his age-related ailments,” the hospital said.Karunanidhi was admitted to the hospital after his blood pressure dropped on July 27. He was being treated for age-related ailments and a urinary tract infection. He is 94 years old. On Saturday, the party’s Principal Secretary Duraimurugan said his condition had improved and that he would return home in two or three days.Karunanidhi completed 49 years as the party’s president on July 28. His health has been weak since October 2016, when he underwent a procedure to change his tracheostomy tube as part of an attempt to improve his breathing.","author":"Scroll Staff","time":"2018-08-07T16:22:44.181212+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889576-ntjdnsqnsm-1532919786.jpg","tags":["MK Stalin","Tamil Nadu","Karunanidhi","Edappadi Palaniswami","DMK","Kanimozhi"],"source":"https://scroll.in/latest/889576/tamil-nadu-stalin-kanimozhi-meet-chief-minister-after-karunanidhis-health-deteriorates"}