{"title":"Tamil Nadu Assembly passes resolution against farm laws","content":"The Tamil Nadu Assembly on Saturday adopted a resolution against the three controversial farm laws passed by the Centre in 2020, PTI reported. The Bharatiya Janata Party and the All India Anna Dravida Munnetra Kazhagam staged a walkout. Tamil Nadu is the seventh state after West Bengal, Maharashtra, Punjab, Rajasthan, Chhattisgarh, Delhi and Kerala to oppose these laws.The resolutions passed by these states reflect the sentiment of lakhs of famers across India, who have contested the Farmer’s Produce Trade and Commerce (Promotion and Facilitation) Act, Farmers (Empowerment and Protection) Agreement on Price Assurance and Farm Services Act, and Essential Commodities (Amendment) Act.“Since the three laws are not conducive for our country’s agriculture growth and farmers welfare, they should be repealed by the Union government,” Tamil Nadu Chief Minister MK Stalin said in the Assembly.He added that the laws contradicted the “doctrine of federalism enshrined in the Constitution” and urged political parties in the state to unanimously adopt the resolution and “prevent agriculture from being controlled by big corporate firms”.Against farmers, says Stalin“All the three laws are against agriculture and farmers,” Stalin said. “The only demand of farmers is that they should get the right price for their produce.” He added that cases against farmers and political parties that participated in peaceful protests will be retracted.The Farmer’s Produce Trade and Commerce (Promotion and Facilitation) Act, Stalin said, did not specify the trade area for a farmer. He claimed that the lack of clarity had resulted in loss of revenue.The Act allows inter-state and intra-state trade of farmers’ produce outside the state-designated mandis. It essentially aims to end the monopoly of the Agricultural Produce Market Committees and allows anyone to buy and sell agricultural produce. Stalin rued the fact that no state government was consulted.He also said that the Farmers (Empowerment and Protection) Agreement on Price Assurance and Farm Services Act was more in favour of buyers rather than farmers. Stalin said that the law made it clear that “it was to set free private firms from the supervision of the state government”.He added that the amendments to the Essential Commodities (Amendment) Bill would not hold. It calls for deregulation of food commodities such as cereals, pulses, edible oil and sugar will. This means there would be no storage limit or movement restriction on the commodities.Also read:Modi insists farm bills have nothing to do with MSP – so why are farmers protesting?Former Agriculture Minister and AIADMK leader KP Anbalagan urged the state government not to pass the resolution hastily. He suggested an all-party meeting accompanied by members of farmers’ associations before taking up the matter with Centre.Former Deputy Chief Minister O Panneerselvam asked if Stalin had written to the Centre conveying his stance. He also suggested that Stalin list out the advantages of the laws, the way he had catalogued the disadvantages.When Leader of the House, Durai Murugan, asked if the AIADMK was in favour of the laws, Panneerselvam said that the petitions opposing the rules were pending before the Supreme Court and therefore, no decision could be taken.The resolution in the Tamil Nadu was supported by the Pattali Makkal Katchi, the Congress, the Communist Party of India, the Communist Party of India (Marxist), the Viduthalai Chiruthaigal Katchi and the Marumalarchi Dravida Munnetra Kazhagam.The controversial lawsThe three ordinances were passed last September.Thousands of farmers have camped on Delhi’s borders since November, demanding that the central government repeal the three laws that open up the country’s agriculture markets to private companies. The farmers have hunkered down with supplies that they say will last them for months, and have resolved to not leave until their demands are met.Months later, protests against the laws continue to be staged in many parts of the country. The government has claimed the rules are aimed at making farming more profitable, but the farmers argue that they will bring about corporate dominance. Farmers claim that once the prevailing hegemony of the state marketing boards – that provide a shield against exploitation – collapses, private entities will dictate the price.They also fear that in the name of reforms, the government is also planning to dismantle the Minimum Support Price regime.Most Opposition parties and farmers’ organisations across the country have strongly opposed the bills. The Shiromani Akali Dal, one of the Bharatiya Janata Party’s oldest allies, pulled out of the National Democratic Alliance in protest against these bills.Talks between farmers groups and the central government to resolve the protests came to a complete deadlock after farmers rejected the Centre’s offer to suspend the laws for two years. The last time both sides met was on January 22. Since then, most farmer leaders have said they were willing to speak to the government again.In January, nearly two months into the farmer protests, the Supreme Court had suspended the implementation of the farm laws. It instead set up a committee and tasked it to consult stakeholders and assess the impact of the laws.","author":"Scroll Staff","time":"2021-08-29T17:24:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/114781-svylblcfpc-1568465619.jpg","tags":["Tamil Nadu Assembly","MK Stalin","farm laws"],"source":"https://scroll.in/latest/1004041/tamil-nadu-assembly-passes-resolution-against-farm-laws"}