{"title":"Tamil Nadu government moves Supreme Court against Governor RN Ravi over delay in clearing bills","content":"The Tamil Nadu government has moved the Supreme Court accusing Governor RN Ravi of obstructing the Legislative Assembly from carrying out its duties, Live Law reported on Tuesday.In its petition, the state government alleged that the governor has not only kept multiple bills pending, but has also not sanctioned the investigation and prosecution in several corruption cases.The government stated that applications for the appointment of the chairperson and the members of the Tamil Nadu Public Service Commission are also pending before Ravi. This has resulted in the commission functioning with only four members instead of 14 members.“The governor by not ‘signing remission orders, day to day files, appointment orders, approving recruitment orders, granting approval to prosecute ministers, MLAs involved in corruption including transfer of investigation to CBI by Supreme Court, bills passed by Tamil Nadu Legislative Assembly’ is bringing the entire administration to a grinding halt and creating an adversarial attitude,” the state government said in its petition.Further, the Dravida Munnetra Kazhagam government said that the governor is required to act on the advice of the ministers for the exercise of any power or function. By not doing so, it argued, the governor “will defeat the parliamentary democracy and the will of the people”.The move will also violate the basic structure of the Constitution, it argued.The state government urged the Supreme Court to fix a deadline or an “outer time limit” for the governor to consider the bills and government orders pending with his office. It also sought a declaration that Ravi’s inaction regarding the consideration of such matter be considered “unconstitutional and a malafide exercise of power”.The Tamil Nadu government has been at loggerheads with Ravi on multiple occasions.In July, Chief Minister MK Stalin wrote to President Droupadi Murmu, stating that Ravi is not fit to continue in the constitutional post as he functions as a political opponent and looks for opportunities to topple the state government. Therefore, he could be regarded as a mere agent of the Union government, Stalin said.“Such a course of action pursued by a governor would destroy the Indian democracy’s basic tenets by damaging the principle of federalism,” Stalin said. “Ravi is ‘a good example’ of such a behaviour.”The chief minister accused the governor of instigating communal hatred and claimed that he is a threat to Tamil Nadu’s peace.In January, Stalin told the president that Ravi was engaged in a “political ideological conflict” with the state government and should be advised against doing so.Also read: Pocket vetoed: Governors are sitting on bills – and undermining federalism","author":"Scroll Staff","time":"2023-10-31T14:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164151-igmppokkhm-1631961929.jpg","tags":["RN Ravi","Supreme Court","Governor"]}