{"title":"Tamil Nadu’s trailblazing Modern Theatres studio spun romances, period dramas and colour films","content":"He trained in textile production, and he\nspent his life running a factory that spun dreams.The film bug bit TR Sundaram good and proper in the early thirties. He\nhad returned from Leeds in England after a course in textile management, but\ninstead of working in the cloth trade he set up Angel Pictures in partnership\nwith SS Velayudham Pillai. The company initially made some of its films,\nincluding Draupadi\nVastrapaharanam (1934), Dhruva (1935)\nand Nalla Thangal (1935),\nin Kolkata, since the South did not have as many production facilities as the\nNorth. Sundaram set up his own studio, The Modern Theatres Limited, in 1936 on\nthe Yercaud Road on the outskirts of Salem. The first production was Sathi Ahalya (1937). TR Sundaram. Courtesy The Modern Theatres Ltd.Like other studio bosses of the era, Sundaram ran a tight ship at Modern Theatres. He kept a close watch on budgets and schedules, and maintained a master chart that demarcated individual duties and responsibilities. Built on a vast stretch of land, Modern Theatres had a staff of over 250 people on its payroll, including actors, writers and technicians. Anjali Devi, MR Radha and SV Ranga Rao were among the stars launched at Modern Theatres, which at its peak averaged at least three productions a year, not just in Tamil but also in Telugu, Hindi, Kannada, Malayalam and Sinhalese.Courtesy The Modern Theatres Ltd.An early breakthrough for the studio was the PU Chinappa-MV Rajamma-TS Balaiah starrer Uttama Puthiram (1940). Based on Alexander Dumas’s The Man in the Iron Mask and a Hollywood film with the same name released in 1939, Uttama Puthiram saw singing star Chinnappa play a double role, one of the earliest of its kind in Tamil cinema. Sundaram managed to get away with a patriotic song based on Bharathi’s Senthamizh Naadenum Podhiniley even though the British had banned the Tamil poet’s works.Courtesy Upperstall.com.Modern Theatres went from strength to strength in the forties with such productions as Bhakta Gowri (1941), Arundati (1943), Burma Rani (1944), Chithra (1945), Sulochana (1946) and Athithan Kanavu (1948). Sundaram joined forces in 1948 with the American-born filmmaker Ellis R Dungan for Dungan’s final two Tamil films in India, Ponmudi (1949) and Manthiri Kumari (1950). Their collaboration, however, had mixed results. Ponmudi, a story of lovers (played by Madhuri Devi and Narasimha Bharathi) who overcome parental opposition, shocked audiences with its intimate scenes. In spite of the film being his strongest in India, Dungan was attacked for corrupting Tamil values.  Ponmudi (1949). Courtesy Upperstall.com.Manthiri Kumari, three quarters of which was finished by Dungan before he returned to America and subsequently completed by Sundaram, fared better. The movie’s success was instrumental in boosting the chances of its lead actor and future superstar MG Ramachandran. Manthiri Kumari is based on a play by Dravida Munnetra Kazhagam chief M Karunanidhi, who also wrote the screenplay and its rhetorical and alliterative dialogue. Manthiri Kumari is an early DMK movie that emphasises the party’s political ideology. The king is a puppet and the Brahmins, represented by the priest (MN Nambiar) and his son (SA Natarajan), are the villains. MGR typically played the loyal commander in chief and moral guardian of the kingdom’s subjects.More interesting were the strong roles played by Madhuri Devi in Ponmudi and Manthiri Kumari. She initiates the romance in Ponmudi, runs away from home to trace her lover and leads a rescue party when he is kidnapped. In Manthiri Kumari, she matches swords with her villainous husband (Natarajan) and finally pushes him over a cliff when she realises that he is evil beyond repair.\n\n\n    \n    Play\n\nManthiri Kumari (1950).Modern Theatres was involved with one of the earliest Indo-American co-productions, a sci-fi jungle adventure called The Jungle (1952). Dungan initiated the project as associate producer, and the film was shot entirely in India. The Jungle starred Hollywood actors Rod Cameron, Marie Windsor and Cesar Romero along with MN Nambiar, David Abraham and Hindi silent movie star Sulochana. Its indoor scenes were shot on the studio lot itself, while outdoor sequences were filmed in Mysore, Yercaud and Hogenakkal.\n\n\n    \n    Play\n\nThe Jungle (1952).Although Modern Theatres mainly supplied escapist entertainment, Sundaram always had an eye on the future. Modern Theatres did not only produce the first Malayalam talkie, Balan (1938), but also the first colour films in Tamil  (Alibabavum 40 Thirudargalum in 1955) and Malayalam (Kandam Becha Court  in 1961). Alibabavum 40 Thirudargalum, based on the Arabian Nights tale, blended melodious songs, exciting fighting scenes and a suspenseful climax. Apart from MGR and Bhanumathi in the lead roles, the movie also boasts of a memorable villainous turn by PS Veerappa as the heartless Abu Hussain. Waheeda Rehman made one of her earliest appearance on film here in a dance number, Salaam Babu.Courtesy Vishu Kaliappa.Sundaram died in 1963 at the age of 56. His son, R Sundaram, took over the studio. The Tamil film industry had by then entirely moved to Chennai, but Modern Theatres held its own in Salem. The highlight of the films produced during this period were the James Bond-inspired spy thrillers such as Vallavan Oruvan (1966) and its sequel CID Shankar (1970), starring Jaikishankar.\n\n\n    \n    Play\n\nNaanathale, CID Shankar (1970).Also read:New Theatres: The legendary Kolkata studio that introduced playback singing to India","author":"Karan Bali","time":"2015-01-02T06:30:51+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147892-apzmkmxmfe-1600784647.jpg","tags":["Modern Theatres Limited","TR Sundaram","Ellis R Dungan"],"source":"https://scroll.in/reel/694534/tamil-nadus-trailblazing-modern-theatres-studio-spun-romances-period-dramas-and-colour-films"}