{"title":"Tamil Nadu: O Panneerselvam quit as CM in 2017 voluntarily, would have retained him, claims Sasikala","content":"All India Anna Dravida Munnetra Kazhagam leader O Panneerselvam resigned as the chief minister of Tamil Nadu in 2017 voluntarily, the party’s ousted General Secretary VK Sasikala claimed, adding that she would have retained him otherwise, The Hindu reported on Tuesday.Sasikala said this during a purported  telephone conversation with a supporter. An audio clip of the conversation was released by her office on Tuesday, according to the newspaper. The supporter, identified as Sivanesan, told Sasikala: “If Ayya [Panneerselvam] had not quit then, he would even have prevented you from undertaking vanavasam [a reference to her four-year jail sentence in Bengaluru in a corruption case].” To Sivanesan’s comment, Sasikala said: “Had he not done that, I would have retained him [as chief minister].”Sasikala’s claim contradicted Panneerselvam’s statement from 2017 that he was forced to resign from the top post. Panneerselvam had back then also indicated that he was opposed to Sasikala becoming the chief minister.“Only someone who has the support of all the cadre of the party and the mandate of the people should take charge as Chief Minister,” he had said, according to The Hindu. “Taking into account the future of Tamil Nadu, someone who can run the party efficiently and as per Amma’s [J Jayalalithaa]  wishes and keep up the good name alone should lead.”   At one point in the conversation, Sasikala’s supporter reportedly asked her to lead the party along with Panneerselvam, according to India Today. In response, Sasikala said she had received complaints that a group led by former Tamil Nadu Chief Minister Edappadi K Palaniswami was being given more importance within the party, adding that this had to change. “AIADMK is common for all and it is worrying to see AIADMK is seen like this”, she said.Also read: AIADMK expels 16 party members for speaking with VK Sasikala, passes resolution warning cadresIn another audio clip, Sasikala was heard saying that she will return to AIADMK soon and “set it straight”, according to NDTV. The clips emerged a day after the All India Anna Dravida Munnetra Kazhagam expelled 16 party functionaries who spoke with Sasikala. Ahead of the Assembly elections in Tamil Nadu April , Sasikala had announced that she was quitting politics. She had been expelled from the party in 2017. However, audio clips of Sasikala’s purported conversations with the AIADMK cadres hinted at her possible return to the party. The conversations were verified by Janarthanan, the personal assistant for Sasikala’s nephew and Amma Makkal Munnetra Kazhagam General Secretary TTV Dinakaran.In May, the AIADMK had clarified that Sasikala will not be inducted into the party. Sasikala was released from prison on January 27 after a serving a four-year sentence in a corruption case. After being freed, Sasikala had approached a court in Chennai seeking early hearing of a civil suit to reclaim her post as the AIADMK general secretary.","author":"Scroll Staff","time":"2021-06-16T16:33:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/qguvvqqbbz-1493034117.JPG","tags":["O Panneerselvam","AIADMK","VK Sasikala"],"source":"https://scroll.in/latest/997668/tamil-nadu-o-panneerselvam-quit-as-cm-in-2017-voluntarily-would-have-retained-him-claims-sasikala"}