{"title":"We are under attack by communal forces, says Stalin after being elected DMK president","content":"MK Stalin was elected the president of the Dravida Munnetra Kazhagam at the party’s general council meeting on Tuesday, reported ANI. Stalin has taken over the post that his father M Karunanidhi held for 49 years before he died on August 7.Principal Secretary Duraimurugan was elected the treasurer of the party, said DMK General Secretary K Anbazhagan as he read out the elevation resolution. Stalin paid tribute to DMK founder and former Chief Minister CN Annadurai and Karunanidhi after his election.Anbazhagan said 1,307 nominations had been filed on behalf of Stalin. “Since no one else contested against Stalin, he is the new president of the DMK,” The Times of India quoted him as saying.Addressing over 4,000 members at the party’s headquarters in Chennai, Stalin said this was his “new birth and it’s another new day”, reported Hindustan Times. “Without the support of the cadre, I cannot overcome the challenges that prevail before the Tamil community,” he said. “We should remove the right-wing Modi government at the Centre and EPS [Edappadi Palaniswami] government in the state. Today’s political situation has come as a grave challenge. Education, art, literature, religion are under attack by authoritative and communal forces. Union government is trying to destabilise judiciary, selection of governors. All this has dealt a blow to the secular principles.”Stalin said the party was his family now and urged workers not to forget the ideologies of Periyar EV Ramasamy and Annadurai. “I never thought that I will speak on this stage and will become the party president,” he said at the end of his speech.Stalin visited Marina beach to pay tribute at the memorials of Annadurai and Karunanidhi, ANI reported.The party passed a resolution at the general council meeting to urge the Centre to confer Bharat Ratna, the highest civilian award, to Karunanidhi. It also decided to create a post of DMK chairperson, reported The Indian Express. Two minutes of silence was observed during the meeting to pay tribute to Karunanidhi, former Prime Minister Atal Bihar Vajpayee, former Lok Sabha Speaker Somnath Chatterjee, former Tamil Nadu Governor Surjit Singh Barnala and former UN Secretary General Kofi Annan, ANI reported.At the party’s executive committee meeting on August 14, senior leaders had urged the “prince-in-waiting” to take over. All the 65 district secretaries of the party had proposed his name for the post, reported the Hindustan Times.Stalin, who has been at the helm of DMK’s affairs since the run-up to the Tamil Nadu Assembly elections in 2016, was appointed the working president of the party in 2017. His election to the post of party president follows a succession battle with his elder brother MK Alagiri who claimed to have the support of  all the “loyal cadre” of Karunanidhi after the DMK chief’s death. Alagiri was the party’s south zone organising secretary, but was expelled in 2014 for making derogatory statements about Stalin.On Monday, Alagiri warned the party that there would be consequences if they did not take it back. Alagiri claimed he was trying to save the party after his father’s death. “Kalaignar [Karunanidhi] is not there now,” he said. “The party has to be saved and protected.”Chennai: MK Stalin addresses DMK members at party headquarters after being elected as President of Dravida Munnetra Kazhagam (DMK). #TamilNadu pic.twitter.com/CWRoD71NWA— ANI (@ANI) August 28, 2018\n\nChennai: MK Stalin pays tribute to CN Annadurai and M Karunanidhi after being elected as the President of Dravida Munnetra Kazhagam (DMK) at party headquarters. #TamilNadu pic.twitter.com/3tJ1iBylho— ANI (@ANI) August 28, 2018\n\nDMK General Council meeting underway at party headquarters in Chennai. DMK Working President MK Stalin has filed nomination for the post of party president. #TamilNadu (Images source- Kalaignar TV) pic.twitter.com/D08ZbSNOuy— ANI (@ANI) August 28, 2018\n\nPoliticians congratulate new presidentCongress President Rahul Gandhi took to Twitter to congratulate Stalin. “I wish him happiness and success as he begins a new chapter in his political journey,” Gandhi tweeted. West Bengal Chief Minister Mamata Banerjee congratulated Stalin on being elected president of DMK.  Bharatiya Janata Party leader Subramanian Swamy wished the newly elected party chief in his trademark style. “I wish him the best future,” Swamy tweeted. “I have nothing against him. Ideologically we are still far apart. But his father’s sins cannot visit on him.”","author":"Scroll Staff","time":"2018-08-28T10:51:40.178571+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/892160-9dd2072a-6f4f-43d2-97cb-2cd475515e8e.jpg","tags":["Mk Stalin","DMK","Tamil Nadu","MK Alagiri","Karunanidhi"],"source":"https://scroll.in/latest/892160/tamil-nadu-mk-stalin-elected-president-of-dmk"}