{"title":"Tamil Nadu Assembly passes Bill to allow jallikattu","content":"The Tamil Nadu Assembly, at a special session on Monday, passed a  Bill to replace the ordinance on jallikattu, which will revoke the Supreme Court ban on the bull-taming sport. The Bill will also seek to amend the Prevention of Cruelty to Animals Act, PTI reported. Governor Vidya Sagar Rao has forwarded the Bill to President Pranab Mukherjee for his consent. The jallikattu ordinance was approved by Rao on Saturday after it was cleared by President Pranab Mukherjee. “Jallikattu will be conducted with customary fervour with all necessary safeguards,” Chief Minister O Panneerselvam had said. “Since the ordinance will last for six months, we will formulate new law so jallikattu takes place without hindrance.”At the Assembly session on Monday, legislators of the Dravida Munnetra Kazhagam staged a walkout as soon as the governor began to speak, in protest against jallikattu supporters being evicted from Chennai’s Marina Beach. “Using force to disperse a crowd that is fighting democratically is highly condemnable,” DMK Working President MK Stalin had said before the session began. “The state government has completely mismanaged the situation and failed to engage with students.”On Sunday, Panneerselvam was not allowed to inaugurate a jallikattu event in Madurai district’s Alanganallur, with supporters of the practice rejecting the ordinance and calling for a permanent solution to the restriction imposed on the sport. “Tamil Nadu’s aspirations were fulfilled after putting the continuous pressure from the state government and the All India Anna Dravida Munnetra Kazhagam party,” the chief minister had said after the governor passed the ordinance.Tamil Nadu Governor C. Vidyasagar Rao forwards the #Jallikattu bill to President Pranab Mukherjee for his consent— ANI (@ANI_news) January 23, 2017\nJallikattu Bill passed unanimously in TN Assembly: AIADMK— ANI (@ANI_news) January 23, 2017\nTamil Nadu CM O Panneerselvam tables #Jallikattu bill in Assembly— ANI (@ANI_news) January 23, 2017\nDMK walks out from the assembly as Tamil Nadu Governor speaks. #Jallikattu— ANI (@ANI_news) January 23, 2017","author":"Scroll Staff","time":"2017-01-23T17:17:52.118476+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/827426-49923-bhlrfrossu-1485150800.jpg","tags":["Tamil Nadu","jallikattu","ordinance"],"source":"https://scroll.in/latest/827426/tamil-nadu-assembly-passes-bill-to-replace-jallikattu-ordinance"}