{"title":"Tamil Nadu governor dismisses V Senthil Balaji from council of ministers","content":"Tamil Nadu Governor RN Ravi on Thursday dismissed jailed Dravida Munnetra Kazhagam leader V Senthil Balaji from the council of ministers with immediate effect, NDTV reported.Unidentified officials in the chief minister’s office have told the news channel that the governor dismissed Balaji without Chief Minister MK Stalin’s recommendation.Balaji leader was arrested in the early hours of June 14 in a money-laundering case. The DMK leader is currently admitted to the Kauvery Hospital in Chennai as he underwent a bypass surgery on June 21.In a press release on Thursday, Ravi said that Balaji is facing “serious criminal proceedings” in a number of cases. “Abusing his post as a minister, he has been influencing the investigation and obstructing the due process of law and justice,” he said.The governor said that if Balaji were to continue as a minister, it would adversely impact fair investigation in the case that could “eventually lead to breakdown of the constitutional machinery in the state”.TN Governor dismisses minister Senthil Balaji from Council of Ministers citing judicial custody and pending criminal cases. Sources in the TN CMO say, Governor has dismissed the Minister without the recommendation of the CM.Governor RN Ravi scripts history (infamous) ! pic.twitter.com/RaGrlv5LJm— Arvind Gunasekar (@arvindgunasekar) June 29, 2023\n\nThe Enforcement Directorate has alleged that Balaji conspired with transport corporation officials to appoint candidates recommended by his aides. The agency has claimed that crores of rupees were taken as bribes from candidates in exchange for jobs.The alleged irregularities took place between 2014 and 2015, when Balaji was the state transport minister. He was then a leader of the All India Anna Dravida Munnetra Kazhagam. He joined the DMK in December 2018.Balaji held the portfolios of electricity and prohibition and excise when he was arrested earlier this month. After his arrest, the state government reallocated his portfolios to his Cabinet colleagues Thangam Thennarasu and S Muthusamy. Balaji was made minister without a portfolio. Earlier this month, two public interest litigations were filed before the Madras High Court challenging the DMK leader’s continuation in the Cabinet despite him being in judicial custody. On June 26, the court had asked the petitioners if there was any legal provision that allowed the governor to dismiss a state minister, Bar and Bench reported.The case will be heard again on July 7.","author":"Scroll Staff","time":"2023-06-29T20:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191728-qrqntlsvin-1688052205.jpg","tags":["V Senthil Balaji","RN Ravi","DMK","Tamil Nadu"],"source":"https://scroll.in/latest/1051802/tamil-nadu-governor-dismisses-v-senthil-balaji-from-council-of-ministers"}