{"title":"Tamil Nadu women are upset with AIADMK for neglecting the schemes Jayalalithaa started","content":"For 15 years till 2013, K Valli, 40, was as a domestic worker in South Chennai, washing dishes, sweeping and swabbing floors in at least five homes in the residential neighbourhood of Thiruvanmiyur, taking home Rs 6,000 a month.Her husband, who works as a driver, earned a monthly salary of Rs 15,000. Their combined income at that time was insufficient to educate their two children and run the household. But things changed for Valli after Tamil Nadu Chief Minister J Jayalalithaa opened Amma Unavagams or Amma canteens in Chennai in February 2013. These canteens were introduced to tackle urban hunger by providing nutritious food prepared in hygienic conditions at highly subsidised rates. In these outlets, one idli is sold for Re 1, curd rice for Rs 3 and sambar rice for Rs 5. They are open for lunch and dinner, and women from local self-help groups are employed to cook and serve the food.Valli, along with 15 others from a women’s self-help group, was recruited to run the canteen in Thiruvanmiyur the year the scheme was inaugurated. “I started to earn Rs 9,000 per month working in one place,” said Valli. “I did not have to go to five places to earn my living, which in itself came as a huge relief.”The Amma canteen model, run by the Greater Chennai Corporation, became an instant hit. Within three months, it was scaled up to 200 canteens in the city. Their success led to 10 such budget restaurants being opened in nine other cities across the state.The Chennai municipal corporation now runs 407 Amma canteens in the city.In the 2014 Lok Sabha elections, Jayalalithaa’s All India Anna Dravida Munnetra Kazhagamwon 37 of the state’s 39 parliamentary constituencies. In the 2016 Assembly elections, it returned to power in a state known for voting out the incumbents.“This scheme helped Jayalalithaa come back to power,” said Suresh V, national secretary, People’s Union for Civil Liberties. “Welfare schemes do impact voting behaviour though it is difficult to quantify considering that there are many schemes.”This story has been reported from Chennai and Madurai in Tamil Nadu.Jayalalithaa died in December 2016, seven months after winning the Assembly election. Her party was subsequently beset by political turmoil, with AIADMK leaders vying to establish themselves as her successor. As a result, the state ran through three chief ministers in a year. This hurt governance, including the implementation of welfare schemes.Even after the political situation stabilised, as E Palaniswami took the helm of the AIADMK-led state government, the women-focused welfare schemes that Jayalalithaa patronised are slowly being abandoned, alienating the party from its women supporters.The Amma canteens are among the welfare schemes that have suffered.“At least 20% of the canteens are on the brink of closure because of plummeting footfalls,” said Suresh. Employees at the Amma canteen in Thiruvanmiyur spoke of a steep drop in the number of customers. Earlier, more than 200 persons used to eat at their canteen every day, the employees said. But, since 2016, this has dropped to less than 100. As a consequence, the number of staff has been cut to 10 from the earlier 15. This has had an impact on the revenue these canteens bring the Chennai Corporation. In 2017, the income from the canteens was Rs 34.5 crore, short of the Rs 37 crore that the Chennai Corporation had estimated in the budget as the income for that year.Though Valli said that the quality of food in the canteen has not deteriorated, she was concerned about the dwindling customers. She acutely felt the absence of Jayalalithaa’s patronage. “If Amma was alive, she would have made us permanent staff,” said Valli, a staunch AIADMK supporter. “This election, I will listen to my heart and vote for a deserving candidate.”Tamil Nadu will vote in the Lok Sabha elections on April 18, the second phase of voting. Bye-elections for 18 Assembly seats will be held the same day. The bye-elections are crucial to the survival of the Palaniswami government, which has only a slim majority at present. In the 234-member House, the ruling party currently has 114 members, excluding the Speaker, while the Dravida Munnetra Kazhagam and its allies have 97 members.Valli, an employee at an Amma Canteen in Chennai, Tamil Nadu, takes a break after work. (Photo credit: S Senthalir).Winning over womenJayalalithaa was sworn in as Tamil Nadu chief minister for the first time on June 24, 1991. She was the second woman to hold the post in the state, after Janaki Ramachandran – the wife of Jayalalithaa’s mentor and former Chief Minister MG Ramachandran who had held office for barely a month.Between 1991 and 2016, throughout Jayalalithaa’s six terms as chief minister, she regularly introduced welfare measures specifically for women.In 1992, she introduced the Cradle Baby Scheme to contain the increasing instances of female infanticide in Tamil Nadu. Under this scheme, cradles were placed at government hospitals, primary health care centres and children’s homes so that parents could leave  unwanted girl children there. The government would then give them up for adoption. In 2011, after winning the Assembly elections, Jayalalithaa distributed free mixer-grinders and fans to women, fulfilling a poll promise. At least 1.83 crore women beneficiaries were identified as eligible for this scheme, which became an instant hit among them. That year, Jayalalithaa also enhanced renumeration for pension schemes for the aged and widows, which endeared her especially to women voters.In 2014, her government launched the Amma baby care kit that provided new mothers in government hospitals with 16 items worth Rs 1,000, including baby soap, a towel, a set of clothing, a bed, mosquito net, a nail-cutter and a toy.In 2015, to commemorate International Breastfeeding Week, Jayalalithaa inaugurated more than 350 breastfeeding rooms at bus terminals across the state, where mothers could feed their babies in privacy.Amma Arogya Thittam, also introduced in 2015, provided people above the age of 30 the chance to access preventive health checks at government facilities free of cost. This scheme too, had a component directed at women. Women could avail of mammogram tests, vitamin D level tests, bone density tests and parathyroid tests under this scheme.Media reports linked Jayalalithaa’s electoral success to the welfare measures she introduced for women. In Scroll.in, Rukmini S cited a Lokniti-CSDS post-poll survey that said the AIADMK enjoyed a 10-point advantage among women as compared to men in Tamil Nadu, a potentially game-changing number in a state where women voters outnumber men, and where the AIADMK’s lead in voteshare was less than two percentage points.Bhuvaneshwari, a fish vendor, waits for her customers at the fish market in Chennai in Tamil Nadu.Discontent among women“Even if Jayalalithaa was corrupt, she was a good administrator and ruled with an iron fist unlike the present leaders,” said Suresh of the People’s Union for Civil Liberties. “Since February 2017, the current leaders in the state have been too busy ensuring that no one from within the party topples the government. The current political leadership needed to prop up the name of Jayalalithaa to give legitimacy to their rule. However, they had absolutely no intention of continuing the welfare schemes for women.”The discontent is evident among the women in the state for whom AIADMK still remains “Amma’s party”.One of the points of resentment relates to an AIADMK promise that it would increase the monthly pensions for the aged and widows by Rs 500.Tamil Nadu had introduced a pension scheme for the aged in 1962. It was extended to destitute widows in 1975. In 2011, Jayalalithaa increased the monthly pension amount from Rs 500 to Rs 1,000. In her 2016 Assembly election manifesto, she promised to increased the amount to Rs 1,500. But this has still not been done.Several women blamed the current government for the delay.Desamma, 60, a fish vendor in Chennai, is one of them. She has three children who moved out of Chennai after they got married. The income she earns from selling fish can’t meet her needs, so the government pension is a great help to her. “Sometimes I earn Rs 300 a day and other days I might not even get that,” said Desamma. “It is even insufficient to pay back the loan that I take to buy fish and sell it in the market.” She complained that the AIADMK government had not introduced any new welfare schemes over the past two years. “I do not know how long will it take for the government to give what they had promised,” she said. “In the last two years, no new welfare schemes were introduced. Even the ones that are present are not reaching beneficiaries on time.”Bhuvaneshwari, another fish vendor, said that the AIADMK government should have addressed their grievances.Many women still identify the AIADMK and its two leaves symbol with Jayalalithaa. “Her death has left a huge vacuum in governance,” said Desamma. “The two leaves symbol should not have been given to EPS [Chief Minister Edappadi Palaniswami] and OPS [Deputy Chief Minister O Panneerselvam]. Their popularity will be known only when they contest on a different symbol.”Women sanitation workers in Madurai, Tamil Nadu. (Photo credit: S Senthalir).‘Long-term welfare measures’Radha*, a sanitation worker in Madurai, said that the administration under Jayalalithaa was more efficient than the present one. “Amma wanted to help us when she came back to power in 2016,” said Radha. “Her close aides did not allow her to work. There is no one to hear our demands now. Only a change in government will help.”Radha has been a beneficiary of Jayalalithaa’s welfare schemes. She received a mixer and grinder from the government in 2011, which she said lasted six months. Her daughter got a cycle when she was in school.But Radha is keen on welfare measures that have longer effects.She is among at least 680 sanitation workers in Madurai who work for a daily wage. They have been demanding that the government regularise their work and consider them as permanent staff. “In 2010, a Government Order was passed to provide us the status of permanent staff, it was never implemented,” she said.As a labourer, she said, she was well aware of issues and acquainted with the candidates contesting the elections. She will vote for a candidate on the basis of merit. “I work and I am aware who will work for the welfare of people,” she said.A security guard enters an Amma Canteen for lunch, in Kodambakkam, Chennai. (Photo credit: M Palanikumar/Pepcollective).In damage control modeThe state government’s failure to efficiently implement another women’s scheme – the Amma two-wheeler scheme, launched in February 2018 for working women – has also led to discontentment.Jayalalithaa had announced this scheme in her election manifesto in 2016. Prime Minister Narendra Modi launched it on the occasion of Jayalalithaa’s 70th birth anniversary in February 2018.  It provides a subsidy of Rs 25,000 to women who buy mopeds and scooters. In February, the Times of India reported, that many beneficiaries had complained that they were yet to get the subsidy despite buying the vehicles under the scheme.At least one lakh people have applied for this scheme so far. The exact number of  beneficiaries who have received the subsidy could not be ascertained as officials at the Tamil Nadu Corporation for Development of Women Limited, which administers this scheme, declined to disclose details, citing the model code of conduct.However, it seems that the Palaniswami government has attempted some damage control this year. It has transferred the Amma two-wheeler scheme subsidy into the accounts of several beneficiaries before the model code of conduct came into force on March 10.Vidya P, a government school teacher in Madurai, was one of the beneficiaries. “Waiting for an auto-rickshaw to commute to work was the most frustrating thing,” said Vidya. “I had planned to buy a two-wheeler and was not very hopeful of getting reimbursement under this scheme. It was surprising to see the money credited to my account last month.”Vidya has two friends who also bought two-wheelers under this scheme. They too received the subsidy in February. Vidya believes the government is using this scheme to woo voters ahead of the elections.A cradle placed at the entrance of Government Rajaji Hospital in Madurai, Tamil Nadu. (Photo credit: S Senthalir).‘Delay in release of subsidy’Another Jayalalithaa scheme that seems to have been slowly strangled is Thalikku Thangam Thittam, or the gold for mangalasutra scheme. It was introduced in 2011 and is being implemented under the Social Welfare and Nutritious Meal Programme Department. It gives financial assistance of Rs 25,000 to newly-married non-graduate women and Rs 50,000 to newly-married women with a degree, along with an 8 gram, 22-carat gold coin to make into mangalasutras. Tamil Nadu has at least five such marriage assistance schemes, including for widow remarriages and the marriages of daughters of widows. At least 10,25,838 people have benefitted under these schemes between 2011-’12 and 2017-’18. But some beneficiaries complain of delays in the money being released.Radha’s niece was one of the beneficiaries of this scheme. “She got the gold and money after a year of her marriage,” Radha said. “Her family used the money to repay the loan incurred for her wedding.”The delay in payment was also brought up by Rajalakshmi*, 35, a BSc graduate who lives in a fishing hamlet in Chennai. She had applied for this scheme in 2017 but has neither received gold nor money so far.“When Amma was there, the beneficiaries got the money and gold quickly,” said Rajalakshmi, referring to her friends who had benefitted from this scheme in 2015. But she added that the delay was not going to influence her vote in the upcoming election, saying both the AIADMK and DMK state governments gave freebies and other welfare benefits. In the absence of Jayalalitha, Rajalakshmi, who belongs to a family of AIADMK supporters, has decided to vote solely on the basis of the candidate’s merit.*Names have been changed on request.","author":"S Senthalir","time":"2019-04-11T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116797-gknzpgqbbl-1554449754.jpg","tags":["Jayalalithaa","Tamil Nadu Elections 2019","Election Report 2019","Tamil Nadu","elections 2019"],"source":"https://scroll.in/article/918142/tamil-nadu-women-are-upset-with-aiadmk-for-neglecting-the-schemes-jayalalithaa-started"}