{"title":"Tamil Nadu Governor refuses to read out address to Assembly citing ‘factual, moral grounds’","content":"Tamil Nadu Governor RN Ravi on Monday refused to read out to the Assembly the customary address, which is delivered to the House on the first day of the session every year.Ravi alleged that his “repeated request and advice to show due respect to the national anthem and play it at the beginning and end of the address has been ignored”.He also stated that the address contained numerous passages with which he disagreed on “factual and moral grounds”.“Me lending my voice to them would constitute a constitutional travesty,” the governor said. “Hence, with respect to the house, I conclude my address. Wish this house a productive and healthy discussion for the good of the people.\"#WATCH | At the Tamil Nadu assembly session, Governor RN Ravi says, \"My repeated request & advice to show due respect to the national anthem and play it at the beginning & end of the address has been ignored. This address has numerous passages with which I convincingly disagree… pic.twitter.com/BhFLWS09Ws— ANI (@ANI) February 12, 2024\n\n\nRavi concluded the address with the salutations, “Vazhga Tamil Nadu [long live Tamil Nadu], Vazhga Bharatham [long live Bharat]. Jai Hind, Jai Bharat, Nandri [thanks].\"Following this, Speaker M Appavu read out the prepared Tamil version of the address to the House.After the governor walked out of the Assembly, the Raj Bhavan of Tamil Nadu issued a press release detailing the sequence of events that led to Ravi cutting the address short.The release stated that the Raj Bhavan received a draft of the address on February 9, which was returned by the governor with the advice that the national anthem should be played at the beginning and end of the address.Ravi had stated that the address should reflect the “government’s achievements, policies and programmes” and inform the House of the “cause of its summons”.“[It] should not be a forum for peddling misleading statements and venting blatantly partisan political views,” read the release.It said, however, that the Dravida Munnetra Kazhagam government chose to ignore the governor’s advice.According to the press release, after Appavu concluded reading the address, he “launched a tirade against the governor and called him a follower of Nathuram Godse and more”.“The honourable speaker with his unbecoming conduct lowered the dignity of his chair and grace of the House,” it said.The governor chose to leave the House during the “tirade”, said the release.In January 2023, Governor Ravi had walked out of the house after Chief Minister MK Stalin showed his disapproval of the former’s selective digression from the text of the address to the House and moved a resolution to take on record only the transcript distributed to the members.","author":"Scroll Staff","time":"2024-02-12T15:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198387-yebhtzpgxe-1707730761.jpeg","tags":["RN Ravi","Assembly","governor","Tamil Nadu","Tamil Nadi governor"],"source":"https://scroll.in/latest/1063582/tamil-nadu-governor-refuses-to-read-out-address-to-assembly-citing-factual-moral-grounds"}