{"title":"Tamil, Muslim, queer: A new webcomic is making waves on Tumblr","content":"Saboor is an upbeat connoisseur of flowers. Jameel is a grumpy Bharatnatyam dancer. The two are roommates in Chennai. They also happen to be in love with each other. This is Puu, (Flower, in Tamil), a new webcomic on Tumblr, a microblogging website.The artist behind it is Akshay Varaham, 19, an art school student in California. Varaham lived in Chennai before he shifted to the United States at the age of two. He identifies as queer and as an interfaith activist.“Chennai is where I was born and is pretty much one of the only places in India that I’ve repeatedly visited,” he wrote in an email to Scroll.in. “I’d much rather work with what’s familiar with me since I’ll have to reference street names, things like Mambalam and T Nagar, add in local pop culture references into the story as it progresses.”A promotional image for the comic. Image credit: Akshay VarahamThe comic is characterised by its muted palette and rough lines. Varaham churns out a chapter a week, each containing four pages. The story is in early stages yet and characters are still being introduced.A significant inspiration for Varaham is Rebecca Sugar’s animated television series Steven Universe, a show that has gained a reputation for its sensitive treatment of LGBT characters.“I absolutely adore that series because of its approach to LGBT+ characters and how complex they are,” he said.Varaham himself identifies as queer, but found few satisfactory depictions of either gender fluidity or even homosexuality in existing popular culture in South Asia. The films and novels he found that did refer to homosexuality, spoke only of gay men and their heterosexual companions, “ignoring a whole spectrum of queer identities”.Also in the series are Noor and Alamu, both lesbians, one of whom is married and neighbour to Jameel and Saboor. With both sets of characters, Varaham said he tried to steer away from stereotypical, hyper-sexualised depictions. Neither Jameel nor Saboor are conventional “manly” men and neither Noor nor Alamu are conventionally attractive.Alamu and Noor. Image credit: Akshay VarahamInspired by IslamMany of the characters so far have been Muslim. This, Varaham said, was deliberate.“I made them so because I haven’t seen much positive representation of Islam and Muslims in a lot of media, namely in Indian and Western media,” he explained.Varaham identifies as an interfaith activist. He began to learn about Sufism when he was in high school, which is when the idea for the character of Jameel first occurred to him. Jameel was initially meant to be a whirling dervish who danced to cope with the death of his lover, Saboor, Varaham explained. Far from being as open as he is now, Saboor initially had a dark and tragic back story of having been framed as a terrorist.In the end, Varaham decided to stay away from that entire trope.“[The initial storyline] recycled the ‘Bury Your Gays’ trope that a lot of popular media engages in, where LGBT+ characters often end up dying as part of the story,” Varaham wrote in an email to Scroll.in. “It didn’t help my own mental health either – since I’m a queer person myself – to kill Saboor off. And that’s where I had to rethink the whole story.”Varaham rewrote Saboor to his current boisterous self, but with a traumatic childhood stemming from being a Hindu Brahmin child who now identifies with Islam. Jameel is someone who is reticent by nature, not tragedy. A budding romance is hinted at between the two.Image credit: Akshay VarahamVaraham’s other art is informed by this exploration of Sufism and Islam. One of his sketches is of Chellapillai, a form of Krishna, and Thulukka Nachiyar, a Muslim woman who is said to have fallen in love with his statue and followed it all the way from Delhi to Srirangam in Thiruchirapalli in Tamil Nadu. He learnt the basics of the story from his Tamil Iyengar family and researched it when he grew older.“Most of my art is inspired by Hindu mythology and Islamic spirituality,” Varaham said. “Since I engage in a lot of interfaith activism, Thulukka Nachiyar and Chellapillai’s story has always been a big inspiration for me.”Thulukka Nachiyar. Image credit: Akshay Varaham","author":"Mridula Chari","time":"2016-11-11T11:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/820758-44758-ixttjnhnew-1478269225.jpg","tags":["Comics","Queer","Religion"]}