{"title":"Tamil Nadu to hold special Assembly session on November 18 to readopt bills returned by governor","content":"The Tamil Nadu Assembly will hold a special session on November 18 to readopt bills that Governor RN Ravi had returned, The Hindu reported.Tamil Nadu Assembly Speaker M Appavu  made the announcement in the backdrop of a petition that the state government has filed in the Supreme Court, alleging that the governor is obstructing the functioning of the Assembly by keeping bills pending with him. At least 12 bills, four official orders and a file related to the premature release of 54 prisoners were pending with Ravi, according to The New Indian Express. The number of bills that the governor has returned to the government was not clear.Appavu said that Ravi has returned several bills sent for his assent back to the state government, and that the Dravida Munnetra Kazhagam now wants to pass these bills again during the special session.“As per the law, the governor cannot return those bills that are passed once more in the Assembly,” the Speaker said. “Only those Bills that have been returned by the governor will be passed again in this special session.”On November 10, the Supreme Court had observed that Governor Ravi’s alleged delay in clearing bills was a “matter of serious concern”. To a question on whether there will be any discussions about the court’s remarks during the special session, Appavu on Thursday said: “During the Assembly session, there would not be any discussion on the Governor, President, or the Judiciary.”In its petition before the Supreme Court, the state government alleged that Ravi has not only kept multiple bills pending, but has also not sanctioned the investigation and prosecution in several corruption cases.  “The governor by not ‘signing remission orders, day to day files, appointment orders, approving recruitment orders, granting approval to prosecute ministers, MLAs involved in corruption including transfer of investigation to CBI by Supreme Court, bills passed by Tamil Nadu Legislative Assembly’ is bringing the entire administration to a grinding halt and creating an adversarial attitude,” the state government said.The case is slated to be heard on November 20.Also read:How effective is Modi’s strategy of using hostile governors in opposition states?","author":"Scroll Staff","time":"2023-11-16T19:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189477-yxzcskuhcu-1682408661.jpg","tags":["RN Ravi","M Appavu","Tamil Nadu","Tamil Nadu Assembly"]}