{"title":"Tamil Nadu Assembly passes resolutions against delimitation and ‘one nation, one election’","content":"The Tamil Nadu Assembly on Wednesday passed resolutions against the proposed delimitation process after 2026 and the Central government’s “one nation, one election” proposal.Chief Minister MK Stalin described delimitation as a “sword hanging over the head of Tamil Nadu” and said the proposal should be nipped in the bud.Delimitation is the process of redrawing boundaries to the Assembly constituencies. Article 82 of the Constitution states that after every census is completed, the allocation of Lok Sabha seats to each state must be adjusted based on population changes.The 1971 census served as the foundation for the seat allocation of the present Lok Sabha. According to the 84th Amendment Act of 2001, the constituency boundaries were frozen until the first census after 2026 or at least after 2031.However, southern states have raised concerns about population-based delimitation giving an undue advantage to northern and central states in the Lok Sabha. The Dravida Munnetra Kazhagam has said that states like Tamil Nadu and Kerala, which have efficiently implemented family planning, will be punished.The “one nation, one election” plan, first floated by the Bharatiya Janata Party in its manifesto for the 2014 Lok Sabha polls, involves conducting elections to the Lok Sabha and state assemblies at the same time. The proponents of the plan argue that concurrent polls will help save money and allow the government to focus on development work.The Opposition parties, however, have opposed the idea stating that the proposal to hold simultaneous elections goes against the basic structure of the Constitution. They have also said that it will “damage the idea of parliamentary democracy”.Tamil Nadu government on delimitationWhile introducing the resolution against the delimitation exercise, Tamil Nadu Chief Minister MK Stalin said that the plan should be nipped in the bud as it was a conspiracy to reduce the representation of the southern states and in particular, Tamil Nadu, reported The Hindu.“Delimitation is a sword hanging over the head of Tamil Nadu,” said Stalin.He said that in 1971, both Bihar and Tamil Nadu had similar populations and an equal number of representatives in Parliament. But the population of Bihar has now increased to 1.5 times over Tamil Nadu’s.The chief minister pointed out that Tamil Nadu’s representation in Parliament will be less than that of many north Indian states if the Centre goes ahead with the delimitation exercise.“It scares me to think about it,” he said. “Even with 39 Lok Sabha MPs, we are bargaining with the Union government and if the seats reduce further, what will happen?”Today marks a watershed moment for Tamil Nadu as we take a decisive stand against Union BJP Government's authoritarian agenda. We refuse to be treated as second-class citizens and have unanimously passed two resolutions: one to shield our state from unfair delimitation… pic.twitter.com/cE3q2ttc9e— M.K.Stalin (@mkstalin) February 14, 2024\n\n\nOn ‘one nation, one election’The resolution against the “one nation, one election” policy stated that it was against the basis of democracy and impractical.“Elections to local bodies, state assemblies and Parliament are being held at different times on the basis of people-centric issues in a vast and diverse country like India and it is against the idea of democratic decentralisation,” it read, reported The Indian Express.While moving the resolution, Stalin said that holding elections at the same time would necessitate dissolving democratically-elected state Legislative Assemblies before their term is completed, which would go against the Constitution.“If the Union government loses its majority, will they dissolve all state Assemblies and hold simultaneous elections across India?” Stalin asked. “If, there arises a situation in states where the state government falls, will those in power at the Union government come forward to hold elections? Is there anything more comical than this? Not just elections for Lok Sabha and state Assemblies, is it even possible to hold simultaneous elections for local bodies?”He also said that the local bodies were under the control of the state governments. Conducting elections to the local bodies would go against the principles of federalism, said Stalin.Also read: Why India needs concessionary federalism to address the grievances of its southern states","author":"Scroll Staff","time":"2024-02-14T20:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181001-udrmehtqlx-1665312290.jpg","tags":["Delimitation","delimitation process","one nation one election","tamil nadu"]}