{"title":"Tamil Nadu: Rajinikanth says attempts are being made to saffronise him but he ‘will not be trapped’","content":"Actor-turned-politician Rajinikanth on Friday alleged that there were attempts to “saffronise him” and vowed to not fall for them, The News Minute reported. He added that he will not join the Bharatiya Janata Party ahead of the 2021 Assembly elections in Tamil Nadu. Rajinikanth’s statement came days after he met BJP leader Pon Radhakrishnan.“He [Radhakrishnan] didn’t offer [a place in BJP],” the actor told reporters in Chennai. “If there is a political party, people will say we can join. But there are definitely no plans. Attempts are being [made] continuously to adorn me with saffron just like Thiruvalluvar. Thiruvalluvar won’t be trapped and I also will not be trapped.”The actor was referring to a picture tweeted earlier this month by the  BJP’s state unit, which showed Tamil poet Thiruvalluvar in saffron attire. The image had stirred a controversy with Dravidian parties accused the BJP of trying to saffronise the poet.The poet is a saint who is “beyond religion and caste”, Rajinikanth said when questioned about the picture. “He is a god believer, not an atheist,” Rajinikanth said, according to The Indian Express. “Talking about this, making it an issue and forgetting the people’s needs is silly.” Rajinikanth claimed that the media was attempting to portray him as a “BJP man”, but reiterated that it was untrue. “I am the one who will decide whether to join a party,” he said, according to News18.Hours after his statement, BJP National General Secretary Muralidhar Rao said that the party was not interested in rumours. “We have never said that Rajinikanth has joined or wants to join BJP,” he told ANI. “Our focus is now on preparing for local body elections.”On December 31, 2017, Rajinikanth had announced his entry into politics, but is yet to formally launch his party. “I will definitely act till I announce the political party,” he said on Friday. “MGR [Maruthur Gopalan Ramachandran, the former CM of Tamil Nadu and founder of AIADMK] acted till he became the chief minister.”Announcing his entry into politics two years ago, Rajinikanth had claimed that “if god willed”, he would launch his party before the next Assembly elections.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-11-08T16:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/77880-kbgrjcdrtw-1555669591.jpg","tags":["Rajinikanth","BJP","Thiruvalluvar","Pon Radhakrishnan","Tamil Nadu"],"source":"https://scroll.in/latest/943085/tamil-nadu-rajinikanth-says-attempts-are-being-made-to-saffronise-him-but-he-will-not-be-trapped"}