{"title":"‘Tamil Nadu won’t be enslaved by Hindi’: MK Stalin denounces Amit Shah’s remarks","content":"Tamil Nadu Chief Minister MK Stalin on Saturday reiterated that the state would reject any form of Hindi hegemony and imposition after Union Home Minister Amit Shah said that the language must be accepted without opposition, albeit at a slow pace.At a meeting of the Committee of Parliament on Official Language on Friday, the home minister had said that Hindi is not in competition with local languages, an official statement said.  Shah had said that Prime Minister Narendra Modi “proudly presents Hindi and all other Indian languages on global platforms” and has never made a speech in Parliament in English. On Saturday, Stalin wrote on Twitter that Shah’s remarks were an “audacious push” for Hindi acceptance. “It’s a blatant attempt to subjugate non-Hindi speakers,” he said. “Our language and heritage define us – we won’t be enslaved by Hindi!”I strongly denounce Union Home Minister @AmitShah's audacious push for Hindi acceptance. It's a blatant attempt to subjugate non-Hindi speakers. Tamil Nadu rejects any form of Hindi hegemony and imposition. Our language and heritage define us – we won't be enslaved by Hindi!… pic.twitter.com/gNiJ2TGtKm— M.K.Stalin (@mkstalin) August 5, 2023\n\nThe Dravida Munnetra Kazhagam chief said that many states, including Karnataka and West Bengal, have been “vehemently resisting” the imposition of Hindi.“Igniting the embers of the ‘1965 anti-Hindi imposition agitations’ would be an unwise move,” Stalin told Shah. He was referring to large-scale protests in Tamil Nadu that ultimately led to the Dravida Munnetra Kazhagam coming to power by defeating the Congress party in 1967.Tamil Nadu has stuck by its two-language formula – English and Tamil – since the 1960s. Last year, Stalin in a letter to Modi wrote that the Bharatiya Janata Party government’s continued efforts to promote Hindi in the name of “one nation” were detrimental to the integrity of India.All regional languages, including Tamil, should be treated equally and should be accorded the status of official language of the Union government, he had contended.He referred to a report submitted by the Committee of Parliament on Official Language, which recommended that the medium of instruction in higher educational institutions, including Central universities, should mandatorily be Hindi.Also read:Why imposing Hindi on India is a bad ideaThe India Fix: Why is the Modi government so intent on pushing Hindi?‘Down with Hindi, Long Live the Republic’: How Madras fought the imposition of Hindi in the past","author":"Scroll Staff","time":"2023-08-06T11:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181001-udrmehtqlx-1665312290.jpg","tags":["MK Stalin","Tamil Nadu","Hindi","Amit Shah","PM Modi","1965 anti-Hindi protests"]}