{"title":"‘Tandav’ review: A Raisina Hill Confidential seething with dynasts and dark deeds ","content":"Ali Abbas Zafar’s Delhi-set political potboiler Tandav is simmering with dynasts, despots, deviants and the odd dreamer. The Amazon Prime Video series revolves around a party that seems very familiar, what with its internecine squabbles, self-serving leaders and reliance on next-generation politicians. Gaurav Solanki’s screenplay is bursting with intrigue. Heavy on Shakespeare-lite drama, fond of stark close-ups and meaningful looks, and partial to dark deeds and sinister frame-ups, the nine-episode first season works hard to suggest that something big is going down and that it will affect the very future of India.The Jan Lok Dal is been led to victory yet again by Devki Nandan (Tigmanshu Dhulia). Devki Nandan is all set to be the next prime minister for the third time, until he is killed by his ambitious son Samar (Saif Ali Khan).Devki Nandan lives on through the rage of his long-time lover and colleague Anuradha (Dimple Kapadia). News about the patricide leaks, giving Anuradha and her secretary Maithili (Gauhar Khan) a handle over Samar. Leading Samar’s defence is his enforcer Gurpal (Sunil Grover), who functions as a one-man intelligence bureau and works in the light and the shadows to erase Samar’s bloody traces.Sunil Grover in Tandav (2021). Courtesy Offside Entertainment/Amazon Prime Video.The prime minister’s death causes the greatest ripples within his party. Anuradha must checkmate the rising Samar while also humouring her colleagues Gopal (Kumud Mishra), Dalit leader Kailash (Anup Soni) and Aditi (Shonali Nagrani). Running parallel to (but about to converge with) this high-stakes spat is a university election. Charismatic student leader Shiva (Mohammed Zeeshan Ayyub) is on the up and raring to go. He dreams of joining the civil services, but is reminded by Samar that the politician who gives the orders will always be more powerful than the bureaucrat who implements them. Tandav repeats much of what we already know about the screen version of statecraft. Nearly everybody is a schemer, a beneficiary, or a lynchpin. Delhi’s real-life chumocracy gives the series the perfect excuse to connect disparate characters. Kailash is in a relationship with Sandhya (Sandhya Mridul), the principal of Shiva’s college. Her estranged husband Jigar (Dino Morea) is a professor in the same college. He is sleeping with a student Sana (Kritika Kamra), who is in Samar’s party. In addition, Jigar is friends with Samar, which proves useful when Samar decides to use Shiva as a pawn.Sandhya Mridul and Anup Soni in Tandav (2021). Courtesy Offside Entertainment/Amazon Prime Video.At heart, Tandav is a thriller, set in a Congress-era world in which a Cabinet portfolio is the height of ambition. The extent of the show’s political acumen is conveyed in a discussion about the most important ministerial berths, which omits Finance. Tandav does attempt to address some of the more troubling headlines that have emanated from Delhi in recent months. The tussle between Shiva’s idealism and Samar’s cynicism is pitched as a confrontation between Left and centrist politics. Shiva’s college, clearly modelled on Jawaharlal Nehru University, is characterised by the police as a den of anti-nationals. The singling out of Muslim students is another attempt to give a contemporary veneer to a long-in-the-tooth power grab.The students are not terrorists, but they are most certainly convenient puppets. Shiva’s wide-eyed ways might give actual JNU student leaders pause for thought. Revolutionary sentiment is reduced to the lyrics of a popular Hindi film song. A reworked version of Dhaka Laga Bukka from Mani Ratnam’s movie Yuva that is used in the background in several scenes drowns out the earlier cries of “Azadi” by the students. Mohammed Zeeshan Ayyub is among the standouts in a show heaving with characters. Ayyub’s Shiva, while strangely naive, is the closest thing to a hero in the gallery of rogues.Mohammed Zeeshan Ayyub in Tandav (2021). Courtesy Offside Entertainment/Amazon Prime Video.Also making a strong impact is Sunil Grover, the vegetarian nightmare of Samar’s adversaries. Some of the best lines in the aphorism-heavy screenplay belong to the omnipresent and omnipotent Gurpal. There is a thin line between right and wrong in politics, and I am that line, this unflappable undertaker says. Gurpal also scores one for feline lovers. When Samar, in a rare moment of remorse, asks Gurpal if he ever regrets his many misdeeds, Gurpal declares, I go home to cuddle my cat and it helps me forget my actions. Among the actors who gets short shrift in the first season are Kumud Mishra, Anup Soni and Sandhya Mridul. In a show that has more plotlines than it can handle, these actors shine whenever permitted. Mishra’s Gopal Das has an endearing way of chuckling away in absurd situations, and he is among the few spots of humour in a mostly joyless universe. The relationship between Soni’s Kailash and Mridul’s Sandhya perhaps needs another season to evolve into something more substantial than a placeholder. Gauhar Khan in Tandav (2021). Courtesy Offside Entertainment/Amazon Prime Video.Kritika Kamra, as the very complicated Sana, and Gauhar Khan, as Anuradha’s factotum Maithili, make their mark too. But the series belongs to the self-appointed king and his challenger. Saif Ali Khan is perfectly at home as the cold-hearted and dead-eyed dynast, who is accurately described by his father as a dictator in the making. Dimple Kapadia too is suitably hard-headed as Anuradha, she of the gorgeous saris and perfect hairdo. Anuradha claims to be a victim of gender-based discrimination, but proves herself to be a man among men. Dimple Kapadia in Tandav (2021). Courtesy Offside Entertainment/Amazon Prime Video.Both movie stars especially benefit from Karol Stadnik’s memorable close-ups. Their scenes together crackle with tension, giving this Raisina Hill Confidential the energy it needs to fire up a banal narrative that is about politics but isn’t political enough. Beyond the show’s realm lies a forgotten country. But to get there, viewers will need to wait for the events of Tandav to translate into something more meaningful than a game of thrones. \n\n\n    \n    Play\n\nTandav (2021).Also read:‘Tandav’ creator Ali Abbas Zafar: ‘Anyone in absolute power will be corrupted absolutely’","author":"Nandini Ramnath","time":"2021-01-15T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/153362-mocareowev-1610656318.jpeg","tags":["Tandav review","Saif Ali Khan","Dimple Kapadia"],"source":"https://scroll.in/reel/984078/tandav-review-a-raisina-hill-confidential-seething-with-dynasts-and-dark-deeds"}