{"title":"‘Tanhaji: The Unsung Warrior’ movie review: Rousing battle scenes lift one-dimensional period piece","content":"Spoiler alert: some of the events in Tanhaji: The Unsung Warrior don’t unfold quite in the way we remember them from the history books and the Amar Chitra Katha comic. Director and co-writer Om Raut freely adapts the lore surrounding the Battle of Sinhagad in 1670 between the Maratha king Shivaji and Mughal emperor Aurangzeb. The original tale concerns the valour of Maratha commander Tanaji Malusare, who abandoned his son’s wedding to defend the Kondhana fort near Pune from Aurangzeb’s Rajput general Udaybhan Singh Rathore. Tanaji emerged victorious with the help of a loyal force and an intrepid iguana named Yashwanti, but died in the bargain. The movie rewrites the fate of some of the characters, but retains the ballad-friendly spirit of Tanaji’s feats. Tanaji’s name gets an “h” and a backstory that nudges him towards sainthood. Tanhaji is a loving husband to his wife Savitribai (Kajol) and a proud soldier in Shivaji’s army. When Shivaji (Sharad Kelkar) needs Tanhaji’s help, he readily abandons his domestic duties and straps on the armour.There are moments when Tanhaji’s brawny integrity is simply too much to take. Even his private conversations with Savitribai resemble sermons, so the movie compensates by creating a delightfully depraved counterpart in Udaybhan (Saif Ali Khan). Udaybhan feasts on villainy the way some might on kebabs, kills frequently and arbitrarily, and bring along a female captive (Neha Sharma).Ajay Devgn and Saif Ali Khan in Tanhaji: The Unsung Warrior. Courtesy Devgn FFilms/T-Series.Udaybhan is clearly channelling Ranveer Singh’s hedonistic Alauddin Khilji from Sanjay Leela Bhansali’s Padmaavat (2018). There are other similarities between the historicals, both of which have been inspired by real-life people and incidents but are distinctly modern in their approach. Tanhaji has been co-written by Prakash Kapadia, Bhansali’s partner-in-crime in reimagining the historical genre. We have Kapadia to partially thank for the virile heroes, proud and supportive women, bombastic language and depiction of the Mughals as marauding foreigners bent on despoiling the countryside. In Tanhaji, Luke Kenny, in a piece of inspired casting, plays Aurangzeb as the very foreign-looking ruler who is as alien to Shivaji as restraint is to Udaybhan.The colour coding in Tanhaji is as subtle as Udaybhan’s antics – he is nearly always dressed in black. Tanhaji, on the other hand, is clothed in ivory and deep maroon, but his favourite shade is bhagwa, or saffron. Battles that took place centuries ago are viewed through the prism of present-day politics and prejudices. Tanhaji sees himself as a proto-version of the freedom fighters who would swarm against the British many decades down the line. “Swaraj” is one of Tanhaji’s favourite words, even though the idea of India as a nation was still being incubated and self-reliance was invented many decades later. The Mughals are clearly shown as interlopers and invaders even though they had been well ensconced in the neighbourhood by then. Udaybhan is a “Hindu pitted against the Hindus”, in the writers’ words, and the movie bares its bias by showing him as the worst kind of Mughal representative possible – the servant even more loyal and cruel than the king. Udaybhan redeems himself by proving to be as clever as Tanaji in his military tactics. The battle of phallic symbols – Tanhaji’s sword versus Udaybhan’s cannon named Naagin – is an equal one. Both men put up a strong fight when they finally clash, with Udaybhan proving that the wine and wantonness haven’t weakened his ability to move swiftly.The slickly produced period drama has the look and feel of a richly coloured animated comic strip (the cinematography is by Keiko Nakahara). Tanhaji has also been released in 3D, which enhances the scenes of the rapelling that help the Maratha posse navigate the hilly terrain. Raut’s expertise is strongest in depicting the famed guerrilla tactics adopted by the Marathas, and the war scenes have the nastiness and the body count that help the historical genre survive into a time governed by caped crusaders.Solid performances underpin the heroics. Ajay Devgn is perfectly cast as the monomaniacal Tanhaji who leaps first and asks questions later. Saif Ali Khan attacks his role with undisguised glee, and he has enough fun for both the main characters. Kajol makes her small and uni-dimensional role count, and Sharad Kelkar is a buff-and-gruff Shivaji even though his character is reduced to watching from the sidelines as Tanhaji steals the show.People will write powadas, or ballads, about you, Tanjahi is told. They did, and the movie often has the quality of a ballad – it’s heavily embellished, romantic and simplistic. Tanhaji loudly sings its hero’s praises, creating a spectacle that is thrilling when in battle mode and troubling when considering the dynamic between the Marathas and the Mughals.\n\n\n    \n    Play\n\nTanhaji: The Unsung Warrior (2020).Also read:Ajay Devgn on ‘Tanhaji: The Unsung Warrior’","author":"Nandini Ramnath","time":"2020-01-10T07:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/134258-amdtjpuvml-1578479226.jpg","tags":["Tanhaji The Unsung Warrior movie review","Ajay Devgn","Battle of Sinhagad"],"source":"https://scroll.in/reel/949199/tanhaji-the-unsung-warrior-movie-review-rousing-battle-scenes-lift-one-dimensional-period-piece"}