{"title":"Tanishk Bagchi doesn’t care for the ‘remix king’ label: ‘I am making music for millennials’","content":"When Lata Mangeshkar learnt that her song Chalte Chalte from Kamal Amrohi’s Pakeezah (1972) had been recreated by Tanishk Bagchi for the 2018 movie Mitron, she was furious. She questioned the point of “shuffling notes around” and “changing lyrics” after “lifting acknowledged, beloved classics”.In 2017, Bagchi had retooled another classic, AR Rahman’s 1995 hit Humma Humma, for OK Jaanu (2017). Since then, Bagchi has remixed more than 25 older hits, including Tamma Tamma Again (Badrinath Ki Dulhania, 2017), Cheez Badi (Machine, 2017), Mere Rashke Qamar (Baadshaho, 2017), Dilbar (Satyameva Jayate, 2018), and Aankh Marey (Simmba, 2018). Each time, he has left fans of the originals fuming but also gained many new listeners. Bagchi shows no signs of slowing down. The March 1 release, Luka Chuppi, has three of Bagchi’s recreations, and more are in the pipeline.The composer ignores detractors and doesn’t care for the debate over the merits of recreating classics. “I am making music for millennials,” Bagchi told Scroll.in. “If you tell me that the new generation has no understanding of melody and cannot appreciate good music, that’s rubbish. They know what to filter and what not to. Does every recreation become a superhit?”\n\n\n    \n    Play\n\nDilbar, Satyameva Jayate (2018).Most of Bagchi’s remixes are, however, chart-toppers. His proficiency has led him to be crowned “remix king”. Bagchi does not mind the title, but points out that he can also be called “the king of original songs”. His original compositions include the chart-toppers Banno from Tanu Weds Manu Returns (2015), Bolna (Kapoor & Sons, 2016), Baarish (Half Girlfriend, 2017), Sweety Tera Drama (Bareilly Ki Barfi, 2017) and Kanha (Shubh Mangal Saavdhan, 2017).“I don’t care about who brackets me as what because if I start to think about that, I cannot concentrate on my music,” Bagchi said. “I recreate a song when the producer or directors need it and feel that it fits the movie. In some instances, they need a recreation and nobody else can do it, so I am roped in.”\n\n\n    \n    Play\n\nSweety Tera Drama,  Bareilly Ki Barfi ( 2017).The 39-year-old composer’s appetite for re-interpreting existing music goes back to his childhood in Kolkata. He is the son of jazz musician Nanda Kumar and Hawaiian guitarist Sharmistha Bagchi, and his music training began early. In between taking lessons in guitar, piano and singing, the young Bagchi would replicate entire rhythm sections of songs on his computer.“Western songs, not Bollywood,” Bagchi said. “I would reprogramme the beats of songs by artists like Enigma, Deep Forest, Michael Cretu without the vocals using Acid [the digital audio workstation Acid Pro]”.Bagchi’s first remix was The Humma Song from OK Jaanu, and came about because producer Dharma Productions was looking for a re-imagination of AR Rahman’s iconic hit from Bombay (1995). After testing several versions, the one made by Bagchi, who had previously worked with Dharma Productions on Kapoor & Sons, was chosen.“When I re-listened to Humma, I realised it’s a complete song and you can’t do anything to it,” Bagchi recalled. “But the problem was that deejays were only playing it in Bollywood clubs or ’80s-’90s-themed Bollywood Nights. They would remix the song and add some random beats. It was never played alongside Despacito or, say, something by The Chainsmokers. So, I decided to not remix it but pay a tribute.”\n\n\n    \n    Play\n\nThe Humma Song, OK Jaanu (2017).Bagchi’s version of Humma has a spaced-out lounge sound, with rap verses by Badshah. “The first thing we did on making the track was send it to Rahman sir,” Bagchi said. “Only when he approved of it, did we go ahead with releasing the song.”A good remix does not mean unthinkingly throwing in beats: “Then you get something terrible like Rafta Rafta or Mungda.” The first is composer Vishal Mishra’s take on Are Rafta Rafta Dekho (Kahani Kismat Ki, 1973) for Yamla Pagla Deewana: Phir Se (2018), and the other is the Usha Mangeshkar hit from Inkaar (1978), recreated by Gourov-Roshin for Total Dhamaal.The remixed song also needs to reflect the film’s atmosphere, Bagchi said, citing the example of his recreation of Raat Baaki from Abhay Chopra’s whodunit Ittefaq. “Raat Baaki cannot have a hard dance-y sound. It has to have a chill, mysterious sound,” he explained. “Also, they [the makers] give me an idea of how they will shoot the song. So I create a sound that will match their vision. My point is that I want people to dance to my tracks, but I also want to make something good. There should be something to talk about in the song, right?”\n\n\n    \n    Play\n\nAankh Maare, Simmba (2018).Bagchi credits British-Indian music producer Bally Sagoo as the father of song recreations. “He would rework musical arrangements, add a bit of Punjabi,” Bagchi said. “He even added reggaeton-rap to Chura Liya Hai Tumne. All the ideas came from him.”Bagchi’s approach is to retain the memorable part of the original song, usually the mukhda, and add new verses. However, not all songs are reworked the same way. For example, Tere Bin Nahi Lagda (Simmba, 2018), originally a Nusrat Fateh Ali Khan song, has a new mukhda composed by him. In contrast, Bagchi retained the mukhda of Aankh Marey (originally from Tere Mere Sapne (1996), with vocals by Kumar Sanu), but composed a new middle section as he felt it was not strong enough in the original. As an additional hat-tip to the 1996 song, he included a few lines in Kumar Sanu’s voice.\n\n\n    \n    Play\n\nKanha, Shubh Mangal Saavdhan (2017).Bagchi records, mixes, and masters and programmes tracks himself, he said, which helps him churn them out quickly. “You give me a brief, I give you a song in half an hour,” he said. This makes him the go-to person for producers looking to assemble multi-composer soundtracks without fuss. “Now, producers give briefs to five composers who bring back songs simultaneously. There’s no time to wait on one composer,” he said.  Bagchi skirted the question of whether his recreations disregard the legacy and provenance of the original, instead pointing out that these songs become chart-toppers. He is aware, however, that he cannot convert fans of the originals, be it Mangeshkar or even his father. “Lata Mangeshkar is above everyone else, and she is right from her perspective, but so am I,” Bagchi said. “My father often dislikes some of the stuff I do, but I can’t say his thinking is wrong. Nor can I stop doing what I do. I will try to do better. I am making music for the masses. I respect Lata ji’s view, and tomorrow, if I can get her to sing a couple of songs for me, that would be my biggest achievement.”\n\n\n    \n    Play\n\nBanno Tera Swagger, Tanu Weds Manu Returns (2015).Along with the remixes, Bagchi plans to continue making original tunes. Up next are a few numbers for Anurag Singh’s period film Kesari, which is out on March 21. Bagchi is also working on his debut single, which he describes as a “ballad” for which a 60-piece orchestra recently recorded in Los Angeles. “What I would honestly want to do is have my own album, old-school, with eight songs,” Bagchi said. The artist has only worked on multi-composer soundtracks, the exception being Shubh Mangal Savdhaan (2017), the music of which is credited to Tanishk-Vayu.“We are like an independent band,” Bagchi said about the duo. “My game is music and production. Vayu’s game is words. We return from time to time to bring our quirks back to music. Just today itself, we signed a major project.”Among his projects is the “Kashmir-themed” experimental song he has been developing for some time now. “I recorded sounds of rain, water flowing, nature,” Bagchi said. “I wanted to do it in Kashmir but that didn’t happen. Imagine raindrops being used as piano keys. I want to use raw, folk singers for it.”Bagchi’s passion project is recreating the eight-and-half-minute jazzy epic, the Madan Mohan composition Tum Jo Mil Gaye Ho, from Chetan Anand’s Hanste Zakhm (1973). “I feel among all the composers, Madan Mohan sir was far ahead in terms of music production and arrangement,” Bagchi said. “There’s a second songline happening behind the main melody. I want to replicate all that, not with a beat, but with a string section and someone who understands symphony. It’s a challenge and this will need some time.”Also read:Bollywood 2018: The Bollywood remix reached saturation point (but shows no sign of going away)Bappi Lahiri forever, thanks to rappers, remix artists and retro lovers  ‘Hawa Hawa’ is the earworm that doesn’t need a remake","author":"Devarsi Ghosh","time":"2019-03-02T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113475-helroocojz-1550643860.jpg","tags":["Remixes","Tanishk Bagchi interview","Aankh Marey","The Humma Song"],"source":"https://scroll.in/reel/913835/tanishk-bagchi-doesnt-care-for-the-remix-king-label-i-am-am-making-music-for-millennials"}