{"title":"Targeted police killings reflect the changing nature of militancy in Kashmir","content":"On the evening of March 26, two militants barged into Ghulam Mohammad Dar’s home in Central Kashmir’s Budgam district. The two-storeyed house is on the edge of a railway track in Budgam’s Chatta Bugh area. It is isolated from the rest of the village, which means the Dars have no neighbours.Two of Ghulam Muhammad Dar’s sons, 25-year-old Ishfaq Ahmad, a special police officer, and 22-year-old Umar Jan, a student who also owned a shop offering printouts, were at home at the time.“It was the time of evening prayers,” recalled a family member who did not want to be named. “I heard a commotion in the corridor. When I came out of the room I was sitting in, I saw two men heckling Ishfaq and Umar. Then, all of a sudden, one man took out a pistol and shot Ishfaq in the head, multiple times.” After the shots were fired, other members of the family tried to flee the house. Umar Jan did not make it. “They shot him, too, near the main gate, at least four-five times,” said the relative. While Ishfaq Ahmed was declared dead at the hospital, Umar Jan later died of his injuries. According to the relative, when the militants entered their house, the two brothers were busy at work. “Ishfaq was preparing for the police sub-inspector examination that was scheduled for the next day. Umar was working on a printing file on his laptop,” he recalled. “When we went to their room afterwards, their laptops were still open.”   As a special police officer, not yet regularised as part of the force, Ahmad only went in for duty a few days a month, working as a gardener on police property. “He thought nobody would harm him since he was just a gardener in the police,” explained the relative. Ghulam Muhammad Dar has two other sons. Both work for the Jammu and Kashmir Police. They were not home when the gunmen stormed in. Ishfaq Ahmed is among eight policemen killed by militants in Kashmir this year. In five cases, the policemen were targeted by pistol-bearing militants when they were off duty. In at least two of these five targeted killings, militants also injured or killed relatives of the policemen.The police say these killings reflect the changing nature of militancy in Kashmir.The funeral of the Budgam brothers. Photo: Faisal BashirBecoming a targetPolice killings in Kashmir are not new. For decades, militants have launched guerilla-style attacks on security forces,  shooting at patrol parties, hurling grenades on convoys and opening fire as they snatched rifles from personnel on duty.Police and other security personnel have also been known to be targeted when off duty. But targeted killings on the whole have gathered pace this year. Kashmir has seen at least 19 targeted killings this year, with victims including minorities and migrant workers in the Valley.As militant groups expand their list of targets, the families of policemen have also become open to attack. While Ishfaq Ahmad’s brother was killed, an attack in Srinagar on May 26 left policeman Saifullah Qadri dead and his nine-year-old daughter injured.“Most of these killings were carried out by freshly recruited pistol-borne terrorists or overground workers who aren’t trained in usage of arms,” said a senior police officer in Kashmir,  who did not want to be named. In traditional police parlance, overground workers are non-combatants tasked with helping militant groups with logistics. However, as the official suggested, they may have been drawn into active attacks as well.According to the official, the attacks were also meant to demoralise the police force. “Apart from killing a policeman, we also know that these killings are meant to terrorize their families. It affects the psyche of a policeman. We also read it as terrorists getting emboldened.”Besides, the official suggested, militants  may have chosen targeted killings as they had failed to carry out bigger attacks. “Militants’ capacity to attack a convoy or carry out a big attack has dwindled due to swift anti-militancy operations in the last few years,” he said. “That’s why they are choosing soft targets like off-duty policemen, minority members and unprotected panchayat representatives.”Over the last few years, the police have increasingly come under fire, accounting for a growing proportion of security force casualties. According to official data, in 2019, 11 policemen were killed, accounting for 13% of the 83 security force casualties. This shot up to 26% in 2020 – 16 of the 60 security forces personnel killed were policemen.  Last year, half of the 42 security personnel killed in militancy-related incidents were from the police.Police personnel may be the most vulnerable of security forces. “Around 60% of the workforce of the police belong to the same society as the militants,” said another police officer who also spoke on the condition of anonymity. “A policeman is not a soldier who lives in a barrack or a cantonment. He has a family, home and relatives in the very same society. That’s why he’s more vulnerable.”Srinagar shootingsAs a new wave of local militancy swept across Kashmir in the last decade, policemen from rural areas, especially in South Kashmir, avoided going home for fear of being attacked off duty. Now, policemen in Srinagar are also being targeted. Out of the eight policemen killed this year, three died in Srinagar. Two of them were targeted killings.In the morning of May 7, Ghulam Hassan Dar left on his motorcycle for the police control room in Srinagar, where he worked as a driver for the Jammu and Kashmir Police’s emergency services. The 43-year-old constable was about two kilometres from his home when he was shot by militants. He was rushed to a hospital, where he died that evening.Ghulam Hassan Dar’s wife cannot fathom who would target her husband. She recalled how he went out of his way to help people, how he made sure all his neighbours had festive food for Eid.In his neighbourhood, everyone knew he worked for  the police but he seemed to live an ordinary civilian’s life.  “He was someone who would leave every morning with his lunchbox and be back by evening,” recalled Ghulam Muhammad Dar, his brother. “I never saw him in uniform or wielding a gun.”For Ghulam Hassan Dar, the police force was just another job. Before he became a special police officer, he had worked as a daily wage labourer to provide for his family. “His services were regularised in 2013,” said his nephew, Sameer Ahmad Dar, also a special police officer.Other policemen feared they might become targets because of their job but Ghulam Hassan Dar did not seem to worry. “He was just a driver. He didn’t have to do anything with stone-pelting or militancy,” said his brother.Ghulam Hassan Dar never worried about being targeted. Photo: Safwat Zargar‘He knew the dangers of his job’Qadri, in contrast, knew the dangers of his job. The 38-year-old policeman, who lived in Srinagar’s Soura locality, was part of the police’s counter-insurgency unit, called the Special Operations Group.He always carried a pistol and avoided going back home at a fixed time. There were long absences from home so his wife, Rabia Qadri, managed all household duties by herself, from buying supplies to making sure the children were studying.But on May 24, Qadri decided to drop his nine-year-old daughter off for tuition. “It was probably the first time in his life that he accompanied his daughter to the tutors’ place,” said Rabia Qadri.Qadri was shot dead a mere 100 yards from his home. His daughter was also hit by a bullet in her arm. “I didn’t hear any gunshots,” said Rabia Qadri. “My injured daughter came rushing home to tell me. I thought she might have had an accident. I rushed out to take her to the hospital. It was in the hospital that I saw my husband lying dead.”She recalls her husband often talked about such a death. “He was very brave – he would say that he hoped he was not attacked from behind but from the front,” she said. “He was sure that he would finish off all of them on his own. But he was attacked from the back that day. Even though he had a weapon on him, he could not do anything.”After finishing school, Qadri joined the police as a special police officer. In 2014, he became regularised as part of the police force. He had served in troubled areas like Kulgam and Tral in South Kashmir, Kupwara and Baramulla close to the Line of Control in the north. He was also posted in Kargil for nearly 18 months.“He was passionate about working in the police,” said Mohammad Shafi Qadri, his uncle. “From his teenage days, he would always say that he should be saluted by everyone on his death and would get a guard of honour.”That prediction tragically came true.Saifullah Qadri's coffin is carried by senior police officials. Photo: Umer AsifWaiting for assistanceQadri’s family now worries about how to make ends meet. His injured daughter is recovering slowly, although her arm is fractured and a nerve damaged, said Mohammad Shafi Qadri.On May 29, Jammu and Kashmir Lieutenant Governor, Manoj Sinha visited the family. A press release issued later assured “every help and assistance”.But the family said they had not got much help or compensation from the government. “I have only received Rs 1 lakh from the police, which was handed over to us immediately after his killing, in order to carry out his funeral and last rites,” said Rabia Qadri.Ghulam Hassan Dar’s family said they had got no help, either, apart from Rs 1,70,000 given by the police. No one else in the family has a stable job. “His son works as a mason’s apprentice. But since his father was a government employee, it didn’t matter if he made Rs 400 or 500 a day,” explained Sameer Dar.In March last year, Dar was able to build a two-storeyed house. “He took a home loan and still owed the bank Rs 15 lakh,” said his wife, Fatima. “He had also raised Rs 3 lakh from a relative.”The government has promised a job for a member of his family, but that is cold comfort for Fatima. “The authorities told us that only his daughter is eligible for the government job because his son’s married and only the single kin are entitled for the job,” she said. “We want the job to be given to our son and not the daughter because the family will be left without any permanent source of income after she marries.”","author":"Safwat Zargar","time":"2022-06-11T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175605-vqjtgxieoc-1654871177.jpg","tags":["Kashmir","militancy","targeted killings"],"source":"https://scroll.in/article/1025940/targeted-police-killings-reflect-the-changing-nature-of-militancy-in-kashmir"}