{"title":"Tax slabs unchanged, fiscal consolidation: Key points from Nirmala Sitharaman’s Budget speech","content":"Union Finance Minister Nirmala Sitharaman on Thursday presented the interim Budget for the financial year 2024-’25.With the term of the current Bharatiya Janata Party-led Union government ending in the coming months, a full Budget for the next fiscal will likely be presented in July, after a new government is sworn in.An interim Budget only outlines the expected income and expenditure of the Centre for the upcoming financial year. Interim Budgets typically do not include significant policy changes or announcements of new major schemes.Here are the key announcements from Sitharaman’s interim Budget:Income tax: Tax slabs for the new and old income tax regimes will remain unchanged, Sitharaman announced. She said that in the past 10 years, direct tax collections more than tripled and the number of return filers increased 2.4 times.Fiscal consolidation: Sitharaman said that India’s fiscal deficit is estimated to be 5.1% of the gross domestic product in the financial year 2024-’25. The country’s total borrowing during the fiscal is estimated at Rs 14.13 lakh crore. She said that the fiscal deficit in the financial year 2023-’24 is expected to be 5.8% – marginally below the previous Budget estimate of 5.9%. The Union government will continue on the path of fiscal consolidation to reach a fiscal deficit target below 4.5% by the financial year 2025-’26, Sitharaman announced. In recent years, the fiscal deficit had risen sharply, mainly driven by the government’s expenditures on welfare during the Covid-19 pandemic.Government borrowings: Sitharaman said that the country’s total borrowing in the next fiscal has been estimated at Rs 14.13 lakh crore. In the current financial year, the government has estimated total borrowings of Rs 15.4 lakh crore.Capital expenditure: The Union government has proposed to raise the capital expenditure for the financial year 2024-’25 by 11.1% to Rs 11.11 lakh crore. This would be 3.4% of the gross domestic product. Capital expenditure is the money that the government spends on building infrastructure such as roads, schools and hospitals. In the current fiscal, the government had allocated Rs 10 lakh crore for capital expenditure, which was 33% higher than the preceding year.New housing scheme: Sitharaman said that a new scheme will be launched to help “deserving sections of the middle class ‘living in rented houses, or slums, or chawls and unauthorised colonies’ to buy or build their own houses”. Meanwhile, she also said that two crore more houses will be taken up under the Pradhan Mantri Awas Yojana (Grameen) in the next five years. The scheme is meant to provide housing for the poor in the rural areas.Innovation fund. The finance minister announced that a new fund will be created with a corpus of Rs 1 lakh crore that will grant 50-year interest-free loans to promote innovation. “This will encourage the private sector to scale up research and innovation significantly in sunrise domains,” Sitharaman said. “We need to have programmes that combine the powers of our youth and technology.” The new scheme will be launched for strengthening deep-tech technologies for defence purposes, she added.More Vande Bharat train sets: The Centre announced that 40,000 normal rail bogies will be converted to “the Vande Bharat standards” to improve passenger safety and comfort.","author":"Scroll Staff","time":"2024-02-01T14:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186375-tfqjeozzme-1675256575.jpg","tags":["Budget 2024","Union Budget","Nirmala Sitharaman","Budget"]}