{"title":"TDP, BJP continue to spar over funds allocated to Andhra Pradesh in Union Budget","content":"Andhra Pradesh Chief Minister N Chandrababu Naidu, in an indirect warning to the Bharatiya Janata Party, on Friday said that people would take “harsh decisions” if they feel “cheated”, PTI reported.“The Centre has not fulfilled its promises [made in the Andhra Pradesh Reorganisation Act and in Parliament],” Naidu said at a budget preparatory conference held in Amaravati. “Funds were not adequately granted to the state.”Naidu pointed out that the Congress, which was in power at the Centre when the state was bifurcated, had paid the price for its decision. “It could not even save its deposits.”The Telugu Desam Party, which Naidu leads, is the BJP’s only ally in the south and has been at odds with the Centre since February 1 alleging that the Union Budget did not allocate enough to Andhra Pradesh. On February 12, it called the Centre’s 27-page status report on aid given to the state a “cinema script or fiction document”.The BJP, meanwhile, on Friday said the claim that the Centre is not helping Andhra Pradesh was a “deliberate distortion of facts”, PTI reported. “Please do not continue with this propaganda that the Centre is not helping the state,” the party’s spokesperson GVL Narasimha Rao said. “The Centre has gone way beyond its means to help the state.”Rao claimed that the Centre had promised that 11 institutions and one super-speciality hospital would be set up in the state by 2022, out of which nine are already operational. The airports in Visakhapatnam, Vijayawada and Tirupati had been upgraded to international standards, he added.The state BJP leaders too on Wednesday had accused the TDP of levelling “baseless allegations” against the Centre, The Hindu reported. “The state government, instead of making better use of the funds, is accusing the Centre of showing step-motherly treatment to Andhra Pradesh,” BJP state executive committee members Pydah Krishna Mohan and Ungarala Venkata Ramana had said.","author":"Scroll Staff","time":"2018-02-16T19:40:11.001458+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/868990-80931-vnnuzimthh-1517585402.jpg","tags":["Andhra Pradesh","N Chandrababu Naidu","Telugu Desam Party","BJP"],"source":"https://scroll.in/latest/868990/tdp-bjp-continue-to-spar-over-funds-allocated-to-andhra-pradesh-in-union-budget"}