{"title":"Team-spirit and momentum: Why volleyball players celebrate nearly each point won with gusto","content":"Crackling energy, players buzzing with enthusiasm and rallying into a group hug after every point they win. These are sights you almost always see at a volleyball game. And while watching the game, there’s a chance you must have also pondered why the players form a huddle to celebrate after each point.Celebrations are a common sight in team sports but when in a volleyball game, there is an unusual consistency in the way teams pump themselves up, celebrating, cheering each other and lifting the mood up. The energy rarely drops. It is well-established that crowd support and behaviour affect performances in sport. But volleyball is able to put forth a kind of team-spirit and vigour that can thrive and be lively even with little to no spectator viewership in the arena. That was pretty much the case at the ongoing Khelo India University Games 2022, as SRM University faced Calicut University at the Ekana Indoor Stadium, Lucknow on Friday.ALSO READ: Defying gravity with grace and power: What does it take to be a good mallakhamb artist?  The only audience were other teams in-waiting, officials, media and on-duty security. But the emotions and intensity on the court was still palpable. The players take the onus upon themselves to keep it lively as they go through the sets and embrace and huddle around each other at every opportunity. Volleyball is primarily a ‘momentum’ game. The scoring opportunities can really slip up and there is little scope to bounce back strongly if a team is down by six or seven points. In order to maintain solid defence and aggressive serving to keep the other team on the ropes and continue point-scoring, this constant enthusiasm is seen as crucial.In a conversation with Scroll, Muhsin NS from BR Ambedkar University hinted that this behaviour, even if largely acquired by watching and learning others is now second nature to him as a volleyball player. He said, “If a player does well to get a point, when he is motivated or pumped up, he is just as ready to go for the next point.”Similarly, Sawan from Kurukshetra University, personally believed in increasing his decibels and intensity of celebration particularly around 15 points, but thought it is just as important to do so to re-gain momentum when the team is slipping. “We try to remain normal before that but it all picks up steam when we start playing well,” Sawan said. “I think it is very important in our sport in general to keep our energy level high at all times. It can happen that one player’s intensity is dropping while playing and so the rest of the players keep the energy levels up by pumping them.”Community and camaraderie However, it seems like the obvious thing to do across team-sports to keep the opposition intimidated and the momentum in favour. There are iconic celebrations in basketball, hockey and football after a point or goal is scored to acknowledge moments of brilliance on the field. In fact, even in a sport like cricket, players indulge in sledging and banter to keep the intensity soaring. But, there is a sense of community and camaraderie in volleyball that makes it stand out.“Volleyball is highly dependent on coordination,” explained Dr R Desingurajan, coach of the Madras University. “It is a highly coordinated game. So, normally volleyball players are more encouraging and supportive in a team environment as compared to other team sports. They make sure they are helpful and encouraging each other to get a point, set or to win the tournament even. In a team hurdle, no matter whether a player wins or loses a point, the other players automatically encourage each other.”Vaidehi Vengurlekar and Renju Jacob of MG University also believe that co-ordination and co-operation are central to volleyball and these frequent hugs and celebrations are a reminder that each player is part of a larger team, especially when a player is lagging behind. “Ek bhi point jaata hai toh team demotivate ho jata hai, team demotivate na ho iske liye we cheer every point, we hug after each point. More importantly, if there’s no co-ordination, no communication, the team will lose,” they said.Laxmi Narayan Sahu and Pranav Chikane from Bharati Vidyapeeth University believe that it is important to celebrate with just as much intensity even when there is a huge deficit in the points. Volleyball is incredibly fast-paced, and you are more likely to stage a comeback if you can capitalise on momentum in the face of a deficit. As a result, it is important that all the players keep it together when that happens. “How else are you going to encourage your team to cover-up?” said Sahu. “We don’t fear looking silly while celebrating even when we are losing because neither the opposition, the spectators nor our own team-mates will ever point that out... you have to do it regardless. It’s almost compulsory. If we have already made up our minds that we are going to lose, our body language changes, then we will automatically lose. You ought to fight,” he added.Made for the sportHowever, there are also a more logical explanation behind why this is exhibition of spirit and positive reinforcement is more frequent in volleyball. According to the German Bundesliga, a football field is approximately 105 meters long and 68 meters wide. Whereas,thee outer dimensions of a NBA level basketball court – the largest in the sport – are 94 feet long by 50 feet wide. Compare that to a volleyball court that is 18m long and 9m broad, with a free zone 3m wide on all sides.The very dimensions of the playing court in volleyball allow for that kind of assembly after every point. Muhsin acknowledges that it is not possible to do this in every sport.“Volleyball is played over a smaller area. Because we are also restricted by space and confined to a specific place in the court, we have way more access to each other. For example, in cricket, players discuss between overs. In volleyball, we have that kind of opportunity after every point,” Muhsin added.“In case a player is failing, like other sports, we point out what they can fix but it is important to keep their morale up especially in that moment. Even when a player is doing well, to keep the momentum going, we need to boost their energy level further.”Chikane also points out that the points-based nature of scoring in volleyball also allows this rather unique means of camerderie and these energetic celebrations to thrive. He explained: “When you compare points-based and run-based games to time-based and running games, you will see these celebrations more often. Because in sports like football, basketball, time is way more important and you won’t get these chances as often.”And perhaps, the most important is recognising that even to win a single point in volleyball, all players must come together and make some contribution. It is a team sport through and through, after all. So, to keep all six players equally ready, making them all feel appreciated is just fitting. Vengurlekar sums it up: “Volleyball is not just about one player, every player needs to contribute for us to be able to win the point and eventually, the game. With these frequent celebrations, we are giving support to each player. Even as one is giving the pass, one is setting and one is attacking.... even though the player who is attacking is doing the act, it is that act that makes everyone happy. Why not celebrate?”","author":" Samreen Razzaqui","time":"2023-05-29T16:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190665-dbonqcnvju-1685287067.jpg","tags":["Khelo India University Games","KIUG 2022","Volleyball"],"source":"https://scroll.in/field/1049860/team-spirit-and-momentum-why-volleyball-players-celebrate-nearly-each-point-won-with-gusto"}