{"title":"Teenage girls, football and freedom in documentary ‘Under the Open Sky’","content":"It is always heartwarming to see young girls playing a sport, any sport, in a public space. It’s especially more heart-warming when the girls are from Mumbra, routinely described as a Muslim ghetto, and hardly the kind of place that would allow girls in their early teens to shake off their veils and run around a field for a 90-minute football game.Miracles happen or, as the documentary Under the Open Sky shows, can be manufactured. Egged on by the advocacy of non-governmental organisation Parcham (named after a line in a Majaz Lakhnawi poem), several residents of the Mumbai suburb agreed to send their daughters for weekly football sessions. With Parcham’s sustained efforts and the enthusiasm of the locals, the ground became a laboratory for a much-needed social experiment in allowing women to gain access public spaces and run about freely, just like men do.The documentary is a collaboration between the School of Media and Cultural Studies at the Tata Institute of Social Sciences and Parcham, and it falls firmly in the NGO showcase category. Yet, Under the Open Sky, directed by Faiz Ullah, Shilpa Phadke (who has co-authored the book Why Loiter?) and Nikhil Titus, transcends its need to highlight Parcham’s campaign. The 35-minute film makes several important points about the lack of access of middle- and working-class girls from all faiths and communities to grounds, parks and other open spaces. Under the Open Sky happens to be about Muslim girls, but it is also the story of any community group. The film underscores the need for constant negotiation – with parents, the girls themselves, local municipal authorities, even the local boys who regarded the ground as their territory. Once on the ground, the girls need to be coaxed into being freer with their bodies and their lungs. As one of the coaches interviewed in the film points out, girls are taught to be submissive and dainty. They are constantly being told to rein themselves in. Under the Open Sky is proof that they actually need to be set free.\n\n\n    \n    Play","author":"Scroll Staff","time":"2016-12-04T15:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/823241-46693-sxqifpqcxt-1480799123.jpg","tags":["Under the Open Sky","documentary","Parcham"],"source":"https://scroll.in/reel/823241/teenage-girls-football-and-freedom-in-documentary-under-the-open-sky"}