{"title":"Teesta Setalvad arrest: Residents from 21 states, human rights group call for her release","content":"On Monday, 2,231 residents from 21 states and the Working Group on Human Rights condemned the arrest of activist Teesta Setalvad, former Gujarat Director General of Police RB Sreekumar and former Indian Police Service officer Sanjiv Bhatt for alleged forgery in cases related to the 2002 Gujarat riots.Setalvad was detained  from her house in the Juhu area of Mumbai on Saturday afternoon after a  first information report was filed against her based on a complaint  filed in Ahmedabad by Police Inspector Darshansinh B Barad. Sreekumar was also arrested in the  case from his home in Gandhinagar.On Sunday, Setalvad was formally arrested and remanded in police custody along with Sreekumar till July 2 by a court in Ahmedabad. The Gujarat Police also formed a Special Investigation Team to inquire into the case.The citizens and the Working Group on Human Rights also criticised the Supreme Court judgement that dismissed the allegations of a “larger conspiracy” levelled by Zakia Jafri, the wife of Congress MP Ehsan Jafri, against Prime Minister Narendra Modi and other senior Gujarat officials in connection with the riots. Modi was the chief minister of Gujarat then.On Friday, the court said that Zakia Jafri’s plea was filed “to keep the pot boiling for ulterior design”. In its judgement, the court had also read a statement made by the state government that Setalvad, a co-petitioner in the case, exploited the emotions of Zakia Jafri. ‘Truly an Orwellian situation’In a statement, the 2,231 teachers, journalists, chiefs of social organisations and professionals from various sectors, said that the Supreme Court’s judgement on the plea of Zakia Jafri deepens the sense of injustice and marks a moment of profound hurt and loss for all those who care about constitutional values.“The Supreme Court not only dismissed the idea that there was a conspiracy to commit the crimes of murder, rape and destruction of property, but instead went further and took to task those who sought to ensure justice for the communal hate crimes following the Godhra incident,” the signatories said.Citizen groups, activists protested in support of #TeestaSetalvad in #Bengaluru today at Townhall. A larger protest has been called tomorrow in support of #Teesta and #srikumar. #Karnataka pic.twitter.com/HUSKORQZnb— Imran Khan (@KeypadGuerilla) June 26, 2022\n\nAmong those who signed the statement include activist Medha Patkar, Delhi University professor Apoorvanand, actor Shabana Azmi, writers Aakar Patel and Shamsul Islam, Rajya Sabha MP Kumar Ketkar, former Navy Chief Admiral Ramdas, musician TM Krishna and poet Gauhar Raza among others.The signatories alleged that the government was using the judgement to “falsely and vindictively prosecute” those who had struggled for justice.“It is truly an Orwellian situation of the lie becoming the truth, when those who fought to establish the truth of what happened in the Gujarat genocide of 2002 are being targeted,” the signatories said. “...We condemn this naked and brazen attempt to silence and criminalize those who stand for constitutional values and who have struggled against very difficult odds to try to achieve justice for the victims of 2002 [Gujarat riots].”‘Systematic targeting’The Working Group of Human Rights in India and the United Nations called for the release of Setalvad.“We are deeply concerned by the arrest of Teesta Setalvad as it reflects an aggressive abuse of power and law by the state machinery,” the body said in a statement. “This turn of events has also raised questions about the government’s commitments to human rights and human rights defenders not just domestically but also at the global level.”The body further said that the “systematic targeting” of human rights defenders by the Indian government must stop.“Reprisals against defenders and civil society organisations conducting legitimate human rights work are completely unacceptable and incompatible in a constitutional democracy and in breach of India’s international law obligations,” it said.","author":"Scroll Staff","time":"2022-06-27T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176356-lkefazeily-1656334219.jpg","tags":["Teesta Setalvad","Sanjiv Bhatt","RB Sreekumar","Gujarat Riots","2002 Gujarat Riots"],"source":"https://scroll.in/latest/1027062/teesta-setalvad-arrest-residents-from-21-states-human-rights-group-calls-for-her-release"}