{"title":"Tehseen Poonawalla writes to EC, asks it to debar Pragya Singh Thakur from elections","content":"Tehseen Poonawalla on Thursday wrote to the Election Commission against the Bharatiya Janata Party’s decision to name Malegoan blasts accused Pragya Singh Thakur as the candidate for its Bhopal Lok Sabha constituency. Poonawalla’s social media profiles describe him as a political trendwatcher and a life coach. He is related to Robert Vadra, who is married to Congress General Secretary Priyanka Gandhi Vadra.Poonawalla said that the Maharashtra Anti-Terrorism Squad has pronounced Thakur as one of the “principal conspirators” in the Malegaon blasts, which killed six people and left 101 injured. “...Sadhvi Pragya Singh Thakur is currently facing charges under the Unlawful Activities Prevention Act and also stands accused of murder, attempt to murder, criminal conspiracy, and of promoting enmity between different groups on grounds of religion,” Poonawalla wrote. “The court had observed that Sadhvi Pragya Singh Thakur planned the conspiracy with the aim to spread terror and cause communal cracks in society.”Poonawalla said Thakur had spent nine years in jail and was out on bail since 2017 on health grounds. He said that Thakur’s medical reports show that she suffers from breast cancer and cannot walk without support. Despite this, she has now been named a BJP candidate, he added.He added that Thakur, since she was appointed the BJP candidate for Bhopal on Wednesday, has already begun to polarise the electorate by calling her contest against Congress leader Digvijaya Singh a “dharma yudh” (holy war). Poonawalla said Thakur was also a suspect in the Ajmer Dargah blast, but was never charged.“I would further humbly request the Election Commission of India to take necessary steps to uphold the Model Code of Conduct and take appropriate action against Pragya Singh Thakur and debar her from contesting elections,” Poonawalla wrote. “A candidate accused of terror links must not be permitted to contest elections.”The Congress and leaders of other parties have criticised the BJP’s decision to field Thakur. However, BJP chief Amit Shah claimed that Thakur was pitted against Singh as the Congress leader had invented the terms “saffron terror” and “Hindu terror”.I have filed a complaint with the #ElectionCommission to not allow #SadhviPragyaSinghThakur ji from contesting the #LokSabhaElections2019 as she is a terror accused. Hardik Patel a riot accused was also prevented by the EC. I state: I am not a member of any political party 1n pic.twitter.com/JfaaOH82E2— Tehseen Poonawalla (@tehseenp) April 18, 2019","author":"Scroll Staff","time":"2019-04-18T17:50:54.958033+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/34931-msqhyhtpgi-1555588134.jpg","tags":["Tehseen Poonawalla","Pragya Singh Thakur","Election Commission of India"],"source":"https://scroll.in/latest/920537/tehseen-poonawalla-writes-to-ec-asks-it-to-debar-pragya-singh-thakur-from-elections"}