{"title":"‘Tejas’ review: Patriotic thriller surely and steadily nose-dives ","content":"Discipline appears to be lax in the Indian Air Force these days. How else would a Wing Commander, who has defied orders during a rescue mission, not only avoid punishment but get sent on another mission – this one far more dangerous?Sarvesh Mewara’s Tejas stars Kangana Ranaut as the eponymous pilot with a healthy disregard for the rules. A brilliant student who is aching to fly jets even before she has finished her training, the clench-jawed Tejas relaxes enough to acquire a boyfriend, the singer Ekveer (Varun Gill). Events find Tejas involved in a daredevil plan to rescue an Indian spy from Islamist terrorists. This fanatic bunch is led by a man bloodthirsty enough to behead his victims but also thoughtful enough to perform the acts in a spot in the desert that can easily be tracked by drones. Apart from being an ace pilot, Tejas has other skills – she detects important clues about the spy’s kidnapping that have bypassed the Indian intelligence agencies. The hard-working heroine isn’t just named after the Indian fighter aircraft that she flies. Even the second operation into enemy territory is titled “Operation Tejas”.Although Tejas is being marketed as the female Uri: The Surgical Strike (2019), Mewara’s movie is too tacky, sloppily written and uninvolving to measure up to Aditya Dhar’s slick thriller.Apart from the terrorists, the villains include reliably inefficient Pakistani officials who allow their military airports to be under-protected. A planned attack on the new Ram temple in Ayodhya suggests that like the IAF, the Indian security apparatus is in sore need of Tejas’s intervention. The one bright spot in a film that steadily and surely nosedives is provided by Tejas’s co-pilot Afia (Anshul Chauhan). Poor Afia doesn’t have the same luck with men as her friend, but she has more fun than Tejas, whom Ranaut plays as a die-hard patriot and a deadly bore.\n\n\n    \n    Play\n\nTejas (2023).","author":"Nandini Ramnath","time":"2023-10-27T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195296-gnknkfkzhd-1698265662.jpeg","tags":["Tejas review","Sarvesh Mewara","Kangana Ranaut"],"source":"https://scroll.in/reel/1058143/tejas-review-patriotic-thriller-surely-and-steadily-nose-dives"}