{"title":"Telangana: Upcoming Cabinet meeting triggers speculation of early Assembly elections","content":"Telangana Information Technology Minister KT Rama Rao on Friday triggered speculation about early state elections when he said his father and Chief Minister K Chandrasekhar Rao will make an important announcement on Sunday, NDTV reported. The state Cabinet is scheduled to hold a meeting on Sunday ahead of a mega public meeting – Pragathi Nivedhana Sabha – of the ruling Telangana Rashtra Samiti in Ranga Reddy district.KT Rama Rao, however, did not confirm reports about the dissolution of the Assembly. “You can expect important political announcements by our party leader,” he told NDTV. “And after this meeting, political climate in the state will most certainly heat up.”The state is scheduled to conduct elections in May 2019. Speculations, however, are rife that the chief minister will push to have Telangana join Mizoram, Chhattisgarh, Madhya Pradesh and Rajasthan in conducting elections this year. The Telangana chief minister has expressed his support for the Bharatiya Janata Party-led Central government’s proposal to conduct Lok Sabha and Assembly elections simultaneously. The TRS also abstained from voting during a no-confidence vote against the government in Parliament. The chief minister’s meeting with Prime Minister Narendra Modi earlier in August also adds to the speculation.Telangana will also mark its fourth anniversary on Sunday. “We are totally confident of all that we have managed to achieve in the last four years,” the chief minister’s daughter and Nizamabad MLA Kalvakuntla Kavitha said. “After four years of TRS governance, we are presenting a report card to the people.”Political party reactions to the speculationThe BJP ruled out the possibility of an early election. “The elections for the four states in the country are due in the third and fifth week of November this year,” Krishna Sagar Rao, the spokesperson for BJP, told The News Minute. “There is not enough time for the Election Commission to incorporate Telangana in its election roster. If he (Telangana chief minister) dissolves the Assembly, we will demand President’s rule in Telangana. A caretaker chief minister cannot run the state for eight months.”The Congress said it was prepared to contest an election. “The chief minister is sure to bite the dust, the people are fed up with him,” Telangana Pradesh Congress Committee chief Uttam Kumar Reddy told the news website. “The people of Telangana are not willing to be fooled by KCR again.” The Congress said it would follow what the Election Commission decides on the matter. “We only request the Election Commission  to revise the voter list before the polls,” the party’s chief said.","author":"Scroll Staff","time":"2018-09-01T16:23:16.928683+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/892816-53478-kulmrgdimi-1505303752.JPG","tags":["Telangana","K Chandrasekhar Rao","Telangana Rashtra Samiti","BJP","Assembly election"],"source":"https://scroll.in/latest/892816/telangana-upcoming-cabinet-meeting-triggers-speculation-of-early-assembly-elections"}