{"title":"Telangana polls: K Chandrashekar Rao submits resignation as Congress crosses halfway mark","content":"Bharat Rashtra Samithi chief K Chandrashekar Rao submitted his resignation as the Telangana Chief Minister on Sunday evening, ANI reported.Earlier in the day, his party conceded defeat in the Assembly elections after the Congress crossed the majority mark in the 119-member Assembly. The Congress is presently ahead in 64 seats, while the Bharat Rashtra Samithi is ahead in 39 seats.The Telangana Assembly has a total of 119 seats and 60 seats are required for a majority.  Telangana minister and the son of Chandrashekar Rao, KT Rama Rao, congratulated the Congress on “winning the mandate”.“Grateful to the people of Telangana for giving [the Bharat Rashtra Samithi] two consecutive terms of government,” he said in a social media post. “Not saddened over the result today, but surely disappointed as it was not in expected lines for us. But we will take this in our stride as a learning and will bounce back.”In the Kamareddy constituency, the Bharatiya Janata Party’s Katipally Venkata Ramana Reddy defeated both Chandrashekar Rao and state Congress chief A Revanth Reddy. Rao, was, however, leading by over 45,000 votes in the Gajwel constituency, which he has held since 2014. Revanth Reddy won from the Kodangal constituency by 32,532 votes.Rama Rao won from Sircilla constituency against the Congress’ KK Mahender Reddy by 29,687 votes.As Congress took a clear lead during the counting of the votes on Sunday, Revanth Reddy held a brief road show to the party office in the state capital of Hyderabad.Watch the results of the Assembly elections with independent media.The Bharat Rashtra Samithi, previously known as the Telangana Rashtra Samithi, has ruled the state since it was carved out of Andhra Pradesh in 2014.In 2018, the Bharat Rashtra Samithi won 88 seats and the Congress-led alliance 21 seats. Several Congress MLAs subsequently defected to what was then called the Telangana Rashtra Samithi. This time, the Bharat Rashtra Samithi faced a stiff challenge from the Congress, which was a dominant political force in the erstwhile united Andhra Pradesh.The 2023 Assembly polls in Telangana were held on November 30. The state registered a turnout of 71.34%. The counting of votes began at 8 am on Sunday.Also read:   Ground report: Can Telangana’s massive cash transfer regime shield KCR from anti-incumbency?Why parties of all colours are offering cash transfer schemes to voters","author":"Scroll Staff","time":"2023-12-03T15:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175242-jjgcpjnpxe-1654162106.jpg","tags":["BRS","Telangana","Assembly elections","Assembly polls"],"source":"https://scroll.in/latest/1060000/telangana-polls-k-chandrashekar-raos-brs-concedes-defeat-as-congress-leads-in-majority-of-seats"}