{"title":"Telangana: No decision yet on dissolving Assembly or early elections, says CM K Chandrasekhar Rao","content":"Telangana Chief Minister K Chandrasekhar Rao, or KCR as he is popularly known, on Sunday said his party’s legislators have entrusted him with the responsibility of deciding on the dissolution of the Assembly, NDTV reported. “I will tell you when I take a decision,” he added.KCR made these comments at  a massive public meeting of the ruling Telangana Rashtra Samithi party at Kongar Kalan on the outskirts of Hyderabad. The rally was organised to mark the fourth anniversary of the state’s formation. The chief minister addressed the rally, called Pragati Nivedana Sabha, hours after a state Cabinet meeting at 1 pm. Speculation was rife that the government may announce the dissolution of the Assembly and organise early elections. However, the matter was not discussed at the meeting, NDTV reported.KCR said he would announce social welfare and development schemes “only in the election manifesto in the coming days” since it would be “unethical to do so as a sitting chief minister”, The New Indian Express reported.The party’s Rajya Sabha member K Keshava Rao will lead the manifesto committee for the next elections, according to The Hindu.The chief minister started his speech by reminding people about his contribution to the formation of the state. “The call for a separate state started after I addressed a letter to the rulers of united Andhra Pradesh on the sudden increase of electricity charges,” he said.In 2001, when he wrote the letter, KCR was a minister in the Cabinet of Andhra Pradesh Chief Minister N Chandrababu Naidu. “But, the then rulers did not heed to my request that it [hiking electricity charges] would harm the interests of Telangana farmers who largely depend on groundwater for irrigation,” he added.The chief minister then presented a report of the progress his government has made in the last four years. “After achieving the statehood and coming to power with the people’s blessings, it was a journey through the darkness in the first six months as we had no idea about our economy and needs,” he said. Rao spoke of his distress after hand-loom weavers in Sircilla and Bhoodan Pochampally committed suicide during the rule of previous governments in undivided Andhra Pradesh. “Now we are able to provide some relief to weavers by giving them work and subsidies on raw material to improve their incomes,” he said.“Our government has distributed 70 lakh sheep to sheep-rearing communities and now the sheep population has grown to over one crore,” he added. “Rs 4 per litre incentive is also being given to dairy farmers supplying milk to cooperative dairies in the state.”He promised not to campaign or contest elections if he fails to give the people of the state safe drinking water through Mission Bhagiratha. The project, which aims to provide safe drinking water to every household in villages and cities, was set up at a cost of Rs 43,791 crore in August 2016. Since the matter of early elections were purportedly not discussed at the cabinet meeting on Sunday, another Cabinet meeting will be held soon and a key decision will be taken, Firstpost quoted Deputy Chief Minister Kadiyam Srihar as saying.However, the chief minister’s son and state minister KT Rama Rao said the party was confident of victory if the elections are held early. “If at all the elections are held early it will help the TRS,” he told The Indian Express on the sidelines of the rally. “We will win both the state as well as Lok Sabha polls convincingly. Holding early elections will give us ample room to find potential partners for 2019 polls.”The state is scheduled to go to the polls by May 2019 but, on Friday, KT Rama Rao triggered speculation about early elections when he said K Chandrasekhar Rao would make an important announcement during the rally. #Telangana CM Kalvakuntla Chandrashekar Rao arrives at Telangana Rashtra Samithi (TRS) rally venue in Ranga Reddy district. pic.twitter.com/CJ2MKbFt4K— ANI (@ANI) September 2, 2018\n\nThe rally was attended by 25 lakh people, The Hindu reported. As many as one lakh vehicles transported the people to the 2,000-acre venue, the daily added. The government has also hired 7,300 state transport buses for ferrying the attendees. The dais at the venue can seat 600 leaders. Around 20,000 police personnel were deployed for the event. “The turnout in this rally is going to be something that people will remember for a long time, it is going to be the biggest political rally ever held in India,” state Information Technology Minister KT Rama Rao, the chief minister’s son, told earlier in the afternoon.","author":"Scroll Staff","time":"2018-09-02T20:05:31.123107+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/892871-supgvfjksf-1535895788.jpg","tags":["Telangana Rashtra Samithi","Telangana","K Chandrasekhar Rao","Assembly elections"],"source":"https://scroll.in/latest/892871/telangana-no-decision-yet-on-dissolving-assembly-or-early-elections-says-cm-k-chandrasekhar-rao"}