{"title":"Telangana: Bharat Rashtra Samithi MLA Lasya Nanditha dies in road accident","content":"G Lasya Nanditha, the Bharat Rashtra Samithi MLA from Telangana’s Secunderabad Cantonment, died in a road accident in the Sangareddy district on Friday.The accident happened around 6.30 am when the 37-year-old legislator was returning to Hyderabad.“The driver of the sports utility vehicle – Maruti XL6 – appears to have lost control of the vehicle and rammed into the metal barrier on the left side of the expressway, killing her on the spot,” an unidentified police official told the Hindustan Times.The driver is undergoing medical treatment at a private hospital in Patancheru and his condition is critical, according to reports.Nanditha, the daughter of former Bharat Rashtra Samithi legislator late G Sayanna, had won the Assembly polls held in November. Sayanna had died on February 19, 2023.KT Rama Rao, the working president of the Bharat Rashtra Samithi, expressed shock over the accident.“Woke up to the devastating loss of the young legislator who was a very good leader in the making,” Rao said in a social media post. “My heartfelt prayers for strength to her family and friends in this terrible and difficult time.”This was about a week ago. Just now heard the absolutely tragic & shocking news that Lasya is no more !!Woke up to the devastating loss of the young legislator who was a very good leader in the makingMy heartfelt prayers for strength to her family and friends in this terrible… https://t.co/CqpfrxMweU— KTR (@KTRBRS) February 23, 2024\n\n\nTelangana Chief Minister Revanth Reddy also expressed condolences to Nanditha’s family.“I had a close relationship with Nandita's father late Sayanna,” Reddy wrote on social media. “He passed away in the same month last year. It is very sad that Nandita also died suddenly in the same month.”కంటోన్మెంట్ శాసన సభ్యురాలు లాస్య నందిత అకాలమరణం నన్ను తీవ్ర దిగ్భ్రాంతికి గురి చేసింది. నందిత తండ్రి స్వర్గీయ సాయన్న గారితో నాకు సన్నిహిత సంబంధం ఉండేది. ఆయన గత ఏడాది ఇదే నెలలో స్వర్గస్తులవడం… ఇదే నెలలో నందిత కూడా ఆకస్మికంగా మరణం చెందడం అత్యంత విషాదకరం. వారి కుటుంబానికి నా… pic.twitter.com/Y44sF8Jvi9— Revanth Reddy (@revanth_anumula) February 23, 2024","author":"Scroll Staff","time":"2024-02-23T11:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198706-frizqevlcz-1708665851.jpg","tags":["Bharat Rashtra Samithi","G Lasya Nanditha","Telangana"],"source":"https://scroll.in/latest/1064168/telangana-bharat-rashtra-samithi-mla-lasya-nanditha-dies-in-road-accident"}