{"title":"Telangana-Andhra firm bought bonds worth Rs 55 crore six months after tax raids","content":"Navayuga Engineering Company Limited bought electoral bonds worth Rs 30 crore six months after it was raided by the Income Tax Department. Navayuga made headlines in November, when 41 workers were trapped for 17 days inside the Silkyara-Barkot tunnel in Uttarakhand, which the company is building.In all, the company bought bonds worth up to Rs 55 crore over a period of three years, according to the documents released by the Election Commission of India on March 14.Founded in Visakhapatnam and headquartered in Hyderabad, Navayuga purchased 30 bonds of Rs 1-crore denomination each on April 18, 2019, six months after the Income Tax department raided its offices.The Income Tax Department raided Navayuga’s offices in Hyderabad and Visakhapatnam in October 2018 in connection with alleged tax violations and money laundering. The company was also raided in 2012.In July 2018, the Registrar of Companies officials inspected Navayuga premises in Hyderabad and found that around 47 firms were all registered at the same address.Navayuga bought 25 bonds each worth Rs 1 crore on October 10, 2022.The company has won government contracts all over the country, including a barrage construction in the Kaleshwaram lift irrigation project in Telangana and the Polavaram project. In September 2019, the Jagan Mohan Reddy government cancelled the Rs 3,200-crore Polavaram contract work given to Navayuga.Navayuga is also building the Dhola-Sadia bridge across the Brahmaputra in Assam, which is said to be the longest river bridge in India. Prime Minister Narendra Modi had inaugurated the bridge in May 2017.This report is part of a collaborative project involving three news organisations – Newslaundry, Scroll, The News Minute – and independent journalists.Project Electoral Bond includes Aban Usmani, Anand Mangnale, Anisha Sheth, Anjana Meenakshi, Ayush Tiwari, Azeefa Fathima, Basant Kumar, Dhanya Rajendran, Joyal, M Rajshekhar, Maria Teresa Raju, Nandini Chandrasekhar, Neel Madhav, Nikita Saxena, Parth MN, Pooja Prasanna, Prajwal Bhat, Pratik Goyal, Pratyush Deep, Ragamalika Karthikeyan, Raman Kirpal, Ravi Nair, Sachi Hegde, Shabbir Ahmed, Shivnarayan Rajpurohit, Siddharth Mishra, Supriya Sharma, Tabassum Barnagarwala and Vaishnavi Rathore.","author":"Anisha ShethProject Electoral Bond","time":"2024-03-15T09:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199254-hlbzofjedk-1710475111.jpg","tags":["Electoral Bonds","Silkyara-Barkot tunnel","Bharatiya Janata Party","Lok Sabha 2024"],"source":"https://scroll.in/article/1065221/telangana-andhra-firm-bought-bonds-worth-rs-55-crore-six-months-after-tax-raids"}