{"title":"Telangana: K Chandrasekhar Rao declares assets worth Rs 22.6 crore, says he does not own any cars","content":"Telangana Chief Minister K Chandrasekhar Rao on Wednesday declared assets worth Rs 22.60 crore and an annual income of Rs 2.07 crore in an affidavit ahead of the upcoming elections in the state. The chief minister had declared assets worth Rs 16.94 crore and an annual income of Rs 6.59 lakh during the 2014 elections. The Telangana Assembly elections will be held on December 7, and results declared on December 11.The Telangana Rashtra Samithi chief submitted an affidavit declaring his assets to the returning officer of the Election Commission, along with his his nomination papers for the Gajwel Assembly constituency, on Wednesday, the Hindustan Times reported.In his affidavit, Rao said he is an agriculturist by profession, and his wife a homemaker. He added that his movable assets are worth Rs 10.4 crore and immovable assets Rs 12.2 crore. He also said that he does not own any cars.The chief minister declared that he owns 75 grams of gold jewellery worth Rs 2.4 lakh and has Rs 2.4 lakh cash in hand. His wife, K Shobha, has 2,200 grams of gold jewellery; diamonds, gems and stones worth Rs 93.66 lakh, and Rs 93,595 cash in hand.Rao said he had liabilities worth Rs 8.88 crore in the form of unsecured loans, including Rs 82.87 lakh borrowed from his son KT Rama Rao and Rs 24.6 lakh from his daughter-in-law Shailima. He added that he had not taken any bank loans. The affidavit also provides details of 64 pending cases, which were filed during the agitation for the creation of a separate state of Telangana, against him, News18 reported.","author":"Scroll Staff","time":"2018-11-15T12:44:47.354961+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/53478-zavlvbvjgn-1489404132.JPG","tags":["K Chandrasekhar Rao","Telangana","assets","Election Commission","Assembly elections"],"source":"https://scroll.in/latest/902211/telangana-k-chandrasekhar-rao-declares-assets-worth-rs-22-6-crore-says-he-does-not-own-any-cars"}