{"title":"Telangana CM calls Rahul Gandhi the ‘biggest buffoon’, rules out alliance with BJP","content":"Telangana Chief Minister K Chandrasekhar Rao dissolved the state Assembly on Thursday, paving the way for early elections, reported PTI. Rao submitted his Cabinet’s recommendation to dissolve the Assembly to Governor ESL Narasimhan who approved it. Narasimhan asked Rao and his council of ministers to continue as the caretaker government, which they agreed to.Though the Election Commission said it will deliberate on early elections only after it receives a formal notification, Rao announced a list of 105 candidates on Thursday itself for the elections.He added that the state may go to polls as early as November and results can be expected in the first week of December. At a press conference at the Telangana Bhawan, he claimed that “calling early poll was a sacrifice and not politics”. The chief minister ruled out the possibility of his Telangana Rashtra Samithi allying with the Bharatiya Janata Party in the state, ANI reported. “The Telangana Rashtra Samithis is a 100% secular party,” he said. “How can we join hands with BJP?”In the same vein, he described Congress President Rahul Gandhi as the “biggest buffoon” in the country. “The whole country saw how he [Rahul Gandhi] went to Prime Minister Narendra Modi and hugged him, the way he winked,” the chief minister said. “He is an asset for us, the more he comes [to Telangana] the more seats we will win. Rahul Gandhi inherited the legacy of Congress Delhi sultanate. That is the reason I appeal to the people, let us not become slaves to Congress, slaves to Delhi.”The chief minister said that while his party will contest the elections alone, it was “friends” with the All India Majlis-e-Ittehadul Muslimeen. Congress state chief Uttam Kumar Reddy said his party would win the imminent elections. “The Telangana people are happy that they have got rid of despotic and autocratic rule,” he said. “Congress party will sweep the polls.”Rao’s decision cuts short the Assembly tenure by eight months. The state was scheduled to go to the polls by May 2019. However, the chief minister’s son and state minister KT Rama Rao triggered speculation last week about early elections when he said his father would make an important announcement during a rally on Sunday.On Sunday, the chief minister said his party’s legislators have entrusted him with the responsibility of deciding on the dissolution of the Assembly. “I will tell you when I take a decision,” he said at the massive public meeting of his party on the outskirts of Hyderabad.","author":"Scroll Staff","time":"2018-09-06T13:02:23.778392+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/893386-carousel-awzrctrefz-1459842897.jpeg","tags":["Telangana","Assembly elections","KCR"],"source":"https://scroll.in/latest/893386/telangana-cabinet-to-meet-in-the-afternoon-cm-may-dissolve-assembly-and-announce-early-elections"}