{"title":"Tell the raags apart: Basant and Paraj, twins separated at birth","content":"Often, the contemporary interpretation of certain raags differ from older ones, as manifested in the compositions and their elaboration.  Purists may question the authenticity of newer versions, but such mutations are inevitable in an oral tradition. Moreover, sensitive musicians have always welcomed influences from various quarters, which have over time been seamlessly absorbed into their performance and repertoire, and then accepted as traditional.Pandit Nityanand HaldipurRaag Shuddha BasantRaag Shuddha Basant is considered by some as an older variety of the more commonly heard raag Basant. This track features an exposition of raag Shuddha Basant by flautist Nityanand Haldipur of the Maihar-Senia gharana. He plays a brief aalaap, or introductory free melodic passage, followed by a composition set to the sixteen count Teentaal.Ustad Vilayat Hussain KhanRaag ParajA special characteristic of Indian art music is the fact that two raags might contain the same swaras, or notes, but those swaras or groups of swaras are enunciated and approached differently, thus creating a separate identity for each raag.Raags Paraj and  Basant have the same notes, but different personalities. Also sung during spring, raag Paraj blossoms towards the upper octave and focuses on tonal centres different from Basant.A well-known composition in raag Paraj set to a medium-paced Teentaal is sung by Vilayat Hussein Khan, the scholar-musician, revered guru, and one of the best known representatives of the Agra gharana. Notice the manner in which he uses the words of the song-text to play with the rhythmic cycle, a device called bol baant that is a hallmark of the Agra style.Pandit jitendra AbhishekiRaag ParajJitendra Abhisheki, the well-known vocalist trained in the Agra and Jaipur-Atrauli styles and a composer of repute, sings the same composition towards the end of the next track. The first composition is in the ten matra Jhaptaal.Kesarbai KerkarRaga ParajThis is a composition set to Jhaptaal in raag Paraj sung by Kesarbai Kerkar, the renowned vocalist of the Jaipur-Atrauli gharana. As has been the case with her other recordings, this track too demonstrates Kesarbai Kerkar’s prowess over taans, or swift melodic passages.","author":"Aneesh Pradhan","time":"2015-02-21T06:25:01+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/708154-1d8e99c5-ef7b-49ec-abf9-a9eaab719c92.jpg","tags":[],"source":"https://scroll.in/article/708154/tell-the-raags-apart-basant-and-paraj-twins-separated-at-birth"}