{"title":"‘Tell us how BJP won 18 seats in Bengal’: Owaisi on Mamata Banerjee’s ‘extremist’ remark for AIMIM","content":"All India Majlis-e-Ittehadul Muslimeen chief Asaduddin Owaisi on Tuesday responded to a veiled attack by West Bengal Chief Minister Mamata Banerjee, who had on Monday appeared to refer to his party as “extremists among minorities”. Owaisi said it was not religious extremism to say that West Bengal’s Muslims have “one of the worst human development indicators of any minority”.Banerjee, speaking at a rally in Cooch Behar district of West Bengal on Monday, had made a veiled reference to the AIMIM chief, saying that she was “watching some extremists among minorities” who were based in Hyderabad, according to News18. She asked people not to trust forces that were creating differences between communities, and cautioned against Hindu extremists, India Today reported. “There is a political party and they are taking money from the BJP, they are from Hyderabad, not from West Bengal,” Hindustan Times quoted her as saying. Owaisi tweeted in response: “If Didi [Mamata Banerjee] is worried about a bunch of us ‘from Hyderabad’ then she should tell us how BJP won 18/42 Lok Sabha seats from Bengal.”He was referring to the significant inroads made by the BJP in West Bengal in the Lok Sabha polls held in April and May. The saffron party won 18 out of 42 seats, only four fewer than Banerjee’s Trinamool Congress.He also said, “By making allegations against me you are giving the message to Muslims of Bengal that the party [AIMIM] has become a formidable force in the state,” Hindustan Times reported. “Mamata Banerjee is showcasing her fear and frustration by making such comments.”It’s not religious extremism to say that Bengal’s Muslims have one of the worst human development indicators of any minorityIf Didi is worried about a bunch of us “from Hyderabad” then she should tell us how BJP won 18/42 LS seats from Bengal https://t.co/sWW9gyRfH3— Asaduddin Owaisi (@asadowaisi) November 19, 2019\n\nIllegal immigration is expected to be a major topic in the upcoming polls, especially following Assam’s National Register of Citizens, which left out 19 lakh people in the state. Assembly elections are due in Bengal in 2021. Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-11-19T15:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131207-yapsknhekc-1574153759.jpg","tags":["Asaduddin Owaisi","Mamata Banerjee","West Bengal","AIMIM","TMC","minority extremism"],"source":"https://scroll.in/latest/944208/tell-us-how-bjp-won-18-seats-in-bengal-owaisi-on-mamata-banerjees-extremist-remark-for-aimim"}