{"title":"Temperature touches 49.2 degrees Celsius in Delhi’s Mungeshpur","content":"A severe heatwave swept across Delhi on Sunday with the maximum temperature touching 49.2 degrees Celsius in the city’s Mungeshpur area, PTI reported.Najafgarh recorded a temperature of 49.1 degrees Celsius, while the mercury touched 48.4 degrees Celsius at Sports Complex, 47.5 degrees Celsius at Jafarpur, 47.3 degrees Celsius at Pitampura and 47.2 degrees Celsius at Ridge.For the plains, a heatwave is declared when the maximum temperature goes up to 40 degrees Celsius or more and is at least 4.5 degrees above normal. A severe heatwave is declared if the maximum temperature crosses over the 47-degree Celsius mark.Delhi braces for severe heatwave as maximum temperature breaches 49 degreesThe maximum temperature was recorded at 49.2 degrees Celsius at Delhi's Mungeshpur. pic.twitter.com/Bd8v8JmHJL— ANI (@ANI) May 15, 2022\n\nThe temperature at Safdarjung Observatory, the city’s base weather station, hit 45.6 degrees Celsius. This is five notches above the normal and the highest this year so far, PTI reported. This is also the fifth heatwave in Delhi this summer season.The Safdarjung Observatory had recorded a temperature of 44.2 degrees Celsius on Saturday and 42.5 degrees Celsius on Friday.“Heatwave conditions likely to continue over Northwest and Central India today and decrease in intensity and distribution from tomorrow [Monday],” the India Meteorological Department on Sunday.Heat wave warnings: Heat Wave conditions in most parts with severe heat wave conditions in many parts very likely over West Rajasthan on 14th; heat wave conditions in many parts with severe heat wave conditions in isolated pockets over the same region on 15th May. pic.twitter.com/eBzc82XUF3— India Meteorological Department (@Indiametdept) May 14, 2022\n\nThe weather department has issued an orange alert, warning about severe heatwave conditions in the national capital.“We have issued an orange alert for Punjab, Haryana, Uttar Pradesh, eastern Madhya Pradesh and Delhi,” Naresh Kumar, a senior scientist at the India Meteorological Department, told ANI.In Haryana’s Gurugram, the mercury soared to 48.1 degree Celsius on Sunday evening.The weather department said a thunderstorm or a dust storm is likely in Delhi on Monday. “We can expect a significant decrease in the temperature after 24 hours which will eventually decrease the condition of a severe heatwave in northwest India,” Kumar said.Delhi, as well as parts of Haryana and Uttar Pradesh, have been experiencing record high temperatures over the past two months. In the last week of April, the city saw temperatures rise up to 46 degrees Celsius due to a heatwave.The average maximum temperature in April for northwest and Central India was the highest in 122 years. The country had also witnessed the hottest March in 122 years since the India Meteorological Department started maintaining records.What to do and not to do during a heatwave:Here are certain guidelines recommended by the National Disaster Management Authority during a heatwave.Avoid going out in the sun, and strenuous activities, especially between noon and 3 pm.Wear lightweight, light-coloured, loose and porous cotton clothes. Use protective goggles, an umbrella or hat, shoes or chappals while going out in sun.If you work outside, use a hat or an umbrella and also use a damp cloth on your head, neck, face and limbs.Drink water as often as possible, even if not thirsty.While travelling, carry water with you.Avoid alcohol, tea, coffee and carbonated soft drinks, which dehydrate the body.Avoid high-protein food and do not eat stale food.Use oral rehydration salts and homemade drinks like torani (rice water), lemon water, buttermilk, etc to re-hydrate the body.Do not leave children or pets in parked vehicles.If you feel faint or ill, see a doctor immediately.Keep animals in shade and give them plenty of water to drink.Keep your home cool, use curtains, shutters or sunshades and open windows at night.Use fans, damp clothing and take baths in cold water frequently.Tips to help someone who has experienced a heat strokeLay the person in a cool place, under a shade. Wipe their face and body with a wet cloth frequently. Pour normal temperature water on the head. The main thing is to bring down the body temperature.Give the person to drink Oral Rehydration Salts (ORS) or lemon water/torani or whatever is useful to rehydrate the body.Take the person immediately to the nearest health centre. The patient needs immediate hospitalisation as heat strokes could be fatal.","author":"Scroll Staff","time":"2022-05-15T20:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157180-jgohlwzvpq-1617631743.jpg","tags":["heatwave","Uttar Pradesh","Haryana","Delhi","hottest May day","hottest summer day","Delhi weather"],"source":"https://scroll.in/latest/1023973/temperature-touches-49-2-degrees-celsius-in-delhis-mungeshpur"}