{"title":"Ten years after Khairlanji: ‘Only retaliatory violence can dislodge the deep-rooted venom of caste'","content":"Ten years ago, on September 29, 2006, four members of a Dalit family were murdered in Khairlanji, a village of less than 200 families in the Bhandara district of Maharashtra, not far from Nagpur. Surekha Bhotmange (40) and her daughter Priyanka (17) were stripped, battered, paraded naked, raped several times and killed by a Hindu mob, led by men of the Kunabi-Maratha caste, goaded by the entire village. Surekha’s sons Roshan (21) and Sudhir (19) were also tortured and murdered for trying to save their mother and sister.Only Bhaiyalal Bhotmange, Surekha’s husband, survived, watching the lynching and rape hiding behind a bush. This morbid display of caste-Hindu violence ended with the dumping of the corpses in a canal. Unlike in Una, no camera phones captured this frenzy, and it took over a month for the media to report the story after Dalit-led fact-finding reports came out.The ostensible provocation was that Surekha had been an independent woman who cultivated her own land, which the Marathas of the village resented. They subjected the Bhotmanges to constant harassment. Surekha fought them, and even dared to register a police complaint against her oppressors. This led to the carnage. The subsequent statewide Dalit-led protests raised hopes of justice. However, while both the trial court (2008) and the Nagpur division of the Bombay High Court (2010) acknowledged the violence and murders, they refused to invoke the crucial SC/ST Prevention of Atrocities Act, ruling out both the caste angle and rape. The verdicts decontextualised one of the most horrific caste crimes in post-independence India and blamed abstract “human rage” for the murders. In 2008, scholar and civil rights activist Anand Teltumbde documented the massacre and its aftermath in his book The Persistence of Caste: The Khairlanji Murders and India’s Hidden Apartheid. His publisher S Anand of Navayana engaged Teltumbde in a wide-ranging conversation over email about the continued violence against Dalits, the aftermath of Una, the persistent lack of diversity and inclusion in India’s public sphere, the limitations of reservation, and the future of Dalits under both neoliberalism and Hindutva. Teltumbde spoke frankly on the limits of the Ambedkarite mode of constitutional, democratic protests by Dalits when the constitutional avenues have constantly failed them.The Khairlanji massacre happened 10 years ago to this day. You then wrote a book. But atrocities and massacres have gone on unabated and justice is a fugitive in every court. Why? Khairlanji was a shocking incident by any standards, but in the context of atrocities on Dalits, as I argued in the book, there was nothing unique about it. Just to remind us of a few infamous incidents before Khairlanji – from Kilvenmeni in 1968 down to Karamchedu in 1985, from Tsunduru in 1991 to Jhajhar in 2006 – there have been thousands of gory atrocities, each with a unique mix of sadism and bestiality. Contrary to the commonplace understanding, atrocities – particularly of the above kind, committed by a collective of caste Hindus on a few Dalits as a mode of teaching a lesson to the entire Dalit community – are a post-independence phenomenon. They are a product of a particular path of political economy charted out by the ruling classes. Most people who speak against caste do not view atrocities in the light of these factors. They prefer to wax eloquent by invoking stereotypes about Manu and Manu dharma, a safe object to kick because it is an ancient abstraction. What motivated me to write a book around Khairlanji was the exemplary combination of the factors that led to the massacre. Khairlanji provided me a frame of reference to put forth my analysis of how an atrocity – a concentrated expression of casteism – plays out. This also helps us understand the contemporary nature of caste and what it means to Dalit existence. Though it took nearly a month for news of the Khairlanji to spread, it led to spontaneous statewide protests by the Dalits on an unprecedented scale. It brought the government and civil society their well-deserved heap of ignominy. It would however be naïve to expect an unrepentant government and casteist civil society to mend their ways. Rather, the empirical evidence shows that the incidence of atrocities has gone up manifold after Khairlanji, both in Maharashtra and the rest of India, as the statistics of the National Crime Research Bureau reveal. Atrocities have risen by 74% from 27,070 in 2006 to 47,064 in 2014 at the all-India level – and these are only the registered cases. For Maharashtra, the increase has been still higher at 86%. The rise in major categories of atrocities such as murder and rape is even higher at 105%. These numbers, of course, are a gross understatement, for anyone knows what it takes for an atrocity-affected Dalit to reach the police station and then get them to register his FIR. After Khairlanji, there have been a spate of judgments that came from the Patna High Court, acquitting all the accused belonging to the notorious Ranvir Sena which had carried out dozens of massacres of Dalits in Bihar in the 1990s. Similarly, in the massacre of six Dalits in Karamchedu on July 17, 1987, the Andhra Pradesh High Court had struck down the Ongole trial court’s conviction of 159 people to life imprisonment. The conviction rate has certainly improved since Khairlanji, but this is just misleading. It is still far below the conviction rate for crimes registered under the IPC, and is merely an aggregate that does not reveal conviction in the cases of major atrocities like murder and rape. How do you explain this? First, the neoliberal paradigm has changed the dynamics in rural India to the detriment of the Dalits. This change could be seen in terms of mounting agrarian crisis, general deprivation of the people from the lower strata, jobless growth, and the gradual withdrawal of the state from its obligation to provide public welfare services. However, the impact of these changes over the past 25 years has not been uniform across social strata; the poorer lot, who tend to be largely Dalits, are hit more severely. The crisis that ensues impels people to take refuge in the occult, and this happens all over the world. Empirically, it is observed that with the advent and spread of neoliberalism, there has been a resurgence of religious fundamentalism and regressive ideas that had almost died during the post-War decades. While this is quite applicable to India, there have been other factors that complicate our case. India’s rising in the esteem of the Americans by the year 2000 in the field of IT provided the requisite confidence to say there is nothing shameful about India’s past. People began speaking in favour of caste and caste-based practices in public spaces. The building and revival of Hindu temples and all kinds of festivals, in the West and in India, saw a tremendous rise. In the same context, the cultural and political assertion of the new generation of Dalits provided the spark to precipitate an atrocity. While Social Darwinist neoliberalism is universally injurious to the lower strata, in India it works in concordance with Hindutva. There is a huge ideological similarity and affinity between these two vile creeds. Hindutva, howsoever it might hide its fangs, is essentially anti-Dalit. While its political wing goes out of its way to display its love and affection for Dalits via the icon of Babasaheb Ambedkar, it emboldens its followers to crush any assertion of the Dalits. Today, when the BJP is ruling the country with absolute majority (albeit with just 31% of the popular vote) in the Lok Sabha, one may not need any such explanation. Its foot-soldiers have gone on the rampage against the Dalits, tribals and minorities. These days events like Una are being filmed on phone cameras and shared in a celebratory manner by the perpetrators. What does this do to the psyche of the caste-Hindus, whom Ambedkar called the sick men (and women) of Hindustan? The Hindutva bigots are indeed displaying their sickness. The Una incident, which made news because the video shot by the gau-rakshak goons had gone viral, revealed their confidence and impunity. They knew that they would never be brought to book. Actually, this is true of any atrocity. The perpetrators commit ghastly and inhuman crimes against Dalits because they think they will not face the consequences. Indeed, the way the system has worked, it corroborates their belief and encourages them to commit ghastlier atrocities. It is rare for atrocities to achieve the event status of a Khairlanji or Una. Most go unreported, unnoticed. For instance, there were 47,064 atrocities in 2014, out of which 794 were murders and 2,388 were rapes. How many of them really made it to even the inside pages of newspapers, or to the scroll of a television channel, not to speak of panel discussions? If one considers that every day on an average two Dalits are murdered and more than five Dalit women are raped in India, one can realise the degree of sickness.Yet there’s a difference. Earlier, atrocities and massacres rarely made news. Now, with the proliferation of media, especially social media where Dalits have been active, it is hard to ignore. Sometimes it’s as if such violence can also become a commodity fuelled by new technologies. Yes, technology does impact the lives of all people, and by that logic the world of castes too. It is true that earlier the media hardly took note of Dalits. Today they do, not out of any moral compunction but for sheer commercial logic. Over the years changes have taken place among both – the media as well as the Dalits. While the media has discarded its pretentions of being a watchdog on behalf of the people and become an unabashedly commercial enterprise, a sizeable section of Dalits has emerged as consumers in the increasingly competitive market. Not that media was not owned by capitalists earlier who were not concerned with return on investment. Earlier, they had the goal of maximising long-term returns and wanted to establish and then maintain their credibility with the people by creating what is called brand equity. Today, neoliberalism has pulversied and discretised everything, including the timeframe. There is no longer anything like “long term”. Everyone is motivated to maximise returns here and now. Technology – not just in social media applications but the availability of cheap and abundant computing power, data capture and storage that in turn has created a new paradigm of analytics – cannot ignore Dalits as consumers of goods and services. Therefore, the media cannot afford to ignore Dalits any longer, although still being largely Dalit-free, it displays prejudice as well as ignorance in writing about them. The proliferation of cellphones and their fast transition into smart phones has brought the significance of social media to the fore. The people of the lower strata, who do not find adequate representation of their news and views in the mainstream media, have consciously resorted to social media. As the gau-rakshaks of Una had circulated their bravado of flogging the Dalit youth on the social media, the same was used by the Dalit youth to mobilise in protest. In 2006, when Khairlanji happened, the spread of smart phones had not reached the Dalits. But today there is formalised media like Dalit Camera and scores of websites, not to speak of Whatsapp groups, that make use of social media and net technologies. While it marks a great advance in spreading the message far and wide, the excess and shallowness of social media content has already become worrisome. There is the emergence of a class of social media activists for whom social media has become the be-all and end-all of the Dalit movement. All their anger and activism remains confined to a 3x4 inch phone screen, never to spill out on to the streets. It has become an easy vent. Another negative with the social media-based Dalit movement is that, given its closeted space, individuals easily take to identitarian expression to reify their politics.While we have had the Dalit Lives Matter campaign inspired by Black Lives Matter, why do you think international ignorance of India’s hidden apartheid is still so persistent? Why is the world so indifferent to the ugliness of caste?  You are talking about the recent campaign carried out by All India Dalit Women’s Rights Forum emulating African Americans in the US. It is a pity that Dalits, instead of identifying with the Blacks there, have only preferred to copy them. Dalits are a far larger population than African Americans, but could not even be original in articulating their struggle. Anyway, if it brings familiarity to the world, it might be worth it.One may not be so sure that the world is indifferent to the ugliness of castes. The issues of racism and apartheid came into prominence because of their definitive history and their interface with the developed world. The caste issue, in contrast, is relatively fuzzy and localised to India. Unlike racism, which has objective attributes such as skin colour, discrimination based on caste needs huge explanation, as it is subjective. Moreover, racism – which is linked to slavery and in which all of Europe was implicated – plagues many countries and continents and hence became a global issue. But caste being overwhelmingly an issue confined to the subcontinent, the international community did not feel the need to intervene. Added to this, there is a huge dampener in the form of the Brahminic Indian state, which is perpetually in denial mode. The issue of castes was brought to the fore by some NGOs and activists during the World Conference against Racism, Racial Discrimination, Xenophobia and Related Intolerance in August-September 2001, but it could not succeed in the face of the vehement opposition of the Indian government and obviously inadequate support from the international civil society. One of the reasons is the sectarian attitude and identitarian obsession of the Dalits, who never have come out of their caste shell identifying with all the oppressed people of the world. Another reason is the mode and intensity of the struggle. While African Americans had waged long and militant battles against racial discrimination, Indian Dalits have adopted a leader-centric negotiations-based approach, capitalising on their oppression. The outside world responds to the shockwave generated by a mass movement for justice. While the movements against racism shook the world to its core, the Dalits could not do it. With the Dalit movement obsessively moving around the single issue of reservation, the outside world came to think that what the Dalits got was indeed an undue favour from the state. Lastly, I think there is a failure to communicate to the larger world. It may go to the credit of the Dalit diaspora that the awareness of discrimination against Dalits is increasing in foreign countries – take the Equality Act of 2010 in the UK, which last year led an Adivasi woman from Bihar, who had been forced to be a slave in a Hindu household, to being awarded a hefty compensation of £184,000 in UK’s first caste discrimination case.India has for over 25 years officially adopted American style capitalism and consumerism. But we do not see the concomitant diversity here for Dalits like we see for African Americans in the US. Why? American style capitalism is informed by a hodgepodge ideology that came to be known as neoliberalism. This is an extremist version of liberalism and capitalises on the negative dimensions of liberalism. The liberty of an individual, for instance, is used to create the market as god. This logic is then extended and the state withdraws from the spheres of public services, handing them over to private capital. Its ideological extension is Social Darwinism, which does not offer any scope for the social justice discourse that had gained strong currency during the post-World War II years. All that happens in its name is in the mode of CSR (corporate social responsibility) to manage the status quo. This being the case, even in the US, capitalism cannot be seen as being benevolent to the downtrodden. The entire talk of diversity has a “management” logic to it. Besides, this diversity quotient is confined to the relatively upper strata of the minorities, consistent with the Social Darwinism that is the governing discourse. The population in the lower strata is systemically left out. The same is happening in India. The upper strata of the Dalits, propagandised by their spokespersons in the Dalit Indian Chamber of Commerce and Industry (DICCI), did benefit from these policies. They are visibly and extraneously promoted by the neoliberal state and its sole beneficiary, the big capitalists. The poor have to be content with either development trinkets that trickle down, or with the state’s largesse that flows on the eve of elections. It is quite true of the US too, which appears on the surface to be a reasonably just society promoting diversity. If the situation of the African American looks better in the US, it is not because of neoliberalism but because, before its advent, the Black people waged serious battles against the odds to make these gains. That society, moreover, does not have the abiding ideology of Brahmanism to resist. So the US has developed into a prototype of living capitalism, and hence its logic accommodates African American claims and aligns itself to accepting them as fellow travellers. What you must remember is that at the same time that you see more Black millionaires and billionaires, you also see more and more Black people (and Hispanics) ending up in US prisons. That there still needs to be a Black Lives Matter campaign in a post-Obama nation speaks volumes for the kind of society the US remains. One should therefore not allow the glitter to mask ugly realities.\"Khairlanji\" by Savi SawarkarWe still find that Dalits are almost totally absent from spaces other than where reservation is mandatory. They are hardly there in private industry, media, publishing or cinema. Do you think these are also crimes, in the sense that absence of social democratisation eventually leads to the horror of atrocities and massacres?  Yes, certainly any discrimination should be read as lack of social democratisation which is no less criminal than horrific massacres. Discrimination against Dalits is pervasive in all the fields. While such statements may sound axiomatic, there is a need to exercise caution. Caste dynamics operate in very complex ways. Even discrimination is not a linear affair. For instance, both the Congress and BJP governments will uphold the DICCI-wallahs but crush a million Rohith Vemulas. Dalit politicians will be wooed, but an FIR by an ordinary Dalit will not be easily registered. A mediocre Dalit employee will be promoted out of the way as a showpiece, but a capable Dalit will be condemned and finished. People hardly have a nuanced understanding of how caste plays out. Therefore, to speak about discrimination in a simplistic manner may be counterproductive. If Dalits are not found in non-reservation sectors, it is also because the risk appetite of Dalits is almost zero. Indians still operate on the basis of clannish ties, euphemistically termed social capital. It is but natural because in business parlance it reduces transaction costs. Dalits do not have such social capital in most spheres of the economy. Howsoever capable (in academic terms) a Dalit boy or girl is, he or she would prefer a public sector job to the private sector even if the latter pays more. It is the sense of security associated with the public sector job that informs such a decision. This was almost the norm until the 1990s. By then, the second and third generation of Dalits, typically the sons and daughters of well-off Dalit parents, settled in urban centres, and having passed out from good schools and colleges, often with little knowledge of their caste, began entering the job market. They preferred the private sector, which pays more. But while this is the broad trend, discrimination has not vanished. So the question is not whether we find Dalits in sectors where there’s no formal reservation, but whether his or her caste follows him in these new arenas or not. A vast percentage of Dalits passing out of our elite institutions go for private sector jobs, but as a survey done by IIM, Ahmedabad showed, they were summarily discounted to the extent of 16 percent in their placement packages. This is the story in the job market, but in other fields like media, cinema, etc., Dalits are entering in significant numbers against the odds of social capital. Since this is a recent development, their numbers may not be commensurate with their population, but it is certainly growing. If the media realised the importance of having Dalits as consumers of products and services, including those of the media, it follows that they would recruit Dalit journalists to benefit from their insights and perspective. In cinema, as the phenomenal success of Sairat proves, realisation is dawning that diversity does sell well. And so we witness the rise of Dalit directors and actors. All said and done, so long as castes survive, discrimination in some form or the other will go on, for the very foundational logic of caste is inequality. Therein lies the importance of the goal of annihilation of caste.Recently, Human Rights Watch has said that Section 3.I.(x) of the Prevention of Atrocities Act – which says intentionally insulting or intimidating with an intent to humiliate a member of a Scheduled Caste or a Scheduled Tribe in any place within public view – could be dropped, saying this curbs freedom of expression. They cite the case of Ashis Nandy’s “persecution” for his utterances at the Jaipur Literature Festival in 2013 to argue for this. Your response? How many Ashis Nandys have been punished under the section? This is a commonplace caste crime and the section you cite aims at curbing it. How does it impinge upon the freedom of expression of the non-Dalit communities unless they wantonly wish to abuse Dalits? Calling someone “saala chamar”, “bhangi” or “dhed” is commonplace and part of the everyday vocabulary of caste Hindus, mostly in private. If section 3.I.(x) is removed from the Act it will embolden people to publicly and routinely abuse Dalits. One has to look at it from the perspective of Dalits: how would a Dalit feel when being abused by his caste name? Such humiliation often kills a self-respecting Dalit alive – it can be worse than a physical assault. In the past, they were not aware of their human rights and had internalised their inferiority under the Brahminic social order. Now, when they are abused by their caste names after they have become conscious of their rights, the consequences are terrible.What of this crime? The court had often laid undue stress on “intentionally” in every crime under the Atrocity Act. If a crime of Khairlanji’s magnitude, which had a history of harassment on account of the victims’ caste, could be dismissed by a court as lacking in “casteist intention” of the culprits, then the judges must demonstrate which crimes qualify under the Atrocities Act. Many a rapist is acquitted under the Atrocities Act with a similar argument – that the woman was not raped because of her caste but because of the criminal’s lust. The judges probably expect an eyewitness to the rape and the rapist announcing that he was doing it because of the caste of the victim. How can one hope for justice when the judiciary itself takes such an unreasonable view?Do you think this could become an argument for non-Dalits to have the licence to freely insult Dalits as a habit? Is freedom of expression also about the freedom to insult Dalits in public spaces? Irrespective of the law, are not SCs abused habitually by their caste names used as slurs both in urban and rural India? Is verbal violence the first step towards physical violence? Of course. Freedom is a two-edged sword in a hierarchised society, whether class or caste underlines the hierarchy. It cannot be absolute vis-à-vis the other person, especially if the person belongs to a lower socio-economic stratum. As even Babasaheb Ambedkar had observed, this liberty was misused by capitalists to exploit workers. In the context of the caste system, where the Dalits suffer from ingrained prejudice of society, it would be certainly a licence to humiliate them. In earlier times, there was no scope for apprehension over abuse since an untouchable could not complain about abuses or insults. But now, when the Dalits have gained consciousness of their human rights and learned to assert them with the backing of laws, the withdrawal of such safeguards will give free rein to casteist elements to torment Dalits. Although the implementation of the Atrocity Act is far from satisfactory, there has been vehement opposition to it right from its inception from several political parties across the nation. Bal Thackeray and the Shiv Sena had opposed it and made the government of Sharad Pawar – in which Ramdas Athwale (one of the leaders of a faction of the Republican Party) was the social welfare minister – withdraw 1100 atrocity cases in one go. The current Maratha agitation in Maharashtra, sparked off by the rape and murder of a minor Maratha girl by three Dalit drunks, has demanded the repeal of the entire Act. In my book on Khairlanji, I have shown how the Atrocity Act, despite its sharp teeth, has been neutralised at every stage of the justice delivery system. The bogey of its misuse has been the insistent cry of the middle castes that are mostly involved in crimes against the Dalits. It is interesting to see how politicians like the chief minister of Maharashtra have acknowledged the “misuse” of the Act. Everyone wants to show the Dalits where they belong. Since there’s a lack of both social and political will to bring justice to a victim of caste violence, what do you think can be a practical and justiciable solution? The only times justice seems to have been possible is when Dalits were forced to take the law into their hands. But then Babasaheb Ambedkar, who oversaw the drafting of the Constitution, was for legal methods; and these have always failed the Dalits despite the Dalit movements always adhering to democratic methods. What’s the way out?  You are absolutely right that the experience of the last seven decades has proved the failure of all our institutions in getting justice to Dalits. The dismal conviction rate may be one indicator, but it does not quite reflect the intensity of injustice. A small rise in the conviction rate from single-digit to two-digit percentage points is an aggregate rate that covers over 47,000 atrocities in a year. The conviction may be just six months for petty crimes committed by a fellow of the same class as that of the victim. But the bigger crimes like murder and rapes, invariably committed with the backing of locally powerful people, are not known to end in conviction. If at all conviction takes place in the more publicised cases like Khairlanji, we can be sure that the real culprits are not punished. Usually, poor dummies are offered as scapegoats to replace the powerful people who are the masterminds and real criminals. Ambedkar, by virtue of his religious upbringing and also owing to the impact of the liberal education he received during his university days in the US and England, had developed a deep faith in constitutional democracy. His teachers, such as John Dewey, James Shotwell, Edwin Seligman, James Harvey Robinson and Franklin Giddings among others, all liberals, pragmatists and Fabians, influenced Ambedkar’s thought process. These frameworks subtly disputed the Marxist formulation of revolution being brought about through class struggle between the bourgeoisie and the proletariat. Ambedkar appears to have inherited this liberal framework in full measure. Later, when he was showered with praise for drafting the Constitution of India, in a state of elation he had advised the Dalits to shun even the agitational methods and adopt only constitutional means for resolution of their problems. When he embraced Buddhism, this credo of non-violence was elevated to an article of faith. The concept of nonviolence in Buddhism was relative, as he himself explained in his The Buddha and His Dhamma. However, when he delivered a lecture titled “Buddha and Karl Marx” at an all-religion conference in Kathmandu just a month before his death, he appeared to valorise absolute nonviolence. It may have to do with his class position too, which forbade him the option of class struggle and violence. As explained in the Fabian tracts by Bernard Shaw, class struggle does not appeal to the middle classes. This propensity to avoid violence remained with him right from the very first struggle he waged in Mahad at the Kolaba Depressed Classes Conference in March 1927. On March 19, when the Dalit delegates were returning to their places after drinking water from the Chavadar tank, the caste-Hindu goons of Mahad grievously attacked them. Most of the nearly 3,000 Dalit delegates who had participated in this event were ex-servicemen and veterans of World War I. They were merely waiting for a nod from Ambedkar to avenge the timid attack of the Hindus. But Ambedkar stopped them. He invoked the same logic at the Mahad satyagraha in December 1927, which was consciously organised by him in response to the turn of events at the first conference. But he suspended this agitation against the wishes of all the delegates only to avoid a legal confrontation with the state. There cannot be two opinions about the avoidance of deliberate violence, but when violence is integral to life, to uphold nonviolence as an inviolable principle is morally problematic and strategically a blunder. I make this observation in my book Mahad: The Making of the First Dalit Revolt – that if the delegates at the Mahad conference had avenged the attack of the caste-Hindu goons that day, it would have given a completely different orientation to the Dalit movement. The excuse that the Dalits in neighbouring villages would have faced the ire of the caste Hindus is invalid, for even without any retaliation they were beaten at many places. The simple news that Dalits had raised their hands on caste Hindus in retaliation would have been enough to send shockwaves through caste society. It would have meant a real revolt, more effective than a thousand satyagrahas against haughty unrepentant Hindus. The deep-rooted venom of caste needs a strong antidote, and this can only happen through retaliatory violence. In the event of caste atrocities also, instead of lamenting – the entire Dalit consciousness amounts to laments that inevitably end up as moving poetry, and sometimes autobiography – if the Dalits had thought of retaliatory action, the perpetrators would not have acted with impunity. On the one hand Babasaheb Ambedkar would exhort the Dalits to live just for one day like a tiger rather than a hundred years like a goat, and on the other, he would not allow Dalits to even think of violence when it is strategically warranted. Yes, the violence of the Dalits would give rise to counter-violence as happened in the aftermath of the 1992 Bara massacre in Bihar. But that was a war-like situation. It would not always happen. Even if it does, it is a fair cost one has to pay for a better future. While any loss of life should be summarily undesirable, in the context of revolutionary violence, Herbert Marcuse’s “calculus of progress”, involving a comparative assessment of the number of people likely to be killed during and after the revolution and the numbers that would die if the existing order were to be allowed to continue, might be useful. American sociologist Barrington Moore’s use of such a comparative assessment to compare China favourably with India, and philosopher Ted Honderich’s idea of democratic violence, are more recent examples of such a consequentialist calculation. Annihilation of caste in India is no less than a revolution. Finally, the corporate media and the elite of India speak of caste only through three tropes: reservation, atrocity, and electoral politics. They never turn the gaze inward and see how caste permeates almost every aspect of their own lives. Such being the reality, how and when then do we move towards the Ambedkar ideal of annihilation of caste? Reservation and electoral politics have truly been the props of the caste system and atrocities are their concentrated expression – the strange and bitter fruit. If the media and elite speak only in these terms, I do not fault them. What I fault them for is that they do not speak of these terms integrally, so as to see the causal linkage between them. They do it in discrete terms. When they discuss reservation, they reduce it to an idiotic debate about merit. When they speak about electoral politics, it invariably highlights the opportunism of the political class and necessarily degenerates into being for or against this or that party. Caste atrocities, first, are hardly discussed; but when they are discussed, they become an “unfortunate incident”, and if they provoke protests, they are looked at as an overreaction of the Dalits. Post-Una, when the Dalit-led protests erupted, all that the media did was discuss the possible impact of the Dalit vote on elections. Justice and the inhuman violence are forgotten. If atrocities and reservation are truthfully and meaningfully discussed, all the intrigues of the ruling classes could easily stand exposed.Indeed, if castes were not consecrated in the Constitution, they would have been on the deathbed long ago and perhaps dead by now, emptied of their strength. The ruling classes skillfully preserved them with the excuse of providing social justice to the Dalits. How is this done? Reservation. The policy of reservation was not instituted by them but by the colonial rulers way back in 1935 (for political reservation), and in 1943 this took the present form of a quota system. It was granted as an exceptional policy for an exceptional people as it ought to be, but after independence this noble principle was converted into a veritable tool by the rulers. They extended reservations to the Scheduled Tribes along exactly the same lines as for the Scheduled Castes. It could have been better achieved by including them into the already existing schedule, which could have led to diluting the stigma associated with the schedule because the tribals were not stigmatised as untouchables. But the state created a separate schedule and instituted exactly the same provisions for the tribes, merely replacing the term caste (SC) with tribe (ST). They did not stop there; they included a vague article in the Constitution envisaging that the state would identify other such classes and adopt measures for their development. Thus, they actually constructed a can of caste worms, the lid of which could be opened at any opportune time. This lid was opened, as we know, by VP Singh unleashing casteisation of the society. In a backward country, backwardness could obviously not be the criterion for reservations. The colonial rulers did not give reservation just because the Dalits were “backward”; they were given reservations because the social order would not allow any development to come to them. To think that reservation is a panacea for backwardness is a folly of the highest order. The state that claimed to be a democratic republic owed to its people equitable development. The logical way of it would have been to empower them with basic inputs like health and education, and the security of a minimal standard of living. But the state hopelessly faltered on all these and has eventually handed these sectors over to private players to exploit an already emaciated people. One must see the cunning of the ruling classes in implementing truncated land reforms, the Green Revolution, and other so-called development policies. This created a class of rich farmers out of the populous shudra castes in rural India, who became an ally of the ruling classes. In the process, Dalits were reduced to be farm labour, utterly dependent on rich shudras for a living. The new genre of atrocities is the byproduct of this process. Electoral politics has admittedly been the main prop of castes. The fundamental intrigue here was the adoption of the first-past-the-post (FPTP) electoral system, which is singularly unsuited for a society like India that is hopelessly divided along multiple axes of castes, communities, language, region, ethnicity, race, etc. – what Ambedkar called a “congeries of communities”. However, FPTP is the only system which could ensure the perpetuation of their class rule. The customised Proportional Representation (PR) system, which a majority of countries have adopted for their democracies and proved to be better democracies, could have helped obviate the manipulation of castes and communities. When electoral politics became increasingly competitive and uncertain, with the emergence of regional parties by the early 1970s, as the natural sequel to the process I just mentioned above – that is the creation of a newly enriched class of rich farmers – the vote blocs assumed huge value. Castes and communities came in handy for they supplied these vote blocs. Having decimated the Dalit movement, Dalits became the most available people. In pursuit of the Dalit vote, Ambedkar has become a pivotal icon distorted in a manner that suits various political parties. In such a poisonous situation, Ambedkar’s dream of the annihilation of caste looks light years away. Those who chant Ambedkar’s name appear to be more casteist than others. The idiom of castes actually does not stop at caste. To seek hierarchy is the intrinsic character of caste. It naturally goes on splitting like an amoeba into its sub-castes and sub-sub-castes. It is for this reason that I have always argued that no radical movement could be articulated on the basis of castes, or in the name of identity assertion. The sooner the Dalits realise this, the better it would be for them.","author":"S Anand","time":"2016-09-29T08:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/817737-42411-zxjfmfnesq-1475078116.png","tags":["Dalits","Khairlanji","Brahminism"]}