{"title":"Ten years after IIT engineer was murdered for exposing corruption, Indian bill still doesn't protect whistleblowers","content":"The Delhi government cleared the draft of Jan Lokpal bill on Monday. It aims to bring all public servants, including the chief minister, under the ambit of an anti-corruption watchdog with the power to investigate graft cases and penalise those found guilty.The bill also provides legal protection to whistleblowers and honest officials who seek to expose corruption cases, a feature that is conspicuous by its absence in the national Lokpal and Lokayuktas Bill passed last year.However, it is not only the Lokpal Bill that lacks such provisions. Surprisingly, even the Whistleblower Protection bill that was passed by the Lok Sabha in 2010 but is yet to be passed by the Upper House does not have clear-cut provisions for protecting whistleblowers.The bill has its origins in the 179th report of the Indian law commission, 2001, which had recommended a separate law to protect the identity of whistleblowers and prevent them from being victimised for their role in exposing corruption and financial irregularities. The report also drafted the law, which included a clear definition of victimisation and provisions to protect whistleblowers from such victimisation.It would take ten years for the bill to be introduced in parliament. Further, the bill eventually introduced in the Lok Sabha differed significantly from the law commission's bill. First, it left out the definition of victimisation, and second, it did not allow anonymous complaints.Mandira Kala, head of research at PRS India, an organisation that focuses on Indian legal research, said that while the bill did have provisions to protect whistleblowers, it did not deal clearly with the issue of victimisation.\"It just says that the whistleblower should not be victimised, which is clearly an inadequate provision,\" she said. \"Also, it doesn't prescribe any penalty for those who victimise whistleblowers.\"This lapse is particularly glaring considering that India is not exactly a safe place for whistleblowers. In 2003, IIT Kanpur alumnus Satyendra Dubey was murdered, allegedly for his role in exposing the financial irregularities in the Golden Quadrilateral highway construction project in Bihar.Dubey was employed with the National Highway Authority of India and in 2002, he was appointed assistant project manager at Koderma in Jharkhand, responsible for the construction of the Aurangabad-Barachatti section of National Highway - 2. This highway was part of the Golden Quadrilateral project, which had stringent controls to ensure that only experienced firms handled construction.However, Dubey discovered that the firm selected for the project, Larsen and Toubro, had sub-contracted the project to smaller firms controlled by the local mafia. Letters to his superiors at the National Highway Authority did not result in any action. Dubey also got engineers suspended after he exposed financial irregularities in their cost estimates.Dubey eventually came to suspect that there was high-level corruption in the National Highway Authority and hence wrote directly to the then prime minister, Atal Behari Vajpayee, about the financial irregularities in the project. Though he did not sign it himself, he attached a separate biodata to show that its source was indeed part of the project. He also addressed the letter to the chairman of the National Highway Authority. Despite pleas to keep his identity secret, the letter and the biodata were forwarded to the ministry of road transport and highways, which officially reprimanded him for writing directly to the Prime Minister.Dubey was shot dead at the Circuit House in Gaya on 27 November 2003. He was 31 years old. The police reported that he had been receiving several threats before his murder. Three men were sentenced to life for their role in his murder in 2010.In the same year, another whistleblower, Satish Singh, was murdered in Talegaon, allegedly for his exposing the land scams in Maharashtra. And, currently, the Haryana government has chargesheeted senior IAS officer Ashok Khemka, who cancelled a suspicious land deal between DLF, a construction company, and Robert Vadra, Congress president Sonia Gandhi's son-in-law. He stands accused of damaging the reputation of the firm and Vadra.These cases highlight the necessity of having clear definitions and provisions to ensure whistleblowers are not victimised this way.Also, whistleblower protection bills in the UK and the US allow anonymous complaints, and contain detailed witness protection provisions.\"That sort of scope is simply not there in the Indian whistleblower protection bill,\" said Kala.This is one of the reasons why Kala thinks the bill won't really change things.Also, after Dubey's death, a 2004 government regulation authorised the Central Vigilance Commission to receive complaints from officials seeking to make public interest disclosures. Kala said the commission receives only a few hundred complaints annually, even though the resolution covers almost the same ground as the bill. Hence, the bill was unlikely to result in a spike in the number of complaints.A robust law would have helped Vijay Pandhare, who exposed a huge irrigation scam in Maharashtra in 2011. See Scroll.in's interview with him.Unless the holes in the whistleblower bill are plugged, it is unlikely to afford real protection to the honest bureaucrats trying to curb corruption.","author":"Karthik Balasubramanian","time":"2014-02-07T08:30:33+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/655790-bd292473-6794-4492-8364-c0d69252d87e.jpg","tags":[],"source":"https://scroll.in/article/655790/ten-years-after-iit-engineer-was-murdered-for-exposing-corruption-indian-bill-still-doesnt-protect-whistleblowers"}