{"title":"Ten Indian designers who are reimagining the English alphabet for an Instagram challenge","content":"The idea of fear intrigued Nori Norbhu. “Everybody has something that they fear in life,” said the Mumbai-based graphic designer, and “overcoming that fear” can give you a certain kind of freedom. It was to portray that freedom that Norbhu decided to create a series of illustrations on phobias.Norbhu’s illustrations make up her entry for this year’s 36 Days of Type challenge. The brainchild of Spanish graphic designers Nina Sans and Rafa Goicoechea, 36 Days of Type started in 2014 as an open call project that invites members of the design community to create a letter or number a day for 36 days by interpreting letterforms in interesting styles and share it on Instagram using the hashtag 36daysoftype. Select designs are featured on the project’s gallery every day of the challenge.The project forces designers to expand the borders of typography and share their creations with a global community of like-minded individuals. Scroll.in spoke to 10 Indian artists who are participating in this year’s challenge, which began on April 2, on their inspirations and learnings.Rajasee RayImage courtesy: Rajasee Ray.Ray is “illustrating 36 fictional worlds from my favourite fantasy books”, including The Lord of the Rings and Harry Potter. “Some of the books are iconic and I know them well,” said the Kolkata-based artist. “But the others are so much more fun to revisit because I remember some of them and have forgotten the rest, and remembering an old love is such a wonderful kind of happiness.” The alphabet A is based on the world of Albia, taken from the book The Traitor Son Cycle, written by Miles Cameron, aka Christian Cameron. Much to Ray’s delight, the author liked her post and followed her back.Ray began colouring digitally in 2018 and started using Procreate, a digital illustration app, in January, so this series is also an attempt to familiarise herself with the software. Ameya NarvankarImage courtesy: Ameya Narvankar.This year is Narvankar’s fourth time participating. Fascinated with witches and magic in pop culture, he was toying with the idea of making a digitally illustrated type series on the Netflix show Sabrina. A week before the event, he changed his mind.His research into witchery in the Middle Ages showed him that many of the women falsely accused of being evil were healers. “Their affinity with the forest” inspired Bengaluru-based Narvankar to use “natural forms to construct the alphabet into a Typecraft series”. Now he is “constantly spotting random foliage on the road and rushing to pick it up to use”.Reshma SrinivasImage courtesy: Reshma Srinivas.A self-confessed gourmand, Srinivas’ illustrations are based on Indian food. “Living outside India made me want to show the world the [variety] of Indian food,” said the New York-based artist. “I [also] wanted to relive the happy memories attached to some of my favourite food.” Featuring Maggi noodles, idlis, coffee and more, Srinivas’ illustrations are about “making you eat with your eyes”.Her project is partly inspired by the food illustrations on the Instagram account @theydrawandcook. One of her goals for participation is to improve her watercolour techniques. “The amount of creativity this project has brought about is mindboggling.”Nori NorbhuImage courtesy: Nori Norbhu.“I am obsessed with vintage stamps and old parchment paper,” said Norbhu. “It was a design project I always wanted to work on and this [36 Days of Type] seemed like the perfect project to bring that vision into.” Her fear-based illustrations – from Bibliophobia to Necrophobia – represent “a positive spin on phobias”.The response to her project has “been great”, she says, but what has enthused her is finding “other artists doing amazing work”. “It challenges me,” she said.Sandhya PrabhatImage courtesy: Sandhya Prabhat.Prabhat’s idea was to draw attention to the threat of extinction hanging over several animal and bird species. “With habitat loss and human interference, several species crucial to our continued existence are rapidly getting wiped out,” she said. While her T illustration is modelled on the tiger, R is based on the Red Panda.For this series, titled Endangered Animals, Prabhat, who shuttles between India and California, has picked colours not normally associated with nature, “so that the letters capture the attention of people and the urgency of the message stays in their minds”.Ketaki JoshiImage courtesy: Ketaki Joshi. Joshi’s agenda for this year’s challenge was that “she wanted to use her hands”. A nature lover, she decided to source materials such as vegetables, herbs and tiny flowers from her garden in Jaipur. Working with flowers and leaves, she says, was “fun yet challenging” because of their fragility.The project has made her appreciate the “different shades outside of my Illustrator/Photoshop file”. And the experience of “creating an alphabet, shooting a process video and finding a nice track to go along with”, she says, has been “therapeutic”.Shreya AroraImage courtesy: Shreya Arora.The structure of letterforms was always paramount for the Mumbai-based Arora since her interest in type began with calligraphy, but 36 Days of Type challenged her notions. “That’s why it draws such a large number of participants,” she said. “It blurs the boundaries between typography, illustration, animation, 3D modelling and more.”Arora’s illustrations explore a new material or texture every day. “Although there is a conceptual common thread between all the letterforms, each material leads to a different aesthetic.” She was worried her initial enthusiasm would fade away, but is now “completely hooked”.Deepti SharmaImage courtesy: Deepti Sharma.This is Sharma’s first time participating in the challenge, and to her, it seemed the perfect way to “get back to drawing” after a period of drifting.The Mumbai-based artist’s illustrations feature cartoon characters such as Olive Oyl and Uncle Scrooge. “The fact that I’m drawing cartoons I grew up watching makes it easier to draw, since I’m so familiar with them,” she said. “I’m trying to pick characters I love or whose design I have been inspired by.” Prince LunawaraImage courtesy: Prince Lunawara.Lunawara’s theme centres on Indian street vendors. “I’ve been observing and documenting them through photographs, and wanted to explore” them further, said Lunawara, who lives in Mumbai. He is delighted not only by how Indians related to his project but also its global connect. “I heard from someone living in Singapore about how they have similar vendors there, which was news to me. 36 Days of Type is...a great collective energy to tap into.”Shweta SharmaImage courtesy: Shweta Sharma.Sharma “tends to balance things, empathise and overthink”, so she decided to tap into everyday emotions for her project. “I finished all my drawings graphically before 36 Days of Type started,” she said. “The writing bit is what I do now.” The entire process, says the Mumbai-based artist, has “been cathartic, helping me to say things in the right spirit and tone”.Through her writing, she tries to share what she feels and allows people to add more. “I hope it will somehow help me stay grounded and not lose myself.”Here are some other artists whose work you can follow: Besides.In, Tanvee Nabar, Radhika Chitalia, Amogh Bhatnagar, Aakansha Menon, Sharanya Kunnath, Jennifer Sharmila, Soniya Bhase, Priyanka Karyekar and Saurabh Garge.Also read: Indian languages were being neglected even in the world of fonts. Not anymoreNot Arial or Times New Roman, Indian streets are ruled by charming homegrown fonts","author":"Rohini Kejriwal","time":"2019-05-05T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118497-axcmbafobt-1556445685.jpg","tags":["Instagram","36 Days of Type","Social media"]}