{"title":"Tennis: Simona Halep cleared to return to tour following doping ban reduction","content":"Former world number one Simona Halep was cleared to resume her tennis career on Tuesday after her four-year doping ban was reduced to nine months by the Court of Arbitration for Sport.The 32-year-old, who was suspended last September by the International Tennis Integrity Agency after two separate doping infractions the previous year, is free to return immediately having last played at the 2022 US Open.\"Throughout this long and difficult process, I have maintained my belief that the truth would eventually come out, and that a just decision would be reached, because I am and always have been a clean athlete,\" Halep said in a statement.\"My faith in the process was tested by the scandalous accusations that were leveled against me, and by the seemingly unlimited resources that were aligned against me. But in the end, the truth prevailed, even if it took much longer than I wish it had.\" \"I cannot wait to return to the tour,\" she added.The two-time Grand Slam singles champion appealed to CAS in February, arguing that the positive test was the result of a \"contaminated product\" and anomalies in her biological passport could be linked to surgery she had undergone.\"The CAS Panel has unanimously determined that the four-year period of ineligibility imposed by the ITF Independent Tribunal is to be reduced to a period of ineligibility of nine months starting on 7 October 2022, which period expired on 6 July 2023,\" CAS said in a statement Tuesday.Halep's career has been on hold since October 7, 2022, the date of the start of her provisional suspension after testing positive for Roxadustat at the US Open.Roxadustat is a substance that can be used legitimately to treat anaemia.But it is also on the World Anti-Doping Agency banned list as it is considered a blood-doping agent, which increases haemoglobin and the production of red blood cells.The winner of the 2018 French Open and 2019 Wimbledon singles titles was then caught up in a second affair, this time \"irregularities\" in the data of her biological passport, a long-term monitoring tool of an athlete's blood indicators that could indicate doping.'Not intentional'\"Having carefully considered all the evidence put before it, the CAS Panel determined that Ms. Halep had established, on the balance of probabilities, that the Roxadustat entered her body through the consumption of a contaminated supplement which she had used in the days shortly before 29 August 2022 and that the Roxadustat, as detected in her sample, came from that contaminated product,\" CAS said. \"As a result, the CAS Panel determined that Ms. Halep had also established, on the balance of probabilities, that her anti-doping rule violations were not intentional. \"Although the CAS Panel found that Ms. Halep did bear some level of fault or negligence for her violations, as she did not exercise sufficient care when using the Keto MCT supplement, it concluded that she bore no significant fault or negligence.\"In its ruling the ITIA had \"admitted the argument of taking a contaminated food supplement put forward by Halep\", but \"determined that the concentration of Roxadustat found in the positive sample could not result from the quantity ingested by the player\". That reasoning was invalidated on Tuesday by CAS.Concerning Halep's biological passport, CAS took into account \"the results of a private blood sample given by Ms. Halep on 9 September 2022 in the context of a surgery which occurred shortly thereafter\" judging that these elements made \"the doping scenarios put forward by the ITIA\" implausible.Halep has protested her innocence and refused to accept the ITIA decision which would have kept her off the courts until October 6, 2026.On Tuesday, the ITIA acknowledged the CAS decision. \"An essential element of the anti-doping process is a player's ability to appeal, and the ITIA respects both their right to do so, and the outcome,\" said ITIA chief executive officer Karen Moorhouse.\"We await the full reasoned decision and will review it thoroughly in due course.\"","author":"AFP","time":"2024-03-06T09:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148185-vgchmhhyxt-1709696946.jpg","tags":["Tennis","Simona Halep","Doping","Doping in sport","Court of Arbitration for Sport","International Tennis Integrity Agency"],"source":"https://scroll.in/field/1064779/tennis-simona-halep-cleared-to-return-to-tour-following-doping-ban-reduction"}