{"title":"Tennis, Miami Masters: Rohan Bopanna and Matthew Ebden win second title of season","content":"Rohan Bopanna won the men’s doubles crown along with partner Matthew Ebden of Australia at the ATP Miami Masters in the United States on Saturday.Bopanna and Ebden beat Croatia’s Ivan Dodig and American Austin Krajicek 6-7(3), 6-3, 10-6 in just under two hours to win their second title of the season. Earlier this year, the duo won the 2024 Australian Open, which was Bopanna’s first Grand Slam title in the men’s doubles event.This title win also means that the Indo-Australian pair will reclaim the world No 1 spot in the men’s doubles rankings, surpassing Krajicek.“It’s been magical, especially to win here, in the Magic City,” said Bopanna, as reported by the tournament website.“It’s been beautiful. I have to thank Matthew, who has been such a great partner for what he does on the court, with the communication, with the way we handle pressure situations.”With the title, the 44-year-old from Coorg broke his own record to become the oldest man to win an ATP 1000 event.Both pairs had a few chances in the first set to break their opponent’s serve, but Bopanna and Ebden converted one break point in the 11th game off Dodig’s serve to take a 6-5 lead. However, they were broken in the next game despite having two set points, pushing the opening set into a tie break.Krajicek and Dodig raced to a 3-0 lead and then ensured that despite the Indo-Australian pair fighting back, they won the tiebreak 7-3.Bopanna and Ebden came back strongly in the second set and soon had a 3-0 lead after breaking Dodig’s serve in the second game. This break point proved to be the turning point as the duo levelled the match.In the match tie-break, neither side could hold on to the lead for too long. But at 6-6, the Indo-Australian pair surged forward to clinch the tie-break 10-6 and win the title.Bopanna is the first Indian champion of the Miami Masters after Leander Paes won it with his Czech partner Radek Stepanek back in 2012.“I think that is what everyone plays for, they want to be at the highest level and want to play at the top,” said Bopanna.“When you win a tournament and you reach the top of the rankings, you’re the best in the world. It’s a beautiful moment and you know, those 20-30 years of hard work you have put into is the reason why I am enjoying it right now and I’m really happy.”","author":"Scroll Staff","time":"2024-03-31T11:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199626-zlxqenzvsy-1711514857.jpg","tags":["Rohan Bopanna","Matthew Ebden","Tennis","2024 ATP Miami Masters"],"source":"https://scroll.in/field/1066020/tennis-miami-masters-rohan-bopanna-and-matthew-ebden-win-second-title-of-season"}