{"title":"Tennis: No ATP and WTA ranking points for Wimbledon 2022 over Russia, Belarusia ban","content":"Wimbledon, widely regarded as the world’s most prestigious tennis tournament, was stripped of ranking points on Friday by the sport’s main tours in a move which threatens to reduce the Grand Slam to the status of a high-profile exhibition event.The decision by the ATP and WTA was in response to Wimbledon banning Russian and Belarusian players following the invasion of Ukraine.“It is with great regret and reluctance that we see no option but to remove ATP Ranking points from Wimbledon for 2022,” said an ATP statement.“Our rules and agreements exist in order to protect the rights of players as a whole. Unilateral decisions of this nature, if unaddressed, set a damaging precedent for the rest of the Tour. “Discrimination by individual tournaments is simply not viable.”When world number one Novak Djokovic won Wimbledon in 2021, he earned 2,000 points.Wimbledon chiefs at the All England Club branded the move by the ATP and WTA as “disproportionate”.The WTA, which operates the women’s tour, joined their male colleagues in withholding points for the tournament which starts on June 27.Wimbledon’s ban has ruled out a swathe of top players, including men’s world number two Daniil Medvedev and last year’s women’s semi-finalist Aryna Sabalenka of Belarus as well as two-time major winner Victoria Azarenka.- Further talks? -The ATP, however, hinted at a resolution to the impasse.“We remain hopeful of further discussions with Wimbledon leading to an acceptable outcome for all concerned.”WTA chief executive Steve Simon said that his organisation believed “that individual athletes participating in an individual sport should not be penalised solely because of their nationalities or the decisions made by the governments of their countries.”“As a result of the All England Tennis Club’s position that it will not honour its obligation to use the WTA Rankings for entry into Wimbledon, and proceed with a partial field not based on merit, the WTA has made the difficult decision to not award ranking points for this year’s Wimbledon,” he added.The Wimbledon ban has been widely-condemned especially as Russian and Belarusian players are still allowed to compete at other tournaments including the second Grand Slam of the season at the French Open which starts in Paris Sunday.“It’s unfair for my Russian colleagues,” said Spanish star Rafael Nadal, a two-time Wimbledon winner and 21-time Grand Slam champion, when the sanction was announced. “It’s not their fault what’s happening with the war.”The All England Club expressed their “deep disappointment” with the ATP and WTA.They said they had taken the “only viable decision” given the position taken by the UK government to limit Russia’s global influence following the invasion and stood by the ban.  “We deeply regret the impact of this decision on the individuals affected,” said a statement from the Wimbledon organisers.Medvedev, speaking in Paris before the ATP decision was announced, said he would not resort to legal action against Wimbledon but admitted “there are a lot of mistakes” behind the controversial decision.“If I can’t play, I’m not going to go to court for this one,” 26-year-old Medvedev said.- ‘Invaders, murderers’ -The ATP’s decision was slammed by former Ukraine player Sergiy Stakhovsky who famously defeated Roger Federer on Centre Court at Wimbledon in 2013.“To say that I am disappointed in @atptour would be understatement. Never would expect that anyone can stand on the side of invaders and murderers… but it seems to me that even my fellow players feel sorry for invaders from rus/blr,” tweeted Stakhovsky who has joined the Ukraine military to fight the Russian invasion.“Players which in 85 days were not able to produce any clear message of condemnation of invasion into Ukraine. Shameful day in tennis.”The International Tennis Federation (ITF) also confirmed it was refusing to grant ranking points to Wimbledon for junior and wheelchair events.The UK government’s Culture, Media and Sport Secretary Nadine Dorries said: “We stand squarely behind the decision that Wimbledon have taken to stand up for what is right.“We deeply regret today’s decision and urge the ATP to consider its stance on ranking points at the championships. It does not send the right message to either (Vladimir) Putin or the people of Ukraine.”[From the archive] Ban on Russian and Belarusian athletes: Are ‘Western’ sanctions defined by hypocrisy and double standards?✍️ @SamreenRazzhttps://t.co/VOAfZLC029— The Field (@thefield_in) May 20, 2022","author":"AFP","time":"2022-05-20T23:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161456-cpmccuztlv-1626083777.jpg","tags":["Wimbledon","Tennis","ATP Tour"],"source":"https://scroll.in/field/1024430/tennis-atp-tour-says-no-ranking-points-for-2022-wimbledon-over-russia-belarusia-ban"}