{"title":"Tennis: After Australian Open triumph, Novak Djokovic ‘not sure’ when he will return to action","content":"New Australian Open champion Novak Djokovic said on Monday he hopes to return to action in a month’s time but is “not sure” how quickly his injured hamstring will heal.The Serb also revealed that he had not had time to properly celebrate winning a record-extending 10th Melbourne title on Sunday.His 6-3, 7-6 (7/4), 7-6 (7/5) victory over Stefanos Tsitsipas saw Djokovic equal Rafael Nadal’s men’s record of 22 Grand Slam tournament wins and go back to world number one in the rankings.Djokovic was troubled throughout the competition by his left hamstring, although it improved as the Grand Slam went on.While the 35-year-old paraded the Norman Brookes Challenge Cup around the gardens of Government House in Melbourne on Monday for a photoshoot, he was asked by AFP how his leg was and when he might play again.“I’m not sure, I’m going to do some medical check-ups in the next few days,” he replied. “Then I’ll be able to talk about it a bit more and understand the situation.”Djokovic pulled his hamstring before the Australian Open, having won a warm-up event in Adelaide, and was badly hampered at times at Melbourne Park, particularly in the early rounds.At one point he did not practise between matches.“As it stands today I am still signed in for the Dubai tournament, which is in a month’s time. I hope I’ll be able to come back to the courts in several weeks’ time,” he said Monday. “Let’s see, you know, I’ll speak to the medical team and then take it from there,” he added.Djokovic’s coach, Goran Ivanisevic, said most players would not have played after a pre-tournament scan showed the extent of the hamstring injury.“But not him – he is from outer space,” Ivanisevic told reporters.“His brain is working different. He gave everything, 77 therapies a day. Every day was kind of better and better.”Djokovic said there had not been time for any partying on Sunday night to mark his latest achievement.Asked how he had celebrated the victory, he smiled: “With the media, and with doping control!“It was 3:00 am when I went back to the accommodation and it was a long night, but of course a huge relief. “Ending a tournament and the whole journey here to Australia with a Grand Slam win is always incredibly satisfying,” he added. “I didn’t have yet the chance to really celebrate as much as I would like to. I guess that’s going to come in Europe.”","author":"AFP","time":"2023-01-30T15:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186161-rmgpigwqac-1674818402.jpg","tags":["tennis","novak djokovic","australian open"],"source":"https://scroll.in/field/1042890/tennis-after-australian-open-triumph-novak-djokovic-not-sure-when-he-will-return-to-action"}