{"title":"Tennis: Sania Mirza basks in the shade of retirement after a fulfilling career","content":"In the opening few days of the 2023 Wimbledon Championships, Sania Mirza found herself hitting with Saketh Myneni on an outer court at the All England Club. At the end of the practice session, Myneni had a special message for his former mixed doubles partner.“He told me, ‘just practice for a month, it’s enough and come back,’” Mirza told Scroll, recalling the interaction with her compatriot, with whom she won gold at the 2014 Asian Games.It’s been six months since Mirza retired from professional tennis, ending a trophy-laden career that saw her win six Grand Slam titles and become the first Indian woman to become world No 1 (in doubles). Also read: They have Sania MirzaMyneni did, it seems, make an attempt to persuade Mirza to make a return in time for the upcoming Asian Games – “I’m not at all tempted,” she asserted.Mirza, now 36, has settled into a life after professional sport. She did get a good glimpse of it at the Wimbledon Championships in July.She was invited to play the Ladies’ Invitational Doubles event, teaming up with former British player Johanna Konta.“For me, to be invited to play ‘Legends’ at Wimbledon, having won there before, was such a huge honour,” she said. “You’re still playing there, it’s not serious – you’re laughing, you’re having a good time. Before that, every time you’re there it’s very competitive, you’re there to go and win.”Beyond the invitational though, she was a part of the commentary team, often teaming up with the great Martina Navratilova – a record nine-time Wimbledon singles winner. “I’ve had the opportunity to interact with her for many years now,” Mirza said of Navratilova. “I remember, winning in Singapore, twice [WTA Finals in 2014 and 2015], the trophy that is given is presented by her because it is named after her.“She’s so real, that’s what makes her who she really is. She really tells you what she feels, whether it’s in person or in commentary.”\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nSania Mirza during the Ladies' Invitational Doubles event at Wimbledon 2023 (Special arrangement)Watching tennis from a different angle after spending 22 years of her life slogging it out on court, as a professional, gave Mirza a new perspective of how the game is played.“This is the first time that I’ve sat through an entire match and watched it live,” she said.“[As a player] you’re so involved in your own thing, you’re not thinking about other people’s matches. It was really cool to see it, up and close, with people who have seen the game far longer than I have, who have played the game far longer than I have.”Life after retirementMirza, a trailblazer among Indian women, had burst onto the professional circuit as a hard-hitting, fearless teenager. In a few years, she set the bar in Indian women’s tennis.She became the first Indian woman to reach the fourth round of a Grand Slam in singles, the first to win a WTA tour title in singles and/or doubles, and the first to break into the top 100 singles rankings – all before her 20th birthday.Also read: Sania Mirza, a destiny fulfilledNow at 36, she’s enjoying the luxury of spending time with her son, away from the grind of professional sport.“I still have a routine, but it’s just that the routine changes everyday,” she explained.“Now, I got to the gym at 5 pm, but before I go, I have a few things I have to do. Like, today, I have to take my son to the [toy store] and then I have to take him to soccer class. The priorities have changed. That’s when I realised I wanted to retire.”She had first announced that she would retire at the end of the 2022 season, but an injury delayed those plans.It allowed her to compete at the Australian Open earlier this year, where she ended as runner-up in the mixed doubles event – in what was her last appearance at a Grand Slam.A few weeks later, in February, she played her last match as a professional player.“I remember, when I played the last point, finished the match, I didn’t feel anything,” she said. “I did the press conference, my son came with me, I did all that. I didn’t feel anything that was weird.“I came home, put my stuff down. I don’t know what happened, I just went upstairs to my room, I locked the door and started crying uncontrollably. I can’t tell you if they were tears of sadness or joy. It was neither. It was actually more like something was finished, something was over. Even though this was something I chose to do, at that point, it felt like I was letting go of something that I had done for 30 years of my life.“When I woke up in the morning, I felt very fulfilled. There was a little bit of emptiness, but mostly it was all contentedness.”For the past six months, Mirza has dabbled in many different roles. From commentating at Wimbledon, to serving as mentor for the Royal Challengers Bangalore team that competed in the inaugural Women’s Premier League, she is enjoying the next stage in her journey.She remains satisfied with life post-retirement. Content. Fulfilled.","author":"Shahid Judge","time":"2023-08-12T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193077-lieqqtyses-1691746090.jpeg","tags":["Sania Mirza","Wimbledon Championships","Wimbledon 2023","Tennis","Indian tennis","Martina Navratilova"],"source":"https://scroll.in/field/1054178/tennis-sania-mirza-basks-in-the-shade-of-retirement-after-a-fulfilling-career"}