{"title":"Tennis: Novak Djokovic ‘intends to go to Wimbledon’ despite no ranking points available at the Slam","content":"Novak Djokovic said on Monday he “intends to go to Wimbledon” to defend  his title despite the controversy over the tournament being stripped of  ranking points.“Yes, I intend to go to Wimbledon,” said Djokovic after overcoming Japan’s Yoshihito Nishioka in the French Open first round.However, he added that the initial decision of the tournament to ban  Russian and Belarusian players following the invasion of Ukraine was a  “mistake”.The 35-year-old Djokovic stands to lose 2,000 points due to the  decision by the ATP and WTA tours to remove ranking points from  Wimbledon in response to the player ban.“On a personal, individual level, I have been very negatively affected,” said Djokovic.He has already lost 2,000 points by not being able to defend his Australian Open title.“Collectively I’m glad that players got together with the ATP and  showed to the Grand Slam that when there is a mistake happening, and  there was from the Wimbledon side, then we have to show that there is  going to be some consequences.”Djokovic believes there were other solutions available to Wimbledon which would have been less drastic than an outright ban.“A few days ago I found out that there was a document of  recommendation from the British government towards the All England Club  and where they had several options,” said Djokovic.“There was not only one on the table. They haven’t discussed it with  anybody from ATP or any individual players or for that matter Russian or  Belarusian players to just communicate and understand whether there is  common ground where both sides could be making a compromise and  something could work out.“So I think it was a wrong decision. I don’t support that at all. It’s a lose-lose situation for everyone.”The Serb, who was unable to defend his Australian Open title in  January after being deported from Melbourne over his vaccination status,  outlined options.Amongst  alternatives, he said, were Belarus, Ukraine, and Russians playing an  exhibition event during the Slam or a mixed doubles event.“Prize money could go to the victims in Ukraine,” added Djokovic, a six-time Wimbledon champion.“But there was never really, unfortunately, a strong communication coming from Wimbledon. That’s why I think it’s just wrong.“Of course it’s a very unique and weird situation. Of course a Grand  Slam is still a Grand Slam. Wimbledon for me was always my dream  tournament when I was a child. “I don’t look at it through the lens of points or prize money. But  there has to be some standards or criteria, some mutual respect.”Osaka ‘leaning towards not playing’Earlier on Monday, former World No 1 Naomi Osaka said she is “leaning towards not playing” Wimbledon“I would say the decision is kind of affecting my mentality going  into grass, like I’m not 100% sure if I’m going to go there,” said Osaka  after her 7-5, 6-4 loss to Amanda Anisimova.“I’m leaning more towards not playing given the current  circumstances. I’m the type of player that gets motivated by seeing my  ranking go up,” added the four-time major winner.“The intention of this measure was good, but the execution is all  over the place. I’m sure there will be a bit of back and forth with the  whole point situation. Then I guess I’ll make my decision.“I feel like if I play Wimbledon without points, it’s more like an  exhibition,” added Osaka, who has never got beyond the third round at  the All England Club.","author":"AFP","time":"2022-05-24T10:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174803-vtjhzazeyn-1653369418.jpg","tags":["Novak Djokovic","Naomi Osaka","Wimbledon","ATP","WTA","French Open"],"source":"https://scroll.in/field/1024629/tennis-novak-djokovic-intends-to-go-to-wimbledon-despite-no-ranking-points-available-at-the-slam"}