{"title":"Terror, separatism, rioting: NewsClick chargesheet makes sweeping allegations without clear proof","content":"NewsClick founder and editor-in-chief Prabir Purkayastha has been accused of several grave allegations in a chargesheet filed against him by the Delhi police.According to the chargesheet, the digital news organisation propogated “information warfare” in order to “subvert [India’s] psyche” on behalf of the Chinese government. This was allegedly done through, among other things, funding Naxalite and Kashmiri separatist organisations, spreading a disinformation campaign on Covid-19, the “stoking and sustaining” of the 2020 Delhi riots and fomenting the farmers’ protest movement across India.The chargesheet was filed by the police on March 29 but became available in the public domain in the first week of May.Scroll’s examination of the chargesheet revealed that these sweeping accusations rest on shaky grounds. This is because they are based only on the evidence given by eight witnesses, yet to be proven in a court, without any corroboration. Moreover, they are grounded in broad inferences drawn by the police drawing from the pre-conceived notion that Purkayastha and his associates conspired to “weaken and disrupt … every aspect of State apparatus … leading to its destabilisation, decimation and disintegration”.Raids and arrestPurkayastha was arrested on October 3 last year along with NewsClick’s human resources head, Amit Chakraborty, after raids by the Delhi police on over 40 staffers and contributors of the digital news organisation.He has been booked under several sections of India’s stringent anti-terror law, the Unlawful Activities (Prevention) Act – Sections 13 (punishment for unlawful activities), 16 (punishment for terrorist act), 17 (punishment for raising funds for terrorist act), 18 (punishment for conspiracy etc) and 22C (punishment for offences by companies, societies or trusts) – along with Sections 153A (promoting enmity between different groups on grounds of religion, race, place of birth, residence) and 120B (punishment of criminal conspiracy) of the Indian Penal Code.At that time, Scroll had examined the first information report against Purkayastha and Chakraborty and shown the disproportionality of the criminal offences invoked against both in relation to the ambit of actions NewsClick was alleged to have undertaken or could realistically have taken.In January this year, Chakraborty became a government witness and was therefore pardoned in the case. On May 6, he was released from judicial custody by the Delhi High Court.The Delhi Police at Newsclick founder Prabir Purkayastha's residence in Saket. | PTINeville Roy Singham and ‘Chinese money’A central figure in the chargesheet is American businessman and social activist Neville Roy Singham who is alleged to have funnelled over Rs 92 crore into NewsClick’s operations between 2018 and 2023. According to the Delhi police, Singham received money from someone who was “either China sponsored or a part of the Chinese Deep State”.The chargesheet said NewsClick received funds from organisations associated with Singham. But it provided no evidence of these organisations funneling Chinese money into NewsClick, beyond the testimony of Chakraborty and other witnesses.The chargesheet alleged money laundering and illegal receipt of foreign investment by NewsClick but it didn’t invoke the Prevention of Money Laundering Act or the Foreign Exchange Management Act. These allegations are beyond the scope of the legal provisions of the Indian Penal Code and the Unlawful Activities (Prevention) Act under which Purkayastha is booked.NewsClick is already under investigation in a case of alleged unlawful foreign funding by the Enforcement Directorate since February 2021. The Delhi High Court had in June 2021 granted interim protection from any adverse legal action in this matter to NewsClick and Purkayastha.Conspiracy ‘hatched’ through emailThe Delhi police alleged that Purkayashta and Singham, along with several other associates and staff of NewsClick, hatched a conspiracy to carry out an information warfare, push extremist left-wing and Chinese propaganda and “induce disintegration [of India] by stoking regional/communal/linguistic/ethnic/socio-political fault lines”. According to the chargesheet, their goal was to replace India with “anarchy in parts, subservient proto-states and remaining territories under a kind of paramountcy [sic] of a foreign power”.The basis for these astonishing claims? Emails exchanged in 2016 among Purkayastha, Singham and some others that discussed plans for building an international leftist coalition. The emails state that “we need to rally all sections of the people in on-going and new movements to defend the people and the democratic values in the constitution.”While these reveal a political bent that may have coloured NewClick’s editorial lens, it is unclear how this proves a conspiracy to disintegrate India, as the chargesheet claims.‘Information warfare’The chargesheet cited multiple allegations of so-called information warfare by NewsClick against the Indian state. However, these are based on conjecture and rely only on witnesses’ testimony, without referring to any actual evidence.One of the key allegations was that NewsClick tinkers with Indian national borders by using maps that show Jammu and Kashmir and Arunachal Pradesh as not being parts of India.However, there was no video or article cited in the chargesheet which used such incorrect maps.The chargesheet alleged that NewsClick, in its coverage of the Covid-19 pandemic, showed “a clear bias in favour of China” and that it “disput[ed] and discredit[ed] Indian efforts at containing and defeating” the pandemic. Again, there was no such incriminating content published by NewsClick that is cited in the chargesheet.It went on to accuse the All India Peoples Science Network, of which Purkayastha is a member, of “undermining the Indian government’s efforts to combat Covid-19 to develop a vaccine”. No evidence was mentioned to buttress this claim.The All India Peoples Science Network is a national network of people’s science movements in India, established in 1988. It had, like several civil society organisations and experts at that time, criticised the Indian government’s hurried roll-out of Covid vaccines without adequate testing, the private medical sector’s profiteering from the pandemic and the rushed lockdown policy.Purkayastha was also accused of being associated with a coalition of individuals called the People’s Alliance for Democracy and Secularism that was “actively involved at swaying public opinion and manipulating the democratic process in a manner that was detrimental to the integrity/sanctity of the elections” in 2019.Again, there was no evidence mentioned of what this coalition did in service of its supposed aim of “derailing [the] election process”. The only work of this group available in the public domain is an assortment of public statements it has released over the last few years criticising national and international developments. One of these, published in March 2019, had implored opposition parties to agree to a minimum common agenda against the Bharatiya Janata Party in the then Lok Sabha election.The chargesheet accused NewsClick of “spread[ing] false narratives and sow[ing] seeds of division and creat[ing] fear psychosis in the minds of a segment of citizens inciting them to resort to violent resistance against the State regarding the Citizenship Amendment Act [sic]”. The basis for this claim was the media organisation’s critical analysis of the Act and its reportage on the protests against it in 2019 and 2020, along with Purkayastha’s association with individuals and organisations involved in the protests.The chargesheet cited no content by NewsClick that allegedly spread disinformation on the Citizenship Act.The police linked this alleged disinformation with the communal riots that occurred in Delhi in 2020, even though no one associated with NewsClick has been booked by the Delhi police in any case related to the riots so far.The chargesheet alleged that NewsClick’s coverage of the farmers’ protest, government development projects, the Bhima Koregaon riots, northeastern states, the Delhi riots and Kashmir and Adivasi issues “unearthed a pattern of false narratives being propagated with the aim of discrediting legitimate State actions” and “stoking disharmony and hatred among different social-economic religious groups”.Once again, specific content that was inaccurate and divisive was not delved into by the police. Nor was any actual incident of disharmony fanned by NewsClick referred to in the chargesheet.Activists and journalists stage a protest against police action on NewsClick. | Karnika Kohli/ ScrollFunding of terror activitiesPerhaps the most remarkable allegations in the chargesheet are that Purkayastha and NewsClick funded riots as well as terrorist activities. However, no proof is provided for these other than the testimony of Chakraborty and eight protected witnesses – witnesses whose identities are not disclosed in a chargesheet to protect them from possible threats or influence by the accused.One witness alleged that Purkayastha sent NewsClick employees to participate in protests, incite the Muslim community to violence and distribute money among rioters.Another witness accused Purkayastha of sending money to anti-Citizenship Amendment Act protestors in Delhi to purchase, among other things, weapons. According to them, NewsClick gave “bags of money” to Kashmiri men associated with the terror group Lashkar-e-Taiba for terrorist activities in Kashmir.Yet another witness accused Purkayastha of providing financial support to Naxal violence in Maharashtra, Telangana and Andhra Pradesh.All these allegations were endorsed by Chakraborty.Newsclick had earlier this month rejected as “absurd” and “baseless” the Delhi Police’s claims in the chargesheet.","author":"Vineet Bhalla","time":"2024-05-13T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194778-xhsnfeborn-1696649195.jpg","tags":["Prabir Purkayastha","UAPA","NewsClick"],"source":"https://scroll.in/article/1067728/terror-separatism-rioting-newsclick-chargesheet-makes-sweeping-allegations-but-with-little-proof"}