{"title":"‘Terrorists abound in all religions’: Kamal Haasan again defends his Nathuram Godse remark","content":"Makkal Needhi Maiam founder Kamal Haasan on Friday said every religion has extremists and that he does not feel threatened by reactions to his remark on Mahatma Gandhi’s assassin Nathuram Godse, NDTV reported. Haasan made the statement after stones and footwear were hurled at him during bye-election campaigns in Tamil Nadu in the past two days. The actor-turned-politician has faced backlash for calling Godse  “India’s first extremist” and pointing out that he was a Hindu. He made the comment at a public meeting in the Aravakurichi Assembly constituency on Monday.“I am not even threatened,” News18 quoted Haasan as saying. “I feel that the quality of polity is going down and I will not indulge in this mudslinging back and forth.” The Makkal Needhi Maiam chief said terrorists are abound in all religions, according to News18. “Every religion has their own terrorist,” he added. “You cannot claim that we are sanctimonious and [that] we have never done that. History shows you that all religions have their extremists. My talk that day was about harmony.”Eggs and stones were hurled at the actor-politician on Thursday night as he was leaving the stage after addressing a campaign meeting at Velayuthampalayam in Aravakurichi, according to The Hindu. Haasan’s supporters beat up two people believed to have hurled the stones, The Times of India reported.#ElectionBreaking – I don't feel threatened. I feel that the quality of polity is going down and I will not indulge in mudslinging: @maiamofficial chief @ikamalhaasan briefs media over Hindu terror row. | #ElectionsWithNews18 #LokSabhaElections2019 pic.twitter.com/dsyOr8cicr— News18 (@CNNnews18) May 17, 2019\n\nFollowing the incident, Haasan urged his supporters to maintain decorum and not indulge in violence. “Dear MNM family and fans, this is an acid test for our decorum and demeanour,” the actor said on Twitter. “Do not listen to their noises and be drawn into their violence. They are extremists who are slighted by the truth. Tomorrow belongs to us.”On Wednesday, slippers were thrown at the politician when he was addressing an election meeting in the Tirupparankundram Assembly constituency. Earlier that day, Haasan had said that his comment about Nathuram Godse was a “historical truth”.#ElectionBreaking – History shows that there are extremists in all religions. My speech that day was about peace and harmony: @maiamofficial Chief @ikamalhaasan briefs media over Hindu terror row. | #ElectionsWithNews18 #LokSabhaElections2019 pic.twitter.com/Zcjwwr2sGS— News18 (@CNNnews18) May 17, 2019\n\nKamal Haasan on stones thrown at his rally in Trichy: I feel the quality of polity is going down. I don't feel threatened. Every religion has their own terrorist, we cannot claim that we are sanctimonious. History shows that all religions have their extremists. #Chennai pic.twitter.com/R7buqXnUBU— ANI (@ANI) May 17, 2019","author":"Scroll Staff","time":"2019-05-17T10:29:51.797352+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/77400-yrjohxdups-1558067709.jpg","tags":["Kamal Haasan","Nathuram Godse","Tamil Nadu"],"source":"https://scroll.in/latest/923763/terrorists-abound-in-all-religions-kamal-haasan-again-defends-his-nathuram-godse-remark"}