{"title":"‘Thackeray’ movie review: An unabashed propaganda video for the Shiv Sena founder","content":"Some of the jokes in Abhijit Panse’s Bal Thackeray biopic write themselves. In one scene, furious that cinemas in Mumbai are not screening Marathi films but instead privileging “cheap” Hindi productions, members of the Shiv Sena party get to work. They ensure that Dev Anand-starrer Tere Mere Sapne is replaced by Dada Kondke’s Songadya. Of course, Kondke’s sexual innuendo-charged films wouldn’t meet the moralistic standard that the Sena otherwise advocate. But since Kondke is a Marathi, all is good in the universe as imagined by the Shiv Sena.The biggest irony is in the casting and in the fact that the movie about a nativist champion has been made in Hindi as well as in Marathi. Nawazuddin Siddiqui from Uttar Pradesh plays Thackeray, Amrita Rao with roots in North Karnataka his wife Meena, and a host of non-Maharashtrians speakers fills the credits. When Thackeray began his satirical weekly Marmik in the 1960s, he would publish lists of  “outsiders” who were allegedly flooding Mumbai and denying Marathi-speaking natives employment. As the credits roll at the end of Thackeray, it is clear that this movie could not have been made without the help of these accursed outsiders, just like Mumbai could not have flourished without its migrants.Subtlety, or, for that matter, reason, are hardly to be expected from Thackeray, a 139-minute propaganda video for the Shiv Sena as it gears up for the Lok Sabha election later this year. The project has been produced by Shiv Sena Member of Parliament Sanjay Raut, and is an audio-visual extension of the Sena’s official newspaper Saamna, of which Raut is executive editor. Abhijit Panse’s feature-length screed is set between the between the late 1960s and the mid-’90s, and covers every aspect of the Right-wing party’s foundational values. The list is short: Maharashtra belongs to Marathi speakers. Mumbai has been ruined by outsiders. Violence is an acceptable – and indeed the best – mode of protest. Democracy is overrated, and autocracy is a fine thing.  \n\n\n    \n    Play\n\nThackeray (2019).As Thackeray graduates from Free Press Journal cartoonist to state-level rabble rouser, he leaves behind a trail of violence, one that fundamentally reshaped the city then known as Bombay but is presented here as a necessary consequence of the alleged discrimination against Marathi speakers. The film is divided into chapters, and the one on the formation of Shiv Sena in 1966 is titled “Sunrise”. In the process of exploring the rise of the demagogue, the film makes his thuggery and rank bigotry seem normal. Thackeray proudly resurrects the Sena’s violent campaign against South Indian communities in Mumbai in the ’60s (lumped together under the pejorative term “Madrasi”). The notorious rallying cry “Uthao lungi, bajao pungi” (strip off the lungi, sound the trumpet) has been turned into “Bajao pungi, hatao lungi”, (sound the trumpet, drive away the lungi) but the sentiment brims over with the same hate.Key events in Maharashtra’s history are rewritten as glowing proof of Thackeray’s growing influence. Communists are described as “red baboons”, and the murder of Communist Party of India leader Krishna Desai in 1970 in Mumbai is depicted as a milestone for the party. Other such gravestones masquerading as milestones are rolled out –  Thackeray’s support of Indira Gandhi’s Emergency in 1975 (“If an Emergency is needed for discipline, so be it”), Thackeray’s embrace of Hindutva in the 1990s (“Why can’t Hindus vote on the basis of religion”?), and the demolition of the Babri Masjid in Ayodhya on December 6, 1992 (“We didn’t break the mosque, we merely cleared it out of the way”).Nawazuddin Siddiqui in Thackeray. Courtesy Rauters Entertainment. The communal riots that followed the Babri Masjid destruction in Mumbai in December 1992, and early in 1993 changed the city forever. The report of the official commission of inquiry into the violence named senior Sena leaders for planning and fanning the violence, especially the second phase, which targetted the city’s Muslims. Conveniently, the movie sticks to the first set of riots and leaps to the March 12, 1993, bomb blasts that were set off by Muslim gangsters, backed by Pakistan in retaliation for the violence. But rather than being depicted as the instigators of the communal riots, Thackeray and the Shiv Sena are shown as as the city’s saviours. The bomb blasts appear to have been included only because one of the targets was the party headquarters, Sena Bhavan, in central Mumbai.All through the revisionism, Thackeray is portrayed as a cool autocrat who enjoys his pipe and cigars and a mug of beer and is a devoted husband to his wife Meena (Amrita Rao). The movie ends with the Shiv Sena’s peak moment in Maharashtra politics – the victory of the Sena-Bharatiya Janata Party alliance in the 1995 state elections. Subsequent events that roiled the party, such as the exit of Thackeray’s nephew Raj who formed the rival Maharashtra Navnirman Sena, are left out. The result is a saffron-tinted movie that harks back to times that were glorious for some and nightmarish for countless others.","author":"Nandini Ramnath","time":"2019-01-25T13:03:15.128148+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111337-uirklpnbzm-1548310574.jpeg","tags":["Thackeray biopic","Bal Thackeray","Nawazuddin Siddiqui"],"source":"https://scroll.in/reel/910791/thackeray-movie-review-an-unabashed-propaganda-video-for-the-shiv-sena-founder"}