{"title":"That time when Meena Kumari competed with Meena Kumari and Meena Kumari for a Filmfare award","content":"In 1963, Meena Kumari made it very easy for the jury selecting the best actress at the Filmfare Awards. She was the only actress nominated in the category, for her performances in Abrar Alvi’s Sahib Bibi Aur Ghulam, Phani Majumdar’s Aarti and A Bhimsingh’s Main Chup Rahungi. The choice was between three fine performances, each one defined by Meena Kumari’s ability to depict deeply felt emotions and convey the pathos as well as the strength of her characters. The winner was Sahib Bibi Aur Ghulam, Abrar Alvi’s masterpiece about the long-suffering wife of a decadent aristocrat in pre-independent Bengal. “In those days, there were three nominees in each category,” the website Upperstall.com says about Meena Kumari’s triumph. “In other words, she was already the winner.”  Produced by Guru Dutt and also starring the filmmaker, Rehman and Waheeda Rehman, Sahib Bibi Aur Ghulam counts as one of Meena Kumari’s most unforgettable movies alongside Kamal Amrohi’s Pakeezah (1972). Her character, known as Chhoti Bahu, embraces alcohol in a desperate attempt to get the attention of her wayward husband. Among the film’s highlights is the song Na Jao Saiyan, an ode to self-laceration rendered in dripping tones of sadness by Geeta Dutt.\n\n\n    \n    Play\n\nNa Jao Saiyan, Sahib Bibi Aur Ghulam (1962).Meena Kumari was also nominated for Aarti, in which her eponymous character is torn between her former lover and her husband. Aarti proves that few actresses embody conflict and the ensuing suffering as well as Meena Kumari.\n\n\n    \n    Play\n\nKabhi To Milegi, Aarti (1962).The third nomination was for Main Chup Rahungi, a remake of the Tamil weepie Kalathur Kannamma (1960), in which Kamal Haasan made his debut as a child actor. The original film starred Southern screen icon Savitri, and in a rare case of a performance in a remake matching the original, Meena Kumari wrung out tears as a woman who bears a child out of wedlock and ends up being his teacher years later. “Meena Kumari managed to give her characters much dignity even in their suffering and this performance too is no exception,” Upperstall noted. “She matches Savithri’s superlative act with her own and gives Main Chup Rahungi most of its strength.”\n\n\n    \n    Play\n\nKhush Raho Ahal-E-Chaman, Main Chup Rahungi (1962).","author":"Scroll Staff","time":"2018-08-01T06:45:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888750-itpauhdhrz-1533062581.jpg","tags":["Sahib Bibi Aur Ghulam","Meena Kumari","Main Chup Rahungi"],"source":"https://scroll.in/reel/888750/that-time-when-meena-kumari-competed-with-meena-kumari-and-meena-kumari-for-a-filmfare-award"}