{"title":"The Daily Fix: Amit Shah’s Citizenship Bill is not about refugees – it is all about a Hindu Rashtra","content":"One word dominated Amit Shah’s speech in the Lok Sabha on Monday night: “Sharanarthi”, refugee in Hindi. The home minister would have you believe that it is humanitarian concern for refugees that guided the Modi government’s decision to change India’s citizenship law, through a bill that was passed in the Lok Sabha and comes up in the Rajya Sabha on Wednesday.  Except this concern is selective: Only those escaping religious persecution in a Muslim-majority country qualify as “refugees” in Shah’s book. All others – for instance, the Rohingyas escaping genocide in a Buddhist-majority Myanmar – are “ghuspethi” or infiltrators.What explains this divide?The answer would have remained a conjecture had it not been for Shah’s exposition in Lok Sabha on what necessitates the Citizenship Amendment Bill in the government’s view: no less than the Partition of India.Ignore for a moment that an upheaval that took place two generations ago, in 1947, to be precise, is guiding the policies of the Indian government in 2019. Focus instead on Shah’s logic: Because British-ruled India was divided into two countries in 1947, and Pakistan (and subsequently Bangladesh) chose to ill-treat religious minorities, India carries a special responsibility to shelter those minorities – but only those minorities. In other words, India must provide asylum to Hindu Bengalis fleeing Bangladesh but not Muslim Rohingyas escaping Myanmar. And this is because, in Shah’s imagination, India is a Hindu nation, just as Pakistan is a Muslim nation. The reasoning is deeply flawed. For one, the leaders of independent India decidedly rejected the two-nation theory of the founders of Pakistan and ratified a Constitution that made India a secular republic.Over the years, this secular republic has accommodated not only refugees from Pakistan and Bangladesh but also Tibetans escaping Chinese takeover of their homeland and Sri Lankan Tamils fleeing violence by the Sinhalese. While some refugees have been naturalised into Indian citizens, many are still living on the margins. It is true that India lacks a consistent legal framework for refugees, a gap which needs to be filled, but the Modi government’s Citizenship Bill is no answer to that.Instead, by focusing solely on refugees from Muslim-majority countries, the vast majority of whom are Hindus, the Citizenship Bill betrays the real agenda of the Modi government – to dismantle India as a secular state and replace it with a Hindu rashtra.In the Lok Sabha, Shah assured Indian Muslims that they have nothing to fear since the bill is limited to accommodating refugees. But simultaneously he repeated the threat of extending the National Register of Citizens to the rest of India. The register, drawn up in Assam this year after a screening drive aimed at purging the state of “infiltrators”, only resulted in widespread trauma and arbitrary exclusions. By threatening to carry out such an exercise in the whole country after changing the citizenship law in a way that explicitly excludes Muslim migrants, the government has only made millions of Indian Muslims fearful of citizenship loss. Instead of assuaging those fears, Shah casually remarked in Lok Sabha that India’s “mool niwasi” or original inhabitants need not worry about the NRC. Who exactly is an original inhabitant of India in the imagination of a Hindu nationalist party? Throwing religious minorities into uncertainty is entirely in keeping with the Modi government’s ambition of creating a Hindu rashtra.Also read:Explainer: How exactly does India’s Citizenship Amendment Bill discriminate against Muslims?The falsehood at the heart of Amit Shah’s defence of the Citizenship Amendment BillNo law for refugees in India – and the Citizenship Bill does not fill the gap","author":"Supriya Sharma","time":"2019-12-11T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/24090-gpgsfmqsia-1575979347.jpg","tags":["Citizenship Amendment Bill","National Register of Citizens","Amit Shah"]}