{"title":"The Political Fix: From majoritarianism to the Muslim voice, what 2020 has in store for India","content":"Happy 2020! And welcome to the Political Fix by Rohan Venkataramakrishnan, a weekly newsletter on Indian politics and policy. To get it in your inbox every Monday, sign up here.If you like what we do at Scroll.in consider supporting us, either by subscribing to Scroll+ or contributing to the Scroll.in Reporting Fund.Doing so helps our reporters dig deeper and go further, bringing you stories like these ground reports documenting how Uttar Pradesh Police has targeted Muslims  in the state as the anti-Citizenship Act amendment movement gathered steam. The Big Story: What lies aheadIndia begins 2020 in turmoil. Less than eight months ago, the Bharatiya Janata Party won a massive victory in the 2019 Lok Sabha elections, bettering its 2014 result – which was already the first majority in Parliament in three decades. Yet the start of the new year comes after a truly miserable year for the Indian economy, with the Reserve Bank of India downgrading its growth expectations from 7.4% to 5%, even as diplomats struggle to explain the trampling of civil liberties in Jammu and Kashmir and elsewhere to the rest of the world. And after the passage of the Citizenship Act amendments – which the North East fears will change their demographics and many also believe will be a tool to harass Indian Muslism – India is also seeing the first major mobilisation against Prime Minister Narendra Modi and Home Minister Amit Shah’s government, with protests erupting all across the country and people taking to the streets in huge numbers. Last week on the Political Fix, we gave you 19 things we learnt about Indian politics in 2019. This week, again, instead of the usual collection of analysis, headlines and links from around the web, (which will resume from next week), we look ahead to 2020. For a year beginning with tumult, what are the things we can expect to see? Here’s what Scroll.in’s news team says we should look out for in the coming year. You’ll see a lot from them over the coming year and if you’d like to see more news directly from the ground, contribute to the Scroll.in Reporting Fund. Majoritarianism isn’t going awaySupriya Sharma, who last week asked eight questions about the conduct of Uttar Pradesh police under Chief Minister Adityanath, writes:2019 would have gone down in Indian history as the year the Bharatiya Janata Party’s Hindu majoritarianism decisively triumphed – in the national election, in Parliament, even in the Supreme Court. Until the December protests against the discriminatory Citizenship Act and the National Register of Citizens changed the script. Secular India is now fighting back. Indian Muslims and those who believe in constitutional equality have taken to the streets in the face of police batons and bullets. Opposition-led state governments have halted work on the National Population Register, the first step to the citizens register. 2020 has begun with hope in the air for secular Indians. But could this be the flickering flame that burns bright before it dies out?The Narendra Modi government shows no signs of backing down on CAA-NRC. States ruled by the BJP, particularly Uttar Pradesh, have crushed the protests ruthlessly. Worse, helped by a pliant media, they have painted Muslim protestors as rioters and arsonists, further deepening social schisms. Conversations suggest that in Hindi-speaking states where a majority of Indians live, many Hindus support the new law – they have bought the government argument that Hindus escaping religious persecution in Pakistan have nowhere else to go. The belief that Hindus have the first claim over India has always held sway in society – the difference is that previous governments tried to contain this majoritarian impulse while this government has actively fanned it. If anything, over the past six years, it has successfully injected more poison into Indian society. The current debate could only sharpen the divisions. Finding an antidote won’t be easy, unless economic distress begins to chip away at support for the government.India seems to be on the brink of a civil war of sorts, with the dice loaded in favour of the BJP.The Indian Muslim speaks upShoaib Daniyal, who asked, at the start of the new year, how everyone could possible have believed that India would become a superpower by 2020, writes: India’s Muslims have faced violence and marginalisation since 1947.  But things took a sharp turn for the worse in 2014 when the first  Bharatiya Janata Party government came to power in New Delhi with a full  majority. Based on an explicit Hindu nationalism, the BJP was clear it  would give Muslims no share in power. To this were added lynchings, the  verdict to build a Ram temple on the spot of the Babri Masjid and, then  finally, an all-India National Register of Citizens which Home Minister Amit Shah made clear was targeted only at Muslims. This last move saw  something snap.Till now, Muslims had not protested out of fear  of creating communal polarisation, which in turn would help the BJP  win. But as the BJP sweep in the 2019 Lok Sabha elections showed,  majoritarian polarisation was here to say – no matter what Muslims did.  The passing of the Citizenship Amendment Act saw Muslims flood the  streets. In BJP states, this was met with brutal police violence. Which  shocked protesters into silence – but that silence could be temporary. Amit Shah’s promise  of a Muslim-only NRC has created a Muslim mobilisation unprecedented in  the history of the modern Indian Union. Muslims have organised on  social media as well as on the street, with a sudden spike in political  consciousness. Notable is the sudden outpouring of Muslim women at  protests, where they have often taken leadership roles.It  is uncertain what this Muslim mobilisation would lead to. But one thing  is clear: the Modi-Shah steamroller since 2014 has been slowed down at  least. By itself Muslim mobilisation cannot make the BJP lose an  election since it shuns Muslim votes anyway. But the thing to watch out  for in 2020 is if these Muslim-led protests act as a lighting rod,  getting other groups to hit the streets against the now-shaky iron grip  of India’s ruling duopoly.    What happens to Kashmir?Ipsita Chakravarty, who recently examined the power of popular protest in India, writes: In 2019, Jammu and Kashmir saw a cataclysmic shift. Overnight, the Central government stripped it of special status under Article 370 and downgraded the state into two Union Territories. It also revoked Article 35A, which gave the government of the erstwhile state the power to define state subjects and reserve for them certain rights, such as the right to own land in Jammu and Kashmir and the right to government jobs. It did so by putting the state under lockdown, with hundreds arrested or detained, including most Kashmiri leaders who participated in electoral politics, dubbed the “mainstream” in the Valley. As the region reckons with a new political reality, three major developments will be key to its future.First, with the state constitution dismantled, the two new Union Territories of Jammu and Kashmir and Ladakh are in the midst of a massive administrative overhaul, as hundreds of laws are revoked and replaced with Central laws, as the police force is placed directly under the Union government and land is parcelled out for new projects. Second, the old political mainstream, which made Article 370 and regional autonomy the cornerstone of its politics, appears to have been demolished. Will a new mainstream, fashioned by the Centre, ever manage to gain legitimacy? And will the government’s project of delimitation change the balance of political power in the Muslim-majority region? Third, and most importantly, the Centre’s unilateral decision to do away with even symbolic autonomy has meant a complete drift between the government and the residents of the conflict-ravaged region. The lockdown and the arrest of separatist leaders have ensured silence over the last few months; even the frequency of armed encounters between militants and security forces went down. But the absence of overt protests does not mean the absence of widespread public anger in the Valley. The coming months will reveal what direction this anger takes.Can the Supreme Court acquit itself? Sruthisagar Yamunan, who looked at how states can challenge the Citizenship Act, asks if the Indian Supreme Court will put behind a forgettable year and rise to the occasion: The Supreme Court had a forgettable 2019. There was a sexual harassment complaint against a sitting Chief Justice that the court went out of its way to bury using a questionable process. It delivered a highly criticised verdict in the Ayodhya-Babri Masjid dispute, handing over the disputed site to the Hindu side using a patchy analysis of evidence. It even refused to take up cases of police brutality against students who took to the streets against the Citizenship Amendment Act. This year in the Supreme Court will in all likelihood be defined by two cases of great constitutional import. The court will have to decide if the Centre’s move to remove the special status accorded to Jammu and Kashmir under Article 370 was valid. It will also have to adjudicate on 60 different petitions that have challenged the Citizenship Amendment Act, which creates a special gateway to religiously persecuted minorities from Pakistan, Afghanistan and Bangladesh to obtain Indian citizenship. The law has seen widespread protests as it erodes the secular nature of the Indian state by excluding Muslims from these countries from the process. Its narrow definition of persecution has also deprived Sri Lankan Tamil refugees living in India for decades from obtaining citizenship through the CAA. At the heart of these cases lies the question of independence of the judiciary and the Supreme Court’s role as the final arbiter of issues relating to the Constitution and fundamental rights. The cases relating to Article 370 will have a profound impact on the federal structure as well as it involves question over changing the character of State by the Centre. All eyes will be on the court to see if it would rise to the occasion and defend India’s constitutional ethos from a majoritarian government that is keen on implementing the Hindutva project of creating a Hindu rashtra.What does religious freedom mean?Aarefa Johari, who recently introduced us to some of the students who have taken on the government in the Citizenship Act protests, writes: In November 2019, a five-judge Supreme Court bench decided, in a 3:2 majority verdict, that it would appoint a seven-judge constitutional bench to look into a bunch of pending petitions dealing with women’s rights and religion. These include cases about women of menstruating age entering the Sabarimala temple, Muslim women’s entry into mosques, the entry of Parsi women married to non-Parsis into fire temples and the practice of female genital cutting among Dawoodi Bohras. The main task of the larger bench, likely to be appointed in 2020, will be to interpret the principles governing the fundamental right to religious freedom in the Constitution, including the principle of “constitutional morality”. This verdict will then guide Court’s decisions on all cases dealing with the conflict between women’s rights and religious rights.Whatever the verdict of the Court may be on this front, it will have significant implications for the debate on introducing a Uniform Civil Code in India. If the Court rules in favour of women’s rights over religious freedom, it could put the BJP government in an uncomfortable spot: the BJP has been keen to bring in a Uniform Civil Code applicable to people of all religions, but has opposed women’s entry into Sabarimala.Sub-nationalism vs HindutvaArunabh Saikia, who recently reported on how Assam is dealing with social media dissent against the Citizenship Act, writes: The BJP did not just dislodge the Congress in Assam in 2016, it did so in style. The saffron party won its 60 seats at a strike rate of 70% – it was clear whom the people of Assam wanted to be governed.However, what was perhaps not so evident, particularly to the BJP, was what the mandate was for. As astute observers of the state pointed out at the time, it was a victory not for Hindutva, but identity politics.  Assam made common cause with BJP’s Hindu nationalism only to keep at bay the larger enemy: the Bangladeshi “illegal migrant”.But with the BJP ascribing a religion to the alien now with the Citizenship Amendment Act, that alliance has come undone (at least) on the streets of the state which have been besieged by vigorous protests against party.The state and the Central governments are now trying hard to realign Assamese nativism with Hindu nationalism yet again. But the Assamese, once bitten, are now wary. Instead, a new nativist party is being mooted (the Asom Gana Parishad is now largely seen as a turncoat for its association with the BJP). 2020 may well be the year when Assamese nationalism, the usual vehicles of which is the civil society, galvanises into a concrete political entity.  The implications go beyond Assam and may be a curtain-raiser to an impending political battle in the country: Regionalism versus Hindutva. Don’t forget Vijayta Lalwani, who reported recently from the annual Bhima Koregaon gathering in Pune, where the Citizenship Act was a big part of the conversation. Vijayta was away this week, but her look-ahead will be in next week’s The Political Fix. Beyond these, there are a few broad trends that I expect this newsletter to track – the economic downturn, sharper conversations about federalism, the rise of Amit Shah, how the environment will affect policymaking – most of which were laid out in last week’s issue. Tell us what you think we should be looking at in 2020? Write to [email protected], and if it makes sense, I’ll include it in next week’s issue. Also, The Weekend Fix collected all the end-of-year and what-lies-ahead pieces from around the web, including articles from Pratap Bhanu Mehta, Puja Mehra, Gautam Bhatia and more. There is also a list of viral animals from 2019, so go get all the links you need here. Thank you for reading, and if you like this newsletter, share it!","author":"Rohan Venkataramakrishnan","time":"2020-01-06T09:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/134080-ocpufiovfk-1578281613.jpg","tags":["The Political Fix","2020","Amit Shah","Narendra Modi","Citizenship Act"]}