{"title":"The India Fix: Why the BJP has an edge over the Samajwadi Party in UP – despite its poor performance","content":"Welcome to The India Fix, a newsletter on Indian politics. To get it in your inbox every Monday, sign up here. Since Shoaib Daniyal is away this week, today’s newsletter is by Arunabh Saikia. If you have feedback – good or bad – shoot it over to [email protected]. Five years after it elected the Bharatiya Janata Party with an unparalleled majority, Uttar Pradesh is all set to vote next month. The Assembly election will not only determine the fate of the Adityanath government, but also set the tone for the 2024 Lok Sabha polls.For the last six months, I have been travelling across the state, attempting the most perilous of journalistic exercises: gauging the mood of the voter. Since November, I have narrowed down the focus to five districts where electoral success had historically eluded the BJP, barring a brief spell of popularity during the Ram Janambhoomi movement in the ‘90s, and yet in the 2017 election, the party went on to decisively sweep away the opposition. My aim has been to probe whether, in the past five years, the party has further consolidated its gains in these districts – or the euphoria has started to wear off. While I plan to track these five districts all the way till voting day, based on what I have observed so far, here are five key takeaways. 1. Voters have a long list of grievances with the governmentAt the top of the list is inflation. The soaring prices of petrol, diesel and cooking oil, in particular, are a major talking point since they affect almost everyone across the spectrum. Another widespread grouse, especially in rural areas, is stray cattle. It is largely an outcome of Adityanath’s stringent legal framework around cow slaughter, which has made the trade of cattle virtually impossible. As a result, abandoned animals have become a menace for farmers.  A commonly heard sentiment, expressed only half-jokingly, is that Adityanath doesn’t want farmers to sleep: they have to be on guard all night to protect their fields from being raided. In fact, rural discontent seemed to go beyond just marauding bovines. In the sugarcane belt of western Uttar Pradesh, farmers were decidedly upset about late and inadequate payment for their produce. In parched Bundelkhand, much-touted irrigation projects had barely taken off. More generally, most people I interviewed said that the government’s performance has not really lived up to the hype of a “double-engine ki sarkar”, a reference to the BJP’s claim that growth had been turbocharged in Uttar Pradesh because it was running governments both in the state and at the Centre. The promised industries never came up and few new government jobs were created. Yet, this dissatisfaction, I discovered, did not necessarily translate into an urgent impulse to vote the government out. People seemed to offer a whole range of reasons for this. 2. Caste is diluting anti-incumbencyRight up there is caste – unsurprisingly. A large section of voters tends to think of the opposition as “casteist”. These accusations are particularly pronounced against the Samajwadi Party, which has emerged as the primary contender to the BJP.  Helmed by former chief minister Akhilesh Yadav, it is seen as a Yadav-centric party which treats the other castes as second-class citizens when in power.  It is not just the upper castes who share this perception, but also other intermediary castes such as the Patels and the Mauryas who, like the Yadavs, are part of the Other Backward Caste umbrella. It is an anxiety that the BJP has successfully tapped in recent times, promising non-Yadav OBCs a more proportionate share of power in accordance with their numbers. But many in these communities say the party has not quite delivered on the promises. Some even complain that the Yadavs’ hegemony has been replaced by “Thakurwaad” – a reference to the power and influence that Thakurs hold under Adityanath, who is one of them. Crucially, however, among a large section of voters, the resentment against the Yadavs overshadows the angst against Thakurs. “They could be dominant, but they are mutthi-bhar – handful,” reasoned a Patel man in Mirzapur’s Manihar. “But when SP is in power, every Yadav boy thinks of himself as the chief minister.”That explains why even voters who believe the Samajwadi Party government did better on the economic front than the BJP, don’t remember the regime with any fondness. As a young journalist in Mirzapur put it, “Insaan roti do paisa mehenga kha lega, par zillat ki zindagi se toh behtar hai. Paying more for food is better than a life of humiliation.” 3. Voters endorse the government’s crackdown on crimeAnother major factor blunting anger against the current dispensation is the widespread perception that the law and order situation in Uttar Pradesh had improved in the last five years. A five-part Scroll.in series tried investigating this claim. Since official crime data in India often hides more than it reveals, it wasn’t possible to arrive at definitive conclusions. But conversations with ordinary people suggested that the perception of an improved law and order was entirely based on a perceived reduction in petty street crimes, or gundai, as it is locally called. What had gone unnoticed was the fact that the networks of bahubalis, the predominantly upper caste criminal-politicians, continued to thrive under the BJP. In fact, the reason why the narrative of improved law and order has such deep resonance is because it segues into fundamental social prejudices in Uttar Pradesh. Extrajudicial violence by the police under Adityanath – every four and a half hours, the police have shot dead someone – is seen by many as a long-due crackdown on criminals from the Yadav and Muslim communities that the Samajwadi Party is accused of sheltering and patronising. Over a third of those who died in these so-called encounters were Muslim.Prime Minister Narendra Modi is leading the Uttar Pradesh campaign for the Bharatiya Janata Party, with Chief Minister Adityanath. Photo: Sanjay Kanojia / AFP4. Hindutva remains a potent forceThe BJP continues to benefit from the religious faultline in the state.Among a large section of Hindus, the Samajwadi Party’s image as a party that “favours” Muslims endures, despite its attempts to recast itself. Even many among its other core support of the Yadavs are quite expressive of their discomfort with its alleged Muslim appeasement. “Mussalman seena taan ke chalte hai unke raaz me” – the Muslims walk with their chests out when the SP is in power – was a common complaint I heard.  On the other hand, the BJP has cemented its status as a Hindu party. The scrapping of Kashmir’s special status, the grand public display of faith by Prime Minister Narendra Modi himself at the site of the under-construction Ram Mandir in Ayodhya, and more recently, at the Kashi Vishwanath temple in Varanasi, have gone a long way in burnishing the party’s credentials. The jobs may not have materialised, the price of essentials may have skyrocketed, but many voters draw comfort from the fact that at least the Hindu faith has primacy under the BJP. 5. Welfarism has softened the anger over inflationTo this, opposition leaders often argue: how long can faith sustain you when you are having to go hungry to bed? It sounds like a reasonable line of thought, except that people may not be going hungry after all, despite their economic situation having deteriorated.  The additional provisions of food grains that the Centre has been disbursing since the beginning of the pandemic, to which the Adityanath government added a litre of refined oil and a kilo each of salt and pulses, is a massive hit among Uttar Pradesh’s poor. “If things have been bad, at least the government is doing its bit to help us” is a sentiment frequently expressed by the beneficiaries.  Indeed, welfare populism seems to be helping the BJP government offset a lot of the anger spawned by the economic downturn plaguing the country, particularly among the poverty-stricken. Other popular interventions include the annual cash assistance of Rs 6,000 for small and marginalised farmers, also a Central scheme. While populist measures like these are not necessarily new, most beneficiaries say the BJP government has been able to minimise caste-based favouritism and leakages that ailed such schemes earlier.Yet, free rations can dull economic anxieties only that much. The restlessness among the young, educated and unemployed, is difficult to miss. “Temples are great, we will go visit them when we are in Ayodhya and Varanasi, but what about the jobs?” asked a young Dalit man I met in Basti’s Rudhauli. Nearly 500 km away, another young man in Budaun’s Dataganj, Mahendrapal Kashyap, echoed the same sentiment, pointing out there had been more “vacancies” for government jobs  under the Samajwadi Party government.   “But we voted out Akhilesh because of the gundagardi,” Kashyap said, underlining that the memory of harassment by Samajwadi Party cadres still lingers for many.A leader of the Samajwadi Party conceded it was a challenge for the party to channel the anger against the BJP into votes because of its “past track record”. “We have to build that confidence among people that we will look out for everyone,” he said.That is easier said than done – and time may be running out for the Samajwadi Party.Follow Arunabh Saikia’s dispatches from Uttar Pradesh here.","author":"Arunabh Saikia","time":"2022-01-03T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168301-yaldodowdv-1641129346.jpeg","tags":["The India Fix","Politics","Uttar Pradesh","Uttar Pradesh Assembly Elections 2022","Samajwadi Party","Bharatiya Janata Party"],"source":"https://scroll.in/article/1014140/the-india-fix-why-the-bjp-has-an-edge-over-the-samajwadi-party-in-up-despite-its-poor-performance"}