{"title":"The Election Fix: Brace yourself for more rancour as poll focus shifts to the ‘heartland’","content":"Welcome to The Election Fix. Today, we look at the phases that still remain in what seems like an interminable election, why Raj Thackeray is suddenly everywhere and why people are expecting better haircuts in the BJP. If you enjoy the Election Fix, please do share it with anyone you think would find it useful, and send feedback to [email protected]. I’d like to thank Ravi, Mani, Rebecca, Ramakrishna and Arpit for notes and suggestions about previous issues of the Election Fix which you can find here. And if you haven’t already, subscribe here to get the Election Fix in your inbox three times a week.The Big Story: Slog oversIf it feels like the election has already been going on forever, well, brace yourself. We are not even halfway through the Lok Sabha elections. The third phase, with the most number of seats, took place on Tuesday, but that still leaves four more phases to go. Results are just under a month away, with counting on May 23.As we discussed in the Election Fix on Monday, South India is all done. As is the North East. Here is a map of the remaining constituencies that will go to the polls over the next four phases:And here is a map of all the seats that the Bharatiya Janata Party won in 2014. In other words, aside from Karnataka, Chhattisgarh and a few other bits, these are the phases where the BJP will properly be on trial. If the first three phases represented the best opportunities for the BJP to expand beyond its 2014 map (the South, the North East and Odisha), the next four focus all attention on the “heartland”.West Bengal, which, like Uttar Pradesh, votes over all the seven phases, is the outlier here, but besides that, the next four phases will decide whether the BJP can at least match what was, without a doubt, a stupendous performance from five years ago.Will that sea of saffron from Rajasthan all the way to Bihar remain unbroken?As we have discussed earlier, turnout numbers don’t really tell us much, unless you couple them with granular analysis from each seat. What about the “hawa”, the chatter that is supposed to tell us which way the wind is blowing?Buzz in Delhi at least suggests good tidings for the anti-Modi camp in the phases so far in Uttar Pradesh and Maharashtra, whereas the BJP seems to be on a solid wicket in Karnataka where the Congress and the Janata Dal (Secular) did not seem to get past their alliance contradictions.But even hawa is a tricky thing, and can often be entirely misleading (for instance, Uttar Pradesh, 2017). As a rule of thumb, it always makes sense to read descriptive writing on Indian elections – of which you will find plenty below – rather than predictive pieces.What can be predicted quite confidently is this: The polarising talk from the BJP is only going to get louder. Pragya Singh Thakur, the party’s terror-accused candidate from Bhopal, exemplifies this, as the BJP, hoping to beat anti-incumbency, an arithmetic challenge (in Uttar Pradesh) and a powerful opponent (in West Bengal), will look to double down on its majoritarian talk in hopes of maintaining and expanding that saffron sea. Where do you think things stand after the first three phases? Write to [email protected]Election titbits Play nice? In the middle of a fractious election season, Modi – who has been accused of attempting to polarise everywhere he goes – suddenly went and gave a “non-political” interview to film star Akshay Kumar, to show his softer side. One wonders why... Belated? The Election Commission is, according to sources, finally taking an actual look at allegations  that Narendra Modi was violating the model code of conduct by asking  for votes in the name of the military. As we have mentioned before, the Election Commission has not exactly had a great record this election. Fact-checking Modi: Raj Thackeray’s Maharashtra Navnirman Sena is not even contesting the Lok Sabha elections. Yet he has turned into the state’s most popular Opposition leader, as profiles in both the Huffington Post and Mint tell us.New entrants: The BJP brought two new names into the fold over the last week, actor Sunny Deol and the hair stylist Jawed Habib, inspiring the wisecrack: The fringe has become mainstream.Jump ship: Udit Raj, who was elected to Parliament on a BJP ticket in 2014, made a public show of the saffron party’s ticket allocation process by tweeting constantly about not being told whether he will get one this time or not – until the time for nominations had passed, after which he joined the Congress. Tenterhooks: The Congress continues to tease the prospect of Priyanka Gandhi contesting against Narendra Modi from Varanasi, which votes on the very last day of polling.Sorry not-sorry: Rahul Gandhi apologised to the Supreme Court for implying that the court had endorsed his “Chowkidar chor hai” slogan though he also tried to insist that the BJP had also misled the people about Supreme Court verdicts. Only one part of the message made it out.Elections 2019 on Scroll.inThere is too much election coverage from Scroll.in to link to in full, so here are just a few picks. See all of our coverage of the Lok Sabha polls here.Ground report: Ipsita Chakravarty reports from Anantnag, Kashmir, where elections for one seat will have to take place over three phases because of security fears. Ground report: In Ahmednagar, Mridula Chari finds that the farmers who went on strike in 2017 are still unhappy with the BJP, though much more sharply at the state government than Modi. Ground report: Shoaib Daniyal writes about the Bengali migrant worker, who now seems ubiquitous across India, but does not have much of a say in elections at home. The Silent Army: In our behind-the-scenes series about the elections, Shreya Roy Chowdhury and Mridula Chari explain how confusion is built in to the poll structure on purpose.Half the Vote: In North Karnataka, Nayantara Narayanan speaks to a prohibition activist in North Karnataka who urged women to vote NOTA, or the none of the above option. This election season, we give you five ways to follow the Lok Sabha polls on Scroll.in (besides the Election Fix), and also a reminder that a subscription to Scroll+ helps our reporters go further, dig deeper and bring you more stories.Poll toon#SadhviPragya #BJP pic.twitter.com/1Ntq3laF8b— Cartoonist Alok (@caricatured) April 18, 2019\n\nReportage, policy and analysisTough interviews with senior political leaders are rare, so this Indian Express interview of BJP President Amit Shah is both insightful and revealing. Shah’s answer on the 10% upper caste quota, for example is telling: “The EWS quota is not a political decision, it is a social decision. A large section of the population was developing a sense of kuntha (frustration).” Sreenivasan Jain of NDTV ventures into Bhopal, Madhya Pradesh, where the BJP has picked terror-accused Pragya Singh Thakur as its candidate against Congress leader and former Chief Minister Digvijaya Singh. Why are there so many stories of people’s names missing from voters lists? Rachna Khaira in the Huffington Post looks into the matter. Sudha Pai in the Indian Express casts the potential for the mahagathbandhan in western Uttar Pradesh as not just useful electoral arithmetic but also a chance to bring back the harmony that existed between Jats and Muslims in the region.Narendra Modi may not be a chor, writes Devanoora Mahadeva in the Wire (translated from Kannada by Rashmi Munikempanna), but he has become a “chowkidar for the corporate sector”. Anil Dharker in the Indian Express points out how the “if not Modi then who?” narrative  has been deliberately drilled into people in hopes of undercutting disappointment about the last four years. Modi’s loose campaign talk about nuclear weapons and Pakistan is dangerous to India, writes Shyam Saran in the Print. Anumeha Yadav in Newslaundry speaks to Gujarat watcher and social scientist Ghanshyam Shah on a number of things, including how the Congress has not been able to distinguish itself from the middle-class mindset of the BJP, despite an otherwise vote-winner in the form of NYAY, its minimum income scheme, which promises Rs 72,000 per year to 5 crore households. The land declared in Narendra Modi’s various election affidavits over the years does not exactly match up with what you see on the ground, as Nileena MS and Kaushal Shroff report in the Caravan.Puja Mehra of the Hindu Centre for Public Policy discusses income support schemes and what they mean for Indian voters with Shubhashis Gangopadhyay.Did we miss any reports or op-eds that you thought were relevant? Send thoughts, suggestions and WhatsApp forwards to [email protected].","author":"Rohan Venkataramakrishnan","time":"2019-04-25T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118272-pjfcvgnnqc-1556122809.jpeg","tags":["The Election Fix","Elections 2019","BJP","Lok Sabha elections 2019"],"source":"https://scroll.in/article/921215/the-election-fix-brace-yourself-for-more-rancour-as-poll-focus-shifts-to-the-heartland"}