{"title":"The Nagaland election, in 25 charts: BJP, ally pull off strong performance amid political churn","content":"The alliance of the Nationalist Democratic Progressive Party and the Bharatiya Janata Party won the Nagaland assembly election with a majority of seats (37), while seven other parties and four independent candidates shared the 23 remaining seats. The Nationalist Congress Party emerged as the largest opposition party ( with seven seats), followed by the Naga Peoples Front (five seats). Congress, which contested 23 seats, drew a blank.The results of the assembly elections in Nagaland, Tripura and Meghalaya were declared on March 2.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++)t[r].contentWindow===e.source&&(t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\")}}))}();\nBoth the Nationalist Democratic Progressive Party and the BJP improved their vote shares compared to 2018. The Naga Peoples Front, which dominated the Nagaland political scene over the past 20 years, completely collapsed, leaving the opposition space intensely fragmented.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++)t[r].contentWindow===e.source&&(t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\")}}))}();\nSince many parties contested in alliances, looking at their vote share performance in the seats they contested offers a better perspective on their strength. Candidates from both, the BJP and the Nationalist Democratic Progressive Party, got more than 50% of the vote share in the 20 and 40 seats they contested, a strong performance. This is roughly 10% higher than the votes they got in 2018. The vote share of the Congress remains low, under 8%. The Nationalist Congress Party also vastly improved its performance, from 11% to 46%. It also contested in more seats this time (12 against six in 2018).!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++)t[r].contentWindow===e.source&&(t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\")}}))}();\nIn terms of seat share, the collapse of the Naga People’s Front, Nagaland’s oldest party, is impressive. It went from holding 38 seats in 2013 to only two this year. Its leader, Kuzholuzo Nienu, kept his seat by the skin of his teeth – he won by a margin of 48 votes. In Wokha, Naga Peoples Front secretary general Achumbemo Kikon defeated the sitting BJP legislator by a 14% margin. The Nationalist Democratic Progressive Party and BJP are close to a two-third majority. In Nagaland, the dynamics of alliances are also fluid in the context of the negotiation of the peace accord. Last September, the Naga Peoples Front had pledged to support the government in the negotiation of the Naga Peace Talks.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++)t[r].contentWindow===e.source&&(t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\")}}))}();\nThe electoral map shows that most parties have a scattered presence across the state. By virtue of being the largest party in the assembly, the Nationalist Democratic Progressive Party’s seats are well distributed across the map. Other parties, including the BJP, do not win their seats in clusters. This may point to the notion that contests are decided locally rather than on sub-regional lines. Like in much of the North East, candidates and local contexts matter. That being said, the strong performance by the Nationalist Democratic Progressive Party and the BJP shows that a state-wide dynamic is also at work.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++)t[r].contentWindow===e.source&&(t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\")}}))}();\nA comparison with the 2018 map seems to indicate that Nationalist Democratic Progressive Party won essentially in seats previously held by the Naga Peoples Front. The BJP’s geographical imprint remains pretty much the same.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++)t[r].contentWindow===e.source&&(t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\")}}))}();\nOn the other hand, the seat retention map shows that there was much churning in this election. Parties retained only 18 of the seats they won in 2018. The Nationalist Democratic Progressive Party retained only nine of the 18 seats it won five years ago. The BJP retained five of its 12 seats. The National People’s Party retained the two seats it previously held and the Naga Peoples Front retained only one of its 26 seats, in Chazouba.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++)t[r].contentWindow===e.source&&(t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\")}}))}();\nThe Nationalist Democratic Progressive Party gained 16 new seats, against six for the BJP. The Nationalist Congress Party won seven new seats and independent candidates wrestled four seats to various parties. Even if the Nationalist Democratic Progressive Party and the BJP emerge stronger in this election, these results show that there was considerable individual anti-incumbency. Half of the BJP’s and Nationalist Democratic Progressive Party’s sitting legislators lost their seats.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++)t[r].contentWindow===e.source&&(t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\")}}))}();\nThat being said, there is no denying that the Nationalist Democratic Progressive Party and the BJP pulled a strong performance. Both parties have a 60% strike rate, similar to the Nationalist Congress Party, and are well ahead of their opponents.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++)t[r].contentWindow===e.source&&(t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\")}}))}();\nThe Nationalist Democratic Progressive Party’s vote share distribution is wide but points towards high numbers. Eighteen Nationalist Democratic Progressive Party candidates won with a vote share superior to 50%. In Northern Angami II, Nationalist Democratic Progressive Party candidate and incumbent Chief Minister Neiphiu Rio won with an extraordinary vote share of 93%. This victory makes him the longest serving chief minister of Nagaland. In Zuneboto, K Tokugha Sukhaly won with 80% of the votes.The spatial distribution of the vote share of the Nationalist Democratic Progressive Part’s candidates indicate that it may be driven by personalities rather than by geography.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++)t[r].contentWindow===e.source&&(t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\")}}))}();\nThe same goes for the BJP, which in 2023 contested 15 of the 20 seats it contested in 2018. Nine of its 20 candidates won with a vote share superior to 50%, which is impressive. In Akuluto, BJP sitting legislator Kazheto Kimini ran uncontested (his only opponent, Congress candidate Khekashe Sumi, withdrew).!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++)t[r].contentWindow===e.source&&(t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\")}}))}();\nIt is worth reminding here that Nagaland’s constituencies are small, voting population wise. On an average, there are 22,373 registered voters across seats. The smallest constituency, Mokokchug Town, has only 8,650 registered voters.Not a close electionThere were close contests in 19 seats (close contests’ standard measure is a victory margin inferior to 5%). Owing to the strength of their candidates, the BJP and Nationalist Democratic Progressive Party won only six of them. Other close contests were won by five different parties and three independent candidates. This means that it would have taken small differences to make the BJP-Nationalist Democratic Progressive Party’s victory even larger. The dispersion of close contests across parties would have prevented any kind of political reversal of the outcome.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++)t[r].contentWindow===e.source&&(t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\")}}))}();\nHigh turnoutParticipation has always been high in Nagaland. This year is no exception, as 85% of registered voters exercised their civic right. This is slightly higher than five years ago.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++)t[r].contentWindow===e.source&&(t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\")}}))}();\nThere were no huge variations across the state. The highest turnout was recorded in Moka, at 96%.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++)t[r].contentWindow===e.source&&(t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\")}}))}();\nThe overall number of candidates in the Nagaland elections have been somewhat declining in recent years. Thus year, 184 candidates contested against 196 in 2018. Contrary to other states, most parties contest few seats, which translates into a small number of candidates per seat, compared to most states in India. There are three candidates per seat on average. This also helps to understand the high vote share obtained by many candidates.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++)t[r].contentWindow===e.source&&(t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\")}}))}();\nOn the other hand, the number of parties contesting continues to grow. Three more parties contested this year, compared to 2018. The Aam Aadmi Party, which contested three seats in 2018, did not contest this time. Eight parties obtained representation this year, which is the highest number of parties elected in the state assembly. Small parties include the Lok Jan Shakti Party (Ram Vilas Paswan) and the Republican Party of India (Athawale), two Dalit formations.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++)t[r].contentWindow===e.source&&(t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\")}}))}();\nAs a result, the cumulative vote share of major parties declined from 81% in 2018 to 62%.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++)t[r].contentWindow===e.source&&(t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\")}}))}();\nIncumbents get their chanceLike in Meghalaya and Tripura, most sitting MLAs get to contest again. As explained earlier, this is a feature of small states where voters tend to relate more easily to their representatives. Parties have fewer incentives to replace them with fresh candidates.This year, given the churn, most sitting legislators lost their race. Only 23 of the 54 who re-contested retained their seat. The strike rate of incumbent candidates has been oscillating in Nagaland. This was not a great election for incumbents who ran again.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++)t[r].contentWindow===e.source&&(t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\")}}))}();\nUnsurprisingly, incumbents from the BJP and Nationalist Democratic Progressive Party did slightly better than those from other parties. But as seen earlier, nearly half of their sitting legislators lost.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++)t[r].contentWindow===e.source&&(t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\")}}))}();\nTurncoats are a significant feature of Nagaland politics. Fifty-six turncoat candidates contested this year, which makes for nearly a third of all candidates. This is higher than in 2018, where 54 candidates contested under different party affiliations. Twenty-eight of these turncoats came from Naga Peoples Front, which helps understand how that party collapsed. Its candidates deserted the party before its voters did. Four of the Nationalist Congress Party’s candidates came from the Nationalist Democratic Progressive Party and three Lok Jan Shakti Party candidates came from the BJP.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++)t[r].contentWindow===e.source&&(t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\")}}))}();\nThere is a great deal of fluidity of candidates between parties. The Nationalist Democratic Progressive Party this year nominated 10 turncoats, or 25% of all its candidates. Barring two, they all came from the Naga Peoples Front.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++)t[r].contentWindow===e.source&&(t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\")}}))}();\nAs a result, and for the first time since 1977, a majority of elected representatives in the new assembly are first-time legislators.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++)t[r].contentWindow===e.source&&(t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\")}}))}();\n There remain, however, 19 experienced representatives (elected more than twice). The veteran of the Nagaland assembly is Noke Wangnao, a nine-time legislator from Tapi, elected on a Nationalist Democratic Progressive Party ticket. Chief Minister Neiphiu Rio, and Nationalist Democratic Progressive Party legislator from Peren, Taidtui Rangkau Zeliang, have both been elected eight times.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++)t[r].contentWindow===e.source&&(t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\")}}))}();\nWomen in the house make historyAmong all of India’s states, Nagaland had the dubious record of having never elected a woman to its state assembly. History was made in this election, with the election of the first women legislators to ever sit in the Nagaland assembly. In Dimapur-III, Hekani Jakhalu won on a Nationalist Democratic Progressive Party ticket. She is a businesswoman who studied abroad, worked with a law firm in Delhi and chose to move back to Nagaland to start an organisation – YouthNet – dedicated to generate employment in Nagaland. She is the recipient of the Nari Shakti Purashkar. In Western Angami, Salhoutuonuo Kruse won, also on a Nationalist Democratic Progressive Party ticket. She too has experience in the field of women empowerment. She served as the president and subsequently advisor of the Angami Women Organisation. Her late husband Kevisekho Kruse had contested and lost from the Western Angami seat in 2018.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++)t[r].contentWindow===e.source&&(t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\")}}))}();\nIncidentally, they were the only two women contestants fielded by the Nationalist Democratic Progressive Party. The BJP and Congress nominated only one woman candidate each.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++)t[r].contentWindow===e.source&&(t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\")}}))}();\nThe election of two women in the Nagaland assembly is excellent news, but also a reminder of the exclusion of women across the North East. Much remains to be done. Key observations The Nagaland election was good for parties but bad for candidates and incumbents. While many  Nationalist Democratic Progressive Party and BJP candidates won with impressive margins, half of their incumbent legislators lost. There is also considerable movement of leaders between parties, which shows that individual personalities often take precedence over party affiliations. The Naga Peoples Front may be disappearing as a party, but many of its members continue to thrive by joining other parties.Through this election, the BJP consolidated its presence in the North East. Across the region, and unlike in the rest of the country, it shows great skill at building alliances and being the smaller partner in coalition governments. This is an unusual position for the BJP, which is usually accustomed to either being a dominant force or sitting in the opposition. In terms of political dynamics, the Naga Peace Talks loom large over the state’s politics. Here again, the BJP has succeeded in building a perception that it cares about tribal affairs and that it takes its interlocutors seriously (even if the talks are yet to conclude). This is the kind of pragmatism that helps the BJP to expand into new territories, something that its adversaries ought to pay attention to.Gilles Verniers, Srishti Gupta, Poulomi Ghosh, Ananay Agarwal and Puneet Arya are with the Trivedi Centre for Political Data. Shoaib Mirza contributed to the data. Views are personal.","author":"Gilles VerniersSrishti GuptaPoulomi GhoshAnanay AgarwalPuneet Arya","time":"2023-03-07T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187644-fupfjyqibh-1678103500.jpg","tags":["Nagaland","State Assembly Elections 2023","Elections","BJP","North East Politics"]}