{"title":"The internet is painfully slow in Kashmir – but users have found a way to access restricted websites","content":"On January 28, independent photojournalist Syed Shahriyar had just returned from covering the funeral of a militant killed during an encounter with security forces in South Kashmir. Glued to his mobile phone, he typed out an email pitch to editors who might be interested in his pictures.His pitch went through the newly restored limited internet in Kashmir since it was plain text. But his pictures would not. “It is impossible to send pictures or videos to my editors at 2G speed,” he explained. The same day, Basharat Ahmad, a resident of Srinagar, tried to pay his electricity bill over a mobile application. “It took me half an hour to reach the payment gateway,” he said. When he keyed in the one time password, the app said the site cannot be reached. “It was a payment of Rs 4,700 and while the amount got debited from my account, it is still showing that the bill payment is pending,” said Ahmad.For nearly six months, the Indian government deprived more than seven million people of Jammu and Kashmir of the internet – the longest internet shutdown in the world. The blockade began on the night of August 4. The next day, the Indian government scrapped Jammu and Kashmir’s special status under Article 370 and split the state into two Union Territories.On January 24, the shutdown partially eased up: the government allowed access to 301 websites related to banking, commerce, education, entertainment, travel and news. No social media sites featured on this list.Broadband internet was restored to essential services like hospitals and government offices. But other users have to make do with second generation or 2G internet.“It amounts to nothing,” said Waseem Shah, a businessman. “In the rest of India and the world, internet means the freedom to access whatever you want to. But in Kashmir, internet means access to only 301 websites at the lowest possible speed. I mean it’s a joke.”While Kashmiris cannot do anything about the slow speed of the internet, some have found a way around the limited access.Impact of court orderThe order restoring limited internet access came two weeks after the Supreme Court of India directed the government to review its decisions restricting communications in Jammu and Kashmir. On January 10, the court observed that “freedom of speech and expression through the Internet is an integral part of Article 19(1)(a) and any restriction on it must be in compliance with Article 19(2) of the Constitution.”But the court stopped short of calling for an immediate restoration of internet services in Jammu and Kashmir. It merely asked for a review of the orders suspending the internet.In this photo taken on November 26, Kashmiri students wait for their turn to use the internet at the Divisional Commissioner's office in Srinagar, as internet facilities have been suspended across the region. Photo: AFPThe government made the first move on January 14 restoring limited 2G mobile internet services in five out of ten districts of Jammu region and broadband services for essential services like hospitals, banks and government offices. Four days later, the government released a list of 153 websites which could be accessed over 2G internet in the Jammu region and two districts of Kashmir. This was extended to 301 websites in the entire territory, including the Kashmir Valley, on January 24.The order directed the restoration of broadband internet to essential services like hospitals, banks, hotels, government offices and tour and travel agencies. Four days later, an official of Bharat Sanchar Nigam Limited, the leading broadband service provider in Kashmir, said only 350-400 of the 23,000 broadband connections in the Valley were working.A frustrating experienceFor other users, dependent on 2G internet, the slow speed was a source of frustration.Shahriyar, the photojournalist, knows once his pitch is accepted, another battle awaits him – for space at the media facilitation centre in Srinagar. For six months, Kashmiri journalists have had to rely on 10 computers packed into three small rooms to send their stories. The partial restoration of limited internet has not led to a drop in the number of journalists at the centre.“It’s so frustrating and humiliating but what other option do we have?” Shahriyar asked.A university student was unable to submit his application on the 2G internet speed on his phone. On January 14, the government had claimed 844 internet terminals had been set up for the use of the general public and students. “But these kiosks are always overcrowded. You literally have to wait for hours for your turn,” said the student.Eventually, he slipped into the media facilitation centre. “Thankfully, I got some minutes of internet and submitted my application form,” he said, with a sigh.After the nerve-wrecking experience of making a payment online, Basharat Ahmad said he had shelved his plans for online shopping. He cannot risk more payment trouble.A protestor in Delhi. Credit: Scroll staffOut of sync with the new webExperts said most websites were now designed for higher speeds. “Earlier, websites used to be static, which means once a website loaded entirely, the internet connection played a relatively small role,” said Muiz Ahmad, an IT professional. “But with advanced software development, all websites nowadays are dynamic.” “These dynamic websites have HD images, animations, widgets and other extensions for which you need high-speed internet,” he explained. “These websites simply will not work on 2G speed.”Ahmad also questioned the rationale of including video streaming sites like Netflix, Amazon and Hotstar among the 301 white-listed websites.“Even if someone intends to watch a video on YouTube in basic quality, you will need at least a 3G connection,” said Ahmad. “For Netflix or Hotstar, you need a speed of 1.5 megabits, which means any connection speed above 3G.”Finding way out through VPNsOne of the common words that crops up in every conversation in Kashmir since limited internet access was restored is VPN: Virtual Private Network. By cloaking the identity of an internet user and providing a secure network, VPN allows users to access restricted websites. Many Kashmiris have installed multiple VPN applications on their phones to bypass the government’s ban on social media.“I was in Delhi when I heard about the rumours of 2G restoration in Kashmir. So, before flying back last week, I downloaded around 15 VPN applications on my iPhone 7,” said a student from Central University of Kashmir, who did not want to be identified. Through VPN applications, he claimed he had managed to access several websites which were not on the government’s list.  “I also posted a small video on Facebook,” he said.With the proliferation of VPN applications, rumours about an impending government ban on VPN are circulating in the Valley. An official of a private telecom company in Srinagar, however, said they have not received any government order so far.“There are thousands of VPN applications available on the internet. It is just plainly impossible to block all of them,” he said.Not everyone is convinced using VPN to access social media accounts is a good idea. “When you use a VPN, you are exposing your private data and details to a masked network,” said a resident of Srinagar. “We don’t know where all that data lands up eventually.”","author":"Safwat Zargar","time":"2020-01-30T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135530-ehtrbhljwt-1580310483.jpg","tags":["Jammu and Kashmir","Internet Shutdowns"],"source":"https://scroll.in/article/951519/the-internet-is-painfully-slow-in-kashmir-but-users-have-found-a-way-to-access-restricted-websites"}