{"title":"The BJP in Assam says it champions ‘indigenous’ rights. So what explains the Mikir Bamuni land deal?","content":"“We will protest till we get our land back, the illegal solar plant must go,” said 42-year-old Lakhiram Mardi. His home is in the Mikir Bamuni Grant Village in Assam’s Nagaon district. On Republic Day, Mardi and other farmers from Mikir Bamuni had gone on a six-hour hunger strike to protest against the “takeover” of their farmlands for a 15-megawatt solar power project. The strike was held near the project site that had once been farmland.On January 27, they presented a memorandum to the Nagaon district administration, demanding the complete withdrawal of the solar project and the return of 276 bighas (91 acres) of land allegedly acquired by force from farmers belonging to the Karbi and Adivasi communities in Mikir Bamuni.According to farmers and activists, 66 farming families lost their land to the power project. About 40 of them were staunchly opposed to the project, which took away their livelihoods along with the land.Watched over by private security guards and police personnel, Azure Power Forty Private Limited, a Delhi-based multinational company, had bulldozed through the land on October 8, 2020, wrecking paddy fields. “My 12 bighas [4 acres] of land, where I had sowed Aijung and Ranjit [rice varieties] was destroyed by the bulldozers,” said Mardi, who has three children and is now forced to work as a daily wage labourer. The Mikir Bamuni episode made headlines in Assam, and not only because of the long-running protest that followed. The families affected belonged to communities defined as indigenous to Assam. The Bharatiya Janata Party-led state government has consistently projected itself as a champion of “indigenous” interests. It has periodically launched eviction drives against so-called illegal encroachers – mostly Bengali-origin Muslims – to clear land for the “indigenous”.In January 2021, Prime Minister Narendra Modi visited Upper Assam to distribute land titles to “indigenous” communities. Yet the Karbis and Adivasis of Mikir Bamuni, who lost land they had cultivated for generations, got no such reprieve.A simmering protestSince he lost his land, Mardi has been to jail twice. The first time, for 14 days after he tried to resist the takeover of his land on October 8, 2020.He was arrested again, along with three others, for his alleged role in a violent protest on December 29, 2020.  Twenty people, including protesting farmers, were hurt in a police lathi charge that day. Thirty-year-old Sikari Rongpi, also arrested that day, said, “The police had assaulted my pregnant wife Champa Timungpi who had a miscarriage”. This time, the four farmers spent 64 days in jail. On Republic Day in 2021, the farmers started a sit-in protest near the site of the solar plant. They demanded that their lands be returned and the arrested men be released. The farmers claim that the sit-in protest continued through most of the year, breaking only during the intense monsoons in Assam.When Assam Chief Minister Himanta Biswa Sarma took oath in May, the residents of Mikir Bamuni found Central Reserve Police Force personnel had been deployed around their homes, apparently to curb any potential unrest. In response to questions from Scroll.in, Azure claimed it had complied with all the relevant laws and state policies. “Claims that Azure Power has ‘forcibly’ taken over the land are incorrect,” said a representative of the firm. “Necessary approvals and No Objections certificates from local and state authorities have been duly obtained and the legality of our land acquisition process has not been disturbed even by the highest court of the state of Assam  Sikari Rongpi. Picture credit: Saurav Patgiri Tenants without rights? At the heart of the farmers’ claim to the land is the demand that their rights as tenants with occupancy rights be recognised. Most say their families have cultivated the land in Mikir Bamuni for generations. “Our ancestors cleared these lands in the first place to make them cultivable,” Rongpi said. The 91 acres were “fee simple grant land” given to a single zamindar, or landlord, for 99 years, said a former official in the Samaguri revenue circle, where Mikir Bamuni is located, who was acquainted with the matter. Such land cannot be bought or sold. In December 2019, the former official said, it was converted to miyadi patta, which is the only form of land eligible for transactions in Assam. After that, the descendants of the original landlord sold it to Azure. But the protesting farmers claim this transaction did not take into account their position as tenants with occupancy rights. According to a statement issued by the farmers on January 26, “They possess inheritable occupancy rights to the land in the form of a khatiyan that was issued to their families in 1981. Ignoring their rights, the land was sold by descendants of the original land grant holder to Azure Power in August 2020.” The aggrieved farmers said about seven of them could still produce the khatiyan from 1981. Others had misplaced them, or the documents were too old to be legible. Trips to the local revenue offices to request duplicates had proved fruitless, they said: the officials had kept fobbing them off for a year. The farmers are confident that even those who could not produce a khatiyan will have their names listed as occupancy tenants in the Record of Rights. This is a land record maintained by the revenue department, containing information about land holdings in each area, including their legal status. Selling the land without acknowledging their tenancy rights, farmers and activists say, violates the Assam (Temporarily Settled Areas) Tenancy Act of 1971. Under this law, a tenant who has cultivated land continuously for three years is eligible for occupancy rights. After this, they may approach the district administration for land titles and even ownership rights. “It is illegal to evict occupancy tenants without settling [their] rights in court as per Assam tenancy laws,” said researcher Amit Kumar, who works on land and environmental laws, and was associated with a fact-finding team sent by the Delhi Solidarity Group to look into the Mikir Bamuni land dispute. However, the district administration claimed there was nothing to show the farmers had tenancy rights. “The farmers  claimed they were cultivating the land for generations… but there is nothing on official records and [the] tenants’ records are not in the Record of Rights or jamabandi,” said the former official from the Samaguri revenue circle.  “As per the agriculture office data, the land is not suitable for cultivation. They have neither cultivated the land for 10 years nor [has] the land [been] in their occupation since 1984. Even the local village said they haven’t cultivated the land.” He alleged the farmers had started cultivating the land only after the “fencing and barricade” for the power project were placed. An official currently serving in the district administration also told Scroll.in the farmers’ names were not recorded as tenants in the jamabandi. Azure, for its part, claimed in a statement from May 2021 that before it bought the land, it had appointed a legal counsel to determine who the rightful owner of the land was, and got all the requisite no-objection certificates from the local and district administration. Land sale without ceiling?The farmers also claim the transaction went against the Assam Fixation of Ceiling on Land Holdings Act, 1956, which sets the upper limit for ownership and transfer of land at 50 bighas (16.53 acres). The law says the 50-bigha limit applies to the “aggregate of the land held individually by the members of a family or jointly by some or all the members of such a family”. The transaction violated the law by transferring 91 acres to a single family, farmers say.Vasundhara Jairath, who teaches Development Studies at the Indian Institute of Technology in Guwahati and also investigated the Mikir Bamuni case, said the land was partitioned into eight parcels of less than 16.53 acres and then sold in an attempt to bypass the land ceiling law.“This is a deceptive way of using the law,” she said. “First, the ceiling limit has to be set for 50 bighas, [the] rest of the land has to be acquired by the DC [district commissioner]. You cannot inherit, transfer, partition the land before setting the limit of 50 bighas.” The former official from the Samaguri revenue circle, however, said the land ceiling act was not violated as it “was not sold by a single family. “The family members of the landlord were already separated… the brothers and sisters were not part of a single family,” he claimed.Land fenced off for the solar project at Mikir Bamuni. Picture credit: Saurav PatgiriAcross an elephant corridor?Sitharam Murmu, a 52-year-old farmer from Mikir Bamuni said he lost 25 bigha (8.26 acres) of land to the bulldozers in October 2020. He also alleged that the solar plant was now being built in an ecologically sensitive area, cutting across an elephant corridor. The solar plant had blocked the elephants’ traditional route, driving them into human settlements, local residents claim. Last October, the aggrieved farmers had filed a complaint with the Assam forest department against the Nagaon district forest officer for giving Azure a no-objection certificate allowing it to build the solar plant “amid an elephant habitat.” But they have not got a response yet, the farmers said.The Azure representative told Scroll.in that the project site did not fall under a notified elephant corridor. “We are aware of the intermittent movement of elephants in and around the village of Mikir Bamuni and understand that the safety of these animals is important,” the representative said. “We have followed all due diligence during the procurement process and have [a] clear No Objection Certificate from the Forest department.”Azure also said that Arcadis India, an environment consultant, had conducted an environmental impact assessment of the site in 2019. “It was established that the nearest elephant corridor is 90 km from the project site,” said the company representative. In July 2020, when the sale of the Mikir Bamuni land seemed imminent, the aggrieved farmers had approached the Gauhati High Court with the help of the All India Kisan Sabha. Krishna Gogoi, the advocate who has been representing the farmers, said the Gauhati  High Court had transferred the matter to the Nagaon Civil Court. A final judgement was awaited.Government failureWhatever the legalities, lawyers, academics and activists in Assam point to the various government failures that are reflected in the Mikir Bamuni transactions. “The major failure of the subsequent governments to implement the Assam (Temporarily Settled Areas) Tenancy Act 1971, which was brought in to democratise land ownership in Assam,” said lawyer Kishore Kalita. “Mikir Bamuni is one such example where the land ownership of the tenants were not settled . Many farmers have khatiyan documents in the state but the government authorities have not settled the land rights of the tenants.”For Jairath, it underlined the government’s indifference to communities defined as indigenous to Assam. “The manner in which the state-landlord-corporate nexus has worked in tandem with one another to strip the land rights of Karbi and Adivasi cultivators goes to show the apathy of the government towards these communities and exposes the emptiness of its discourse of ensuring land rights to the people of Assam,” she said. Pranab Doley, a land rights activist who contested the last assembly elections as an independent candidate and also participated in the hunger strike on January 26 this year, said the Mikir Bamuni incident showed the “arrogance of the current BJP government”. “There is no rule of law in the state,” Doley said. “Amidst all this, Chief Minister Himanta Biswa Sharma has remained silent about the starving families.”","author":"Rokibuz Zaman","time":"2022-02-06T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169656-avttytuxhw-1643898525.jpg","tags":["Assam","land rights"],"source":"https://scroll.in/article/1016604/the-bjp-in-assam-says-it-champions-indigenous-rights-so-what-explains-the-mikir-bamuni-land-deal"}