{"title":"‘The highest wicket-taker’: Assam’s tribunals are competing to declare people foreigners","content":"When the final list of Assam’s National Register of Citizens comes out on July 31, over four million people will find out whether they have cleared the citizenship test – or have to face the much-feared foreigners tribunals.The tribunals have the power to declare people foreigners and send them to detention centres before they are deported. The state government is anticipating a deluge of cases for these tribunals.  As many as two million people could be left out of the Register, claimed one official.In preparation, it is expanding the network of the tribunals with a great sense of urgency, diluting recruitment norms for adjudicators. Now, anyone with just seven years of legal experience or even a retired mid-level bureaucrat could become a tribunal member and sit in judgement on whether a person gets to stay in Assam or is liable for deportation.Recently, the ministry of home affairs published the Foreigners (Tribunals) Amendment Order, 2019, reiterating and expanding the role of the tribunal in the tussle over citizenship.Although meant to be quasi-judicial bodies, the state government has increasingly asserted more control over them, even terminating the services of members on the basis of  “performance”. The key performance metric, as records accessed by Scroll.in show, was the number of people declared foreigners.“The atmosphere has become such that there is a competition to be, what members joke among themselves, the highest wicket-taker – the one who can declare the maximum number of people foreigners,” said one former tribunal member.Lawyers representing people accused of being foreigners in these tribunals allege that members have increasingly bent the rules to favour the state.“The tribunals do not follow the rule of law,” insisted Abdul Mannan, a lawyer in lower Assam’s Barpeta. “It is like they want to create foreigners by hook or crook.”A swell of suspected foreigners There are currently 100 foreigners tribunals in the state, but that number is expected to rise sharply in the months to come – 200 in the near future and 1,000 eventually. According to the state government official, the estimate of two million or 20 lakh exclusions had come from the State Coordinator of National Registration, who is in charge of updating the list. “Around 15 lakh plus the three lakh who have not filed claims at all – so that adds up to around 20 lakh,” the official explained. About 3.3 crore people had applied to be included in the register. The terms of the exercise were defined by Section 6A of the Citizenship Act. Applicants had to prove that they or their ancestors entered the country before midnight on March 24, 1971, the eve of the Bangladesh War. Around 2.89 crore people have made it so far. Of the 40.7 lakh people who did not make it, around 37 lakh filed fresh claims for inclusion.A legal wildernessThe foreigners tribunals, which could determine the fate of millions in the months to come, occupy a grey area between the executive and the judiciary – with few regulations, no transparency, but sweeping powers.To begin with, till as recently as May, a basic premise of the legal system, res judicata, did not apply to them. Simply put, a matter disposed of by a court is considered as adjudicated upon in the Indian judicial system, unless it is challenged in a higher court. But a person cleared by a tribunal could be tried in the same tribunal multiple times for the same charge, that of being an undocumented migrant.In Assam, it is common to find people who had fought their cases in the tribunals and been cleared as Indian citizens, only to be presented with fresh notices to appear before the tribunals.A petition before the Supreme Court argued that if res judicata did not apply to the tribunals, their rulings were just “executive opinions” dealt out by a quasi-judicial body. They could be overruled by another bureaucratic opinion – that of the office of the National Register of Citizens, for instance.In response, the court decided to apply res judicata to Assam’s tribunals. This was not to grant relief to people tried multiple times on the same charge but to ensure that those once declared by foreigners by tribunals were not eligible for inclusion in the National Register of Citizens. Many current members of these tribunals have no experience of being judges in regular courts. But those declared foreigners by them could face worse consequences than those trying to prove citizenship in regular courts. In other states, anyone suspected of being a foreigner is produced at a regular court, where they are tried under the Passport Act, 1920, or the Foreigners Act, 1946, with punishment ranging from three months to eight years in jail. Till recently, people declared foreigners by Assam’s tribunals could be subject to indefinite internment in detention centres. These are spaces carved out of prisons in the state, where declared foreigners were locked up with people convicted of criminal offences. It was only in May that the Supreme Court ruled that those who had spent three years in the detention centres may be released after furnishing bonds worth Rs 2 lakh.As of August last year, 128 people declared foreigners by the tribunals have been deported to Bangladesh.A foreigners' tribunal in Guwahati Ever expandingForeigners tribunals have a long history in Assam. As the turbulent decades post Partition saw migrants pouring into the border state, these quasi-judicial bodies were set up under the Foreigners (Tribunal) Order of 1964. Plagued by a shortage of manpower and resources, however, the number of tribunals operating under the 1964 order hovered between four and 11 till 2005. In 1983, a new element was introduced to Assam’s foreigner detection mechanism through the Illegal Migrants (Determination by Tribunal) Act. Passed during the peak of the anti-foreigner agitation in Assam, it was meant to expedite the detection and deportation of so-called illegal immigrants. The provisions of the act, however, placed the burden of proof on the state and not the accused. By 2005, there were 21 tribunals operating under the act.That year, the Supreme Court struck down the law after hearing a petition filed by Sarbabanda Sonowal, Assam’s current chief minister. The petition had contended that the 1983 law’s provisions for identifying foreigners were so stringent that few people had been declared as such and deported. Sonowal’s successful petition earned him the title of Jatiyo Nayak or community hero. All the existing 32 tribunals were now brought under the Foreigners Act of 1946, from which flowed the Foreigners (Tribunal) Order of 1964. Unlike the 1983 law, it put the burden of proof on the accused. It also gave the tribunal considerable leeway, giving them “the power to regulate its own procedure”. By 2009, the number of foreigners’ tribunals had gone up to 36. Still, an Assamese nationalist organisation called the Assam Sanmilita Mahasangha filed petitions in the Supreme Court complaining, among other things, that not enough was being done to detect and deport foreigners from the state. As evidence, the petitioners cited the high pendency rates in the foreigner tribunals.The Supreme Court, in its 2015 judgment, tended to agree with the grievances. It opined that the “number of tribunals set up is abysmally low resulting in an abysmally low number of decisions”. The top court directed the Guwahati High Court to step in and ensure that the 64 more tribunals sanctioned by the Union government in 2013 were operational at the soonest. It also instructed the Gauhati High Court to set up a monitoring committee to “oversee the functioning of the tribunals”.  A one-man committee, comprising a solitary high court judge, was then created.Injudicious appointments? The rush to establish new tribunals has come at a cost. Already struggling to fill up vacancies in the existing tribunals, the government has been forced to progressively relax eligibility criteria for the recruitment of judicial officers.Earlier, only retired or serving district and additional district judges could sit on the tribunal benches. In 2015, any advocate above 45 years of age and with 10 years of experience could apply for a position in the tribunals. Applicants were required to have a “fair knowledge” of the “historical background giving rise to the foreigners’ issue”.After 64 more tribunals were set up with members recruited through the new relaxed qualifications, there was a sharp rise in the number of people declared foreigners.  More people have been declared foreigners in 2017 and 2018 than the previous eight years combined.  Now, as the network is set to be further expanded to deal with the aftermath of citizens register, advocates above 35 years of age and with seven years of experience have been deemed to be good enough. Retired officials from Assam’s judicial services and all former bureaucrats above the rank of under-secretary having judicial experience can also do the job so long as they have a fair knowledge” of the state’s “historical background giving rise to the foreigners’ issue”, says a Gauhati High Court advertisement. State officials say the current rules make most retired mid-level bureaucrats from the state probable candidates. “All ACS [Assam Civil Services] officers have handled some IPC [Indian Penal Code], CrPC [Criminal Procedure Code] cases at some point of time in the career, so that could count as judicial experience,” said an officer involved in framing the rules. Advocates will be paid Rs 85,000 while former bureaucrats will be remunerated in accordance with their last pay slip. This is in addition to other allowances. To make the positions even more lucrative, 67 of the 200 new tribunals to be set up in the near future will be in Assam’s capital city, Guwahati, said the official. Still, the government is less than optimistic about finding enough willing candidates. “I think the eligibility has to be relaxed even further,” said the official. A foreigners' tribunal in Lower Assam's Barpeta A numbers gameWhile many contend that lowering the entry barrier has compromised the decision-making of the tribunals, the greater concern is perhaps the control the government has increasingly started to wield over these  slap dash courts.Interviews with people who have worked at these tribunals and a closer scrutiny of court documents and official circulars suggest that Assam’s foreigners tribunals have none of the independence one would expect of legal bodies wielding such sweeping punitive powers. Over the last couple of years, in particular, they seem to have operated more as extensions of the executive machinery than free judicial institutions.For one, the state government controls the composition of the tribunals. Although members are chosen by a selection committee comprising three judges of the Gauhati High Court, they are appointed and paid for by the government. It has also made it clear that it calls the shots on assessing and dismissing tribunal members.In 2017, the government terminated the contract of 19 tribunal members citing “unsatisfactory” performance. The home and political department’s records, accessed by Scroll.in, show that government assessed the members’ performance on two parameters: “total cases disposed” and “% of foreigners declared”. The 19 tribunal members whose contracts were not renewed had declared fewer people as foreigners, although many of them had higher case disposal rates than those who were green-lighted by the government to continue. “The general view of the government”, the performance appraisal reports of the 19 members conclude, is “not satisfactory” and so they “may be terminated”.The 19 members approached a Gauhati High Court bench to challenge the terminations, claiming that the executive could not evaluate judicial officers adjudicating matters in which the government was a party. The members pointed also out that they were selected by a panel of high court judges and that it was in fact the duty of a higher court to insulate the subordinate judiciary from executive interference. In a revealing affidavit, the Assam government replied: “The state government, home and political department is the appointing authority and has absolute right to assess the performance of the petitioners.”The bench agreed that the executive could not evaluate the judiciary, that more robust mechanisms should determine who stayed in the tribunals and who went. Overall, though, the court seemed happy to let the government call the shots.In an affidavit, the registrar of the court told the one-judge bench that the “Guwahati High Court is involved only to the extent of holding selection committee meetings”.As for the monitoring committee set up by the Gauhati High Court to supervise the functioning of the tribunals, the registrar said that it had been kept in the loop by the state. But “the assessment of performance and the decision not to extend contractual service was that of the government of Assam, being the appointing authority”, he added.Nevertheless, the files of the 19 dismissed members were sent to the monitoring committee. “We were never given the findings of that assessment,” said one of them. “All we got was a letter from the state government three months later that said that our contracts will not be renewed.”The yes-manOne of the members dismissed in 2017 said he felt let down by the court, but he was not surprised – the line between the judiciary and the executive had always been fuzzy when it came to declaring foreigners. The monitoring committee, for one, seems to be a habitual yes-man to government.In 2016, the Assam government set up screening committees at the state and district level to “scrutinise the opinions” of the tribunals. The state committee had representatives from the home and political and judicial departments and the head of the state’s border police unit in addition to advocate general of the Guwahati High Court. Each district committee, consisted of the respective deputy commissioner and superintendent of police. The home and political department’s documents say these committees were formed to ascertain if opinions delivered by tribunals against the state – that is, dismissing charges that the accused was an undocumented immigrant – “need to be challenged in higher judicial forums”.This year, the screening committee wanted to challenge specific orders given by the tribunal in the high court and have fresh notices issued in other cases – that was before the Supreme Court applied the principle of res judicata to the tribunals. The monitoring committee actively endorsed executive action in these cases. When it last met on May 14, the minutes of the meeting show, it asked for “steps… to be taken”.This was an overreach of its designated role, said a senior Gauhati High Court lawyer who did not want to be named, fearing professional repercussions. According to the Supreme Court, it was merely meant to “oversee the functioning of the tribunals”, not weigh in on specific cases. Abandoning the rule of lawOne former member of the tribunal said that the feverish rush to declare foreigners in the last couple of years meant that basic judicial principles had been abandoned. This was enabled, he claimed, by the monitoring committee’s tacit endorsement of the government rewarding members who declare more people foreigners. Mannan, who represents suspected foreigners in Lower Assam’s Barpeta district, spoke of how tribunals wilfully overlooked evidence to prove citizenship. “When we bring certified copies of documents, they ask us to produce the issuing authority, who refuses, saying that they had already issued a certified copy of the document,” he explained.As a former tribunal member said, “If you look through blinkered glasses, it is possible to declare everyone a foreigner citing a technicality.”","author":"Arunabh Saikia","time":"2019-06-19T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/121968-whzeddhbby-1560693296.jpg","tags":["National Register of Citizens","Foreigners Tribunals","Assam","The Toll"]}