{"title":"The Election Fix: Women are voting in record numbers – but are parties listening to them?","content":"Welcome to The Election Fix. On Sundays, we take  a closer look at one theme that will play a significant role in India’s  Lok Sabha elections.This     week, we look at women in the Indian elections. Data suggests more women are coming out than ever before, but representation of women in leadership positions still remains woefully low. Plus check out our special series on women’s voices in this election, Half the Vote. Tell us what themes we should look at in coming weeks by emailing [email protected]. You can read previous issues of the Election Fix here, and if you haven’t already, subscribe here to get the Election Fix in your inboxThe Big Story: Half the VoteOne of the truly unique things about the Indian democratic experiment that began in 1947 was the fact that voter franchise was, in one fell swoop, truly universal: not conditional on owning land, education qualifications, being of a certain caste or belonging to a certain gender. But just as we discussed last week, when looking at the limited nature of Muslim representation in Indian democracy, the aspirations of the Indian state on paper are often far ahead of the situation on the ground. The same holds true for women. More than seven decades after Independence, it remains a struggle for women to participate in public life, whether that is going out to vote, having their concerns reflected by the political class or standing for elections. At least on one of those counts there is a bit of progress, albeit with one big caveat. In their new book, The Verdict, psephologists Prannoy Roy and Dorab Sopariwala point out that this is likely to be the first Lok Sabha election in India’s history where turnout among the female population will overtake the male turnout. The first two phases of the election have borne this out. There are a variety of reasons for women are going out and exercising their franchise in bigger numbers than ever before. Because political fortunes can swing on the basis of just a single percentage point increase in vote share, it also appears to have encouraged parties to focus more specifically on appealing to women voters and ensuring they make their way to the polling stations. But there is an unfortunate asterisk to this positive achievement, as the authors note in the book. By 2019, India’s female voting-age population is expected to be around 97.2% of the total male population. One would expect the same proportion for voters, except women voters are just 92.7% of the male electorate. That is a 4.5% shortfall, or 21 million people. “An indication of how large this figure of 21 million missing women is that it is equivalent to every single woman in any one of the following states not being allowed to vote: Jharkhand, Haryana, Telangana, Kerala or Chhattisgarh!” write Roy and Sopariwala. “Or even worse: 21 million missing women translates into 38,000 missing women voters in every constituency in India on average. There are a large number of Lok Sabha constituencies – more than one in every five seats – that are won or lost by a margin of less than 38,000 votes.”Further reading: Data check: Young women turn out in large numbers to vote – and parties are finally taking note.Special Report: Half the VoteWe normally dive into the stats on what things have been like under the current and previous governments, but in today’s edition, we point you first to a special series by Nayantara Narayanan and Aarefa Johari for this election. One of the things we noticed in election coverage across the board is that the voices of women are often simply missing. Sometimes that is because of bias, but at other times it might be down to the fact that for reporters it can often be hard to even speak to women. So Nayantara and Aarefa set out to bring you the stories and perspectives of women – only women – on life and politics.From a prohibition activist in North Karnataka who was urging women to vote NOTA in the hopes that it would convince politicians to do something about their concerns regarding liquor, to a farmer in Telangana who admits that she will be going with whoever her village picks, to a rural village collective in Udaipur that wants Prime Minister Narendra Modi to return, the series brings you stories from around the country.  “Our husbands say it has become lugai ka raj [a wife’s reign] under  this government,” said Lalibai Meena, referring to government benefits  that are only given in women’s names. “This is a good thing, no?”Read all the stories in the Half the Vote series here. This election season, we give you five ways to follow the Lok Sabha polls on Scroll.in (besides the Election Fix), and also a reminder that a subscription to Scroll+ helps our reporters go further, dig deeper and bring you more stories.For the RecordHow does the BJP fare with women? The party has worked hard to sell the idea that it is a protector of women’s interests. In 2014, one of its central slogans was that bringing in Modi would bring an end to crimes against women. “Beti Bachao Beti Padhao” (Save the girl child, educate the girl child) has been one of the government’s flagship schemes, although evaluations have pointed to major problems and few successes outside of publicity. A number of welfare schemes under the government have been advertised as specifically appealing to women, not least because in a few of them, the primary beneficiary is the woman of the household. The BJP even went so far as to push for a ban on triple talaq, a Muslim practice that allows for “instant divorce”, claiming afterwards that though it gets almost none of the Muslim vote, Muslim women are supporting it. (It also went on to oppose the entry of women at the Sabarimala temple in Kerala). Data, however, suggests that the party has consistently had a disadvantage of a few percentage points among women. Even in the wave election of 2014, for example, about 33% of men around the country voted for the Bharatiya Janata Party and Modi, compared to just 29% of women. There is some indication that the party may have managed to make up for this over the last five years, but with women voters now coming out to polling stations in bigger numbers than ever before, it remains to be seen whether the disadvantage will actually be nullified. Further reading: How India Votes: Has the BJP gained enough women voters under Narendra Modi to seal 2019?Past tense No Indian party has a record to be proud of when it comes, at least, to women’s representation in public life. Though India has a law mandating reservation of posts for women at the panchayat level, a similar Bill that would reserve 33% of Parliament and state assembly seats has been languishing for years now, despite many major parties proclaiming support for it. So, for example, the outgoing 16th Lok Sabha had the highest share of women Members of Parliament in the institution’s history. Unfortunately, this record number was just a smidge over 11% of all MPs. With no mandate to field women candidates, parties also tend to give tickets to a similarly low percentage of women leaders, giving very few women a chance to build their political skills. As a Brooking study pointed out, “our political apparatus has collectively failed to nurture women leaders, leaving it unprepared should quotas in Parliament be legislated. In such a context, even if the [Women’s Reservation] Bill were to pass its impact would be dubious.”The study finds the same gap within executive positions in political parties, though some fare better than others. Parties have also consistently ignored questions of misogyny among their own leaders, even as they pay lip service to addressing crimes against women. The one upside may be the increasing turnout from women across the board, which we mentioned earlier, coupled with a growing awareness that women – although they may not vote as a block – are also not simply voting as their husbands or fathers tell them to. “In a survey by the CSDS, for the 2014 Lok Sabha elections, 70 per cent of women voters said they did not consult their husbands on whom to vote for. Our estimate is that the percentage of independent-minded women voters could be significantly higher than is publicly admitted to a fieldworker,” write Roy and Sopariwala. Politicking: So how is all of this playing into the 2019 election? In the fourth of the seven-phase election, scheduled for Monday, women account for 10% of all candidates in the fray, the highest such percentage in this election. The major parties, like the BJP and the Congress, have not fared any better than this. Both do, however, mention that they will push for 33% reservation of seats in Parliament and state assemblies if they come to power, though such promises have amounted to little in the past. The more interesting data points may come from other parties. The Communist Party of India (Marxist), for example, vows to make marital rape an offence and take gender budgeting more seriously. Odisha’s Biju Janata Dal announced that it would ensure 33% of its Lok Sabha tickets would go to women (although it did not affirm the same for the assembly elections that took place alongside). West Bengal’s Trinamool Congress went a step further, announcing that 41% of its tickets would have female candidates While the absolute numbers might end up being small relative to the country, the commitment alone stands as an example to other parties. Indeed, both the BJD and the Trinamool can boast of loyalty from women voters, giving them an advantage at election time. And as the Brooking report pointed out, if indeed the Women’s Reservation Bill does turn into law, then it is the parties that have created a pipeline of women leaders that will be best placed to take advantage of it.","author":"Nithya SubramanianRohan Venkataramakrishnan","time":"2019-04-28T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118468-cdphimcfhi-1556417566.jpeg","tags":["The Election Fix","Elections 2019","Half the Vote","Lok Sabha elections 2019","Women voters"],"source":"https://scroll.in/article/921543/the-election-fix-women-are-voting-in-record-numbers-but-are-parties-listening-to-them"}