{"title":"The Swachh Bharat Mission has built toilets, but failed to get people to use them","content":"As the Swachh Bharat Mission completes five years on October 2, access to toilets has increased substantially but the habit of toilet use has not kept pace. The proportion of people in households with latrines, in rural Bihar, Madhya Pradesh, Rajasthan and Uttar Pradesh, who still choose to defecate in the open, has stayed constant at 23% since 2014, data show. To get people to use the millions of toilets that have been constructed, highlighting the dangers of open defecation could help, various studies suggest.Germs are democratic – they do not distinguish between the rich and the poor, the upper-caste and the lower. Through open defecation, germs indiscriminately contaminate water supply and food, causing increased cases of diarrhoea, enteric or intestinal disease and transmission of worms.Since the launch of Swachh Bharat Mission, more than 100 million household toilets have been constructed, as per official government figures. This figure won praise from the Bill and Melinda Gates Foundation, which recently conferred a Global Goalkeeper award on Prime Minister Narendra Modi.However, the decrease in open defecation has not kept pace with the increase in latrine coverage. In several Northern states, while the Swachh Bharat Mission has reduced overall open defecation from 70% to 44% since 2014, nearly one in four – or 23% – people in households with latrines continue to defecate in the open, research on the progress of the programme shows.This is not a new problem; a randomised evaluation of Swachh Bharat Mission’s predecessor, the Total Sanitation Campaign – with a similar focus on financial subsidies – conducted between 2009 and 2011 in Madhya Pradesh showed that among two groups of villages with similar initial proportions of latrine-owning households, the programme increased the coverage of latrines by 26 percentage points, whereas coverage increased by 3 percentage points in the group in which the programme was not implemented.Yet, reduction in open defecation did not match the increase in new latrine coverage. More than 70% of the population in the villages that received the programme continued to defecate in the open. Of those households that had improved sanitation facilities, 41% still defecated in the open, daily.Triggering disgustFor the Swachh Bharat Mission, the most pressing question now is how can policy be oriented to getting people to actually use the latrines they have constructed?An increased understanding of faecal-oral contamination can nudge communities towards using toilets more, research shows.One programme which seeks to increase this understanding is the Community-Led Total Sanitation approach, in which villagers are asked to map the routes to their sites of open defecation and to discuss and analyse the spread of germs along that route. By triggering disgust at how their food and water get contaminated, this approach can improve the rates of latrine use, research showed.Randomised evaluations in Tanzania, Mali and Indonesia by researchers affiliated with the Abdul Latif Jameel Poverty Action Lab found that the Community-Led Total Sanitation approach decreased open defecation in villages, driven mainly by toilet construction among households that previously did not own latrines.The programme’s impact on decreasing open defecation was the highest in Mali, where it also reduced open defecation among households with existing latrines. This effect was not seen in Indonesia and Tanzania, where the rate of open defecation among households with latrines was low, to begin with.Financial subsidies In areas with low latrine coverage, providing financial support alongside a behaviour change programme could be effective in increasing actual use of latrines among low-income households, research suggests.An evaluation in Bangladesh randomly assigned villages to receive one of the following three programmes: information and technical support for latrine construction; a Latrine Promotion Programme – very similar to the Community-Led Total Sanitation approach outlined above; and the same programme plus financial subsidies. A different group of villages received no intervention at all, to serve as a comparison group.While the information and technical support programme, as well as the Latrine Promotion Programme, had no impact on open defecation, the Latrine Promotion Programme with financial subsidies reduced open defecation by 22% relative to the comparison villages.For these interventions to be fully effective within the context of India, however, efforts to improve toilet usage should also address the role of caste and misinformation about latrine models that perpetuate open defecation.The Swachh Bharat Mission-recommended twin-pit latrine is designed in such a way that emptying of the filled pit can be done safely and inexpensively, precluding the need to hire manual scavengers. However, misconceptions about the capacity of such toilets have led to individuals erroneously modifying twin-pit latrines to create seemingly larger pits, making these latrines more expensive and unsafe to clear. This, in turn, brings the risk of perpetuating manual scavenging or open defecation as the preferred alternative.Taken together, stimulating behaviour change by deploying lessons from evidence-based programmes could help close the persistent gap between latrine construction and safe use, and make India open defecation-free.The writer is a policy and training associate at the Abdul Latif Jameel Poverty Action Lab, South Asia.This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Namitha Sadanand, IndiaSpend.com","time":"2019-10-02T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128312-xvvdwsbotb-1569920458.jfif","tags":["Open defecation","Swachh Bharat Abhiyan","Toilets"],"source":"https://scroll.in/article/939096/the-swachh-bharat-mission-has-built-toilets-but-failed-to-get-people-to-use-them"}