{"title":"Nobody has any cash in this village in Maharashtra","content":"In Chikalthana village, on the edge of and merging with Aurangabad town in Maharashtra, Prime Minister Narendra Modi’s dream of a cashless economy seems to have been realised. Nobody has any cash. Not the banks, nor the ATMs and certainly not the people queuing up in and around them in despair. Even the policemen sitting in the vans outside bank branches haven’t any.But cheer up. They’ll soon have ink marks on their fingers.In the State Bank of Hyderabad at Shahganj, within the walled city of Aurangabad, you can see equally desperate bank staff struggling to help their impoverished clients. There and in other branches of every single bank in the town, soiled notes worth crores of rupees in denominations of Rs 50 and Rs 100 – meant to be sent to the Reserve Bank of India for final destruction – are being reintroduced into circulation. The RBI knows of this but condones it through silence.At Shaganj in the walled city of Aurangabad, the queues are long and tempers short.“What option do we have?” ask people working in these banks. “The public really needs small notes now. All their work and transactions have come to a halt.” As we speak to the staff inside, Javeed Hayat Khan, a small vendor, comes up to us from a queue that runs close to a kilometre outside the bank, on a Sunday. He hands us an invitation to his daughter Rasheda Khatoon’s wedding.“All I have in my account is Rs 27,000,” he says. “All I ask for is Rs 10,000 of that for my daughter’s wedding coming up in three weeks. And I’m not allowed to withdraw it.” [This article was written before the announcement on November 17.]The bank held back since he had withdrawn Rs 10,000 the previous day, though he is entitled to take out the same sum today – because they feel there isn’t enough cash to go around the serpentine queues. And they hope to give some small amount to each person in those lines. A couple of them are now trying to help Khan. They point out that such money as he has in his account came from breaking a fixed deposit he had set up for his daughter’s marriage.Javeed Hayat Khan desperately needs to withdraw cash for his daughter’s wedding.As several writers, analysts and official reports have already pointed out, the bulk of India’s “black” economy is held in bullion, benami land deals,and foreign currency. Not in stacks of notes in grandma’s old oak chest. The chairman of the Central Board of Direct Taxes said so in a 2012 report on Measures to tackle black money in India and abroad. The report also said (page 14, Part II, 9.1) demonetisation “miserably failed” on two past occasions in 1946 and 1978. Yet, this action is what the Bharatiya Janata Party government has repeated. The “Modi masterstroke”, a term contrived by assorted anchors and other clowns on television to hail an unbelievably stupid action, is spreading agony and misery in its wake across the countryside. If there’s been any stroke, it’s the one the heart of the rural economy has suffered.The recovery time from the stroke was first dismissed by the finance minister and his party colleagues as two-three days of discomfort. Dr Jaitley then modified that to two-three weeks. Soon after, his senior surgeon, Narendra Modi, said he needed 50 days to restore the patient to health. So we’re already into 2017 with this course of treatment. Meanwhile, we do not know how many people across the country have died waiting in queues, but their number mounts daily.Cash means everything“In Lasalgaon in Nashik district, farmers driven by the cash crunch closed down the onion markets,” says Nishikant Bhalerao, editor of the weekly Adhunik Kisan. “In Vidarbha and Marathwada, cotton prices have plummeted by 40% per quintal.” Barring a few transactions, sales have come to a halt. “No one has any cash. Commission agents, producers and buyers alike are in serious trouble,” says Jaideep Hardikar, a reporter with The Telegraph in Nagpur. “Depositing cheques in the rural branches was always a tedious process and right now, withdrawal is a nightmare.”So, very few farmers will accept cheques. How can their households function while waiting for those to be realised? Many others simply do not have active bank accounts.One important public sector bank in this state has a total of 975 ATMs across the country. Of these, 549 were serving up no denomination other than despair. Most of those non-functioning ATMs are in rural areas. A particularly cynical rationalisation of the impact is the claim that “rural areas function on credit. Cash means nothing.” Really? It means everything.Transactions at the lowest levels are overwhelmingly in cash. Bank employees in small rural branches foresee a law and order crisis if small denomination cash doesn’t arrive in a week. Others say the crisis is already here and will not abate even if some cash arrives in that time.At another queue in Aurangabad, Pervez Paithan, a construction supervisor, fears his labourers will soon turn violent. “They need to be paid for work already done,”he says. “But I cannot lay my hands on cash.” In Chikalthana village, Rais Akhtar Khan says she and other young mothers like her are finding it increasingly difficult to feed their children. When they do, “it is after great delays because we are spending so much of our day in these queues. The children go hungry for hours after their normal eating time.”Most women in the queues say they have two-four days of provisions left. They’re terrified to think the cash flow problem might not be resolved in that time. Alas, it will not be.Farmers,landless labourers, domestic servants, pensioners, petty traders, all these and many other groups have taken a terrible hit. Several including those employing workers will go into debt, borrowing money to pay off wages. With some others, it’s to buy food. “Our queues are growing, not diminishing, with each passing day,” says a staffer at the Station Road branch of State Bank of Hyderabad in Aurangabad. Here, a few employees are trying to cope with huge and increasingly angry queues of people. One staffer points out a flaw in the software sent out for the authentication of ID and other details.People are allowed to exchange a maximum of eight notes of Rs 500 or four of Rs 1,000 for two of Rs 2,000 in value. This is a one-time transaction. “Yes, it does trip you up if you try duplicating your act the next day. But you can get around that. Just use a different ID. If today you use your Aadhaar card, tomorrow bring your passport and the day after that, your PAN card, you can repeat the transaction without detection.”Frustrated members of the public throng the inside of the Shahganj branch of the State Bank of Hyderabad. Outside, the queue is nearly a kilometre longNow, very few people have actually done this. Most are unaware of it. But the government’s response borders on the insane. They’ve decided to start marking the fingers of the people in the queues (post-exchange) with indelible ink as they do in voting. On a right-hand finger so there is no confusion when people vote in by-elections coming up in some states.“Never mind what orders or instructions government might issue,” says R Patil, a small contractor, in the Station Road queue. “The fact is most of the hospitals and pharmacies do not entertain the Rs 500 or Rs 1,000 notes.” Standing beside him is Syed Modak, a carpenter who had run from clinic to clinic to save a seriously ill relative. “We were turned down everywhere,” he says. “Either they don’t accept the couple of Rs 2,000 notes or say they have no change to give us.”Meanwhile, all eyes are on Nashik, from where the newly-printed currency will go out – across India. No one’s got it yet in the rural regions, but all pin their hopes on its happening. Watch this space.This piece originally appeared in the People’s Archive of Rural India on November 16, 2016.","author":"P. Sainath","time":"2016-11-18T05:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/821721-45558-xdajhvlott-1479300902.jpg","tags":["Demonetisation","Maharashtra","Money","Black Money"],"source":"https://scroll.in/article/821721/the-cashless-economy-of-chikalthana-nobody-has-any-cash-in-this-village-in-maharashtra"}