{"title":"The agony of navigating college on a smartphone","content":"Dhiren Swain had no stand to hold up his phone or lights to brighten his room. On the day of his interview, he just leaned the phone against a wall and prayed fervently that his network would remain steady, and that the electricity wouldn’t go off, as it often did.A political science graduate from the University of Hyderabad, 23-year-old Swain had applied to IIT Madras for a PhD in the Department of Humanities and Social Sciences. When the institute shortlisted him for an interview in July 2020, Swain was at home, in his village of Dhumuchhai in Orissa’s coastal district of Ganjam. There was no way he could travel to Chennai in the middle of a national lockdown. Fortunately, the institute itself had scheduled all interviews online.But Swain did not have a laptop. He tried borrowing one from his friend – it wouldn’t connect to his phone’s hotspot. He desperately reached out to two more friends; the same problem persisted. If he wanted to use their laptops, he would also have to borrow their phones – but who would be willing to give away two devices for a full day?So Swain fell back on his old Samsung. It was his only option.Ahead of the interview, the IIT Madras administration set up a test run. As soon as Swain’s phone camera was turned on, the audio quality dipped. The administrators decided to go ahead anyway. But Swain’s anxiety shot up. “If there were any glitches, I knew that would immediately affect my performance,” he said. At the back of his mind was a constant concern about losing the internet connection midway. “It was during the monsoon season,” he recalled. “It got dark by 5 pm and the video quality was very low.”He had two interviews, which were conducted a week apart from each other. Swain didn’t feel like he had given them his best shot. But there had been no interruptions; for this, he was grateful.Despite the hurdles, Swain made it. An acceptance letter arrived in his inbox two weeks later.Despite glitches with his internet connection, Dhiren Swain appeared for an online interview and secured admission for a PhD at the Department of Humanities and Social Sciences in IIT Madras.For Mamta Markam, the wait had been much longer. Like Swain, she too had applied to the humanities and social sciences department at an Indian Institute of Technology, but in Gandhinagar, and for a masters degree. She wrote her entrance exam in December 2019 but unlike Swain, she didn’t hear back from the institute for months. One day in April 2020, a family friend came rushing to her house to inform her that the institute authorities had been trying to contact her but hadn’t been able to get through, because Markam’s village in Sukma, Chhattisgarh, had almost no mobile network.The challenges only mounted once classes began in August. Markam would wake up at around 4 am, before the roosters crowed, step out of her house and meditate for 15 minutes – all the time she could spare. Then she would have a quick bath, go to the kitchen, roll out a few rotis and boil some rice. If she had some extra time, she would cook a vegetable, otherwise make do with chutney or pickle. Along with her books, she would place her tiffin box, water bottle and without fail, her umbrella, in her bag before setting off, usually around 8 am. From the corner of her eye, she would notice the other villagers commenting on how fast she was walking and where she was going. She didn’t have time to look around. After a brisk 40-minute walk, she would get to her destination: a little clearing under a tree. A few steps away loomed the dense forests of Dhobanpal village in Sukma district.She would place her bag down, find a spot under the tree and then take out her mobile phone. The dead signal lines would finally start to light. Nearly 1,500 kilometres away in Gandhinagar, classes would begin.Zilani Ansari had to struggle to secure an even more basic resource: electricity. In January 2021, he began online classes for the first year of an undergraduate degree in the German language at the Jawaharlal Nehru University in Delhi. The 22-year-old was the first from his Momin Ansari community in the village of Sumahi Bujurg Urf Mehadiya, in the district of Kushinagar in Uttar Pradesh, to gain admission to such a prestigious university. A few months before his course began, Ansari bought a second-hand Redmi 5A for Rs 1,500, using some of his savings and a contribution from his father, a tailor. But he worried about charging the phone, since his family did not have electricity at home.To solve Ansari’s problem, his family decided to get an electricity connection. They paid for wires and installation, and managed to get an electricity meter for free. But the monthly bills were unaffordable for the family. “Some houses just directly take connections from the electricity poles. But I’m from a ‘small’ family and if we did that, it would become a big problem,” he told me in May.The cost wasn’t the only concern: the electricity would go out at least six or seven times a day, and the internet, too, was unstable: Ansari wasn’t able to stay logged in for five minutes straight. “Even WhatsApp messages take long to deliver,” said Ansari, clearly anguished. “How am I supposed to pursue a degree online?”India’s education system is notoriously unequal. Students from rural areas and marginalised communities are underrepresented, struggle to pay fees and meet expenses, and drop out at higher rates than students from privileged backgrounds. This reflects the deep-seated caste-based faultlines of Indian society.Despite the enormous disadvantages they are saddled with, every year, some first-generation learners make it to India’s best colleges and universities. For many, higher education is a heady experience that takes them away from the difficult circumstances at home to a world of hostels, libraries and classrooms. It becomes an opportunity to immerse themselves in intellectual learning and debate, acquiring not just degrees, but also the confidence and the networks they need to build their professional lives.The pandemic has disrupted these opportunities like nothing else before. Access to digital devices and the internet has become paramount for students, brutally exacerbating the inequalities between them. The much-anticipated university experience has shrunk to a lonely struggle with a smartphone.While their affluent counterparts dial into online classes on their laptops, using phones for fun, games and Instagram, less privileged students labour over downloading notes, writing assignments, attending classes on screens a few inches across.After Zilani Ansari gained admission to Jawaharlal Nehru University for an undergraduate degree in the German language, his family managed to procure an internet connection, but struggled to pay the bills.Vikash, a student from Bhiwani, Haryana, enrolled with Ambedkar University Delhi’s Department of Sociology, told me that he wrote his 12,000-word postgraduate dissertation last year on his phone. He conducted his interviews for his research, on “bride buying” in Haryana, during the lockdown, since there wasn’t a high incidence of cases in his region. But his campus shut down due to the pandemic, and he was left with nothing but his phone on which to type out his thesis. The department brought down the word limit for the final year thesis from 18,000 words to 12,000 words to make it easier for students. Yet, Vikash, who said he comes from “a very financially backward family”, had a hard time.He spent about between 10 and 15 days bent over his phone – on some days he could type upto 1,000 words and on others, he could only type 50. He struggled, scrolling up and down on his screen, navigating from one page to another, he copy-pasted data into different Google documents, switching between several at the same time. He joked that at one point, he even momentarily lost track of the original draft.No matter how inventively students like Vikash use their phones, there is little they can do to plug the gaps in India’s mobile network. For all the explosive growth that famously brought cheap internet to 305 million people in under three years, it remains elusive in the villages and small towns where they live.Data from 2017-’18 showed that 42% of households in urban India reported having “internet facility”, while only 14.9% in rural India did so. A similar divide was seen in device ownership: only 4.4% of rural households had a computer, as opposed to 23.4% of urban households. Internet access is also dependent on gender: while 72% of internet users in rural areas are male, only 28% are female.The result is that students are falling behind. Their grades are slipping, their confidence is eroding and they are losing their scholarships.Many in the academic community recognise this. The teachers I spoke to were heartbroken, and some told me that almost half their students don’t turn up for classes anymore. “A student of mine took up a job in order to afford a phone, another sits in his shop while logging in to online classes,” said V Ravi, a government college teacher in Krishnagiri, Tamil Nadu, and the vice president of the All India Federation of University and College Teachers’ Organisations. But the most devastating impact of online education has been the loss of peer group support, many teachers pointed out. “A huge chunk of the learning happens between students. Marginalised students, especially, are reliant on their peer community when they face difficulties in learning,” said Professor Sukumar N of Delhi University.Online education is out of reach for vast numbers of students in India. Data from 2017-’18 showed that only 14.9% of rural households in the country had \"internet facility\". Photo: AFPWhat alarms teachers even more is that though online classes were initially seen as a temporary solution, there are indications that they will remain in place even after the pandemic. Former Union Education Minister Ramesh Pokhriyal had repeatedly asserted that online education would not vanish with the Covid pandemic, and that the government would adopt a blend of online and offline teaching even for the future. The government has also vowed to give digital learning massive priority in the contentious National Education Policy 2020, approved by the Union Cabinet in July 2020. It is planning on launching e-courses, learning apps and training for teachers to boost online learning.In March this year, the University Grants Commission  issued a notice allowing all higher education institutes to teach up to 40% of the syllabus for all courses online. The former UGC Vice Chairman, Bhushan Patwardhan, while still in his post, had already said last year that up to 70% of the syllabus for many courses could be taught online and that the new mode could be part of academics “forever”.    The UGC notice led to an outcry. The Delhi University Teachers’ Association came out strongly against it and called it an “un-academic and ill-timed recommendation that will erode the autonomy of Higher Education Institutions and teachers”.Speaking at a virtual discussion on the impact of online education hosted by JNU students in May 2021, Moushumi Basu, an associate professor at the university and secretary of the JNU Teachers Association put forth an impassioned argument. “What about labs? What about practicals? We are just talking to little boxes on the screen. They are not being allowed to think out of that ‘box.’ They are stuck there and have to fix their problems on their own.” She alleged that the government was not listening to teachers or to students but had “made up its mind” about online education being the future.At a UNESCO meeting in March this year, Pokhriyal reportedly claimed that India had successfully run online classes during the pandemic. “Despite the remarkable size of India’s educational ecosystem, we have succeeded in ensuring that all children living in the most remote areas of the country continue to receive education during this pandemic,” he said. “We have used radio, television and digital technology to ensure that no child is deprived of an education.” Ironically, a UNESCO report released that same month showed that almost 24 crore children in India had been adversely impacted by Covid due to school closures. According to a 2020 research paper on ‘Online Teaching and Learning of Higher Education in India during Covid-19 Emergency Lockdown’, more than 60% of students at the undergraduate and postgraduate levels are not ready for online classes owing to a lack of devices, high-speed internet access and power supply, and limited network data per day.Professor Madhu Prasad, Member Presidium of the All India Forum for Right to Education made a poignant observation about the disruption of the education system by the pandemic. “This was an opportunity for us to come together,” she said. “Now more than ever, administrations should have found out ways to become closer to students. To keep them in hostels, to find out where home was and ask them what they needed. By sending students back to their homes, institutes have only washed all responsibilities off their hands. They’ve left the students to take care of their education on their own.”Markam comes from a family of Adivasi farmers and was the first female student from her village to pursue a higher education. “Most girls are married off by 16, 17 years of age. Even finishing school is rare,” she said.When she was admitted to the master’s programme at IIT Gandhinagar, Markam was also awarded a scholarship of Rs 5,000, contingent on her maintaining a Cumulative Performance Index of 5.5. With this money, she was looking forward to moving into a hostel, where she could focus on her studies, without the usual household responsibilities that bogged her down at home. When the administration informed students that the lockdown wouldn’t allow them to keep classrooms and hostels open, and that the semester would be conducted online, they also mentioned that if students had trouble with internet access, they had the option of starting their semester a bit later, in December 2020.Markam was eager to start classes and wanted to do the semester online. “In hindsight, I feel it would have been better for me to wait, but at that point it was all very new to me. I didn’t have enough guidance or awareness to make that decision. I didn’t want to feel like I was missing out on anything. So I chose the online option,” she said.The problem wasn’t just that she had to walk several kilometres everyday to get a connection. An armed Maoist insurgency was gaining strength in the neighbouring villages, and firing incidents between the guerillas and the police were becoming more frequent. “The villages surrounding mine frequently witnessed clashes. I was perpetually afraid that something may happen,” she said.Mamta Markam woke up at 4 am each day and walked 40 minutes to reach this forest clearing in Sukma, where the mobile signal was strong enough to allow her to attend her online classes.Each time she sat with her phone in the stillness by the forest, a part of her constantly scanned her surroundings for the slightest change, while another part tried to concentrate on the teacher explaining research theory, or lecturing on society and culture. At any point, the signal could waver, forcing her to immediately change position.In Maoist-dominated villages in Chhattisgarh, the guerillas have barred the use of mobile phones. While Markam’s village isn’t squarely under their influence, many elders frown upon girls and young women using phones, she said. Yet, here she was, sitting in the open, holding a phone for hours together.During the months of September and October, when it rained, she couldn’t even sit down. She would stand – umbrella in one hand, phone in the other. On the days of her menstrual period, the stress doubled. Often, her phone would run out of charge. She would have to walk all the way back home, charge it to half capacity, and return on foot again. By then, she would have missed one of the classes.“People would say things about me,” she said. “Even my own uncle, who is an educated man, often tried to discourage my parents from letting me study, but they didn’t give in to any pressure. They are illiterate but highly intelligent,” she said with pride.What had cemented her parent’s support for her education until now was her consistently good academic performance. But in November towards the end of the semester, for the first time ever, Markam’s grades started to drop.“I was in a central institute for the first time,” she said. “I didn’t know how to write my assignments. If I had been on campus, I could have asked friends or the teacher in person, or people in my hostel. Here I had nobody to ask.”She also struggled with English, the medium of instruction. “Coming from a Hindi medium school, it was very difficult for me to follow what the teacher was saying,” she continued. “Often, I would want to ask questions, but stayed silent. In school, people would tease me for asking too many questions but here, I was too intimidated.”  Thousands of kilometres away, in Tamil Nadu, Sevvizhi Baskar struggled with many of the same problems. When the lockdown was announced last year, like lakhs of other students, the third-year civil engineering student returned from her college hostel in Namakkal district to her hometown of Aambalapattu in Thanjavur district in the same state. She did not have a steady internet connection at home, and sometimes carried a chair out to a road and placed it on the side so that she could attend her classes. She, too, hesitated to ask questions, usually because she wasn’t sure if she had just missed something the teacher had said, owing to her poor connection.Even when she did manage to get a signal at home, there would be a stream of distractions to deal with. “Sometimes, I would be in the middle of class and someone would call me to do some work,” Baskar told me in May. “I couldn’t say that I won’t do it, so I would get up and finish the task.” But, she added, “These days, after my younger brother’s exams were cancelled, he also gets asked to go to the field sometimes.”Sevvizhi Baskar, a student of civil engineering, sometimes carried a chair out to the side of a road near her home in Thanjavur to be able to attend the online classes of her college in Namakkal district.Ansari, too, found it impossible to focus on his classes in his family’s one-room house, which measured 12 feet by 17 feet, and where he was always surrounded by four or five people. “Unlike in the cities, where neighbours don’t even know each other, in the villages people don’t hesitate to walk into each other’s houses at any time of the day or night,” he said. “Also, I can’t expect my family to remain silent the whole day, they have to talk and go about their day’s work.”What rankles him the most is that students are being marked on their participation in the online classes. “There are so many students whose voices we haven’t heard,” he said. He has not found a chance to speak either. “If my network was steady, I would be able to speak.”Ansari decried the fact that students would be penalised for something that was outside their control. “How can they decide to grade us on something like participation when the situation is so extraordinary?” he told me in May. “Is it my fault? Isn’t it the system’s fault?” When I spoke to him again in August, he was less anguished, and told me that some teachers had become a bit more lenient with rules for him because of his internet troubles.Still, many students hesitate to even turn their video cameras on, and not just because of network troubles. “All the other students had very nice backgrounds on their screen, with stacks of books or some other nice-looking interiors,” Swain said. “All my books are in the cupboard and I was very conscious about what people would think about where I live.” When the teacher asked students to switch on their cameras, Swain would blame the patchy internet and keep his camera off.“Good architecture is also a privilege,” he said.So, too, were laptops – Swain said he wasn’t comfortable telling his classmates, most of whom came from a different social class, that he didn’t own one. “It affected my esteem, the idea of confessing that I don’t have a laptop.”At the University of Hyderabad, where he had done his graduation, he could have asked the student union for help. But at the IIT, there were no unions. “Just some student secretaries who are also addressed as ‘sir’, so I didn’t feel like I could reach out to them,” he said. “I didn’t feel like depending on anyone’s charity.” He decided to wait till he had saved enough of his stipend to buy one himself. The government's measures to increase emphasis on online education has alarmed many teachers. The Delhi University Teachers’ Association called one such move an “un-academic and ill-timed recommendation\". Photo: ReutersThe pandemic, and the moving of education online, also severely hampered the experiences of those with disabilities. One such student is M Saranya, who has a 60% visual impairment and is enrolled for a BCom degree in a private college in Tiruvannamalai district, Tamil Nadu.Saranya lives with her mother, Mariammal, and two younger siblings in the town of Thennangur. As a child, she would always miss catching a ball thrown at her, but her mother didn’t think much of it. It was only when Saranya’s teacher pointed out that she was struggling to see in class, that Mariammal noticed that something was wrong. Despite their poor economic conditions, Mariammal, a single parent, travelled to many cities, visited several doctors, and spent money the family did not even have on surgery after surgery. Yet, the child’s vision did not improve.In 2020, the 20-year-old gained admission to Sri Akilandeswari Women’s College, in her hometown – she was on her way to fulfilling her lifelong dream of a higher education.Saranya had a strong support system in school and she was glad when she found a similar one in college. Every morning, at the fourth stop after she got into the bus she took to college, her friend would board, and place her hand on Saranya’s shoulder. A few stops later, when they reached college, the friend would hold her by the hand right up to her class. If Saranya needed to use the restroom, she always had someone to take her. Her teachers would also summarise lectures for her after classes were over to make sure she understood everything.Then, colleges shut due to the pandemic and brought an end to these arrangements.Like others, Saranya tried her best to adjust to the new normal of online classes. The district collector sanctioned cash assistance of Rs 20,000 for her, which the family used partly to buy Saranya a phone. But she had no signal at home. The only place where she had a stable connection to the internet was on a hill behind her house.Just as her friend had helped her reach her classroom, her two siblings, both school students, would help her walk up the hill. Saranya was not supposed to be out in the sun for too long, so she would sit on the hill with an umbrella, whether in rain or under the sun, while attending classes. “During lunch, I sent food up to her,” her mother said.No matter how hard the family tried to support her, Saranya struggled. “I couldn’t comprehend what the teachers were saying,” she said. “I had severe headaches because of these online classes.” The teachers no longer checked on her separately. Her mother, who has only studied till Class 10, sometimes read out text from the phone, but that was the extent of the help she could provide. “She has only come this far because of her teachers and friends,” Mariammal said, dismayed.The day I spoke to Saranya, she had taken two online tests, and was upset because she thought she hadn’t done well. For another recent exam, Saranya was given an extra hour to answer the questions. Her mother then travelled to the college to submit her answer sheet. College had seemed like a distant dream for Saranya at one point, but she finally made it. Now she is uncertain again. “Being in a physical classroom would have given me confidence to study,” she said. “But now I’m scared.”For Ansari, the stress of online classes is compounded by the anxiety induced by the pandemic. Four people died on the same day in his village in May, a week before I first spoke to him. The causes of death hadn’t been officially established, but the deaths had coincided with a deadly second wave of Covid in Uttar Pradesh, described in news reports as “six weeks of living hell” and a “dystopian nightmare”. The state peaked with over 38,000 cases a day in April, and rural Uttar Pradesh was particularly severely ravaged.Ansari said he had lost eight kilograms since January. He felt hopeless about his future. “I made so many people happy by getting a JNU seat, so much praise, so much pride. And now I feel like I’m going to let everyone down. How will I look them in the eye if I fail?”Markam, always a good performer in college, failed a test in her first semester at IIT. The day she had the test, in November, her luck ran out completely. She clicked the right answer for the first question, but the following questions just wouldn’t download on her phone.She went on to lose her scholarship – despite all her efforts, erratic internet had ruined her attendance, and she hadn’t been able to score the required grades. When the campus reopened in February, Markam was quick to move into the hostel, where she was given a laptop by the institute. But losing the scholarship, which she would have used for her fees and other expenses, had been hard on her. “Just having the money in my hand would have also made me a little more confident,” she said.For her final year dissertation, Markam wanted to research and write on a question close to her heart: why Adivasi women are not able to enter the portals of higher education. Even though her IIT experience is nothing like she dreamed it would be, she is now looking forward to finishing her degree.Swain wanted to save his stipend to buy a laptop. But he did not receive the money for several months after he joined. Struggling to cope with his assignments, he finally told his professor about his troubles in April, during his second semester.When a student at an engineering college in Bengaluru had made a similar confession during an online class, his professor had said, “Beg, borrow or steal, but get yourself a laptop.” A recording of the class went viral, and the professor was roundly criticised.In Swain’s case, the professor was more sympathetic. He bought Swain a laptop, asking him to repay its cost after he received his stipend. “He told me I shouldn’t hesitate to ask for help, and that I had his support,” Swain recalled.Baskar’s uncle recently purchased a laptop for her. The family installed a WiFi connection at home, realising there was no other way all the young students would be able to cope with online classes.But Baskar is still struggling. She enters the final year of her civil engineering course this year, but confessed that she hasn’t acquired anything more than very basic knowledge of the discipline. She can barely understand what is being taught in class. During the exams too, she felt like she was inadequately prepared. “During the practical exams, I had no idea what I was doing,” she said. “I’m terrified that I’m going to finish this degree soon and I’m leaving with no knowledge at all.”This reporting is made possible with support from Report for the World, an initiative of The GroundTruth Project.","author":"Johanna Deeksha","time":"2021-08-11T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162638-dqerzbhnbo-1628582560.jpg","tags":["Online education","Coronavirus","Common Ground - Education","Education"],"source":"https://scroll.in/article/1002343/the-agony-of-navigating-college-on-a-smartphone"}