{"title":"The Modi Years: What did demonetisation achieve?","content":"Surprise move sees 86% of all currency withdrawn from economyDifficulties in implementation lead to major disruptionsDid not affect BJP’s performance, with a huge win in UP soon after note banTwo years after move, clear that it did not achieve its goals On November 8, 2016, at 8 pm, Prime Minister Narendra Modi gave a surprise address to the nation, saying he wants to “make a special request” to Indian citizens. As of midnight on that day, Modi said, all Rs 500 and Rs 1,000 notes would no longer be valid currency. Instead, Indians would get fifty days to deposit the demonetised currency into their accounts, with the expectation being that those holding onto untaxed “black money” will be caught. Rs 500 and Rs 1,000 notes made up 86% of all cash in circulation at the time, so their withdrawal from the system meant a mammoth operation, affecting nearly everyone in India and beyond. The government and the Reserve Bank of India spent the months after Modi’s announcement constantly altering the rules to address unforeseen situations. Markets around the country struggled to grapple with a limited amount of cash in the system. Economists and analysts attempted to understand why Modi would take such a decision, and what its impact on the ground was. The government sold the idea that this was a classic Modi move: decisive, expansive, unexpected and built on his election-time image of taking on the corrupt. The Opposition accused Modi of being draconian, unprepared and with the aim of enriching the BJP at the cost of other parties. More than two years since Modi announced demonetisation, also called notebandi or the note ban, its legacy has changed dramatically. The move did not see much pushback from citizens or even Opposition parties initially. Not long afterwards, in fact, Modi’s Bharatiya Janata Party won a decisive victory in Uttar Pradesh. But the news has been less positive since then, with multiple reports confirming that it had failed to achieve its stated objectives, and the BJP limiting references to the move in its campaigns. What was the aim of demonetisation? In Modi’s initial speech and the gazette notification that followed, three objectives were listed out: to end corruption and black money, to get rid of fake notes and to stop terrorist financing. Attorney General Mukul Rohatgi gave a more specific prediction to the Supreme Court: the government expected Rs 4-5 lakh crore, out of the Rs 15 lakh crore that had been demonetised, to be ‘neutralised’, meaning it would not return to the system because it is “black.” But within 35 days of the demonetisation move, more than 80% of the withdrawn currency had already returned to the banking system. Eventually, after much delay while insisting it was still counting the notes, the Reserve Bank of India admitted that as much as 99.3% of currency had been deposited in banks. The government appeared to have realised the likelihood of this happening soon after the move was announced, and offered a number of other reasons for demonetisation, which were not mentioned in Modi’s original speech. These included wanting to make India a cashless economy, later converted to saying India should be a “less cash” society, to catch black money when it comes into banks (instead of it not returning), to give black money holders a chance to come clean, to capture small savings to drive down interest rates, and to make India more tax compliant society. What effect did it cause? Reporting revealed a major disruption in the lives of ordinary people, with the lack of cash making every transaction much harder for people. Whether it was wage workers losing a day’s worth of earnings to stand in line or low-income patients unable to pay hospitals and even entire villages with no access to cash, the impact was wide-ranging. It affected individuals as well as industries. But all of that economic distress nevertheless came with lots of support for the move.  Indeed, despite shoddy implementation and the Reserve Bank of India taking several months to bring a sufficient level of cash back into the economy, the Bharatiya Janata Party registered a thumping victory in the Uttar Pradesh elections that took place less than six months after it had been announced. Politically, then, it was a victory, and a confounding one, according to former Chief Economic Adviser Arvind Subramanian. But economically, it caused a major disruption, though one that was hard to measure because the informal sector was hit the hardest. The World Bank used several sources of data to conclude that demonetisation led to a drop of up to 7.3 percentage points of Gross Domestic Product in districts dominated by informal sectors. The government introduced a nation-wide Goods and Services Tax eight months after demonetisation, with the botched implementation of that policy affecting the economy even further. As of December 2018, it had become clear that both the note ban and GST had affected small businesses to such an extent that, though it was claiming the economy was doing fine, the government had to announce new measures to address the distress at that level of industry. This photo of an old man crying after missing his spot at a bank in Gurgaon went viral. Photo: HTDid it achieve its goals? Depends on who you ask. The government insists that demonetisation was a success, saying that it led to the formalisation of the economy, reduced dependence on cash, increased tax compliance and gave a boost to digital payments. Though even some of these facts have been contested, it is also significant that none of these aims were mentioned in the original speech announcing demonetisation back in 2016. Over time, the government and BJP leaders also stopped mentioning the move, though it remains one of the most significant policy decisions of Modi’s tenure. The prime minister himself did not mention it in his last Independence Day speech before the elections, although he later defended it during an interview at the start of the year. Subramanian, whose Economic Surveys examined the impact of the move but did not discuss whether it was a good idea, wrote in a book after he was no longer the Chief Economic Adviser that it was a massive, draconian economic shock though he was surprised by how small an effect it had on the GDP. In a report published on January 31, 2019, the Business Standard reported that unemployment spiked to a 45-year high after demonetisation. According to the report, employment among rural males, 15-39, went up to 17.5% in 2017-18, from just 5% in 2011-12, based on a jobs survey carried out by the National Sample Survey Office, which the government has been accused of ‘burying.’Read more: Scroll.in’s Revisiting Demonetisation series, which took reporters back to places and people they had first spoken to right after the note ban announced to see how they are faring.Reading list: How demonetisetation affected industries from agriculture to manufacturing.  Reading list: How the common man had to cope with demonetisation.   This article is part of The Modi Years series which recaps the major milestones, controversies and policies of the BJP government.","author":"Rohan Venkataramakrishnan","time":"2019-01-26T01:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111288-obgwjhmlls-1548240859.jpeg","tags":["The Modi Years","Note Demonetisation"],"source":"https://scroll.in/article/909545/the-modi-years-what-did-demonetisation-achieve"}