{"title":"In photos: The little-known American who directed Tamil cinema’s earliest hits","content":"In 1936, he directed MG Ramachandran’s first film, Sathi Leelavathi . He was the man at the helm of the great Carnatic singer MS Subbulakshmi’s two most famous movies, Sakuntalai (1940) and Meera (1945).  Astonishingly, he was American and his name was Ellis Roderick Dungan.I’ve spent the past decade researching the fascinating life of the filmmaker who made India his home from 1935 to 1950, and made him the subject of my new feature-length documentary,  An American in Madras.\n\n\n    \n    Play\n\nAn American in Madras (2013).When I first read about Dungan in The Encyclopedia of Indian Cinema in 2004, I was hooked on his story. Born in Barton, Ohio, in 1909, Dungan joined the University of Southern California in 1932 to study filmmaking. There, fellow student, ML Tandon, invited Dungan and another classmate, Michael Omalev, to move to India to make films. Dungan and Omalev arrived in India in February 1935, intending to stay for a year at most. Dungan ended up living in the subcontinent for 15 years, directing 13 feature films in that time:  11 in Tamil, one in Telugu and one (partly dubbed) in Hindi.Most of these films – Two Brothers (1936), Ambikapathy (1937), Sakuntalai (1940), Meera (1945) and Manthiri Kumari (1950) – were very successful. They also starred some of the biggest stars of the period: MK Thyagaraja Bhagavathar, NS Krishnan, TS Balaiah, Chittor V Nagaiah, and Madhuri Devi, besides MGR and MS.MS Subbulakshmi in Meera (1945). Credit: West Virginia State Archives.Dungan didn’t just lift the bar technically in the early years of the Tamil talkies, but also brought in a sense of professionalism. Working in studios with tin roofs that made filming impossible when it rained or old-fashioned carbon microphones, he nevertheless attempted to bring a cinematic language to the otherwise mostly theatrical world of Tamil film.Dungan tried to make actors talk naturally instead of shouting their dialogue at each other. He kept the camera mobile. He refused to be bound by the confines of the studio and shot outdoors whenever he could.  He even converted the top of his Dodge car into a platform on which he could place the camera and take travelling shots.Ellis R Dungan atop his car in 1940. Credit: West Virginia State Archives.Being an outsider afforded him advantages. He was admired as a professional, and was trusted to show heroines how to do romantic scenes. His Western understanding of gender relations led him to portray strong women characters. In Ponmudi (1949), for instance, it is the heroine who chases the hero and instigates the romance with a rare sense of intimacy. In Manthiri Kumari (1950), the female lead does not hesitate to push her evil husband down a cliff to his death. But sometimes, his foreignness could be backfire. The intimate scenes he depicted in Ponmudi did not go down well with audiences, who accused him of corrupting their Tamil values.Ellis R Dungan directs a love scene in Ponmudi. Credit: West Virginia State Archives. Dungan’s cinematic contribution was not just restricted to Tamil films. During World War II, unable to enlist, he became the official photographer of the Madras Government, shooting photo features, documentaries and propaganda films. He also photographed key events around Indian Independence, such as transfer of power from the British and the aftermath of the Hindu-Muslim riots in Bombay.Ellis R Dungan after filming Japanese aircraft in the Bay of Bengal. Credit: West Virginia State Archives.In 1950, when three-fourths of Manthiri Kumari was complete, Dungan returned to the US because his wife Alice had had enough of India. But he kept returning to the country, first as the associate producer of one of the earliest Indo-American co-productions, The Jungle (1952) and later to shoot wildlife scenes in India. He was involved with films such as The Big Hunt, Harry Black and the Tiger and Tarzan Goes to India. In 1994, Dungan was given a hero’s welcome and felicitated by the Tamil film industry for his contribution to its development on a visit to India.  He passed away in Wheeling, West Virginia on December 1, 2001.Ellis R Dungan with MS Subbulakshmi and her husband, T Sadasivam. Photo courtesy: Rochelle Shah. Also read:The making of MS Subbulakshmi’s ‘Meera’, her final and finest film","author":"Karan Bali","time":"2014-09-06T00:40:51+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/142144-zrgkucaxsr-1590849072.jpg","tags":["Ellis R Dungan","MS Subbulakshmi","Tamil cinema"],"source":"https://scroll.in/article/677763/The-little-known-American-who-directed-Tamil-films-earliest-hits"}