{"title":"The history of December 6, 1992: How Rama appeared inside the Babri Masjid","content":"11 pm, 22 December 1949. Moments before Abhiram Das stood at the threshold of the temple at Ramghat, Ayodhya slept in peace. Although it was barely eleven in the night, the township, located at the edge of Faizabad, had passed into deep slumber. The night was cold, and a layer of still air covered Ayodhya like a blanket. Feeble strains of Ramakatha wafted in from the Ramachabutara. Perhaps the devotees keeping the story of Lord Rama alive were getting tired and sleepy. The sweet murmur of the Sarayu added to the deceptive calm.The temple at Ramghat on the northern edge of Ayodhya was not very old. The initiative to erect it had been taken just a decade ago. But the enthusiasm did not appear to have persisted, and the construction had been halted halfway. The structure remained small in size and the absence of the desperately required final touches made it look crude but for the grand, projecting front facade and the rooms on both sides of the garbhagriha. In the backyard was a mango grove, unkempt, untended. About a kilometre away, River Sarayu, the lifeline of Ayodhya, flowed along with sandy stretches on both sides of its shoreline.Abhiram Das stumbled as he climbed the half-built brick steps, lost in the shadows of the dimly lit lamp hanging on the wall, but recovered and entered the side room of the temple. The Ramghat temple was the prized possession of Abhiram Das, who himself lived a kilometre away in a one-room tenement that formed part of the complex of Hanumangarhi, a fortress-like structure in the heart of Ayodhya. Within the precincts of its imposing walls, there was an old, magnificent temple dedicated to Lord Hanuman. The circular bastions on each of the four corners of Hanumangarhi enhanced its structural elegance and artistic grandeur. Around the fortress and as part of the complex, there were rooms for sadhus, a Sanskrit pathshala and a huge, narrow stretch, where there was a gaushala, beside which Abhiram Das lived, close to the singhdwar of Hanumangarhi.That, however, was only a night shelter for him. In his waking hours, Abhiram Das had innumerable engagements, and the temple at Ramghat always figured prominently among them. Not just because it was under his control, but because it housed his three younger brothers and four cousins, most of whom were enrolled with the Sanskrit pathshala in Hanumangarhi. Two of his cousins, Yugal Kishore Jha and Indushekhar Jha, as well as Abhiram’s younger brother, Upendranath Mishra, were students of Maharaja Intermediate College in Ayodhya. Abhiram Das’s relatives lived in the rooms adjacent to the garbhagriha and survived on offerings made by devotees to Lord Rama. They cooked for Abhiram as well. Thrice a day, they would carry his food to his room, braving the scorching sun in summer, icy winds in winter, and downpours during the rainy season. Abhiram’s closeness to his extended family was unexpected in a sadhu. The ascetic in him often cautioned against such human weaknesses, but it had always been beyond him to transcend them.Yet, visiting Ramghat temple that night was not part of his original plan as he set out to install the idol of Lord Rama inside the sixteenth-century mosque. Nor were his brothers and cousins used to seeing him at this odd hour in his second home. For, like any other sadhu, he was in the habit of going to bed and getting up early.Indeed, it was awkward for Abhiram Das too. He had to change his original plan owing to the sudden disappearance of his friend Ramchandra Das Paramhans, who was supposed to accompany him in his surreptitious mission……According to the plan, Paramhans was to arrive at the Hanumangarhi residence of Abhiram Das by 9 pm, after his meal. They were to go together to the Babri Masjid, where another sadhu, Vrindavan Das, was to join them with an idol of Lord Rama. The trio was then supposed to go inside the sixteenth-century mosque, plant the idol below its central dome and keep the deserted place of worship under their control till the next morning when a larger band of Hindu communalists would pour in for support. They had been strictly instructed that their entry into the mosque had to be completed at any cost before midnight – the time when there would be a change of guard at the gate of the mosque.Every detail had been planned meticulously, and everything seemed to be moving accordingly, till Ramchandra Das Paramhans vanished from the scene. Forty-two years later, when none of those involved in planting the idol was alive to contradict him, Paramhans sought to appropriate history. “I am the very man who put the idol inside the masjid,” Paramhans declared in a news report that appeared in the New York Times on 22 December 1991.However, on that fateful night of 1949 and for a few days thereafter, Paramhans went missing from the scene in Ayodhya. Indushekhar Jha who, together with Yugal Kishore Jha, followed Abhiram Das into the mosque, had this to say about Paramhans: “I saw Paramhans in the evening [of 22 December 1949]. Thereafter, he was not seen in Ayodhya for [the] next three days. Yet it was he who took maximum advantage from that incident.”Nor did Awadh Kishore remember seeing Ramchandra Das Paramhans in the mosque early next morning when curiosity led him to the spot as early as 5 am. Awadh Kishore recalled what his elder brother, Yugal Kishore Jha, had told him many years later:“Baba Abhiram Das and Paramhans used to be together most of the time during the months before the installation of the idol. I was therefore surprised not to see him in the Babri Masjid early next morning [on 23 December 1949] when I reached the spot. Later, I asked Yugal Babu about this puzzle. He told me that Baba Abhiram Das was shocked when Paramhans disappeared on the night of 22 December because the original plan was that they would go inside the mosque together and carry out their secret mission.”There is no precise evidence to suggest exactly where Ramchandra Das Paramhans went that evening. Many senior residents of Ayodhya as well as Awadh Kishore believe that on the evening of 22 December, without informing Abhiram Das, he left town to attend the three-day conference of the All India Hindu Mahasabha that was scheduled to begin on 24 December in Calcutta. As for the reason for his sudden decision to leave Ayodhya and participate in the conference instead of accompanying Abhiram Das, nothing can be said for sure except that he may have been apprehensive of the consequences of the act. On his part, Ramchandra Das Paramhans, after having taken credit in 1991 for installing the idol inside the Babri Masjid, preferred to remain silent on the issue till his death in 2003.Back in those uncertain moments of 1949, Abhiram Das waited at his Hanumangarhi residence for Ramchandra Das Paramhans till around 10 p.m., after which he left in search of his friend. Paramhans lived in a temple in the Ramghat locality of Ayodhya. It was quite close to the one inhabited by Abhiram Das’s brothers and cousins. But Paramhans was not to be found there. This made Abhiram rather less confident of accomplishing the task he had set out for. The strength he had was that of faith, without any rationale to go with it. But as the moment approached, the magnitude of the job, as well as its possible repercussions unfolded with a clarity that was missing till then.Wanting to prepare for any eventuality, he decided to give appropriate instructions to his brothers and cousins at the temple in Ramghat before proceeding on his journey towards the Babri Masjid…***With so much force did Abhiram Das enter the room that his cousin Awadh Kishore Jha felt that it was some wild animal blundering inside. He recounted later:“I lay in my bed trying to understand [what was going on]. He tried to appear confident as ever, but he looked badly shaken. A few days later, I got to know the reason. The disappearance of Ramchandra Das (Paramhans) had shaken and scared him as never before. Abhiram Das looked completely different that night. It was not that he had changed, but that some new feature had unfolded itself in his character. I had always seen him as a 100 per cent confident man. It was around 11 p.m. [on 22 December 1949]. He ordered us all to get up.”While the occupants of the room were getting out of bed, Abhiram Das kept pacing up and down, quivering – apparently with the strength of the emotions stirring within him. In one hand, he held the long bamboo staff, while the other instinctively fumbled with the beads in the mala-jhola.As they got up, he asked his younger brother Upendranath Mishra to hold the hand of Yugal Kishore Jha, the eldest of his cousins there, and said, “Listen to me carefully. I am going and may never return. If something happens to me, if I don’t return till morning, Yugal will be my successor and in charge of this temple.” Yugal Kishore Jha pulled his hand back and stared at him incredulously. “What on earth are you up to, maharaj?”But Abhiram Das said nothing, nor did he look at anyone. Having put the succession issue in order, he was ready to resume his mission. He rushed out of the room and then the temple, and with rapid strides, dissolved into the darkness. His cousins Yugal Kishore Jha and Indushekhar Jha followed him, completely clueless about what was happening.It took them hardly ten minutes to reach the spot. As they approached the open area near the Ramachabutara, another vairagi emerged from the dark corner of the outer courtyard of the Babri Masjid. It was Vrindavan Das, a Ramanandi vairagi of the Nirvani Akhara, who lived in a thatched hut near the gate of the sixteenth-century mosque. A heavy cotton bag hung from his shoulder, and there was a small idol of Rama Lalla in his hands.Abhiram Das took the idol from Vrindavan Das and grasping it with both his hands, walked past him – as if he were not there – towards the wall that separated the inner courtyard around the Babri Masjid from the outer courtyard that contained the Ramachabutara. Vrindavan Das tried to ask him something in whispers, but Abhiram Das, appearing calmer now, once again took no notice of him.Abhiram Das stood at the end of the pathway close to the inner courtyard, staring at the walls – his sole hurdle. Then, apparently addressing Vrindavan Das, he said, “Maharaj …”Vrindavan Das said nothing, just moved closer to him, eager not to miss any word of instruction that might come his way.“Maharaj,” said Abhiram Das again, this time coaxingly. He turned his head to look at him and said, “Follow me.” With these words, he held the idol firmly and began climbing the wall. Soon, he was straddling it.Excerpted with permission from Ayodhya: The Dark Night ‒ The Secret History of Rama’s Appearance in Babri Masjid, by Krishna Jha and Dhirendra K. Jha, Harper-Collins India.","author":"Krishna Jha and Dhirendra K. Jha","time":"2014-12-06T05:30:38+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/693356-cc705478-5eb7-4d76-a61f-47572077e742.jpg","tags":[],"source":"https://scroll.in/article/693356/the-history-of-december-6-1992-how-rama-appeared-inside-the-babri-masjid"}