{"title":"The Kiku Sharda case: Why people in power hate mimics more than other comedians","content":"It's like he's begging to be giggled at. To begin with, the grandiose name that he has chosen for himself seems difficult to say out loud without cracking a smirk: Gurmeet Singh Ram Rahim Singh Ji Insan. The Dera Sacha Sauda cult leader’s outré sartorial sense, hirsute arms, musical and movie ambitions and self-declared messiah status offer irresistible bait for any comedian. Kiku Sharda jumped at it, and look where the popular television personality landed ‒ in a Haryana police station and hounded like a thief for the simple crime of trying to raise a few laughs on the ZEE TV show Jashn-e-Umeed, which aired on December 27. The allegedly offensive bit appears here at the 57th minute, and it follows a send-up of the controversial spiritual leader Radhe Maa.Which comedian would be able to resist taking a dig at Gurmeet Singh? After all, the music videos produced by the godman seem to demand that they be parodied.\n\n\n    \n    Play\n\nThe mimic is to popular culture what the jester is to the court: a socially sanctioned critic who may speak the unspeakable and get away with it. Comedians are the people holding the pin to the balloon. Mimics make the act of pricking that balloon even more subversive by sounding like somebody we know and adore.One of the best-known comedians in the movies started off as a mimicry artist. Johnny Lever can imitate just about anybody, especially Ashok Kumar. He first imitated the veteran actor’s regular appearance on the popular television show Hum Log in Pankaj Parasher’s comedy-laced thriller Jalwa (1987).\n\n\n    \n    Play\n\nPran, Dev Anand, Mithun Chakraborty, Amitabh Bachhan – nobody is safe from Lever’s talent. In their quest to saddle a star with a signature gesture or a line that will echo through the corridors of history long after the movie has left the cinemas, filmmakers have gifted imitators with plenty of material to work with. By sending up stock mannerisms, comedians like Lever are also spoofing the tendency of filmmakers and actors to repeat gestures, movements and speech patterns in movie after movie.\n\n\n    \n    Play\n\nAmitabh Bachchan has been the object of slavish admiration for his booming voice and mannerisms in countless movies, especially in Mukul Anand’s Agneepath (1990) in which he has an accent that mangles Hindi, eyes filled with a coal mine’s worthy of kohl and a tendency to end every sentence with the exclamation “Aii.” This has also made him the butt of ridicule. Here is Bachchan grimacing through an uncanny imitation by Raju Shrivastav at an awards ceremony.\n\n\n    \n    Play\n\nFor performers such as Lever, Javed Jaffrey, Shrivastav, Sunil Pal and Sunil Grover, mimicking accents, fashion, physical mannerisms, commonly held attitudes and prejudices are an inseparable part of their repertoire. As long as they are making fun of archetypes – the overweight housewife, the grubby-handed politician, the literal-minded cricket commentator, and the flamboyant homosexual – nobody seems to mind except the overweight housewife, the grubby-handed politician, the literal-minded cricket commentator, and the flamboyant homosexual. \n\n\n    \n    Play\n\nNo-name Indians can only huff and puff at such transgressions, but those in power can do more. They can send in the mobs, break furniture and file police cases. In an easily offended society, they find it easy to gather public opinion on their side. They claim that it is unacceptable to “insult the memory” of a departed celebrity or to “tarnish the image” of one who is alive. One of the best uses of mimicry might have even swung a few votes at a crucial election. No research has been conducted into the impact of Lalu Prasad Yadav’s imitation of Prime Minister Narendra Modi during last year's Bihar Assembly election. As far as speaking to power goes, this moment was one of the most unusual: a regular object of ridicule turning the tables on his opponent and reminding watchers that every balloon is waiting to be pricked, especially when it is being held by the Dear Leader.\n\n\n    \n    Play\n\nMimicry can be cutting. Perhaps that is why Gurmeet Singh’s followers are so outraged. Kiku Sharda and the writers of the ZEE TV show had the temerity to point out that the emperor had no clothes. For this public service, Sharda has notched up a police record. Perhaps Gurmeet Singh does not realise that he is being paid the highest compliment a comedian can give: attention. But in the end, he and his followers are well aware that mimicry isn't exactly the sincerest form of flattery.","author":"Nandini Ramnath","time":"2016-01-14T12:22:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/801832-article-cxktiodiyi-1452716965.jpeg","tags":["Gurmeet Ram Rahim Singh","Kiku Sharda"],"source":"https://scroll.in/reel/801832/the-kiku-sharda-case-why-people-in-power-hate-mimics-more-than-other-comedians"}