{"title":"The Election Fix: As BJP pushes ‘Jai Shree Ram’ in Bengal, Mamata counters with ‘Ma Durga’","content":"Welcome to The Election Fix. There is light at the end of the tunnel! Results are exactly two weeks from today.We are running a reader survey about the Election Fix and what you would like to see from our political coverage. Please click here to tell us what you think or write to [email protected].Today on the newsletter, Shoaib Daniyal writes in from Bengal to give us an update on what things look like from the East, plus we check in on the wheeling and dealing with counting day in mind. The Big Story: Divine battleFor the past week, the Bharatiya Janata Party has doubled down on  its attack on West Bengal Chief Minister Mamata Banerjee using a hastily shot mobile camera video. It shows a group of people shouting “Jai Shree Ram” as Mamata Banerjee’s car  passes by in West Midnapore district on Saturday. Banerjee’s car  stops and an angry chief minister gets out: “Why are you running away?  Come here. Who do you think you are? They are abusing.”The  BJP social media juggernaut immediately went into play. “Jai Shree Ram  is not an abusive phrase,” one video was titled from the BJP Bengal  Twitter handle.Why is DIDI so upset with chants of JAI SHRI RAM & why does she call it \"GALAGALI\"? pic.twitter.com/dTrBqrS6Oo— BJP Bengal (@BJP4Bengal) May 4, 2019\n\nMatters  jumped from digital to analogue when Prime Minister Narendra Modi of the BJP at a rally on Monday dared Mamata Banerjee to arrest him for chanting “Jai Shree Ram”,  alluding to the fact that three workers of his party had been detained on  Saturday. The next day, BJP president Amit Shah said that Ram is a god  every Indian worships. “If we do not chant ‘Jai  Shree Ram’ in India, will we chant it in Pakistan?” he asked. Soon,  Mamata Banerjee responded, accusing the BJP of making Ram an “election  agent” while the party has not “built even one Ram temple”.None  of this is new. The BJP has aggressively used the image of Ram to make  political headway in Bengal, organising belligerent Ram Navami rallies.  “Jai Shree Ram” is a slogan that has often been heard at BJP rallies in this  election campaign.To a large extent, the Trinamool has  floundered for a response, unable to directly take on a religious  symbol. Instead, Mamata Banerjee has sought to resort with its own  religious politics,  with a specific Bengali twist. The Indian Express  reported that Banerjee’s rallies frequently feature the very Hindu  Bengali practice of women ululating. She has invoked the state’s  most famous deity, asking the BJP, “What do they [the BJP] know about Ma  Durga? Do they know how many hands she has got and how many weapons she  is carrying?”Banerjee also accused the BJP of hampering the West Bengal government’s plans to give grants to Durga puja organisers by going to court.This  religious back and forth is only part of the acrimonious Modi-Mamata  battle in this Lok Sabha election. While Modi has threatened the  Trinamool with poaching 40 of its MLAs, Banerjee has claimed that there  was Emergency-like situation in the state, with the Union government taking over the administration. Even Cyclone  Fani, a severe storm that hit Bengal on Friday, was not spared as Modi  accused Banerjee of not taking his phone calls, while Banerjee said she does  not recognise Modi as the prime minster anymore.Much  of this intensity can be pegged to the fact that this election is  critical for both the BJP and the Trinamool. The BJP has claimed that it  will win 23 of 42 seats in the state. Analysts believe that Bengal is the state that  could help the saffron party make up for losses it is expected to make in the Hindi states.  For the Trinamool, on the other hand, a strong show by the BJP combined  with the possibility of a BJP government in the Centre, could seriously  threaten its position as the ruling party come the 2021 Assembly  elections.Will the BJP’s religious pitch in Bengal work? Write to [email protected]Political titbitsWho ya gonna call? Results day is not far away, and parties are already starting to think about what happens after. Twenty two parties opposed to the BJP are planning to write a letter to the President urging him not to simply call the party with the most seats, but instead the alliance that is most likely to have a majority.Wheeling and dealing: Telangana Chief Minister K Chandrasekhara Rao has been talking to other Opposition leader about his hopes for a non-Congress, non-BJP front taking charge, with a South Indian prime minister (name TBD). He has reportedly also contacted to the Janata Dal (Secular) to help him open a connection to the Congress.Mr Clean or Mr Clean Chit? Maybe the most unexpected talking point of the last few days has been former prime minister Rajiv Gandhi. Modi said he went from being Mr Clean to being “Corrupt No 1”, only to elict loud protests from the Congress, and some head-scratching about why this is even in the news.Greasy palms: The Leh District Election Officer, after a preliminary inquiry, has found prime facie merit in the charges that the BJP offered a bribe to members of the Leh Press Club to publish favourable reports about the party. Border border: BJP candidate from Gurdaspur Sunny Deol was asked whether the Balakot strikes will help keep India together. Deol’s answer: “What strikes?” Elections 2019 on Scroll.inThere is too much election coverage from Scroll.in to link to in full, so here are just a few picks below.“How’s the speech?’ ‘Clean, sir!”: How Indian cartoonists treated EC’s free pass to Modi.Ground report: In the shadow of Gurugram, one of India’s most backward districts votes without hope, reports Shreya Roy Chowdhury. How India Votes: Rukmini S looks at whether it matters what voters think of state governments during a Lok Sabha electionHalf the Vote: In our series speaking to women, Priyali Prakash talks to a daily wage labourer in Lucknow who says she will vote for Mayawati, now and always.Our reporters are bringing you dispatches on the elections from across the country. Your support could help us go further and dig deeper. Subscribe to Scroll+ and help pay for quality journalism.Reportage, analysis & opinion:Ever since the current government unveiled a new methodology to calculate the Gross Domestic Product there have been questions about the figures. Pramit Bhattacharya in Mint explains why the numbers are dodgy and how India’s statistical system is on shaky ground. Roshan Kishore and Abhishek Jha in the Hindustan Times point to the high turnouts that Madhya Pradesh, Jharkhand and Rajasthan have seen compared to 2014 and ask whether that means the Congress vote is back? Villages and towns across the country have chosen an unusual tactic to air demands for basic amenities during this election: a boycott.  P Anima in Businessline reports on those who are giving up their franchise to demanding roads, water or other basics. Dilip Mandal in the Print says that, even before results are announced, it is clear that the 17th Lok Sabha will not have a vocal Dalit face, something that should trouble those who value Indian democracy. “A total of 2,235 advertisements worth approximately Rs 1.59 crore ran in violation of the silence period associated with the first four phases,” write Nayantara Ranganathan and Manuel Beltran in the Huffington Post. Aditya Menon in the Quint examines the trends coming out of Punjab, which is unusual for being a northern state in which dislike for Narendra Modi is extremely high. Is the majority-minority discourse of this election veering close to the idea that India needs separate electorates? Seema Chisti examines the issue in the Indian Express. Prannoy Roy on NDTV brings you the story of Sunaina, a 14-year-old girl from Uttar Pradesh’s Mohanlalganj who embodies the story of scheduled caste family in this election. “The [Election] Commission is being told that its credibility depends on its ability to rein in the prime minister,” writes R Jagannathan in Mint. “One need not hold any brief for Modi or Amit Shah to underline the point that this attitude vitiates the very purpose of democracy.”Ankita Dwivedi-Johri in the Indian Express spends a week in Uttar Pradesh’s Malaka, trying to understand how elections impact daily life in places where it seems like the world passes them by.","author":"Shoaib DaniyalRohan Venkataramakrishnan","time":"2019-05-09T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119217-aapwzaqopx-1557321193.jpg","tags":["The Election Fix","Elections 2019","Lok Sabha Elections 2019","West Bengal","Mamata Banerjee","Bharatiya Janata Party"],"source":"https://scroll.in/article/922786/the-election-fix-as-bjp-pushes-jai-shree-ram-in-bengal-mamata-counters-with-ma-durga"}