{"title":"The India Fix: Why is the Modi government so intent on pushing Hindi?","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. To get it in your inbox every Monday, sign up here (click on “follow”). Have feedback, interesting links or Hindi learning tips? Send them to [email protected].On October 9, the New Indian Express reported a significant piece of news: the Committee of Parliament on Official Language headed by Union Home Minister Amit Shah had recommended that the medium of instruction in higher educational institutions, including Central universities, should mandatorily be Hindi.“Use of Hindi as medium of instruction and other activities should be Hindi in all technical and non-technical institutions in the country and use of English should be made optional,” the report said.Just as drastically, the committee recommended that government entrance exams – which are now  conducted in both Hindi and English  – should drop English. “It is mandatory to work in Hindi in the institutions of the Government of India,” the report argued. “In such a situation, the necessity of knowledge of Hindi is important at the time of selection of employees. Therefore the committee recommends that the knowledge of Hindi should be ensured for the selection of employees.”Echoes from the pastIn the 1960s, the Committee of Parliament on Official Language was a part of the compromise that extended the lifetime of English as an official language of the Union government beyond the original 15-year limit decided by the Constituent Assembly. While English was retained in response to widespread agitations in mainly Tamil Nadu, as a concession to Hindi speakers, the committee would continue to steadily push the use of Hindi in government sectors. Set up by the Union Home Ministry, the committee would consist of 20 Lok Sabha members and 10 Rajya Sabha members and would “review the progress made in the use of Hindi for the official purposes of the Union”.Like in the 1960s, today’s Hindi push from Delhi has also angered the Southern states. The chief minister of Tamil Nadu bluntly described the committee’s recommendation as the start of a “language war”.The BJP’s electoral calculusGiven the sharp reactions in states such as Tamil Nadu, what explains the BJP’s sharp push for the Hindi language? The answer might lie in a mixture of votes, ideology and jobs.The BJP, even after its expansion in the Modi era, is a party whose principal strength lies in the Hindi belt. In the 2109 Lok Sabha election, the saffron party won nearly 60% of its seats from the Hindi belt. This skew is not unique in modern Indian history. In its heyday, the Congress too had its core in the Hindi belt (although its geographical spread was relatively more balanced than the BJP). The size and politico-cultural contiguity of the Hindi belt means that for a party to be dominant at the Centre, it must be popular among the Indian Union’s Hindi speakers.Thus, like the Congress before it, the BJP has a strong incentive to push Hindi to remain the pole of Indian politics. To this electoral factor is added the BJP’s Hindutva ideology, which imagines a uniform, European-style nationhood that requires a single language as a necessary condition for state formation. In fact, one of Hindutva’s prominent slogans in the early years of independent India was “Hindi, Hindu, Hindustan”.A hunt for jobsA third factor, however, might be the most powerful. A push towards language identity, in the context of India, is not simply a theatre of identity politics: it is a play for jobs. Language, via exams, education and the written language of an office, is a powerful tool to both include as well as exclude communities.This battle was first seen in the Constituent Assembly, as Hindi was sought to be pushed as a national language. The move alarmed politicians from the coastal states, who had till then dominated the  bureaucracy of the Raj. As historian Joya Chatterji put it, “the assault on English as a language of government threatened one of the few remaining weapons in the much-depleted armoury which Bengal’s bhadralok still possessed”.While the Constituent Assembly eventually decided to keep both Hindi and English as official languages, this only served to delay the outcome which had so alarmed non-Hindi speakers in the Constituent Assembly. In 2018, for example, 60% of central civil service entrants were Hindi speakers – an incredible change from 1947, where coastal states had dominated the upper bureaucracy.Advantaging HindiThis is not the only example. The special status given to Hindi in a number of central exams has resulted in a major advantage to Hindi speakers – a facility rarely available to people from non-Hindi states. For example, the Combined Graduate Level Examination for Group B and C officers in the Union government is conducted only in Hindi and English. Every year, the exam is taken by millions of Indians but only Hindi speakers can take it in their mother tongue, giving them an advantage unavailable to candidates from other states.The BJP’s strong push for even more Hindi in government jobs and educational institutions reinforces this trend, attempting to shut out non-Hindi speakers from lucrative government jobs and creating an easier path for Hindi speakers.Why is this happening now? Part of the reason is the pull factor of the approaching 2024 Lok Sabha elections. But also important is the dire employment situation in the Hindi belt. The year started with job riots in Uttar Pradesh and Bihar, with angry young men attacking trains and setting them afire. Later in October, a state government exam in Uttar Pradesh was in the headlines as the number of candidates was so great, at 37 lakhs, trains were overwhelmed in the state. Viral images of impossibly packed bogies and stations circulated on the Internet.Ahead of UP PET bus, train stations crowdedTo know more, Download Bloom Times App: https://t.co/RppamKKTHY#UttarPradesh #busstations #trainstations #people #crowded #UPPET2022 #bloomtimes #News #NewsUpdate #UttarPradeshNews #NewsUpdates pic.twitter.com/XguiUfcI1J— Bloom Times (@bloom_times_) October 17, 2022\n\nThe number of jobs the Modi government’s Hindi push will create will be small. In fact, it might not even create any by the 2024 elections. But the party will be hoping they can help offer a glimmer of hope to angry youth in the Hindi states. Unfortunately, they will also simultaneously anger states in the South, whose chief ministers have already started demanding that their languages too get representation in Central government jobs on par with Hindi.","author":"Shoaib Daniyal","time":"2022-10-31T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182088-wvwwasvsjd-1667159062.jpeg","tags":["The India Fix","Federalism","Hindi imposition"],"source":"https://scroll.in/article/1036221/the-india-fix-why-is-the-modi-government-so-intent-on-pushing-hindi"}