{"title":"The Daily Fix: The ABCD of Maneka Gandhi’s contempt for India’s Constitution","content":"Over the last week, Union Minister Maneka Gandhi, the Bharatiya Janata Party candidate for the Lok Sabha seat for Sultanpur in Uttar Pradesh, has been threatening voters in her constituency and in Pilibhit, from where her son Varun Gandhi is contesting.At a meeting in Sultanpur on April 11, the BJP politician had said that if Muslims do not vote for her, she would not help them.  This has resulted in the Election Commission of India banning her from campaigning for 72 hours starting 10 am on Tuesday. “I am winning, but if my victory is without Muslims, I will not feel good, because then there is a bitter feeling,” Gandhi had said. “If Muslims come for some work after that I will think ‘why bother?’. Because employment is a negotiation after all, isn’t that right? We are not Mahatma Gandhi’s children to keep giving without getting anything in return.” Despite being criticised for this comment, she was undeterred. She made another polarising statement on Sunday. “We win in Pilibhit every time, so what is the parameter that we work more for one village and less for the other?” she asked at an election meeting. “The parameter is that we segregate all villages as A, B, C, and D. The village where we get 80% cent votes is A, the village in which we get 60% is B, the village in which we get 50% is C and the village where we get less than 50% is D.”She elaborated: “The development work first happens in all A category villages. Then comes B and only after work in B is done, we start with C. So this is up to you whether you make it to A, B or C and no one should come in D because we all have come here to do good.” With these statements, Gandhi has revealed a shocking contempt for India’s Constitution and the guarantee of equality it makes to every citizen, irrespective of religion, caste and gender. This also violates the oath of office that imposes a responsibility on members of Parliament to be non-partisan. When India’s Constitution was framed, there was a prolonged debate on who should be allowed to vote in elections. Before Independence, several parameters, including economic status, determined voting eligibility. But India’s Constitution makers, taking a leaf out of constitutional traditions from across the world, decided on universal adult franchise. In India’s Constitution, the right to vote goes hand in hand with the right to equality. The fundamental idea of universal adult franchise is that citizens will be treated as equals despite their choice during the elections. This is why India has the secret ballot: it should be impossible for candidates to know which individuals have voted for them – or haven’t. Gandhi’s threat to grade voters and serve her supporters better flies in the face of her party’s own slogan that promised “sabka saath sabka vikas”, development for all. It is also chillingly unconstitutional.","author":"Sruthisagar Yamunan","time":"2019-04-16T09:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/45938-ffvvzizsjv-1555341662.jpg","tags":["Menaka Gandhi","Bharatiya Janata Party","Election Commission of India"],"source":"https://scroll.in/article/920231/the-daily-fix-the-abcd-of-menaka-gandhis-contempt-for-indias-constitution"}