{"title":"The lottery kingpin who delivered electoral bond jackpot to political parties","content":"The revelation that his lottery empire is the single largest buyer of electoral bonds in India has made Santiago Martin infamous across the country. But if a person close to him is to be believed, the Tamil Nadu-based businessman is relieved that the scale of his contributions to political parties has become known.Martin’s company, Future Gaming and Hotel Services PR, purchased Rs 1,368 crore worth electoral bonds in 22 phases, data released by the Election Commission on Thursday showed.A close associate of the man known as the “lottery king” said he was frustrated by the endless financial demands made by political parties and hopes this will now stop.The attempt to cast himself as a victim of political rent-seeking, however, sits at odds with Martin’s links to parties across the spectrum.His son Charles Jose Martin is a member of the Bharatiya Janata Party, while his wife Leema Rose is with the Indhiya Jananayaga Katchi, or IJK, an ally of the BJP.Martin’s son-in-law Adhav Arjun is with the Viduthalai Chiruthaigal Katchi or VCK, an Ambedkarite party which is part of the Congress-led INDIA alliance, for whom he designs election strategy.Far from indicating ideological sympathies, his family’s dalliance with politics appears to be guided by the classic investor’s logic: spread your bets.For years, many have asked why political parties were keen to befriend a 59-year-old businessman being investigated for fraud, manipulation and money laundering. The electoral bonds data may have finally provided the answer: the lottery king was delivering a jackpot to them.Santiago's wife Leema Rose with IJK leaders.Martin’s growthNot much is known about Martin’s childhood, other than that he grew up in Coimbatore.After spending a few years in Myanmar as a manual labourer in the late 1980s, the only employment he could find when he returned to the city as a teenager was selling lottery tickets.In 1991, he took a leap of faith. He turned into a distributor of Tamil Nadu state lotteries.It was the era of liberalisation in India. Lotteries had become a national addiction among those who were left out of the economic boom as well as those desperate for instant success. States found easy revenue in lotteries and Martin jumped right into it.When his home state banned the sale of lottery tickets in 2003, Martin expanded his operations to other states, including those in India’s North East such as Sikkim, Manipur, Meghalaya.He sold over Rs 1 crore worth of tickets daily, paying massive taxes to state governments. When asked about his Midas touch in the early 2000s, Martin boasted: \"I succeeded because I grasped the psychology of the buyer and the tricks of the trade.”Martin’s tricks of the trade, however, are not just limited to the lottery business. A person who has worked with Martin during those years said that the businessman cultivated strong ties with politicians and government officials in the northeastern states and neighbouring Bhutan by chaperoning their children who had come to study in Tamil Nadu.“We used to say that he runs governments,” the person who spoke on the condition of anonymity said. “He monopolised the paper lottery industry for years. His first focus was to ensure that agencies don’t come after him.”Yet, he could not keep allegations of fraud and financial jugglery at bay.In 2001, the Income Tax Department said it had found evidence that Martin had manipulated the lottery system to ensure prizes mostly went to unsold tickets, which his company retained. An example of this was his son Jose Charles winning Rs 50 lakh in the Azad Hind Bumper Lottery of the Nagaland government in 1997 – Martin claimed his son was plain lucky.Tax investigators also found evidence of alleged manipulation by Martin in Sikkim and Bhutan lotteries, which they reported to the Central Bureau of Investigation and the Central Vigilance Commission.In 2007, Martin’s business in Karnataka came under the scanner for allegedly running an illegal lottery racket in the state with the help of police officials. In 2010, Kerala sought a ban on the Sikkim and Bhutan paper lotteries after it grew suspicious about them.The next year, the Central Bureau of Investigation registered nearly 30 cases against him and his aides for cheating the Sikkim government of Rs 4,500 crore by selling lotteries on behalf of the Sikkim government in other states. The CBI filed its chargesheet in the case in 2014 and the trial has been dragging out in the courts since then.But the investigations did not stop Martin’s march. Despite the state police and central agencies regularly raiding his premises, his empire kept expanding. It is currently spread across sectors ranging from real estate to alternative energy, healthcare to hospitality, media and textiles apart from gaming and lotteries.What explains his success?Links with Tamil Nadu politicsIn Tamil Nadu, Martin is believed to have initially forged a connection with the Dravida Munnetra Kazhagam.This became evident when, as the proprietor of a music company called SS Music, he produced Ilaignan, DMK patriarch M Karunanidhi's 75th movie as a scriptwriter in 2011. Martin also funded Karunanidhi’s Ponnar Shankar film project, which had been in limbo for years.In 2012, Kanthi Alagiri, the wife of Karunanidhi’s son Alagiri, was accused of buying at a throwaway price temple land allegedly grabbed by Martin. Alagiri was then Union Minister in the Congress-led United Progressive Alliance government.Despite the political clout that Martin reportedly enjoyed, he had no luck in getting the ban on lotteries lifted in Tamil Nadu.The ban had been imposed by the J Jayalalithaa-led All India Anna Dravida Munnetra Kazhagam government – the DMK’s main rival. In 2006, when the DMK came back to power, Martin lobbied for the ban to be removed. But the DMK government led by M Karunanidhi did not oblige.Martin’s supporters cite this as proof that there was no quid pro quo between him and the party. Opposition leaders, however, claim that the ban was merely a smokescreen – they accuse the DMK of helping Martin take his illegal operations underground.A police officer who tracked the tycoon during the DMK regime said, “Martin grew so powerful during that period that he bribed everyone from the police station to the secretariat who helped his illegal lottery business flourish.”In 2010, a dossier prepared by the Enforcement Directorate – a copy of which these reporters have seen – estimated that Martin’s illegal operations had caused the public exchequer a loss of Rs 7,500 crore.The dossier claimed that Martin was involved in illegally selling over Rs 10 crore worth of lottery tickets per day in Tamil Nadu, Andhra Pradesh, Karnataka, Bihar, Jharkhand, and Jammu. The alleged modus operandi, according to the dossier, involved selling a lottery ticket officially valued at Re 1 for Rs 500 in the black market. If that were not enough, the company was also accused of cheating lottery winners by paying them only 50% of the approved prize.The Enforcement Directorate investigation said that Martin had built a strong network of stockists and retailers across the county. The agency suspected that the profits derived from the illegal sale of lotteries were either laundered through investments in real estate or through informal and illegal “hawala” channels.In 2011, when the AIADMK returned to power under J Jayalalithaa, Martin was put in jail in connection with a land grabbing case in Salem district. According to media reports, Tamil Nadu police had received more than 40 complaints of land grabbing against Martin. He denied the allegations.The move to BJPObservers said that Martin made his biggest political gambit in the run-up to the 2014 Lok Sabha elections. That year, his wife Leema Rose Martin joined a newly formed party in Tamil Nadu called the Indhiya Jananayaga Katchi which became part of the BJP-led National Democratic Alliance.During the Lok Sabha campaign, Leema Rose shared the dais with Narendra Modi.This was a precursor to Rose and Martin’s son, Charles Jose Martin, joining the BJP in 2015 in the presence of the then organising secretary Ram Madhav in Delhi. Charles is currently a director in 20 group firms part of his father’s empire and a designated partner in another 17.Charles joined the BJP in 2015.At that time, many BJP leaders in the state had expressed surprise at the induction of Martin’s son into the party since the family was perceived to be close to the DMK. But Tamil Nadu BJP chief Tamilisai Soundarajan had defended the decision, arguing there were no cases against Charles. “He is a youngster who may want to contribute to society. There is no problem in his joining,” she had said at the time.More recently, in the 2021 Tamil Nadu assembly elections, Martin’s son-in-law Aadhav Arjuna, a national basketball player turned political strategist, worked for the DMK as part of political consultant Prashant Kishor’s I-PAC.Even after the elections, Arjuna was part of Tamil Nadu Chief Minister MK Stalin’s son-in-law Sabreesan’s team and went on to head the political strategy company called PEN launched by him.Martin and the Kerala connectionMuch before Martin’s purchases of electoral bonds became known, another bond controversy involving the tycoon left the Communist Party of India (Marxist) in Kerala red faced.In 2007, while the VS Achuthanandan-led Left Democratic Front government in Kerala was cracking down on the illegal lottery sales, the party's mouthpiece Deshabhimani accepted Rs 2 crore from Martin in the form of bank bonds worth Rs 50 lakh each.EP Jayarajan, who was the daily’s general manager, initially said the bonds were accepted as development funds. When it was pointed out that it was illegal for parties to accept bank bonds, Jayarajan said Martin had given the money in lieu of advertisements.A CPI(M) state committee meeting finally put the matter to rest by deciding to return the money. Jayarajan was sacked.In 2010, based on a complaint by Kerala's Lottery Monitoring Cell, a cheating case was registered against Martin for allegedly failing to ensure the authenticity of lottery tickets and remitting unclaimed prize money to the government of Sikkim. Martin was slapped with 32 cases across Kerala but the probe was handed over to the CBI in 2011 because it required a multi-state investigation.According to the investigation, the sales bill raised by Sikkim government for 2009-’10 was nearly Rs 5,000 crore but Martin’s company had remitted just around Rs 140 crore. This prompted the Congress-led United Democratic Front government in Sikkim to ban online lotteries in the state for two years as soon as it assumed power 2011.The Congress in Kerala trained its guns at the CPI(M) over its alleged “lottery mafia” links. But in the end the Congress faced embarrassment after senior party leader and lawyer Abhishek Manu Singhvi appeared in court to defend Martin.The CPI(M) too faced a similar ignominy in 2016 when MK Damodaran, the legal advisor of Chief Minister Pinarayi Vijayan, appeared for Martin while challenging a confiscation order issued by the Enforcement Directorate.The money that Martin gaveEven as he battled the investigations, chargesheets, and legal cases, Martin quietly contributed money to political parties through electoral bonds, the data released by the Election Commission shows.Future Gaming funnelled Rs 150 crore to political parties in 2020. This was 2.6 times the profits declared by the company in the same year. The company declared annual returns worth Rs 56.97 crore in 2020. But it managed to buy 150 electoral bonds worth Rs 1 crore each in October the same year.The trend continued in 2021. Although the company declared profits of only Rs 49.43 crore that year, it managed to donate nearly seven times the amount to political parties. Future Gaming bought Electoral Bonds worth Rs 334 crore on four different dates that year. In March 2021, they also donated Rs 100 crore to Prudent Electoral Trust, which in turn gave the largest share to the BJP.Throughout 2022, the lottery business bought the highest amount of electoral bonds in a year, worth Rs 500 crore. In 2023, the company bought bonds worth Rs 321 crore. And in the final phase of EB sales in January 2024, it bought EBs worth Rs 63 crore.Notably, the Income Tax Department conducted major raids on Future Gaming in May 2019. The data on electoral bonds purchased between March 2018 and April 2019 was not made available by the Election Commission of India and therefore it is unclear if Future Gaming bought more bonds during the time.This report is part of a collaborative project involving three news organisations – Newslaundry, Scroll, The News Minute – and several independent journalists.Project Electoral Bond includes Aban Usmani, Anand Mangnale, Anisha Sheth, Anjana Meenakshi, Ayush Tiwari, Azeefa Fathima, Basant Kumar, Dhanya Rajendran, Jayashree Arunachalam, Joyal George, M Rajshekhar, Maria Teresa Raju, Nandini Chandrashekhar, Neel Madhav, Nikita Saxena, Parth MN, Pooja Prasanna, Prajwal Bhat, Prateek Goyal, Pratyush Deep, Ragamalika Karthikeyan, Raman Kirpal, Ravi Nair, Sachi Hegde, Shabbir Ahmed, Shivnarayan Rajpurohit, Siddhartha Mishra, Supriya Sharma, Sudipto Mondal, Tabassum Barnagarwala and Vaishnavi Rathore.","author":"Shabbir Ahmed Anand Mangnale Binu KarunakaranRavi NairProject Electoral Bond","time":"2024-03-16T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199291-gtvgutphov-1710551414.jpg","tags":["Electoral Bonds","Santiago Martin","Lok Sabha 2024"],"source":"https://scroll.in/article/1065269/the-lottery-kingpin-who-delivered-electoral-bond-jackpot-to-political-parties"}