{"title":"The chaos and complexity of the US scramble out Afghanistan – and four other Sunday reads","content":"The frenzied US evacuation In the decades to come, the defining images of the US withdrawal from Afghanistan are likely to be the videos of Afghans desperately clinging to the side of US planes speeding down the runway of Kabul airport, hoping to escape to freedom as the Taliban swept through the country. The chaos was overwhelming. Despite this, US President Joe Biden, who had decided that his country’s troops would leave Afghanistan by August 31 after a two-decade-long war, declared that the evacuation had been an “extraordinary success”.  On Friday, the New York Times obtained key documents that painted a more realistic picture. “The reports were daily distillations of the complexity, chaos and humanity behind the largest air evacuation in US history,” the paper reported.Read the article here.Investigating Brazil’s ‘Covaxingate’Late in July, Indian biotechnology company Bharat Biotech announced that it had terminated a memorandum of understanding to sell its Covaxin coronavirus vaccine to Precisa Medicamentos, its intermediary in Brazil. By then, the deal had become part of an inquiry by a Brazilian parliamentary commission investigating how President Jair Bolsonaro had handled the pandemic, which has killed just over 5.8 lakh people in the country so far. As they follow the paper trail, Shobhan Saxena and Florencia Costa in the Wire look at the connection between the Covaxin investigation in Brazil and Kumbh fake-tests racket in India.Read it here.Goa’s endangered rice varietiesLargely as a consequence of its tourism boom and the demand for holiday homes, Goa is experiencing a tsunami of construction. This, writes Sharanya Deepak, has “led to a direct assault on its agriculture and the diversity of both its farming systems and the crops themselves”. Under special pressure are the varieties of rice grown in the state’s low-lying khazan wetlands.  In a detailed article in Orion Magazine, she describes the efforts of ordinary citizens to save the brown korgut grain and other saline-resistant varieties of rice. “Rice contains many things – a language, livelihoods, memories,” one of her subjects says. “The real question is this, Miss – what do we lose when we lose a grain of rice?”Read the article here.India’s barely visible tradition of French writingFrench has been spoken in the subcontinent since the 17th century – so why do we know so little about Indian writing in French? As Adrija Rowchowdhury writes in a fascinating article in The Indian Express, Indians who wrote in French didn’t only live in French colonies like Pondicherry. In fact, the pioneers were from Goa and Bengal. But “French writing by Indians …is not only small in number but also largely invisible on account of lack of significant readership,” the article says. Despite contemporary work by authors such as K Madavane and Ari Gautier producing work in French, it’s a struggle. Madavane told Rowchowdhury: “Unless there is some sort of political motivation and organisation of events like literary fests and the like, it would be difficult for French literature from India to get the kind of visibility it deserves.” Read it here.Mama Mia! Here they go againWhen the Swedish pop group Abba announced on Thursday that they would be reuniting for their first album in 40 years, some curmudgeons declared that this would make an already-awful year even worse. One social media user suggested that this was an omen that the end was nigh, describing them as the “four Norsemen of the apocalypse”. But the fans were overjoyed and the early reviews of the two tracks that Abba released on the internet have been enthusiastic. “Abba reminds us that the real art of music lies in the very basic tools of the trade: a good melody and catchy lyrics,” wrote the Sydney Morning Herald’s critic, Michael Idato.Read the review here.","author":"Naresh Fernandes","time":"2021-09-05T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163668-zdshsguyxq-1630771741.jpg","tags":["Afghanistan","Joe Biden","Taliban"]}