{"title":"The Huzoor in Dhubri: Meet the perfume baron who could be kingmaker in Assam","content":"After a rally at Dharmasala in Assam's Dhubri district on Wednesday, Badruddin Ajmal ascended into a helicopter. As the  rotor blades began to whir, he spread out his palms in prayer. Outside, the crowd that ringed the helicopter knelt down and spread out their palms too. Then the helicopter lifted off and the leader of the All India United Democratic Front disappeared into the skies, as if to have a personal word with the powers that be.The rally, which was supposed to start around 11.30 am, finally took place around 4 pm. Ajmal's chopper had been held up by the weather. Still, a large crowd of the faithful held up umbrellas in the driving rain and waited. This was Dhubri, after all, one of the Lower Assam districts that form the stronghold of the AIUDF. Ajmal, or \"Huzoor\", as he is popularly called, seems to have a cult-like following in these parts.Fortress of Dhubri   Dhubri is part of a volatile borderland, along with Goalpara, Barpeta and Bongaigaon. A large section of the population here speaks Bengali, instantly marking them out from the Assamese mainstream. Over the last century, these districts have seen waves of migration, from the eastern districts of colonial Bengal and, later, from East Pakistan and Bangladesh. According to the 2011 Census, 79.67% of the population in Dhubri is Muslim.So it was perhaps inevitable that voters here gravitated towards the AIUDF, founded in 2004 as a  party that protected the interests of Bengali-speaking Muslims. In the last two Lok Sabha elections, Huzoor has won the parliamentary seat. In the last 10 years, ever since it started contesting elections, the AIUDF has held the Dhubri Vidhan Sabha seat as well as most surrounding constituencies. In 2006, it won 10 assembly seats. In 2011, it won 18, making it the most significant opposition party in Assam. This time, Huzoor promises, it will notch up 45. \"We will be the party that makes the government,\" he roared at voters. \"We won't let the BJP come to power and when the Congress comes to us, we will tell them, please wait, you are in queue.\"No one observing Huzoor's bravado would suspect that he might be nervous about the party's fortunes in Dhubri this time. Ten years of electoral victory but none in the state government hasn't done much for the AIUDF's street cred. The party has also seen loud quarrels over ticket distribution. This time, Huzoor himself will contest from South Salmara, the seat held by his son the last two terms. He is taking no chances, it seems. He wants to make sure that the AIUDF will be crucial to government formation. Badruddin risingNo matter who the local candidate is, in the end, an AIUDF vote is cast in the name of Maulana Badruddin Ajmal. He thrives on a personality cult that meshes the image of a deeply religious man with myths of munificence.The AIUDF may claim to be a secular party now, but the maulana still weaves religious language into political mobilisation. \"Insh'allah\" he will solve their problems, he tells voters. The first good deed that supporters mention is the maulana's generous grants for new mosques and graveyards – and temples. Other party leaders take their cue from Huzoor, appealing to religious sentiments in political speeches. Take Abdul Majid, the new Dhubri district president of the AIUDF. Addressing the rally in Dharmasala, he lets his voice break into a tremor as he speaks of a Quran in his house being desecrated by marauding goons. The maulana, Majid continues, is a Muslim leader of national significance, needed wherever there is communal violence – Kashmir, Gujarat. \"To strengthen such a leader, I feel, is our duty,\" concluded Majid. The religiosity is, of course, shored up by secret reserves of wealth and influence that seem to dwell in Huzoor's billowing white kurta. Party workers like to speak of how the very rich and very powerful  Ajmal helped the needy, even when he drew no political  gains from it. Drumming up support for the party chief, Majid recounts Ajmal's success story: a poor, ordinary Muslim who rose to become a perfume magnate and an MP. Today, he has money. Lots of it.\"People say Nazrul bhai [Nazrul Hoque, the Dhubri legislative assembly candidate] paid two and a half to three crore to buy his ticket,\" said Majid. \"Rs 2.5 crore, 3 crore, 10 crore, it's all small change to Ajmal bhai. His plane cancellation fee is Rs 23 lakh a year. To us, it's like a mountain of money. But what looks like a mountain to us is small change for him.\"This monetary magnificence has translated into political heft, especially since Huzoor has been Dhubri MP for two terms. \"Ajmal will take our word to Delhi,\" said Sahid-ur Rahman, a school teacher in Motichar village. \"Our problems will be heard in Parliament.\"Apart from Huzoor's personal cache, the AIUDF has tapped into wells of insecurity among the Muslim community in Lower Assam. These have two sources. First, the fear of being branded an illegal immigrant in a state where belonging to the minority community and speaking Bengali automatically makes you suspect. Second, an abiding sense of neglect in a desperately poor region that feels it has been shortchanged by the state government. D voters and NRCAnxieties over citizenship are particularly acute in Lower Assam. Starting in 1997, thousands of people on the state's electoral rolls have  been declared \"doubtful\" or \"D\" voters. In other words, the state suspects them of being illegal Bangladeshi immigrants. Some have gone through the foreigners tribunals set up in the state to get their names cleared, others were pitched into detention camps. In Dhubri, people claim, new names enter the D voter list every day. Since last year, there has been a fresh source of anxiety: the National Register of Citizens, being updated for the first time since 1951. A roster of the \"original inhabitants\" of Assam, it is explicitly aimed at weeding out illegal foreigners. Broadly speaking, this definition covers all those who moved to Assam from Bangladesh after March 24, 1971.Huzoor has made both these problems part of his election pitch, ticking off \"D voter\" and \"NRC\" in the list of problems he is going to solve in five years. Already, he has made a name as a crusader. \"Ajmal saab fought cases for D voters,\" said Abdul Barekh, a resident of South Salmara.Lower Assam problemsAccording to AIUDF supporters, the Congress-ruled state government devoted its energies to Upper Assam, neglecting other parts of the state. \"We are tired of Congress misrule,\" said Muzamil Haq, a madrasa teacher in Kacharipara, Dhubri.\"Upper Assam got everything and there was nothing for Lower Assam,\" said Rahman. \"Where are the medical colleges, veterinary colleges, transport? After 23 years, Ajmal reopened the Golakganj to Dhubri line. There is unemployment because there are no jobs here, no companies. They have destroyed agriculture, there is no aid from government to farmers. People have to go outside, to Gujarat and Mumbai, to work as carpenters.\" Most people living in Dhubri depend on agriculture. In late March, the paddy is high in the fields and stretching away for long green miles on either side of the road. But agriculture here is plagued by a peculiar set of circumstances. Farmers complain of poor irrigation, but water is also part of the problem. In these riverine areas, the Brahmaputra is ruthless, tearing away at its banks. Hundreds of people have had their lands and homes washed away by the river. In Ajmal's constituency, South Salmara, which is a cluster of chars or river islands, the problem is even more serious. Across constituencies, the major grievance is education. \"There are 200 to 250 students in a primary school but only one or two teachers in a school,\" said Sabibur Rahman, a cultivator from Tistarpar in Dhubri. \"They don't even give mid-day meals.\"In South Salmara, which can be reached by boat from the mainland, teachers reportedly turn up for one or two hours a day and barely hold classes. \"You ask a class five student to write his name and he won't be able to,\" said Barekh.Badruddin waning?These and more are the problems Badruddin Ajmal promises to solve. But the charismatic leader's appeal may be stretched thin this year. The party has been racked by rumours of candidates buying their tickets, causing discontent in the ranks. Loyalties are also fluid. Dhubri constituency's sitting MLA, Jahan Uddin, was denied a ticket, causing him to defect to the Congress. Instead, it went to the wealthy Nazrul Hoque, a recent import from the Congress.It is an uninspiring choice. Till 2013, Hoque had been president of the zilla parishad. But the next term, the seat was reserved for a woman. After complicated manoeuvres in the parishad, he left the Congress in a huff, ostensibly because he couldn't take the corruption anymore. Ask Hoque what he did as zilla parishad chairman and he thinks for a while. \"I built a guest house outside the civil hospital where people could stay at cheap rates and I built market sheds,\" he finally said.Party colleagues mutter darkly about Hoque's business empire, built, they claim, through dubious means.Meanwhile, some of the independent candidates look promising, the Congress competes with the AIUDF in the villages and the Bharatiya Janata Party has made its presence felt in urban areas like Dhubri town, where there are more Hindu voters. To win votes here, the AIUDF will have to shake off the perception that it is a party that stands only for Bengali Muslims.How will it manage to do so? Hoque has a ready answer for this one: Badruddin Ajmal has established himself as a leader for all communities and all regions in Assam.","author":"Ipsita Chakravarty","time":"2016-04-01T09:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/805884-article-kvuolvrxez-1459447907.jpeg","tags":["Assam diary"],"source":"https://scroll.in/article/805884/the-huzoor-in-dhubri-aiudf-banks-heavily-on-the-popularity-of-badruddin-ajmal"}