{"title":"The decade in Bollywood: The movies that dared to dream differently","content":"The last year of the decade in Hindi cinema was bookended by an ultra-macho nationalistic film and a comedy about infertility treatment – perhaps a fitting summary of a ten-year period that should have been more fruitful, but wasn’t.For Bollywood, the groundwork that had been laid in the 2000s was developed further between 2010 and 2019. At least some of the elements in the mix were rejigged with lasting effect. There were more modestly budgeted movies with tighter scripts and great attention to characterisation; a reduced reliance on lip-synced songs to convey emotions; stories that unfolded beyond the metropolises; unconventional romantic narratives; new faces drawn from a wider pool. Nepotism often seemed to be winning the day, but merit played a role too in floating newer talent to the top. Filmmakers in the 2010s learnt to make bigger (but not necessarily better) movies and maximise their box-office prospects by targeting their productions at pan-Indian markets (Baahubali and its sequel did this best). Remakes of non-Hindi films filled the gap in imagination, even as Marathi, Tamil and Malayalam productions stole the march over formula-addicted Bollywood. The rising success of Hollywood releases dubbed in Indian languages, especially effects-heavy superhero adventures, indicated that Indians have developed a taste for slick spectacle that local filmmakers are hard-pressed to match.There was a surfeit of feel-good films, many of them playing out in eccentric families crammed with nags and naysayers. Sometimes, the quirkiness was an end unto itself, ironing itself out rather neatly in time for the closing credits. But at the very least, films as varied as Dum Laga Ke Haisha, Sui Dhaaga, Piku, Badhaai Ho and Bala exposed the faultlines within Indian families, and allowed for more nuanced expressions of masculinity and femininity.As Bollywood rolled out its share of feelgood cinema, there were enough feelbad films to remind us that pallbearers were walking alongside the cheerleaders. Some of the decade’s most enduring films tackled knotty political, social and economic realities and created complex and not always likable protagonists. Many of these expressions emerged from the belly of the beast. Others – several of them of them independently produced and circulating through the film festival circuit – chipped away from the margins. Here is our subjective list of the decade’s most memorable films, all of which have been released in theatres and are mostly available on streaming platforms. Not included are the movies thrown up the festival circuit in 2019, including Eeb Allay Ooo!, Bombay Rose  and Aise Hee, which are likely to be released in 2020.2010Harud Actor Aamir Bashir returned to his roots for his directorial debut – an austere and deeply felt personalised account of the Kashmir autonomy struggle, which has been marked by untimely deaths, disappearances, and unbroken agony. Through Rafiq, a failed militant who struggles to forge a new career as a photographer, Bashir creates an uncompromising psychological portrait of life in the crosshairs.\n\n\n    \n    Play\n\nHarud (2010).Udaan He drinks, insists his own son address him as “Sir” and mocks the adolescent’s poetic ambitions. Vikramaditya Motwane’s sparkling debut introduces a father like no other in the movies – but like many we know in real life. Rajat Bharmecha turned out a fine performance as the sensitive Rohan, but Ronit Roy, as the volatile patriarch, was this movie’s stone-cold heart.The Untitled Kartik Krishnan Project Srinivas Sunderrarajan’s firmly indie debut is set in the bowels of La-La Land. The Untitled Kartik Krishnan Project, made in black-and-white on a Rs 40,000-budget, is about a software professional who wants to become a filmmaker, his fumbling attempts at love, and a corrupt policeman. Thrown in a talking robot and you have a production that is “larger than logic” (as one of the characters aptly says) and provides a sideways view of the Bollywood dream factory. 2011Delhi Belly Akshat Verma’s deliciously demented script briefly rewrote the rules of comedy. In this Snatch-style pursuit for a stash of diamonds, Poorna Jagannathan dry-humps Imran Khan, Vir Das speaks up on behalf of Bengali copywriters everywhere, Vijay Raaz keeps calm and carries on amidst the chaos, and Shehnaz Treasury exposes her comic vein.\n\n\n    \n    Play\n\nThe Untitled Kartik Krishnan Project (2010).2012Aiyyaa Sachin Kundalkar’s exercise in excess gave Rani Mukerji her best role – the cinema-obsessed Meenakshi, who binges on raunchy songs and late-night television and fantasises about the day The One will walk in through the door. When he does, he turns out to be unshaven and loutish, but he smells just divine. This meta-movie about waking dreams also has some of the wittiest tributes to the pulpy pleasures of Hindi film music. Kshay Karan Gour’s low-budget independent feature is a tight chronicle of psychological imprisonment. A Mumbai housewife, played unerringly by Rasika Dugal, develops an obsession for an unfinished idol. The sound design, also by Gour, and the claustrophobic cinematography by Abhinay Khoparzi combine to create an unforgettable portrait of insanity in the big city.  Gangs of Wasseypur (Part 1) Anurag Kashyap injects irreverence and cock-eyed pop culture nostalgia into the heartland crime drama. The saga of vengeance between the clans of the Khans and Ramadhir Singh in the coal-mining belt of Wasseypur stretches across three generations and loops in a gallery of superbly cast actors, including Manoj Bajpayee, Jaideep Ahlwalat, Pankaj Tripathi, Richa Chadha, Nawazuddin Siddiqui, Jameel Khan and Tigmanshu Dhulia. (A special mention for Yashpal Sharma as a hilarious funeral singer.) Part two was mostly redundant, despite a memorable performance by Siddiqui.\n\n\n    \n    Play\n\nDreamum Wakeupum, Aiyyaa (2012).Paan Singh Tomar Tigmanshu Dhulia’s best movie isn’t your average hagiography passing itself off as a biopic. Rather, Paan Singh Tomar is the chronicle of the eponymous champion athlete who served in the Indian Army and won medals for India but couldn’t shed his roots as an outlaw in the Chambal Valley to outrun his destiny. The questions raised by Dhulia about the frailty of family ties, the persistence of rebellion, and the nature of justice in Independent India continue to ricochet after the climax, in which Irrfan’s Paan Singh does not die as a hero.Shahid Hansal Mehta has rolled out a series of films inspired by the headlines. His best effort remains his first collaboration with Rajkummar Rao, who plays the Mumbai lawyer Shahid Azmi. Radicalised by religious riots and then reformed in prison, Shahid abandons guns and picks up the law book to fight for the Muslim community’s right to a fair trial. The film successfully dramatises the potentially preachy subject of Muslims being stereotyped as terrorists, and Rao’s performance as the doughty advocate is a career best. Vicky Donor This movie made stars out of its director Shoojit Sircar, writer Juhi Chaturvedi, and lead actor Ayushmann Khurrana. Tucked into the laughs and giggles about a sperm donor’s misadventures is an act of portraiture of a very different kind of leading man – diffident, ambivalent, and not always right. Khurrana has played variations of Vicky over his career, and this is where it began for him. Chaturvedi also wrote Sircar’s box-office scorcher Piku in 2015 and October  in 2018. 2013Bombay Talkies (Dibakar Banerjee segment) Dibakar Banerjee’s contribution to the four-episode anthology film Bombay Talkies is the most resonant. Star, an adaptation of two of Satyajit Ray’s short stories, draws links between Hindi cinema and the city that has both nurtured and throttled it. Nawazuddin Siddiqui, an unemployed theatre performer living in Mumbai’s former mill district, gets cast as an extra in a movie, has a surreal encounter with his mentor (Sadashiv Amrapurkar), debates on the eternal tussle between creativity and commerce, and finally gets his five seconds of fame. Matru Ki Bijlee Ka Mandola Vishal Bhardwaj’s most political movie is a wicked allegory about the intersection of capital and corruption. The businessman Harry (Pankaj Kapur in raging form) wants to convert his village into a special economic zone. Fortunately for all, Harry comes to his senses only when he gets drunk (down with prohibition!). Imran Khan is hugely miscast as a leftist revolutionary, but Pankaj Kapur makes up for it with his colourful language and frequent sightings of pink buffaloes.\n\n\n    \n    Play\n\nMatru Ki Bijlee Ka Mandola (2013).Ship of Theseus Anand Gandhi’s assured debut dexterously weaves together three stories linked by the body and the spirit. A blind photographer regains her sight after a corneal transplant but loses her intuitive ability to create images. A terminally ill Jain monk reassesses his attitude towards animal testing. A recipient of a transplanted kidney learns that he has unwittingly aided an organ donation racket. The lustrous cinematography is by Pankaj Kumar. whose credits include Haider, Rangoon and Tumbbad. 2014PK Rajkumar Hirani’s only truly subversive film is an improvement on the similarly-themed OMG – Oh God! An extra-terrestrial (Aamir Khan) lands up on Earth and realises that the only way he can get back to his planet is find this one person everybody keeps invoking – the Almighty. To put PK’s achievements in perspective, it helps to remember that a movie that attacks superstition, hollow religious rituals, communal feelings, and charlatan godmen would not have even been greenlit, let alone made, today. Queen Kangana Ranaut’s breakthrough set her on the path to stardom besides proving that: A) She has a talent for comedy B) She can evoke an inner life, rare among her peers C) She knows to rock a kurta and jeans and D) Women can power a movie to box-office glory. 2015Masaan Neeraj Ghaywan’s soulful and thoughtful debut about the clash between determinism (represented by caste) and free will runs on parallel tracks. A woman is unfairly blamed for her boyfriend’s suicide and retreats into catatonia. A Dalit man falls in love with an upper-caste woman. The movie is set in Varanasi, the land of death and rebirth.\n\n\n    \n    Play\n\nMasaan (2015).Titli The decade seethed with annoyingly cute and cutely annoying dysfunctional families – and then there was Kanu Behl’s stunning first film. Violence runs through the story of the protagonist’s transformation, some of it a result of the family profession – carjacking – and some of it a result of that old enemy called patriarchy. The top-notch cast, which includes Shashank Arora, Shivani Raghuvanshi, Lalit Behl, Ranvir Shorey and Amit Sial, executes Behl’s dystopic vision to the fullest.2016CRD Kranti Kanade’s improvisation-heavy drama tackles art, theatre, politics, and romance. The Pune-set film explores Chetan Ranjit Deshmukh’s attempts to survive in a theatre acting workshop run by a bully while staging his own play and romancing the beguiling Persis. This funny and insightful ode to art for art’s sake wages a minor war on the tyranny of Bollywood’s insistence on linear narratives with three-act structures and neat endings. 2017Anaarkali of Aarah Swara Bhasker is in crackling form in this rare attempt to explore the experiences of the woman who performs in public for the pleasure of others. The dancer Anaarkali fights to save her reputation when a university vice-chancellor assumes that if she smiles, she is his. Avinash Das’s treatment of consent anticipated Me Too in India, apart from providing a new framework to look at the figure of the courtesan in the movies. Mukti Bhawan Shubhashish Bhutiani’s deftly written and performed movie ran and ran and ran in Japan, where its themes of familial tensions, slow suicide and redemption appear to have deeply resonated. This portrait of a family is centred on the patriarch’s desire to spend his final days in Varanasi, but somebody else turns out to the true seeker of redemption and release.\n\n\n    \n    Play\n\nMukti Bhawan (2016).Newton Amit Masurkar’s razor-sharp comedy raises questions about electoral representation and citizenship through the figure of the dying species known as the conscientious bureaucrat. Rajkummar Rao is the movie’s rulebook-thumping government functionary who is determined to ensure than an election in a troubled tribal area goes off smoothly. Nobody seems interested, least of all the police functionary who’d rather just rig the election. Why democracy indeed? Tu Hai Mera Sunday Milind Dhaimade’s sharply observed account of life in the super-dense crushload capital of India is funny as well as moving. Crammed into Mumbai are a handful of characters who want nothing more than to play football. How difficult can that be? Tu Hai Mera Sunday proves that there is life yet in the Bombay movie, a sub-genre unto itself. 2018Andhadhun A pianist pretending to be blind gets entangled with a domestic femme fatale, a corrupt police inspector, and a bunch of organ traders. Chaos reigns in Sriram Raghavan’s blackly comic thriller, as does Tabu as the ruthless killer whose culinary skills match her body disposal abilities. In this amoral universe, the only innocents standing are a mischievous neighbour, a clueless girlfriend, and a cute cat. Tumbbad An Indian horror film like few others, Tumbbad held out the hope that this underutilised genre might have something new to say – and a new way of saying it. Rahi Anil Barve’s study of human greed and religious obscurantism, produced by and starring Sohum Shah and bathed in glorious reds and blues by Pankaj Kumar, is above all a visual treat – a film that looks as good as it feels menacing and creepy.\n\n\n    \n    Play\n\nTumbbad (2018).2019Article 15 Don’t let the earlier entries on Anubhav Sinha’s filmography – Dus and Ra.One – prejudice you. The director took a 360-degree turn in 2018 with Mulk, a piercing look at Islamophobia that seems even more relevant given the current headlines. Sinha followed up his newfound social concern with Article 15, which makes sharp arguments about casteism and the ongoing atrocities against Dalits in the guise of a police procedural. Gully Boy 2019 produced many movies that looked and felt like television dramas or direct-to-streamer releases. Not Gully Boy, Zoya Akhtar’s most accomplished film till date. A confluence of sharp writing and superb characterisation by Akhtar and Reema Kagti, fluid camerawork (by Jay Oza), realistic production design (by Suzanne Caplan Merwanji) and a pulsating score produced by Ankur Tewari, Gully Boy was an immersive big-screen experience.The lovely performances included Ranveer Singh as the gentle but ambitious Dharavi rapper Murad, Alia Bhatt as his feisty girlfriend, Vijay Varma as his conscience keeper, and Siddhant Chaturvedi as his entry point into the world of commercial hip-hop. In a year in which minorities came under attack on and off the screen, Akhtar produced one of Hindi cinema’s most endearing Muslim characters – the kind of man who prays before he composes rap rhymes. Mard Ko Dard Nahin Hota Once more with feeling: Vasan Bala’s debut feature Peddlers was made in 2012 and has not yet been released. None of the angst percolates through his madcap sophomore effort of a boy-man who has congenital insensitivity to pain, is obsessed with martial arts, and ends up besting an evil gangster who is the twin of his childhood idol. This fond tribute to chopsocky cinema and the pleasures of living in a bubble was one of the highlights of a year in which nearly every release seemed calculated and contrived. In Mard Ko Dard Nahin Hota, the laughs flow organically, the action scenes are better than in big-budget productions, and the anything-goes plotting turns out to be the best thing about the movie.\n\n\n    \n    Play\n\nMeri Gully Mein, Gully Boy (2019).","author":"Nandini Ramnath","time":"2019-12-25T14:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133530-lfssxtssip-1577297287.jpeg","tags":["The decade in Bollywood","Gully Boy","Mard Ko Dard Nahin Hota"],"source":"https://scroll.in/reel/947820/the-decade-in-bollywood-the-movies-that-dared-to-dream-differently"}