{"title":"The secrets behind ‘Geeli Pucchi’, the most loved film in ‘Ajeeb Daastaans’","content":"Writer-director Neeraj Ghaywan’s Geeli Pucchi is one of the four mid-length episodes that comprise Ajeeb Daastaans on Netflix. The anthology film’s binding theme is twisted or unconventional relationships. Starring Konkona Sensharma and Aditi Rao Hydari, Ghaywan’s contribution examines the complex encounter between Bharti, a Dalit worker, and Priya, a Brahmin data operator at her factory. Geeli Pucchi explores their relationship as they navigate patriarchy, ingrained prejudice and loneliness. Geeli Pucchi has emerged as the best-loved film in the quartet. Ghaywan shares his insights on working with archetypes and then demolishing them. Bharti and Priya are designed as polar opposites. Bharti is the dark-skinned, androgynous, survivor while Priya is a naive, feminine married woman. Why the archetypes?I like complexity and grey shades. I am tired of the whole black-and-white narrative. I feel we should not put the onus of righteousness too much on the hero. We also have to see the antagonist, who they are and where they come from.So I did start with the archetype, but I wanted to subvert that. For example, Priya is my attempt to subvert the idea of a manic pixie dream girl. I hate that so much because it is such a male gaze and a stereotype which we don’t correct. I wanted to see her from a female gaze, and as a character who has agency and expresses her opinion on her life, so the story also becomes about her. Likewise, Bharti is butch but she also goes through so much vulnerability. She tried to put up a strong exterior, literally punching people off, but she also goes to a cloakroom and breaks down because she has been denied love. I like that complexity and that intersection of not just caste, class and gender, but also the intersection of how we as humans deal with so many emotions and contradict ourselves so many times.Aditi Rao Hydari and Konkona Sensharma in Geeli Pucchi, Ajeeb Daastaans (2021). Courtesy Dharmatic Entertainment/Netflix.Your sympathy oscillates between the characters. How do you achieve this complexity in a 43-minute running time?As a man, how much ever empathy I have towards things I am not, I will have my gender perspective. My worry was that in the interest of depicting a particular subaltern, would I compromise on the other? Would I inadvertently show it in a poor light?There are multiple perspectives to this. Some might think Priya is righteous and others might think Bharti is. I hoped to not do injustice to a particular subaltern, hence I brought in a lot of lived experiences from the communities I was speaking of. I cannot make the film in isolation or based solely on what I have read in books or observed. So I brought in queer people, Dalit people etc to tell me that this is the way it is.What came first, the story or the brief for the anthology?The story idea came to me when I was making Masaan. This was a subplot but Varun [Grover, Masaan’s co-writer] and I thought it would be too heavy for Masaan and would take away from the film’s main theme.At that time, it was just a small town noir-ish idea but as I wrote it, I realised that for the narrative arc to work, it would need complexities. It would have been easy to show a bigoted casteist woman and villainise her, but it had to be contextualised. I had to show that she has been tutored, and she is naive, which does not help her understand the complexity of what she is doing or saying. For instance, when Priya tells Bharti the boss has told her not to go down [to the factory floor] because it smells, she doesn’t realise the impact or offensiveness of what she is saying. She is a manifestation of caste-blind people who say, I have grown up not seeing caste at all, ergo it doesn’t exist.Aditi Rao Hydari in Geeli Pucchi, Ajeeb Daastaans (2021). Courtesy Dharmatic Entertainment/Netflix.The characters around the women are part of the perpetuation – the factory manager, the mother-in-law, but also the very nice husband.It is so easy to show that a woman dealing with her sexuality has an abusive husband, but I thought, let me suffer through more complexity by making him nice. What do you do when you have such a nice husband, but you love someone or something else? The factory manager has never thought of making a ladies toilet till Priya comes along, because the idea of a woman is also warped.What was more important, the caste comment or the LGBTQ angle?The film is what you take from it – truly. My intention was for caste politics to be the primary layer, sexuality secondary. Priya has the privilege of being Brahmin, which comes with a lot of patriarchy, which is why she can’t fully realise or explore her sexuality. Bharti, on the other hand, has been othered by the world, made invisible, doesn’t get the same recognition that she should get, does not get the job she deserves, but she is exploring her sexuality.Why a factory?You expect men to be working in a factory, but you don’t expect to see a woman there. The factory setting helped bring out male hypocrisy. In the larger context, men are afraid of strong women and they don’t want women in the workplace to have agency or be opinionated. Their idea of beauty and how a woman should be is Priya.Konkona Sensharma in Geeli Pucchi, Ajeeb Daastaans (2021). Courtesy Dharmatic Entertainment/Netflix.Konkona Sensharma is terrific and has moulded herself physically to inhabit Bharti. Did you work on the look and appearance with her?Bharti’s look took a long while. I did not want a stereotype of a butch character. Her look of loose jeans and checkered shirt might be what she had seen her father wear. Koko has naturally curly hair so I said let’s go with it.  I gave her Yashica Dutt’s book Coming Out A Dalit to read and we discussed film references such as Three Colours: Blue, Below Her Mouth and Rosetta. We also watched videos of queer women expressing themselves.Speaking of workplace diversity, it’s lacking in your very own industry.We need to give people a chance. There should be balanced representation in all sectors, not just the film industry. There is over-representation of a certain caste and religion in most places. The irony of the film industry is that it is not a bigoted, casteist or homophobic place, but they are unaware and that is a big one. There is no excuse for being unaware. You have to learn and bring people into the fold. Inclusivity makes things safer and fuels creativity as you can mine from diverse perspectives on a particular creative topic.What else are you working on?I am trying to make my second film, which has taken an eternity but I will get to it after finishing Made in Heaven.Neeraj Ghaywan (centre) on the sets of Geeli Pucchi, Ajeeb Daastaans (2021). Courtesy Dharmatic Entertainment/Netflix.Also read:‘Ajeeb Daastaans’ review: One episode in the Netflix anthology film is worth the price of the restWhy (and how) a young school student had to pretend to be upper caste and hide her Dalit identity","author":"Udita Jhunjhunwala","time":"2021-04-21T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157872-oscgdmbxge-1618928417.jpg","tags":["Geeli Pucchi","Ajeeb Daastaans","Neeraj Ghaywan"],"source":"https://scroll.in/reel/992816/the-secret-sauce-of-geeli-pucchi-the-most-loved-film-in-ajeeb-daastaans"}