{"title":"‘The Kerala Story’ is RSS propaganda, says Pinarayi Vijayan","content":"Kerala Chief Minister Pinarayi Vijayan on Sunday said that the upcoming film, The Kerala Story, was the Rashtriya Swayamsevak Sangh-led Sangh Parivar’s propaganda to project the state as a centre of religious extremism by raising the bogey of  “love jihad”.“Love jihad” is a conspiracy theory peddled by Hindutva organisations that claim there is an organised plot by Muslim men to seduce Hindu women and convert them to Islam. It has been rejected by courts, investigative agencies and the Union home ministry.Directed by Sudipto Sen, The Kerala Story claims that more than 32,000 women from Kerala had been converted to Islam and recruited by the terrorist group Islamic State. It will be released on May 5.In a Facebook post, Vijayan said that the film, at first glance, appears to have been “deliberately produced” with an aim to create communal polarisation and hatred towards Kerala, reported The News Minute.“Propaganda films and their otherisation of Muslims should be viewed in the context of various efforts made by the Sangh Parivar to gain an advantage in electoral politics in Kerala,” he added. “Their usual tactics do not work in Kerala, so they are trying to spread their politics of division through the film based on fake stories.”Vijayan said that using cinema to create division and sectarianism in the country under the garb of freedom of expression is not right. “Freedom of expression is not a license to communalise this country, spread lies and divide the people,” he said.Congress leader Shashi Tharoor, a Lok Sabha from Kerala, also criticised the film saying that it is “not our Kerala story”.It may be *your* Kerala story. It is not *our* Kerala story. pic.twitter.com/Y9PTWrNZuL— Shashi Tharoor (@ShashiTharoor) April 30, 2023\n\nOn April 30, the Kerala Congress had urged the ruling Communist Party of India (Marxist) government not to give permission to screen the film, saying it aims to create “communal divisions in society through false claims”, reported The Indian Express.Several users on social media also questioned the claims made in the film. One user offered Rs 10 lakh to anyone who could furnish evidence of 10 women from Kerala who had been converted and joined the Islamic State.A poster of the challenge was shared by Tharoor on Twitter.“Now there’s an opportunity for all those hyping the alleged conversions of 32,000 women on Kerala to Islamism – to prove their case and make some money,” Tharoor said. “Will they be up to the challenge or is there simply no proof because none exists?”Now there’s an opportunity for all those hyping the alleged conversions of 32,000 women on Kerala to Islamism — to prove their case and make some money. Will they be up to the challenge or is there simply no proof because none exists? #NotOurKeralaStory pic.twitter.com/SrwaMx556H— Shashi Tharoor (@ShashiTharoor) May 1, 2023","author":"Scroll Staff","time":"2023-05-01T13:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189671-fcpybetuha-1682923416.jpeg","tags":["The Kerala Story","Kerala","Islamic State","RSS","Pinarayi Vijayan"],"source":"https://scroll.in/latest/1048321/the-kerala-story-is-rss-propaganda-says-pinarayi-vijayan"}