{"title":"The strange story of how the BJP both supports and opposes a big dam in Andhra Pradesh","content":"“The project will threaten valuable ecology and wildlife. The project will bring misery to thousands of tribal people by displacement and submerging more than 300 villages in Andhra Pradesh, Chhattisgarh and Orissa.\"This might sound like the petition of an activist group, but it is a lawsuit filed by one state government against another. In August 2011, the Bharatiya Janata Party government in Chhattisgarh put on record its opposition to the Polavaram Dam by filing a suit in the Supreme Court against the Andhra Pradesh government.Presenting a scathing indictment of the way Andhra Pradesh was pushing through a project conceived more than three decades ago, despite changes on the ground, the suit asked for the construction of the dam to be stopped and clearances to be revoked.\"The project proposals were suitable in the times when it was conceived,\" Chhattisgarh's suit said. \"But over the years many changes have taken place in the society and its priorities. The proposed displacement of such a huge population and settlement is likely to cause degradation in their lives. This is more or less state-induced impoverishment of the people, whereas the state should be the chief custodian of the welfare of vulnerable sections of the society.\"But on Friday, the Narendra Modi government cleared the way for the dam by passing the Andhra Pradesh Reorganisation (Amendment) Bill, first introduced in the form of an ordinance. Moved at the behest of the Andhra government, it transfers seven blocks of Khammam district in Telangana to Andhra.The state wants the blocks because they fall in the dam's submergence area and it believes it can speed up its construction by taking control of the area and clearing it of people. The dam also submerges parts of Chhattisgarh and Odisha, both of which are opposed to the project.By passing the ordinance, therefore, the BJP government at the Centre has sided with Andhra, which is ruled by its ally, the Telugu Desam Party, while Telangana is ruled by the Telangana Rashtra Samiti, a party seen as being closer to the Congress. After the ordinance was passed, Left parties and the Telangana Joint Action Committee, which played a key role in the movement for statehood, called a two-day bandh in the state, which was near total but peaceful.At the same time, by clearing the ordinance, Centre has also ended up contradicting the position taken by its own party in Chhattisgarh, which is in power.A dam named after IndiraIn 1980, the state's chief minister T Anjaiah laid the foundation stone for the Indira Sagar dam at Polavaram village in the state’s West Godavari district. Named after his party president and prime minister of India, Indira Gandhi, the project was meant to irrigate the fields in four districts, supply drinking water and generate power.The downside was that the dam would submerge more than 200 villages in the predominantly tribal areas of Telangana as well as villages in the neighbouring states of Orissa and erstwhile Madhya Pradesh.For the next two decades, the project saw little progress. In 2004, the Congress returned to power in Andhra and chief minister YS Rajasekara Reddy revived the project with the support of the Congress government at the centre. But this was greeted by strong opposition on the ground in Telangana.Critics pointed out that the project's main aim had already been met. \"According to the documents relating to the Polavaram project, 291,000 hectares of new land will be brought under irrigation—129,000 ha by right canal and 162,000 ha by the left canal. But government of India’s official data shows 71 per cent of the right canal command areas are already under irrigation since 1999,\" reported Down To Earth.Split within AndhraAccording to the environmental impact assessment report of the dam, 177,275 people in 276 villages across three states will be affected by the project. The largest area threatened with submergence lies in Khammam district: 136 villages and 211 hamlets in seven administrative blocks. Earlier this year, when the state was divided, the district became part of the newly formed Telangana state.The Telangana Rashtra Samiti, the new state's ruling party, opposes the Polavaram project in its current form. To prevent the villages being submerged, it wants the project changed so that water is stored not in one large reservoir but in three places with low barrages. As long as this area was in Telangana, it had some influence over the project. By transferring the area to Andhra Pradesh, the Centre has taken Telangana's leverage away and cleared the way for the dam in its existing form.The ordinance has also invited charges that it is unconstitutional. An amendment in state boundaries cannot bypass state assemblies, TRS MPs argued, boycotting the Lok Sabha proceedings on Friday. They were supported by the members of Biju Janata Dal, Odisha's ruling party. While the BJD MPs vocally opposed the ordinance in line with the stand taken by Odisha government in the Supreme Court, the BJP MPs from Chhattisgarh sat quietly in embarrassment, voting in its favour.The case of ChhattisgarhDinesh Kashyap is the BJP’s MP from Bastar in Chhattisgarh. The project could affect some villages in Konta block of Sukma district in the southern end of his constituency. In public meetings, Kashyap has consistently opposed the project.But after the ordinance was passed on Friday, he sounded unsure of his stand. “It is a matter of great concern that the project will submerge the lands of Dorla tribes, who are on the verge of extinction,\" he told Scroll.in, hastening to add, \"But I have been told that there is a new report that shows that villages in Chhattisgarh will not be affected.\"  Yet when asked which report was he referring to, he said he did not know the specifics.While BJP MPs in Chhattisgarh might now feign amnesia, the case that the state made in the Supreme Court against Polavaram was strong.In 1978, Odisha and Madhya Pradesh had signed an agreement with Andhra Pradesh, agreeing to the construction of the project and accepting the submergence of their land. But after the dam was revived and the Centre gave it clearances, they argued that conditions on the ground ─ such as the number of people who will now face displacement ─ had changed considerably, and it was not legal to implement a 31-year-old agreement.They also pointed out that the project violated environmental guidelines and laws meant to protect the land and welfare of tribal people.“It is a known fact that no public hearing was held before granting environment clearance,\" said the Chhattisgarh government in its affidavit. \"It is also a fact that no permission from the Gram Sabha has been obtained since it’s a schedule area. The construction of project will cause submergence of villages, displacement of tribals, ecological, wildlife, forest, mines & minerals, financial loss, hardship to the Plaintiff State of Chhattisgarh.”The Orissa government had taken a similar position in a suit filed in the Supreme Court in October 2009.Both states question Andhra Pradesh's data. Chhattisgarh pointed out that a 2004 report had claimed that 1,916 people in 13 villages in the state would be affected by the project, but the environment impact assessment report prepared in 2009 reduced the number of affected villages to four yet increased the estimate of number of affected people to 11,766.There is a discrepancy in the population figures themselves. While the 2009 environmental impact assessment report claimed that the affected villages had a population of 177,275, the census of 2001 had put the population of these villages at 236,834. “It is expected that this data will undergo further substantial change when the earlier estimated flood increases from 36 lakh cusecs to the present estimated flood of 50 lakh cusecs,” the Chhattisgarh government said.Political doublespeakBut activists are cynical about both Chhattisgarh's and Odisha's opposition to the project. For all the noise that they made by filing cases in the Supreme Court,  their opposition was never more than cosmetic, they say.“Both Chhattisgarh and Odisha had ample opportunities to oppose the project when clearances were being granted,” said Himanshu Thakkar of South Asia Network on Dams, Rivers and People. “But they missed not one but all the opportunities.\"Not only did they fail to intervene effectively in the case, their opposition to Polavaram is hypocritical, he said, given the number of people being displaced by industrial and hydel projects in their own states.As far as the BJP is concerned, while its government in Chhattisgarh was taking the high moral ground in the case of Polavaram, its government in Gujarat was asking for raising the height of the Sardar Sarovar Project. After coming to power, Narendra Modi has lost no time in showing where he stood on the question of big dams – the height of the Sardar Sarovar project has been raised and state boundaries have been altered to clear the way for Polavaram.Yet Modi is no exception. “None of the parties in India – regional, national, not even the left – oppose big dams,” said Thakkar. “Forget questioning the merits of dams per se, the parties rarely question even the specifics of particular projects.”When they do – as in the case of Polavaram – it is often for commercial reasons. In Chhattisgarh, when the state government went to the Supreme Court in 2011, many wondered if the intervention had been prompted by a new finding of mineral reserves in the submergence area.A senior official in the state claimed that the government's stand had nothing to do with minerals and only sought to protect tribal people. He admitted that the centre's ordinance had put the state in a tight spot. “This is a big political question,\" he said, requesting not to be named. “We have been placed on the horns of a dilemma.” Would the government withdraw its law suit? “The chief minister would have to consult the central leadership.”","author":"Supriya Sharma","time":"2014-07-13T16:13:59+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/670238-542330be-7716-4811-bd6d-4961b9c5959a.jpg","tags":[],"source":"https://scroll.in/article/670238/The-strange-story-of-how-the-BJP-both-supports-and-opposes-a-big-dam-in-Andhra-Pradesh"}