{"title":"‘The Accidental Prime Minister’ movie review: A petty attack on the Gandhi family that lacks insight","content":"There are two wonderful things about The Accidental Prime Minister, a tactless, humourless takedown of the functioning of the Prime Minister’s Office under the Congress party’s Manmohan Singh. One is that the movie takes full advantage of the Constitutional right to free expression to talk about real political personalities using their real names. The other is that Vijay Gutte’s directorial debut holds out the prospect, without actually intending to, of similar films about the inner workings of other governments. Is a movie titled The Calculating Prime Minister in the works? Has any studio greenlit Honey, I Shrunk the PMO? Written by Gutte, Mayank Tiwari, Aditya Sinha and Karl Dunne, the 110-minute movie is part of the double-headed attack this week on the Opposition during an election year. If Uri: The Surgical Strike makes a case for the ruling party’s claim to muscular governance, The Accidental Prime Minister purports to show how we got there. Sanjaya Baru’s 2014 memoir of the same name dished out the dirt on the workings of the United Progressive Alliance between 2004 and 2014. Manmohan Singh, the economist and former Reserve Bank of India governor, was the prime minister of this Congress party-led alliance. Baru, who was Singh’s media adviser until 2008, alleged that Singh’s functioning was severely hampered by Congress president Sonia Gandhi and her circle of advisors. Singh was merely warming the throne for Rahul Gandhi, the book claimed, and he was forced to take the blame for the numerous corruption scandals that plagued UPA in its final months, paving the way for a government led by the Bharatiya Janata Party’s Narendra Modi.\n\n\n    \n    Play\n\nThe Accidental Prime Minister (2019).The movie names names, all taken from the book, whether it is the Gandhis and Congress functionaries or bureaucrats and Opposition leaders. Each of these characters is portrayed by actors who most closely resemble them or are made up to look like them. Much of the humour in an otherwise deadly earnest film comes from playing match-the-actor-with-the-real-person. Isn’t Hansal Mehta (a creative producer on this project) too short to play Odisha Chief Minister Naveen Patnaik? What did Arjun Mathur do with Rahul Gandhi’s dimples? How impressive are Suzanne Bernert’s wig, twitching lips and accent, which make her closely resemble Sonia Gandhi? And why is Kapil Sibal’s name bleeped out?Suzanne Bernert as Sonia Gandhi in The Accidental Prime Minister (2019). Courtesy Bohra Bros.The one character who doesn’t look anything like his real-life counterpart is Akshaye Khanna. He plays Sanjaya Baru with a permanent, all-knowing smirk, and turns to the camera ever so often to directly inform viewers about the horrors he is witnessing. Whatever else one says about Khanna’s Baru, whose regard for his abilities and influence over Singh is staggering, it is clear that at least one actor had fun on the shoot. Khanna rattles off lines that belongs to a Salim-Javed screenplay and has something resembling a bromance with Anupam Kher’s Manmohan Singh, which must have been a challenge when the object of attention is portrayed as near-effete.Kher closely mimics Singh’s soft, halting voice, but he also affects a strange shuffle, as though he is being controlled by invisible strings. Kher’s Singh moves awkwardly into the PMO and, it is assumed, just as awkwardly out of it. The idea of a lameduck prime minister gets a literal manifestation in Kher’s body language, cancelling out whatever sympathy is accorded to him in the script. There are fleeting references to Singh’s hardscrabble childhood and his “genius” as an economist, but neither the screenplay nor Kher’s performance is sophisticated enough to give a measure of Singh’s personality.Anupam Kher as Manmohan Singh in The Accidental Prime Minister (2019). Courtesy Bohra Bros.Among the few people who might actually remember the full extent of the behind-the-scenes rumblings that characterised Singh’s tenure are veteran political reporters. If nothing else, the movie will most deeply resonate in  Delhi’s Press Club. We can almost hear the chuckles over Vipin Sharma’s Ahmed Patel, Sonia Gandhi’s kingmaking political secretary, who is shown here as a copybook villain.The movie reserves its bile for the mother-son pair. References to Sonia Gandhi’s Italian ancestry are dredged up (Subramanian Swamy alert!) Rahul Gandhi haters will also get their kicks out of his portrayal as a not-too-bright child of dynasty, who is being groomed for a position for which he is unsuited.The criticism of the Congress party as a den of sycophancy isn’t the problem here – it’s as welcome as any expose on the shenanigans of the power elite. What The Accidental Prime Minister fails to do is rise above its pettiness and actualy give us any insights into Delhi’s darbar culture. The movie isn’t quite Yes Minister, The Thick of It or House of Cards. Although it tries to put on a gossipy, insider tone and create a this-is-how-it-happened feel, The Accidental Prime Minister never evolves into anything more than a broadside against the Gandhi clan.Archival news footage from television channels adds to the confusion: is this a dramatisation or a hit job? (Clips of the real Manmohan Singh underscore Anupam Kher’s sly mimicry.) The datedness of the project is most powerfully illustrated in a recreation of Rahul Gandhi’s disastrous television interview with television journalist Arnab Goswami in 2014. The scene is played for laughs. But as recent events reveal, the joke is now on Goswami. The movie about a supposed historical accident comes off as calculated but it also, ultimately, incidental.","author":"Nandini Ramnath","time":"2019-01-11T07:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110062-eihrxrqgqz-1546879549.jpeg","tags":["The Accidental Prime Minister","Anupam Kher","Akshaye Khanna"],"source":"https://scroll.in/reel/909023/the-accidental-prime-minister-movie-review-a-petty-attack-on-the-gandhi-family-that-lacks-insight"}