{"title":"The Political Fix: Is the sycophantic Modi propaganda push a sign of weakness or strength?","content":"Welcome to The Political Fix by Rohan Venkataramakrishnan, a newsletter on Indian politics and policy. To get it in your inbox every week, sign up here.Have you checked out Scroll.in’s new project, Common Ground, which offers in-depth and investigative reportage on our neglected commons? Get those stories in your inbox every Wednesday by signing up here.And if you’d like to support the work we do at Scroll.in, contribute to the Ground Reporting Fund.The Big Story: Supreme or subprime? The meme below might take a bit of explaining, but it is worth looking at just why it is so funny. The post says the picture shows Venkaiah Naidu, India’s vice-president – a position that comes ahead of the prime minister in terms of ceremonial precedence – and Piyush Goyal, India’s commerce minister. Except the photo itself depicts Prime Minister Narendra Modi standing next to a wax figure of Narendra Modi. Venkaiya Naidu with Piyush Goyal.. pic.twitter.com/vIAxHJPwU4— Vinay Kumar Dokania (@VinayDokania) October 4, 2021\n\nTo understand this you need to have a look at two other photos from the past few weeks. First a signboard announcing Venkaiah Nadu’s visit to Assam: M Venkaiah Naidu, Vice President, to visit Assam… yes Venkaiah Naidu pic.twitter.com/tSVFdTPf5Y— Devabrata Dutta (@hiiamdevd) October 2, 2021\n\nAnd next, a newspaper advertisement announcing Piyush Goyal’s presence at the Dubai Expo:But where is Minister @PiyushGoyal in the advt? pic.twitter.com/OfpFdKMnjC— Tinu Cherian Abraham (@tinucherian) October 1, 2021\n\nMemes like these are lampooning the Bharatiya Janata Party government’s decision to stick Prime Minister Modi’s picture absolutely everywhere, no matter the relevance. This isn’t new. After all, just earlier this year Modi joined an illustrious list of former world leaders like the Soviet Union’s Josef Stalin and North Korea’s Kim II Sung, in having a massive sports stadium be named after himself – which we wrote about in March. But the recent push of Modi propaganda has still been noteworthy. As we discussed a few weeks ago, the BJP was unabashed in its hero-worship around Modi’s birthday, doing the sort of things that supporters of this government would have described as sycophantic if they were directed at a member of the Nehru-Gandhi family – including pressuring vaccination centres in Bihar to give doses ‘offline’ and then upload the data on September 17 so that India could set a record on Modi’s birthday. That ball has continued rolling, with BJP leaders out in force over the last week to celebrate Modi completing 20 years in elected office, with reputed newspapers having to publish things like this in the guise of an ‘Op-Ed’: “The essence of Modi’s life – even before he came to public office and certainly after he assumed it – is that of a Relentless Essayer or Amrit Prayaasi… It is this relentlessness – Amrit Prayaas – that builds up year after year and the compounding effect far exceeds any projections that extrapolators or academic theory can predict… Because Modi is such an honest follower of the philosophy of doing karma and not bothering about the result, destiny has also been kind to him.”There are two ways to interpret this sudden flurry of Modi propaganda, and it’s worth examining both: Position of weakness?There is no doubt that 2021 has been Modi’s worst year in the prime ministerial office, so far. The sheer scale of the second wave of Covid-19 that hit India in April and May was made worse by the fact that he had already declared victory over the virus, and had decided to focus his attention on attempting to win an election in West Bengal rather than on managing the healthcare crisis that engulfed much of the nation. As if to underline this, the BJP also posted an embarrassing loss in that election. Opinion polling, which is always a mixed bag in terms of reliability in India, seemed to suggest a big drop in Modi’s popularity, with the India Today Mood of the Nation survey saying his favourability had dropped from 66% to 24% over the past year. Coupled with the economic fallout of the Covid crisis and the impact of 10 months of farmers protests, Modi’s image has certainly suffered. As we wrote a few weeks ago, this churn is playing out in anti-incumbency at the state level, with the BJP choosing to ditch chief ministers and local leaders in the hopes that the anger is contained there and does not spill over to taint the top leadership. One way of reading the propaganda push, then, is to see it as an attempt to use soft events – Modi’s visit to the US, his birthday, the 20-years of public office mark – as opportunities to rehabilitate the prime minister’s image, this time with an even more sycophantic tone to paper over the year’s difficulties. The BJP needs people to trust Modi, rather than the party. As political scientist Neelanjan Sircar has put it, Modi represents a ‘politics of vishwas’, built on the idea that anything good coming out of the government is a result of the prime minister’s personal intervention. This explains the need to stick Modi’s image on just about anything that the government is doing and for the prime minister to reap the PR benefits of things like Indian success at the Olympics – as this picture from a felicitation ceremony makes clear: In this reading, the Modi propaganda push is a desperate attempt to restore the prime minister’s image in the hopes that the damage of the year behind us can be contained, with the shrill hero-worship reflecting that desperation.  Position of strength? UK Prime Minister Boris Johnson at the start of the year offered a template for political leaders who had terribly mismanaged their nation’s efforts to contain Covid-19 and prevent deaths. Despite the catastrophic bumbling from Johnson’s government, a favourable electoral calendar – not afforded to his friend, former US President Donald Trump – meant that he could stick around long enough to reap the benefits of vaccines flooding the country and the economy opening up. All he had to do was hold on until the tide turned. A different way to read the current Modi propaganda push is this: Public memory is short. The government has sought to shield Modi from being too tarnished by the terrible developments of the last few months, but now that numbers are low, the vaccination campaign is powering ahead and the economy is recovering, it’s the perfect time to bring Modi back into the limelight and put the dip in popularity behind them. Indeed, the big PR push might be a reflection of confidence, suggesting that the government has concluded that the second wave woes will recede in memories and not affect Modi quite as much as some expected. Those unfamiliar with the Indian mainstream media’s approach to Modi interviews over the past year may be surprised at the questions – if you can call them that – put to the prime minister in the one interview he granted recently, to Open magazine. Here are some of those queries that, after a point just became comments: “You have travelled a long distance. From someone who was forced to hawk tea and whose mother had to work in others’ homes to provide food for the family to the top political office of the world’s largest democracy, and arguably the most popular prime minister, it is really stuff legends are made of. Do you get awed by the trajectory you have traversed?In many ways, you have changed the governance paradigm of every issue. Look at One Nation, One Card. You have made it portable. While programmes like MGNREGA stay, you have brought in accountability. You have also layered this entitlement programme with empowerment. Same is the case with Ujjwala, power, delivery of foodgrains. In all these schemes, governance is layered with actual proof of concept. Past governments faced a trust deficit on account of poor delivery. How far has the Government moved on trust in the past seven years?Now, we have Modinomics. In Modinomics, boldness of reforms is unprecedented. That flows from your full majority in Parliament. You are someone who is using social capital for social good.” Sadly, this kid-gloves treatment is par for the course for Modi interviews and indeed, explains why the prime minister has never actually taken the risk of facing a press conference. Still, even by this low bar it was utterly shocking that in a year in which hundreds of thousands died according to official numbers following a collapse of healthcare system and a disaster that some compared to the Partition, the only query on the subject was an anodyne question about “the lessons about the state and preparedness of the healthcare system during the Covid-19 fight that you plan to now change and transform.” Again, this could be seen as shying away from the reality – or based on a belief that public memory is short enough that Modi can look past the worst point of his tenure, without worrying about seeming callous or cowardly. So, which one of the two is it? Is the current propaganda push a sign of weakness or strength? The answer is most probably somewhere in between, with the BJP recognising the need to reinvest heavily in the politics of vishwas, while also seeing signs that the tide has turned and this may be the right moment to help the public forget the horrors of the past year – assuming no big Covid surprises come up again in the near future. Linking inSafwat Zargar looks at the reasons behind a spate of civilian killings, many targeting minorities, in Kashmir.Arunabh Saikia finds that anger against the BJP isn’t limited to Sikh farmers in Lakhmipur Kheri, where the son of a BJP minister allegedly mowed down four protesters with his car. Why does India need a caste census? Smitha Nair takes a look. Tabassum Barnagarwala tells the story of how India delayed crucial syringe orders – and why the the world will now pay a price for this. Linking outPranab Dhal Samanta on the generational churn in Indian politics. Vijay Gokhale has a paper out examining the perceptional errors that dog the India-Nepal-China triangle.Roshan Kishore looks at recent high frequency numbers and concludes that “the fact that private investment and investment announcements – the latter are a good indicator of business sentiment – are not picking up underlines the lack of momentum for economic growth.” “A better understanding of the complex environment & the support of countries like Japan, India, Indonesia, Vietnam and Singapore can be invaluable to navigate what would otherwise be a perilous passage for America through the Indo-Pacific,” writes Nirupama Rao. Can’t make this up You only live twice… if you change your name: Important notification. Please note (This is why I love Delhi :))#Punjabi pic.twitter.com/DNxJcwGAMf— Gurmeet Chadha (@connectgurmeet) October 7, 2021\n\nThanks for reading the Political Fix. Send feedback to [email protected].","author":"Rohan Venkataramakrishnan","time":"2021-10-11T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164993-ibvvnrspeb-1633922807.jpeg","tags":["The Political Fix","Narendra Modi"],"source":"https://scroll.in/article/1007408/the-political-fix-is-the-sycophantic-modi-propaganda-push-a-sign-of-weakness-or-strength"}