{"title":"‘The Empire’ review: Babur as a slave to an inherited dream of conquest","content":"It’s advisable to persevere beyond the first two shaky episodes of The Empire. After the questionable casting, bare-bones production design and sketchy visual effects have been overlooked, The Empire turns out to be a pleasant shock – an absorbing and thoughtful if romanticised portrait of Babur, the much-pilloried founder of Mughal rule in India.The eight-episode series on Disney+ Hotstar has been directed by Mitakshara Kumar. The screenplay, by Kumar and Bhavani Iyer, is based on the first novel in the Empire of the Moghul historical fiction series by Alex Rutherford (the pen name for Diana and Michael Preston). Mixing historical fact with generous lashings of pure imagination, the series sets out to understand the nature of dynastic rule in a kill-or-be-killed world. Forced onto the throne after his father’s untimely death and buffeted by attacks from all sides, Babur loses loved ones and advisors, gains partners and family headaches, and inherits a dream of ruling a land called Hindustan.Kunal Kapoor in The Empire (2021). Courtesy Emmay Entertainment/Disney+ Hotstar.Babur’s formative years – also the subject of the first two episodes – inspire little confidence. Unsure of himself and heavily dependent on his loyal lieutenant Wazir Khan (Rahul Dev) and forceful grandmother Esan Dawlat (Shabana Azmi), Babur struggles to fit into his preordained role.The biggest headache for Babur’s clan is Shaibani Khan (Dino Morea). The fearsome warlord obsesses over Samarkand the way Delhi Sultanate ruler Alauddin Khilji is said to have had sleepless nights over possessing the mythical princess Padmini. The brutal and campy Shaibani initially appears to resemble the screen portrayal of Khilji, but it’s early days yet in the evolving universe of The Empire. Dino Morea in The Empire (2021). Courtesy Emmay Entertainment/Disney+ Hotstar.The show finally kicks into gear when we meet the adult Babur (Kunal Kapoor). Movie-star handsome and with a touch of melancholy to him, the future author of Baburnama is both a daring warrior willing to defeat Shaibani and a sometimes unwilling slave to an inherited dream of conquest. This is what emperors do, they are born to rule, Babur’s bellicose grandmother frequently reminds him. A veteran of palace intrigue and statecraft, Esan Dawlat exhorts the self-doubting Babur to stay on the path she has chosen for him. Played with fire and magnetism by Shabana Azmi, Esan Dawlat is among the show’s strong-willed women who are as vital to empire-building as their male kin. Every tear I shed is a victory for the enemy, Esan Dawlat thunders.Babur’s beloved sister Khanzada (Drashti Dhami) is the other voice bending his ear. Willing to sacrifice herself to see that Babur remains on the throne, Khanzada stoops to conquer. Babur’s wives (played by Sahher Bambba and Toranj Kavyon) later contribute to the domestic tensions that lead him to view his defeat of the Delhi sultan Ibrahim Lodi as a Pyrrhic victory. Have I unleashed a lust for power that will consume our children, Babur asks his first wife – one of the many signs that the series is less interested in portraying Babur as a marauding raider than as an introspective conqueror with heart and head. Drashti Dhami in The Empire (2021). Courtesy Emmay Entertainment/Disney+ Hotstar.Much of the sharp writing isn’t always on the screen, but has to divined between patches of lurid melodrama, time-wasting scheming and standard-issue battlefield sequences. The series has a bunch of alumni from Sanjay Leela Bhansali productions. Apart from Bhavani Iyer and Mitakshara Kumar, Padmaavat actor Aayam Mehta plays a eunuch in Shibani Khan’s court. The similarity with Bhansali’s grandiose historical productions is felt mostly strongly in Shaibani, a kohl-eyed sadist who relishes murder and torture. Gleefully contradicting his dicta on abjuring violence and respecting women and children, Morea’s Shaibani is both scene-stealer and meme-generator.This medieval pin-up has a soft side too. Morea appears to have the most fun among the cast, swaggering from one blood-splattered set-piece to the next and pausing to address the unusual stirrings of love in his iron heart. Other key characters include Imaad Shah as Babur’s advisor Qasim, Naved Aslam as the treacherous Qamnar Ali, and Aditya Seal as the young Humayun. Aayam Mehta’s eunuch Aitbaar shines in the vital role of Khanzada’s confidante. Except for Shabani Azmi, the lead actors flounder at the best of times. Azmi is not always on the screen but is resonant even in her absence. Her combative Esan Dawlat is the uncrowned empress of the empire.Shabana Azmi in The Empire (2021). Courtesy Emmay Entertainment/Disney+ Hotstar.Miscast as Babur, Kunal Kapoor struggles to expand his limited skillset and layer his flat, uni-tonal acting voice with the gravitas needed to portray the show’s complex hero. Drashti Dhami, as Khanzada, applies a television-style acting style to her several showpiece scenes. The uneven performances, especially by the strangely-accented women cast as various members of the ruling clan, frequently undermine the show’s attempts at seriousness.The glories and seductions of empire are evoked mainly through costumes (by Sheetal Sharma and Chandrakant Sonawane). The sometimes clunky plotting and poor visual effects tilt The Empire towards avoidable tackiness. The ideas that survive distinguish The Empire from recent attempts to address Mughal history in India. This already feels like home, Humayun tells his father after their arrival. The Empire too is a sort of homecoming for Babur, who remains an object of endless debate centuries after he first set foot in a land that now seeks to obliterate his memory. \n\n\n    \n    Play\n\nThe Empire (2021).Also read:In Mughal dynasty-based show ‘The Empire’, ‘women have the remote controls’","author":"Nandini Ramnath","time":"2021-08-27T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163230-yxdoukkfub-1629899628.jpg","tags":["The Empire review","Mitakshara Kumar","Kunal Kapoor"],"source":"https://scroll.in/reel/1003738/the-empire-review-babur-as-a-slave-to-an-inherited-dream-of-conquest"}