{"title":"The Hindi film songs that feature working women ","content":"This piece is a musical thread linking two of my abiding areas of interest: women’s work and Hindi film songs. Through my research I have been arguing that blanket assertions such as “Indian women don’t work (for a living)” reflect a superficial understanding of the conditions that define women’s work, and a gross underestimation of Indian women’s agency. These arguments presume a static unwillingness to enter the paid workforce on the part of women, and/or their inability to transcend barriers imposed by conservative social norms. As I show in my work, women enter paid work when there is work available, despite the onerous and lopsided cultural norms that place almost the entire responsibility of domestic chores on women. Where do Hindi film songs enter the picture? Like countless others, I strongly believe that Hindi film music is not only an independent genre in its own right, but that the range of situations and emotions depicted in Hindi film music is immense and extraordinary. Hindi films have also served as a barometer of sorts of the socioeconomic state of a large part of the nation. If indeed Indian women don’t “work”, songs that show working women should either be non-existent or few and far between. Is that really the case? It is true that most film songs (whether filmed on men or women) depict either private emotions such as various shades of love, longing, despair, separation, grief, happiness  – experienced solo or between romantic partners, or siblings, or parents and children –  or public emotions of nationalist pride or expressions of religiosity. Songs that show people engaged in their livelihood activities constitute a smaller set within the universe of Hindi film songs, and this holds for songs filmed on men or women. Since this piece is about women, we should note that each character depicting a working woman does not necessarily have a song in the film showing her in her work settings. For instance, in Piku, Deepika Padukone plays an architect, but there is no song that shows her working as an architect. Fortunately, there are several songs that show women in their work/professional settings, outside of domestic chores or care work. Presented below is a partial list. Women in desk jobs at the officeLa Ra Lappa: This delightful song from the 1949 film Ek Thi Ladki, shot in an office, has the classic battle-of-the-sexes repartee between the women and men which appears timeless. The women in the stanza “aaj kal ke gentlemen” accuse the men of throwing their weight around without doing much substantial work. The men retort in the next stanza that women are basically lazy. All they do is dress up and complain. The women in the next stanza warn them “one day we will take over these spaces”. To emphasise that point, Meena Shorey literally sits on the office chair emphatically, with aplomb. Jaane Kahan Mera Jigar Gaya Ji: This adorable duet picturised on Yasmin and Johnny Walker from the 1955 film Mr. and Mrs. 55 shows a budding office romance. Yasmin, in a stylish Western dress, is not coy when under the table, she tells Johnny Walker that matters of love are delicate, conveyed through hints and gestures (literally through the eyes). With her dimpled, mischievous smile she says, “I could teach you (the delicate language of love), but first bow to me.”Jaaneman Jaaneman from the 1976 film Chhoti Si Baat shows Vidya Sinha in office work. It starts as a film-in-a-film song picturised on the superhit reel life/real life pair of Hema Malini and Dharmendra that takes Amol Palekar on a flight of fancy imagining a life of romance with Vidya Sinha. (The song is noteworthy also for the unusual musical pairing of Asha Bhosle with Yesudas).\n\n\n    \n    Play\n\nJaaneman Jaaneman, Chhoti Si Baat (1976).Lamha Lamha Zindagi Hai from the 2006 film Corporate shows Bipasha Basu as a corporate executive, dressed in trouser suits, working in an office. Hey Ya! Deepika Padukone works in the same office as Farhan Akhtar in Kartik Calling Kartik (2010).Heer to Badi Sad Hai from the 2015 film Tamasha shows Deepika Padukone shown working in a corporate office, including winning accolades for her work, as everyone claps.  \n\n\n    \n    Play\n\nHeer to Badi Sad Hai, Tamasha (2015).Women in the medical profession: nurses or doctorsTum Pukar Lo from the 1969 hit Khamoshi, has Waheeda Rehman playing a nurse in a psychiatric hospital. This song doesn’t fully make the cut for this list as it does not actually show her performing nursing duties, but it is set in the hospital setting.Mera Yaar Yila De: This haunting song from Saathiya (2002) describes Vivek Oberoi’s hunt for Rani Mukerji, but includes a lot of footage of her at work at medical clinics.\n\n\n    \n    Play\n\nTum Pukar Lo, Khamoshi (1969).Hass Nach Le from the 2016 Udta Punjab shows Kareena Kapoor playing a doctor who runs a drug rehabilitation clinic.     Women as sportspersons Badal Pe Paon Hai from Chak De! India (2007) is the background song showing the journey of the Indian women’s hockey team to the world championship in Australia. The team are not only underdogs in the global race but most of the individual players are themselves from marginalised sections within the Indian population. The sight of the India T-shirts and the national tricolour with this effervescent song in the background is guaranteed to give every Indian goosebumps.\n\n\n    \n    Play\n\nBadal Pe Paon Hai, Chak De! India (2007).Dhaakad is another inspirational song, this one from Dangal (2016) shows the journey of two intrepid girls who go on to become wrestling champions beating boys. The rap-like song starts with the umpire telling a boy, “Be careful, she is a girl,” to which she responds, “Beware, don’t treat me like a girl.”\n\n\n    \n    Play\n\nDhaakad, Dangal (2016).Women in the media Dilli Dilli from No One killed Jessica (2011): Rani Mukerji plays a journalist who plays a critical role in ensuring justice for Jessica Lal. The song shows her at work in several shots.Khabar Nahi Priyanka Chopra works for the fashion and lifestyle magazine Verve in Dostana (2008). The song shows her at work in different settings.\n\n\n    \n    Play\n\nKhabar Nahin, Dostana(2008).Pal Pal Har Pal: Vidya Balan plays a radio jockey in Lage Raho Munna Bhai (2006), and the song opens with her in the studio.Rani’s Intro Theme: Alia Bhat plays the spunky Rani, a TV anchor and journalist in the 2023 superhit Rocky aur Rani kii Prem Kahaani. This Bangla rap introduces her getting ready and getting to work in the newsroom. \n\n\n    \n    Play\n\nRani’s Intro Theme, Rocky aur Rani kii Prem Kahaani (2023),Women as Police OfficersMardaani Anthem: In Mardaani (2014), Rani Mukerji plays a police officer who is a crusader against sexual exploitation of women. In this song, we see her performing stunts, chasing criminals and rescuing women. \n\n\n    \n    Play\n\nMardaani anthem (2014).Women as politicians Salaam Kijiye: Suchitra Sen plays a politician in Aandhi (1975), a film that got banned during the Emergency in 1975, as Sen’s character was allegedly loosely based on Indira Gandhi, then India’s Prime Minister. This song shows the public mocking her while she is on a campaign trail. Women as crooks, spies Sab Janta Ka Hai: Shabana Azmi and Neetu Singh play pickpockets in the 1977 film Parvarish. They are female Robin Hoods who steal from the rich and give to the poor. The (forgettable) song rails against private wealth and hails the notion of people’s ownership. Bunty Aur Babli Title Track: Rani Mukerji plays an unscrupulous and ambitious swindler with the perfect swag and aplomb in the 2005 blockbuster Bunty aur Babli. As the superb lyrics by Gulzar tell us, “Aisa koi saga nahi, jisko thaga nahi” (they did not spare anyone, not even their closest kin).\n\n\n    \n    Play\n\nBunty Aur Babli title track (2005).Ae Watan: In Raazi (2018), based on a real-life story, Alia Bhatt plays a spy in the guise of a school teacher. Women as school teachersTumse Milke Dilka Jo Haal: In a larger than life, dream-like sequence, Shah Rukh Khan expresses his love for the glamorous school teacher Sushmita Sen in a fun multi-starrer song in Main Hoon Na (2004).\n\n\n    \n    Play\n\nTumse Milke Dilka Jo Haal, Main Hoon Na (2004),Madamji Go Easy: In Hichki (2008), students play unkind pranks on Rani Mukerji’s character, a school teacher with Tourette’s Syndrome. I would like to end by mentioning a film that showcases an unrecognised but very important work category.Tera Mera Saath Rahe: This song shows Nutan in Saudagar (1973) doing mostly domestic chores. She plays the wife of a gur (jaggery) seller. It is her labour that converts date palm juice into delicious jaggery, the sale of which is the source of their livelihood. Her husband does not recognise her input into gur-making and leaves her for a younger woman, who is not as skilled at making gur. As his jaggery sales and income plummets, he realises his first wife’s economic value and begs for her to take him back. She refuses. \n\n\n    \n    Play\n\nTera Mera Saath Rahe, Saudagar (1973).Ashwini Deshpande is Head and Professor, Department of Economics and Founding Director, Centre of Economic Data and Analysis at Ashoka University.","author":"Ashwini Deshpande","time":"2024-01-09T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197315-hljcmcwrpv-1704736807.jpeg","tags":["Songs about women at work","Hindi film music"],"source":"https://scroll.in/reel/1061814/the-hindi-film-songs-that-feature-working-women"}