{"title":"The Political Fix: Does Modi have a plan to acknowledge – and address – border tensions with China?","content":"Welcome to The Political Fix by Rohan Venkataramakrishnan, a newsletter on Indian politics and policy. Send feedback to [email protected]. The Big Story: Setting boundariesAfter the 12th round of Corps Commander-level talks between the armies of India and China in August, the participants issued a joint statement in which they “noted that this round of meeting was constructive, which further enhanced mutual understanding”.The talks didn’t actually achieve much. There was no clarity on how India and China will carry out the third round of disengagement at the Line of Actual Control in eastern Ladakh – which, in 2020, saw the first military casualties between the two nations in four decades followed by a period of heightened tensions. But, according to the statement, the two countries still “agreed to resolve these remaining issues in an expeditious manner… and maintain the momentum of dialogue and negotiations”.That language and the fact that there was a joint statement is crucial context before reading the release after the 13th round of Corps Commander-level talks that was put out on October 11 only by the Indian government:“The Indian side pointed out that the situation along the LAC had been caused by unilateral attempts of Chinese side to alter the status quo and in violation of the bilateral agreements. It was therefore necessary that the Chinese side take appropriate steps in the remaining areas so as to restore peace and tranquillity along the LAC in the Western Sector…During the meeting, the Indian side therefore made constructive suggestions for resolving the remaining areas but the Chinese side was not agreeable and also could not provide any forward-looking proposals. The meeting thus did not result in resolution of the remaining areas.” In a statement from the other side, issued by the People’s Liberation Army’s Western Command, rather than the Defence Ministry, a spokesperson said, “China had made great efforts to promote the easing and cooling of the border situation… However, India still insisted on the unreasonable and unrealistic demands, which made the negotiations more difficult.” If the 12th round had achieved little, the 13th seems to have made things worse. The Indian Express said that the back-and-forth statements were the “sharpest exchange [by the two countries] since the Galwan Valley clashes in June 2020”. Chinese media has taken a cue from its government to heap even more blame on India. The deadlock means troops from both sides continue to face each other at Hot Springs, the third of three friction points between the armies after Chinese troops first crossed the Line of Actual Control in 2020. Troops had disengaged from the other two spots, at Pangong Tso and Gogra. It also reinforces the sense that Beijing is completely unwilling to address the question of Depsang and Demchok, where Chinese troops have been preventing Indian soldiers from accessing their traditional patrolling points. As Army Chief General MM Navarane put it, even before the outcome of the 13th round was clear, the build-up of infrastructure and the Chinese attitude “means they are there to stay”. He even said that this means “we will be in a kind of Line of Control [LoC] situation though not an active LoC as is there on the western front”.The reference here is the Line of Control between India and Pakistan, where shelling has in the past been a daily occurrence and skirmishes are much more frequent than the relatively more peaceful Line of Actual Control, which lies between India and China. As if to drive this point home, there have been more tensions between the two sides over the past few months. In August, more than a 100 Chinese troops entered 5 km into Indian territory in Uttarakhand, damaged a bridge and then returned to their side. In October, Chinese soldiers were detained for a few hours by the Indian Army in Tawang, Arunachal Pradesh, before they were let off. After news of the soldiers being detained emerged, state-controlled Chinese media put out videos and pictures of Indian soldiers taken captive after the clashes in Ladakh in 2020, with the leaks clearly meant to send a message. This new reality brings up two big questions: Should India prepare for a ‘hot’ LAC? We have discussed New Delhi’s fears about a two-front war in the past, one in which it will have to take on both China and Pakistan in one go. Over the course of the last year, it also became evident that India will have to step up its engagement on the northern front, even if the issue at hand is not outright war. Yet the series of Corps Commander talks raised hopes that the two countries could arrive at a detente that would not require maintaining troops in inhospitable conditions over the course of another winter. The breakdown of talks and transgressions elsewhere along the disputed border put paid to such hopes. With even the Army chief openly speculating about the LAC being at risk of becoming more like the LoC, it is clear that New Delhi will have to consider a broader range of policy options and the likelihood of more frequent skirmishes. As former foreign secretary Shyam Saran wrote, “Clearly, India faces a new situation on its border with China and this must be analysed in the changed context of India-China relations…In my view, the happenings at the border are not driven by territoriality but by the intent to demonstrate to India that its strategic partnership with the US and its participation in the Quad cannot provide it with an effective deterrent against a resurgent China… To the extent that the US has pitched its strategy of constraining China in the maritime space of the Indo-Pacific, China is trying to pin down India on its land borders to neutralise its advantage in the maritime space.”Will India allow itself to be pinned down in this manner?Back in May, Arzan Tarapore, South Asia research scholar at Stanford University’s Asia-Pacific Research Center, sought to examine exactly this question, and came up with this recommendation: “[India should] consider accepting more risk on the LAC in exchange for long-term leverage and influence in the Indian Ocean region:The Ladakh crisis has ushered in a new strategic reality — with the increased militarisation of the LAC at its core — that may hasten shifts in the balance of power in the Indian Ocean region. Mitigating that risk will require New Delhi to make tough-minded strategic trade-offs, deliberately prioritising military modernisation and joint force projection over the traditional ground-centric combat arms formations required to defend territory on the northern border. A more competitive long-term posture that consolidates influence in the Indian Ocean may come at the price of accepting more ground incursions. This will be a politically formidable task.” Will the government acknowledge this new reality? Will it actually be a politically formidable task, though? My colleague Shoaib Daniyal, writing after the incursion by Chinese troops into Uttarakhand, wrote about how, in most democratic countries, such a development might be cause for more consternation and criticism. In India, however, it has mostly been ignored. From Doklam to Balakot to Ladakh, Prime Minister Narendra Modi’s government has preferred to formulate a narrative of victory for a domestic audience that entirely ignores the actual facts on the ground. As The Hindu’s Suhasini Haider has pointed out, “The military and government have consistently stated facts that they have later recanted and denied stories later confirmed. For eg:In mid-May 2020, military and political leadership said the Chinese aggression at the LAC, including two violent clashes was not unusual and resulted from  “differences in perception of the Line of Actual Control”. However 18 months later it is clear that China has occupied large tracts of land, installed infrastructure that is far from normal.In June 2020, defence officials were quoted widely saying that Chinese troops had vacated PP 15 at Hotsprings and were clearing PP 17a or Gogra post. Yet Gogra post disengagement only took place after the 12th round of commander talks in August 2021.To date, the statement of PM Modi on June 19 2020, days after the Galwan killings, where he said ‘nobody has entered Indian territory’ has not been updated. [External Affairs Minister S] Jaishankar has said that China has amassed troops on its side of the LAC, but not explained why this alone has merited 13 rounds of talks.” Such behaviour may be convenient politically – and may even benefit India tactically if it is choosing to soak up border aggression events with the aim of not being distracted from the larger, maritime goal. But it does not fit into a democratic polity, and many fear that it would be a mistake strategically. Or, as Sushant Singh put it, “Keeping the public in the dark has its consequences. Decision-makers are denied a vital feedback loop which keeps democracies going… Else, eventually, those in government end up buying their own spin. Believing their own mythology is dangerous because when reality hits, it all crumbles.” Also readTanvi Madan has a discussion paper on major power rivalry in South Asia. Deep Pal examines the ways China attempts to influence four South Asian nations, and what lessons can be drawn for countries like the US and India that are seeking to balance Beijing. Linking InAarefa Johari explains how, instead of giving anganwadi staff more resources as well as better infrastructure and supplies, the government gave them a new app – which has been a huge failure, and affected India’s fight against child malnutrition. Tabassum Barnagarwala has a three-part series (one, two, three) looking at how India responded to the oxygen crisis during the devastating second wave of Covid-19 – and what has been done since. After killings, minorities in Kashmir ask why there are no public protests condemning them, writes Safwat Zargar. Can’t make this up Snakes & Ladders with a (political) twist: the BJP will distribute this game board among children from #Delhi slums today featuring the Centre’s schemes as progressive ladders & prominent faces from AAP, including CM Arvind Kejriwal, as snakes/stumbling blocks for those schemes: pic.twitter.com/cfBtfX8HDE— Jatin Anand (@JatinPaul) October 17, 2021\n\nThanks for reading the Political Fix. Send feedback to [email protected].","author":"Rohan Venkataramakrishnan","time":"2021-10-18T09:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165240-kkfcbrvfom-1634512744.jpeg","tags":["The Political Fix","China"],"source":"https://scroll.in/article/1007925/the-political-fix-does-modi-have-a-plan-to-acknowledge-and-address-border-tensions-with-china"}