{"title":"The India Fix: Is Aam Aadmi Party poised to take Congress’ place as main opposition?","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. To get it in your inbox every Monday, sign up here. Have feedback, interesting links or memes? Send them to [email protected].Thursday’s headlines were dominated by the Bharatiya Janata Party’s victory in four states. However, there was an important footnote to that: the Aam Aadmi Party swept the Punjab Assembly elections, winning nearly 80% of the seats.State borders in India are funny things. While BR Ambedkar, head of the Constitution’s drafting committee, considered them simply tools for the “convenience of administration”, it is clear that they have a far more pervasive influence in reality.In politics, to take one example, state borders act as invisible walls. While parties can contest across the Indian Union, very few actually manage to do so successfully, being limited to their home states. In some cases, redrawn borders can actually change the fate of parties. After the division of Bihar and Andhra Pradesh, outfits find it hard to win in the new territorial entities – the Rashtriya Janata Dal in Jharkhand and Telugu Desam Party  in Telangana being cases in point.AAP’s win in Punjab, in fact, makes it only one of three parties currently to have governments in more than one state (the other two being the BJP and Congress). Even more significantly, AAP has a toehold in several other regions. It won two seats in the recent Goa Assembly elections. In Assam’s local body elections, earlier this month, it won two seats. This comes after an impressive showing in the local body election in Gujarat last year: it was the main opposition in Surat, Gujarat’s second-largest city and got a fifth of the vote in the capital, Gandhinagar.Kejriwal with his party's Punjab chief ministerial candidate, Bhagwant Mann. Credit: Twitter/Arvind KejriwalTechnically, AAP is not yet a national party, as per the Election Commission’s somewhat mechanical criteria. The list has the Bharatiya Janata Party, the Congress, the Communist Party of India, Communist Party of India (Marxist), the Bahujan Samaj Party, the Trinamool Congress, the Nationalist Congress Party and the National People’s Party. Yet, AAP’s wide geographical spread – from Assam to Goa – is unique as state parties go. It is therefore not surprising that AAP is expected to make a serious bid for the status of India’s main Opposition party in the coming few years.It is assisted in this endeavour by the decrepit state of the current holder of the title: the Congress. The party of India’s freedom struggle is today trapped in what seems like a steady death march. The Trinamool Congress is also making a bid to the the main opposition party. However, even after a deep-pocketed campaign in Goa, it failed to win a single seat. Given that the Trinamool’s identity is deeply associated with Bengal, Mamata Banerjee’s bid to go national will always face serious obstacles.AAP, on the other hand, does not have this baggage. While it initially struck electoral success in Delhi, unlike the Trinamool, the party has had a national outlook since it was created. In fact, the 2011-2012 India Against Corruption movement that birthed AAP had pockets of support around the country, especially among urban elites.Unlike the Congress, AAP has a fairly forceful, positive political pitch. While this was initially focussed on anti-corruption, it has gradually shifted more to wide-ranging state welfare. In Delhi, AAP has seen great success by implementing state-run healthcare, education and heavily subsidising power and water. A substantial part of its success in wooing Punjabi voters comes from the fact that they wanted Delhi-style expansive welfare in their state too.Apart from technocratically promising to provide welfare and removing corruption, however, AAP seems to have no real ideology. In 2013, as it fought its first election for the Delhi Assembly, the party’s manifesto had a point about protecting Muslims from illegal killings by the police. Within seven years, however, the party also tilted towards public displays of Hindu faith, largely to defend its flanks against attacks by the Hindutva-espousing BJP. It also stayed silent during the 2020 Delhi riots as well as the anti-Citizenship Amendment Act protests just before it. While its opportunism been criticised by some secular activists, Muslim voters themselves are quite inclined towards the party. In 2020, for example, the party swept the votes of Delhities who opposed the Citizenship Amendment Act, according to data from political researchers Lokniti-CSDS. Two years later, the party emerged as the most preferred choice of Muslim Punjabis, as per Lokniti-CSDS.Kejriwal's 2021 diwali worship was broadcast as part of his Hindu identitarian approach. Credit: Twitter/Aam Aadmi PartyWhile there is a lot going for AAP, a reminder: these are early days. It has seen great success in Delhi partly since its principal leadership was local to the state. AAP’s Delhi-based leadership was able to outmanoeuvre national parties such as the BJP and Congress, who never really tried to develop a local, Delhi model of outreach. It will have no such home advantage in Punjab or its next target, Gujarat, which goes to polls later this year.Setting up a state party is itself a rather difficult task, given that most Indian states are often larger than big countries. A truly national party in India is, therefore, a rare occurrence. Only two parties have any real claim to it: one was born out of the historic events of India’s freedom and the other out of the massive dislocation of the Ramjanmabhoomi movement in the late 1980s and early 1990s. Given this high bar, while AAP might progressively eat into the Congress vote, its emergence as a real challenger to the BJP could be years, even decades away. If it manages to reach there at all, that is.Megaton to megawattsAt a time of heightened US-Russia tensions, a throwback to a nicer time.Instead of MAD, Here's a proposal: A New Megatons to Megawatts deal! More people should know about the greatest \"beat your swords into ploughsahres\" success. About HALF of U.S nuclear power 1993-2013 came from ~20,000 decommissioned Soviet warheads.  https://t.co/412Xbt3Ctp pic.twitter.com/ZtZ7CRqKFK— Albert Pinto (@70sBachchan) March 13, 2022\n\nPopulation explosionIt’s a bit difficult to wrap one’s head around just how densely populated eastern India and Bangladesh are. The red part contains more people than the blue put together pic.twitter.com/QjvUWsIILU— Amazing Maps™ (@amazingmap) December 16, 2021","author":"Shoaib Daniyal","time":"2022-03-14T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171458-rhcpzuuawq-1647196327.jpeg","tags":["Arvind Kejriwal","Aam Aadmi Party","Punjab"],"source":"https://scroll.in/article/1019410/the-india-fix-is-aam-aadmi-party-poised-to-take-congress-place-as-main-opposition"}