{"title":"The key to Manoj Bajpayee’s success? Talent, of course – and obstinacy","content":"“The saving grace is Manoj Bajpayee.” This sentence is as much a fixture in reviews as the  words “and Pran” used to be in the credits of the films featuring the veteran screen villain.Bajpayee is a year shy of a quarter-century career in Hindi cinema and on the threshold of two releases in as many months. He is a reliable scene-stealer, movie redeemer, and the one bright spot in otherwise-dull productions. Over the past few years, Bajpayee has lifted such pedestrian productions as Baaghi 2 (2018), Aiyaary (2018), Traffic (2016) and Tevar (2015). Though Aiyaary was marketed as a Sidharth Malhotra vehicle, it was Bajpayee who steered the movie to safety.The 49-year-old actor’s next movie is Satyameva Jayate, starring John Abraham as a vigilante out to collect the scalps of the corrupt. Bajpayee will portray a character he has played many times since Dastak in 1996: the police inspector. “If you are working in the Hindi film industry, you cannot escape playing a police guy more than three times,” Bajpayee said.He described Satyameva Jayate as a “commercial film” with “great dialogue” that he has worked on “making believable”. He added: “Everything is larger than life, and the effort has been to pull it down to give it more believability.”\n\n\n    \n    Play\n\nSatyameva Jayate (2018).Bajpayee alternates mainstream films with unconventional offerings. Satyameva Jayate, which opens on August 15, will be followed by Dipesh Jain’s arthouse film Gali Guliyan (In the Shadows, 2017) on September 7. “Commercial films give me a lot more credibility so that I can make the films I am known for,” Bajpayee said. He recently wrapped up Ajji director Devashish Makhija’s Bhonsle, about the issue of migration in Mumbai. The film is a riff on Makhija’s short film Taandav (2016), in which Bajpayee plays a constable who loses his cool after a hard day of work. “Devashish said, find me a producer, but the ones who came in got scared by the story,” Bajpayee said. “I told Devashish, let’s do a short film at least and feel happy about our association. That is when he wrote Taandav, which is a tribute to Bhonsle.”\n\n\n    \n    Play\n\nTaandav (2016).Bajpayee is a noted exponent of the extended cameo and the special appearance, especially when friends and like-minded souls are involved. “If a friend thinks that my being in the project will give it more weight, then I will go ahead and do it,” he said. “I will also do films in which there is a role that should only be played by me. Independent films are the ones with the great possibility of keeping you on your toes, challenging your craft and skills and forcing you to learn something new. This is an area that I find much more exciting.”The most recent soul-nourishing project is Gali Guliyan. Debutant director Dipesh Jain’s film is set in the older parts of Delhi. Bajpayee plays Khuddus, who is traumatised by his past but unable to leave the place that is responsible for his misery. He surreptitiously watches his neighbours on closed-circuit cameras and becomes obsessed with a boy in the neighbourhood who he believes needs his help.Gali Guliyan has been screened at several film festivals, including Busan, Kerala and London, and praise for Bajpayee’s deeply internalised performance has been universal. He dropped several kilos for the role, and worked hard to get under the skin of a character who lives mostly inside his head.“The preparation part was the most difficult, dealing with a mind so complicated and complex,” Bajpayee recalled. “For one month, I was searching the body of the character and failing all the time. I was losing weight, my immunity levels were going down, I started falling sick. I was promoting the film Budhia Singh at the time, and it had become difficult to do so. I requested all outsiders to stay away from me because I wanted to be with myself.”\n\n\n    \n    Play\n\nGali Guliyan (In the Shadows, 2017).In several sequences in Gali Guliyan, Bajpayee has no other actor to play against (except for Khuddus’s demons). Khuddus shuns company and is often inscrutable, and Bajpayee had to ensure that viewers both understood the character as well as felt for him.“What kind of craft should be applied to deal with a man when a thousand thoughts are crossing his mind every second,” Bajpayee said. “Many things that I tried failed and came across as pretentious. Khuddus’s complication had to be crafted but it also had to be natural and believable.”The actor also wanted to distinguish Khuddus from his characters in Kaun (1999) or Aks (2001), who meet the standards of movie-certified insanity. “I never treated him as a mentally diseased person,” he said. “Instead, I said, let’s explore the mind of a guy who is stuck in his childhood, find the desperation inside him.”If he should get any award for Gali Guliyan, it should be for shooting in crowded spaces, with hundred of eyes staring at him as he prepared to execute a difficult scene. “We actors should be given the highest awards for performing in the middle of people,” Bajpayee joked. “I can prepare in the most crowded of places, and I know how to take a journey into my mind and separate myself from the crowd. I can act anywhere.”\n\n\n    \n    Play\n\nPinjar (2003).Among the qualities that have held Bajpayee in good stead over a journey with its share of misadventures is obstinacy – to hold out for the gem while accepting the clunkers, and to remember why he began acting in the first place. “I am stubborn, very, very stubborn,” Bajpayee said. “My stubbornness got me Satya and Shool and Kaun, and it will get me more interesting stuff. I was among the first persons to get this chance, and I didn’t want to let the Bhiku Mhatre opportunity go waste.”Bhiku Mhatre, the scruffy and lovable Mumbai gangster from Ram Gopal Varma’s Satya (1998), is one of Bajpayee’s best-loved characters. Bajpayee has had a lengthy association with Varma, featuring in his Kaun (1999) and productions Shool (1999) and Road (2002). For Anurag Kashyap, who co-wrote Satya, Bajpayee turned out one of his most beguiling performances in the two-part gangster drama Gangs of Wasseypur (2012). Bajpayee plays Sardar Khan, who spends his life seeking revenge against the man who killed his father.“I thought we were pulling off something amazing and unique, but I looked at Sardar Khan as a womaniser rather than a mafia guy,” Bajpayee said. “The whole purpose of revenge was lost whenever he looked at a woman. He is a failed James Dean, and his lust for women is higher than his lust for revenge. That is why the film is cult. It mocked the formula of commercial cinema.”\n\n\n    \n    Play\n\nGangs of Wasseypur (2012).Bajpayee has also forged a bond with Neeraj Pandey, appearing in his Special 26 (2013), Naam Shabana (2017) and Aiyaary (2018). Along with Pandey, Bajpayee co-produced the psychological thriller Missing in 2018. The movie sank at the box office and got withering reviews, although Bajpayee and co-star Tabu were praised for their efforts.  “Neeraj said, let’s become producers so that the film at least gets made,” Bajpayee explained. “The film was meant for a digital release, but was also released on a hundred-odd screens.”A movie’s commercial fate doesn’t interest Bajpayee in any case, he declared. “I don’t care a damn about my box office,” he said. “People take it as an arrogant statement. Why should I give a damn when I have no control over a film? Show me one person who does. The difference is that people are working with a formula and I am trying to stay away.”After Satya, which was and remains widely praised for its treatment of gangland violence, Bajpayee was offered a host of similar roles. “After Satya, the industry could not think of me as anything but the villain,” he said. “They were stereotyping me on the basis of my looks. I lost so much money refusing such roles – the purchase of a new house got delayed by seven years because I said no.”\n\n\n    \n    Play\n\nGoli Maar Bheje Mein, Satya (1998).That old trait of stubbornness wasn’t only his cross to bear. Bajpayee had a lot to prove, to himself and his peers. He was born into a farming family of modest means in a village West Champaran in Bihar in 1969. He moved to Delhi as a teenager for higher studies, and was rejected from the National School of Drama. He sharpened his acting skills at Barry John’s acting studio, and forged a career on the Delhi stage in the 1990s. Bajpayee had a bit role in Govind Nihalani’s terrorism-themed Drohkaal in 1994, but the film that transformed his career was Shekhar Kapur’s Phoolan Devi biopic Bandit Queen that year.That film’s casting director was future director Tigamanshu Dhulia, who recommended Bajpayee to Kapur. “It was bizarre – a boy working in Delhi theatre is suddenly taken to meet one of the best directors of our country,” Bajpayee recalled. “I was initially cast as Vikram Mallah, but Shekhar changed his mind and the role was taken away from me.” Vikram Mallah, Phoolan Devi’s lover, was played by Nirmal Pandey.  Another actor’s exit gave Bajpayee his big break. Naseeruddin Shah was cast as Man Singh, the dacoit who teamed up with Phoolan Devi in the years before she surrendered to the authorities in 1983. Shah left the film, clearing the way for Bajpayee.\n\n\n    \n    Play\n\nBandit Queen (1994).Bajpayee has forgotten neither his lucky streak nor the responsibility of paving the way for professionally trained actors and talent from the theatre into the Hindi film industry. There were times when it appeared bleak and the flops piled up.“I thought I could do a favour to the other actors just by sticking to my conviction,” Bajpayee said. “My journey has not only helped me, but also so many other actors who came later, like Kay Kay Menon and Nawazuddin Siddiqui. I am very happy for people like Rajkummar Rao and Pankaj Tripathi. I envy people like Rajkummar, and I keep telling him that he is here at the right age and the right time. At his age, I was struggling for good roles.”Despite having the long view of the treatment of actors in Hindi cinema, Bajpayee says he doesn’t brood over his own achievements. “I rarely watch my films, and I am very critical about my work,” he said. “If I am at a screening, I am mostly cursing myself for doing a scene in a particular way. It is always an afterthought, of course, which can be very easy. When you are evolving as a human being every day, it is very difficult to like your own work.”The best way to be is to not have any benchmark at all. “I never thought I would become the person I am today,” he said. “The only plan was to not harm anybody and try to be good. The journey keeps changing, and the twists kept changing the way I looked at my characters. The evolution of a human being will determine the evolution of the actor.”\n\n\n    \n    Play\n\nAligarh (2015).","author":"Nandini Ramnath","time":"2018-08-08T09:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889487-cncjfullqy-1533663647.jpg","tags":["Satyameva Jayate","Manoj Bajpayee","Gali Guliyan"],"source":"https://scroll.in/reel/889487/the-key-to-manoj-bajpayees-success-talent-of-course-and-obstinacy"}