{"title":"‘The Kerala Story’ review: All about Islamophobia ","content":"It’s fitting that a film about the dangers of religious indoctrination devotes every one of its scenes to brainwashing its audience.Sudipto Sen’s The Kerala Story speaks to the Whatsapp University crowd that fervently believes that Kerala is a hotbed of Islamic State recruitment, crawling with Muslim men who entrap thousands of women, proselytise them either by persuasion or force, and then pack them off to Syria to serve as fighters and sex slaves. For the fence-sitters, Sen’s provocation-filled screenplay, written along with Suryapal Singh and producer Vipul Amrutlal Shah (who is also credited as “creative director”), presents ‘Facts and Figures’ that have been widely disputed.Sen has previously made a documentary on the subject, titled In the Name of Love! (2022). The Kerala Story deploys the tools of fiction to support Sen’s claim that behind every Hindu-Muslim interaction, there lies sinister intent. There are dramatic close-ups, background music that resembles one long wail, and medieval-era violence.The movie’s larger target is Islam itself, presented here as a religion whose very value system primes its followers for extremist thought. When Shalini (Adah Sharma) walks into the hostel room of a nursing college, she meets another Hindu woman (Siddhi Idnani), a Christian (Yogita Bihani), and Asifa (Sonia Balani). Asifa’s piety is a front for her IS affiliation. Asifa ruthlessly and expertly draws her roommates into her web. All of them are impressionable enough to be taken in by Asifa’s Theology 101. Having never heard of the concept of Hell, and easily persuaded by Asifa that wearing a hijab protects women from harassment, Adah and her friends are soon veiling their heads and dating Muslim men. Shalini is eventually tricked into converting to Islam, taking on the name Fatima, and travelling to Afghanistan with her sex fiend of a husband to make her way to Syria. In Afghanistan, Shalini witnesses unrelenting brutality, including corpses lying about the landscape like wild grass. Nearly every sequence pushes the film’s interpretation of Islamic thought. Among the milder statements, in the larger scheme of things, is that Allah is the only true god and Islam is the only religion that deserves to exist. A cleric, impatient with how slowly the victims are being turned, advises his followers to “bring them close, drug them, have sex with them, and if possible make them pregnant”. His advice is followed to the hilt, and is shown in sickening detail. The 138-minute movie relentlessly weaponises every available aspect of reality that might explain why a handful of Muslims from India became Islamic State recruits, or why people convert to Islam at all. Places in Kerala – Kasargod, Mallapuram – are portrayed as dangerous recruitment sites. Asifa’s ringtone contains the word “Allah”, as if having a ringtone for the god in which you believe is itself a suspicious thing.A poster at the abode of Shalini’s boyfriend says “Nationalism is haram. Muslim is your identity.” A line of dialogue links the Mughal emperor Aurangzeb to the Islamic State. The film seeks to protect itself against charges of Islamophobia by making every Indian Muslim character a fanatic. There’s even a song bemoaning conversion. “All of Kerala is sitting on a time bomb!” says Shalini’s friend, Naima Mathew. “God’s own country will be finished!” The Chinese proverb that is also a curse, “May you live in interesting times”, has never been more relevant, or resonant.\n\n\n    \n    Play\n\nThe Kerala Story (2023).","author":"Nandini Ramnath","time":"2023-05-05T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189817-zopsmorvgg-1683226760.jpeg","tags":["The Kerala Story film review","Sudipto Sen","Adah Sharma"],"source":"https://scroll.in/reel/1048570/the-kerala-story-review-all-about-islamophobia"}