{"title":"The Kashmir mystery: Five questions that the Centre should answer after a week of panic","content":"The week-long panic in Kashmir intensified late night Sunday, August 4, as former chief minister Omar Abdullah tweeted to say he believed he was being placed under house arrest. Reports said mobile internet services had been partially suspended in the Valley. The Srinagar administration said schools had been closed  until further notice.The panic had started with a Union home ministry order dated July 25, ordering 10,000 troops of Central Armed Police Force personnel to the Valley. This was followed by a flurry of so-called official orders that emerged on social media, containing instructions to prepare for an emergency.Then, on July 30, Jammu and Kashmir Governor Satya Pal Malik said there had been no valid government order in the last few days and “everything is normal” in the Valley.On August 1, it was reported that the Centre was rushing 25,000 additional paramilitary troops into the Valley, while the army and air force were put on high alert. The deployment was part of routine rotation and needed to address the “internal security situation”, officials sources said. On August 2, at a joint forces conference in Srinagar, the army said that Pakistani militants were trying to target the Amarnath Yatra. Searches had yielded a land mine with Pakistani markings and a sniper gun, which was displayed at the conference. It was said that the Pakistan Army was “directly involved” in a bid to break the peace. On infiltration bids and ceasefire violations at the Line of Control, the army said the situation was under control and “very much peaceful”.Later that day, a government advisory said Amarnath pilgrims and tourists should leave Kashmir as soon as possible. The Amarnath Yatra was suspended. As a scramble for the airport started, ordinary Kashmiris rushed to petrol pumps and ATMs to stock up for a crisis.On August 3, the Machail Mata Yatra in Jammu was also suspended. Srinagar was emptied of thousands of tourists in a day. While the Indian Air Force flew out 326 tourists, the government instructed airlines to keep fares in check. Four Jaish-e-Mohammad militants were killed in two separate gunfights in the Valley on the same day. Meanwhile, the Indian Army claimed it had foiled an infiltration bid by a “border action team” at the Line of Control in Keran in North Kashmir on the intervening night of July 31-August 1. Five to seven infiltrators had been killed and four bodies were possibly those of Pakistani commandos, according to the army. The Pakistan Army denied the charge.Pakistan, for its part, claimed India had used cluster bombs across the Line of Control, in violation of international laws, killing at least two civilians, including a four-year-old. India has denied this charge.The government also issued an advisory to officials in Kargil, warning that tensions with Pakistan may escalate there.On August 4, the Indian Army said it had warded off five infiltration attempts by border action teams in the past few days. It also asked the Pakistan Army to reclaim the bodies of those killed in Keran. There has been no reported response.By late night, however, the narrative appeared to shift as reports emerged of mainstream political leaders being placed under house arrest. Through a week of claims and counter-claims, dramatic developments and declarations of normalcy, a number of questions have emerged. These are yet to find an answer from the Union government, which has maintained a radio silence so far.What was the “internal security” situation that required the sudden deployment of troops in the Valley?The last time 10,000 troops were rushed into Kashmir without explanation was in the aftermath of the Pulwama attack. It had triggered a similar panic in Kashmir, with residents fearing a war-like situation. Days later, Indian Air Force planes flew over Balakot in Pakistan. With  25,000 additional troops ordered into the Valley, the alarm bells have grown louder and none of the explanations - troops sent to strengthen counter-insurgency grid, Pakistan is sponsoring more attacks - are adequate. In the recent past, security agencies and the government have claimed that infiltration bids have decreased and local recruitment to militant groups is dwindling. Kashmir is not new to reports of Pakistani militants planning attacks. The Amarnath Yatra resumed even in 2017, when an attack on a bus carrying pilgrims killed seven.What appeared to be leaked police wires had earlier asked police personnel to check if they had anti-riot equipment, suggesting the security apparatus was expecting local protests. In the Valley, speculation grew that the Centre was planning sweeping and unpopular constitutional changes that would affect the special status and autonomy of Kashmir.Is the Centre planning constitutional changes that would erode the special status of Jammu and Kashmir?Anxieties in the Valley centred on Article 35A, which gives Jammu and Kashmir the power to define permanent residents of the state and accord them special rights and privileges, including the right to own land there. Several petitions challenging Article 35A are pending in the Supreme Court. Since last year, there have been growing fears that the government would repeal the Act, especially since the state was now under Central rule.The other rumour that gained ground was that the government was planning to trifurcate the state, separating the divisions of Jammu, Kashmir and Ladakh, granting Union Territory status to the latter.Governor Satya Pal Malik, who currently heads the state administration, had initially rejected rumours that there were plans afoot  to affect sweeping changes. On August 3, he subtly amended this statement, saying he had “no knowledge” of any planned constitutional changes.The Bharatiya Janata Party, which has long clamoured for the removal of Kashmir’s special status, spoke in different voices. BJP leaders from the state unit who attended a meeting in Delhi last week said the party had discussed prospective assembly polls in Jammu and Kashmir and the delimitation of assembly seats. Article 35A, they said, had not been mentioned.But BJP general secretary Ram Madhav, who was in Srinagar last week, gave no assurance that Article 35A would not be touched, only that any decision would be in the “interest of the state”. On trifurcation, there is silence so far.What triggered the latest round of tensions at the Line of Control?Soon after the joint forces press conference held on Friday, however, the chatter suggested the trouble may be across the border. Despite the army’s assurances at the press conference, all has not been peaceful at the Line of Control.On July 28, a 10-day-old baby and his mother were killed in cross-border firing at Poonch. In the past week, there has been intense shelling across the Line of Control at Tangdhar in North Kashmir and Sunderbani in Jammu, killing one Indian soldier and two Pakistani soldiers. While Pakistan summoned a senior Indian diplomat over the ceasefire violations, the ministry of external affairs shot off an angry missive to the Pakistan High Commission about the killing of “innocent civilians”.Speculation over what could have contributed to heightened tensions between India and Pakistan pointed to United States President Donald Trump. As Pakistan Prime Minister Imran Khan visited Washington, Trump claimed that Prime Minister Narendra Modi had asked him to intervene in the Kashmir dispute and that he would love to help. Khan welcomed the offer. India gave a terse reply: mediation had never been sought and Kashmir remained a bilateral issue. Trump persisted, offering to mediate once again on August 2.The offer is seen as inducement for Pakistan to make good on its commitments on Afghanistan, from which the United States is still negotiating a protracted withdrawal. Pakistan has a key role to play in peace talks with the Taliban and getting them to agree to a ceasefire. Mediation and dialogue on the Kashmir issue would help Pakistan inch out of the diplomatic isolation into which India had pushed it post the Pulwama attack.Both India and Pakistan have reason to paint the other as aggressor. Pakistan because it wants talks with third party mediation and India because it does not.What exactly happened at the Line of Control?Indian security agencies have increasingly suggested that attacks by the Jaish-e-Mohammad are directly orchestrated by the Pakistan Army. Intelligence reports spoke of three Jaish-e-Mohammad operatives stationed at “terror launch pads” across the Line of Control at Poonch, waiting to strike with the operational backing of Pakistani Special Service Group Commandos. They were to conduct border action team operations at various points on the frontier.A border action team, which has entered defence parlance since the Kargil war of 1999, is said to be a team of Pakistan Army regulars and non-state actors. Pakistani Special Services Group commandos are said to be the core of these groups, which aim to dominate the Line of Control. The groups, according to reports, are trained by both the Pakistan Army and the air force. In the years since Kargil, the Indian Army has accused such teams of isolated attacks, beheading and torturing Indian soldiers at the border.It is not clear what exactly happened at Keran or during the other infiltration attempts that were reportedly warded off. Were these a repeat of the sporadic attacks that have taken place over the last two decades or more coordinated operations that warranted a graver response? The advisories issued for Kargil and rapid action forces deployed at border areas bring back grim memories of 1999.What explains the Centre’s silence even as panic grows in the Valley?Adding considerably to the unease is the silence of the Centre. Malik has now counselled patience, saying Parliament would address the situation this week. Even as rumours of a “major decision” on Jammu and Kashmir did the rounds, Home Minister Amit Shah went into a huddle with intelligence chiefs on August 4 and a cabinet meeting was scheduled for the morning of August 5.Even if the Centre finally speaks up, it has done nothing to soothe the troubled Valley through a week of rising panic. There has been speculation over whether such silence is calculated or not.  Either way, it reeks of unpardonable callousness.","author":"Ipsita Chakravarty","time":"2019-08-05T00:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124999-wxgwcgslfp-1564943397.jpg","tags":["Kashmir conflict","Article 35A","Article 370","Jammu and Kashmir"],"source":"https://scroll.in/article/932834/the-kashmir-mystery-five-questions-that-the-centre-should-answer-after-a-week-of-panic"}