{"title":"The Army may vacate illegally occupied land in Anantnag, but original owners may not get it back","content":"Last year, while chairing a civil-military liaison meeting in Srinagar, Mufti Mohammad Sayeed, who was chief minister of Jammu and Kashmir at the time, directed the Indian Army to vacate land in the Valley that it had occupied without authorisation. Earlier this year, the Army agreed to do so.Days ahead of the June 22 by-elections in Anantnag in South Kashmir, from where Chief Minister Mehbooba Mufti is contesting, it was reported that Prime Minister Narendra Modi had approved a proposal for the Army to vacate some 458 kanals (57.3 acres) of land that it held in Anantnag town. The Army is expected to do so by June 28.However, the land’s original owners ­ – who tended to orchards of almonds, walnuts and apples on this land – are unlikely to get it back. The state intends to use the space to expand Kashmir University’s south campus. Owners unhappyIn all, the Army holds a total of 2005 kanals (250.6 acres) in Anantnag. Known as the Anantnag High Ground – strategically important because of its elevation – the land is divided into three sections: 945.2 kanals (118.2 acres) at Khirman Donipawa, 139 kanals (17.4 acres) at Qasba Baghat and 921.2 kanals (115.2 acres) at Fatehgarh. The Army occupied these tracts during the peak of militancy in the early 1990s, when it began fortifying many peaks in the Kashmir Valley.But the land’s original owners, estimated to number more than 1,000, are unhappy. They want the land back so that they can cultivate it. They also seek compensation for the decades they were dispossessed of their land.Deprived of their orchards, many of these owners were forced into other jobs: many worked in the nearby stone quarry, others as daily labourers, while some set up small shops or became street vendors, earning substantially less than they once did from the produce of their orchards.“We should get our land back along with compensation for its occupation,” said Nazir Ahmad Reshi, who owns land in the Khirman Donipawa area. “Our lands are going from one party to another but it does not benefit us.”Mohammad Amin Reshi, who owns land in the Qasba Baghat area, said while he appreciated the government’s decision to expand the university, “the government should also think about our livelihoods”.A leader of the ruling Peoples Democratic Party told Scroll.in that the government is planning to compensate land owners at market rates. But land owners claim they have received no intimation of compensation.Waiting for compensationMost say they never received any remuneration for the land that was taken over by the Army. Those who did get paid each year said it was a paltry sum.“We have been getting Rs 2,250 per kanal per annum as rent,” said Mohammad Amin Reshi. He added that the rent had been revised twice but owners hadn’t been getting the revised amount. “The last revised rate was Rs 16,785 per kanal,” said Reshi. “We would have been earning at least Rs 1 lakh from one kanal had we been cultivating the land.”Mohammad Amin Reshi said that he expected to be paid “at least Rs 30 lakh to Rs 40 lakh for a kanal” if the land was taken over by the state government.The Land Acquisition, Rehabilitation and Resettlement Act, 2013, provides for the payment of compensation that is up to four times the market value of land in rural areas.Meanwhile, Panun Kashmir, a grouping of displaced Kashmiris, has criticised the Army’s decision. This land is “strategically important”, they said, and expressed  disappointment at the Army's decision to vacate it \"at a time when the Valley is witnessing a spike in terror activities.\" The army, however, shall continue to hold the Qasba Baghat tract of land.","author":"Rayan Naqash","time":"2016-06-24T14:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/810454-oegogzzfhs-1466678246.png","tags":["Army","Kashmir"],"source":"https://scroll.in/article/810454/the-army-may-vacate-land-in-anantnag-but-its-original-owners-may-not-get-it-back"}