{"title":"The pandemic’s hidden cost: Much-hyped health insurance scheme failed to cover hospital bills","content":"When Kirti Sonkar took her breathless 45-year-old mother Pushpa to a hospital in Faizabad in April 2021, she made sure that she stuffed two documents into her purse: her mother’s Aadhaar card, and Ayushman Bharat card.“We had seen in the news that Covid-19 treatment was free with this card in selected hospitals,” Sonkar said, pointing to the laminated white card with a yellow strip on bottom. The words “National Health Authority” were printed on the left in Hindi, and “PMJAY” on the right. The card also displayed her mother’s name, photograph, birth year and gender. The card had been issued under the Narendra Modi-led Central government’s flagship health insurance scheme, titled Ayushman Bharat-Pradhan Mantri Jan Arogya Yojana, or AB-PMJAY, also known as PMJAY. Launched in 2018, the scheme promised to expand healthcare options for the economically underprivileged by making it possible for cardholders to access an array of diagnostic tests and 1,393 different medical procedures, up to a limit of Rs 5 lakh, for free, not just at public hospitals, but even at a large number of private hospitals. The government, either directly or through insurance companies, reimburses the hospitals later. In April 2020, following the outbreak of Covid-19 in India, the central government announced a special Covid-19 package under PMJAY. Eligible patients could get tested and treated for free in public and private hospitals that were empanelled with the scheme.As the second wave of the pandemic engulfed the country in March 2021, Sonkar’s mother, too, developed Covid-19 symptoms – fever, breathlessness and weakness. She first took her mother to Nirmala Hospital, a private hospital among the 23 empanelled under PMJAY in Faizabad. Hospital staff had told her there was a vacant bed, she claimed, but as soon as she put the Ayushman Bharat card on the reception counter, the doctor refused to admit her mother. “He said ‘If you want to use Ayushman card go to some other hospital,’” she told Scroll.in.Pushpa Sonkar's Ayushman Bharat card proved to be of no use. Photo: Tabassum BarnagarwalaSonkar argued for half an hour, and even met the hospital owner, but says that the hospital flat out refused to admit her mother.Eventually Sonkar and her mother left. The district government hospital, also empanelled under PMJAY, was full. “Staffers were so busy, they had no time to note our name in the waiting list,” she said. Next they went to the privately run Anand Hospital, which is not empanelled under Ayushman Bharat, and where staff demanded an advance deposit. Her mother, Pushpa, was diabetic, hypertensive and required dialysis support. Sonkar did not want to risk further delay. The siblings borrowed money from relatives, paid an advance and admitted her.Doctors conducted a rapid antigen test on Pushpa, which yielded a negative result – they did not conduct an RT-PCR test, which is considered more accurate. After treating Pushpa for a week, they discharged her. The family was billed Rs 2 lakh.Within days of discharge, Pushpa became breathless again. The family phoned a doctor from Anand Hospital, who said he would have to conduct an RT-PCR test. But on April 28, a night before the scheduled test, Pushpa passed away. “Covid-19 killed a person in every house in our lane,” Sonkar said, sitting in the family’s one-storey home in Faizabad in November 2021. “But records won’t show it, most were never tested. And hospitals charged whatever they wish from desperate patients.”Sonkar, her elder brother and younger sister fumed over the scheme. “We used PMJAY only once before, for my mother’s eye surgery,” she said. “Even then, the hospital was asking for a bribe. We had to use a local contact to get her eye surgery done for free under the scheme. But this time, there was panic, no one was there to help.”The family is still struggling to repay its debt. Sonkar’s wedding in December was a smaller affair than they had wanted. The pain of losing their mother, and the burden of repaying their loans weighed heavily on Sonkar and her elder brother.Kirti Sonkar and her siblings are still struggling to repay their debts. Photo: Tabassum BarnagarwalaDr Ankit Pandey, a doctor in Nirmala Hospital, said he does not remember Pushpa’s case. “During the second wave, several patients sought admission here,” he said. The hospital’s owner, Dr RK Banodha, said the hospital was small, and was operating at peak capacity during the peak wave. “I believe we had no patients for treatment under PMJAY for Covid-19,” he told Scroll.in.Sunita Singh of Health Watch Forum, a health rights activist group in Uttar Pradesh, explained why many hospitals in the state did not admit patients under the scheme even when they had vacancies. “During the peak of both the waves, claim reimbursement of insurance took time,” she said. “Private hospitals preferred patients who could pay an advance, rather than admit patients under any cashless insurance scheme.”Poor coveragePushpa’s struggle to get treated under the cashless insurance scheme is not an isolated case.Across India, 3.4 crore people were infected with Covid-19 up to December 31. At least 40% of India’s population is eligible under PMJAY. Over 23,000 government and private hospitals are empanelled under the scheme.But a response to a Right to Information query to the National Health Authority revealed that on the whole, the number of patients who were diagnosed and treated under the scheme was remarkably low compared to the percentage of the eligible population. Between March 2020 and December 31, 2021, a total of only 55.28 lakh people had been tested for free under PMJAY, accounting for just 16% of total tests carried out till then in India. Based on the Union health ministry’s estimate, between 20%  and 23% of those who were infected with Covid-19 required hospitalisation, indicating roughly 78 lakh people. Of them, only 9.31 lakh, or 11.9%, were treated for free under PMJAY. “We know Covid-19 affected almost the entire population,” said Professor Soumitra Ghosh, from Mumbai’s Tata Institute of Social Sciences. “If only over 11% could use the scheme, it shows PMJAY failed to help when it was needed the most.”The  remaining, approximately 69 lakh patients, were treated outside of this scheme in private or public hospitals. This was despite the fact that on paper, the scheme is easy to access. Shadab Alam, who works with NGO Sahyog in Lucknow, said even those without Ayushman Bharat cards could avail of it, if they had government-issued labour cards. “But the ground situation is very different,” he said. “Patients are not aware about it. And hospitals do not inform them about these benefits.”A major reason that private hospitals cited for shying away from admitting Covid-19 patients under PMJAY was the rates that states set for treatment. While 60% of PMJAY was funded by the Centre, 40% was funded by the states. Since health is a state subject, states had the liberty to set the rates for hospitalisation, and different kinds of treatment. But many private hospitals were dissatisfied with the rates that states set, and refrained from admitting patients under the scheme.“The package cost does not match what the private hospitals expect,” said Joy Chakraborty, chairman of the western region of the Confederation of Indian Industry’s task force on healthcare, and chief operating officer in PD Hinduja Hospital, Mumbai. “If it matched, they would have admitted patients under the scheme.”Across India, 210 hospitals have been de-empanelled from PMJAY over refusal to admit patients, wrongly charging them, and engaging in other kinds of malpractice, data from the PMJAY website shows.“If private hospitals have a queue of patients willing to pay, why will they opt for government insurance schemes?” said Dr T Sundaraman, a public health expert who has worked with Tata Institute of Social Sciences and National Health Systems Resource Centre. “From ground reports, we know that hospitals did not even reveal to patients that they were empaneled with such a scheme.”Amulya Nidhi, co-convenor of Jan Swasthya Abhiyan, said the poor coverage of PMJAY shows that it failed to reach across all states to provide Covid-19 treatment to those who could not afford it.  “Government must address the reasons behind low uptake of Covid-19 package and resolve them,” he said.Exactly two years ago, India went into lockdown mode to contain the spread of the coronavirus. This report is part of a series looking back at the devastation caused by two years of the Covid-19 pandemic in a country that lacks social protection.Under-utilisationPMJAY has been criticised for its low budgetary allocation, given the claimed extent of its coverage. In 2018-’19, the government budgeted Rs 2,000 crore for the scheme. The economist Jean Dreze noted that “if the beneficiaries spend just one per cent of their Rs 5 lakh quota in a year, on average, then the annual expenditure will come to Rs 50,000 crore.”In both 2019-’20 and 2020-’21, the budget estimate for PMJAY stood at Rs 6,400 crore, but the revised estimate was halved to Rs 3,200 crore and Rs 3,100 crore respectively. (Budget estimates are projected estimates of spending for the upcoming year, while revised estimates are issued after mid-year reviews of expenditure.) In 2021-’22, the budget estimate was again Rs 6,400 crore, while the revised estimate was Rs 3,199 crore. The budget estimate for 2022-’23, is Rs 6,412 crore.There are also wide disparities in utilisation across states. While utilisation of budget has been high in some states, including Tamil Nadu, Kerala, Himachal Pradesh, Maharashtra, and Mizoram, it has been poor in others, including Gujarat, Goa, Sikkim, and Jharkhand, a report by the Centre for Policy Research found.In response to the RTI query, the National Health Authority provided Scroll.in with PMJAY data for 27 states and union territories.Delhi, Odisha, Telangana and West Bengal do not implement the PMJAY scheme. According to the response, Arunachal Pradesh, Gujarat, Punjab, and Lakshwadeep did not upload data on the centralised PMJAY portal.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nBased on the data provided, Goa recorded the least number of Covid-19 patients treated under PMJAY: just one patient. This was followed by Dadra and Nagar Haveli, with four patients, Chandigarh and Andaman and Nicobar Islands with seven each, and Nagaland, with eleven. These were among fourteen states and union territories that treated less than 1,000 Covid-19 patients under PMJAY between March 2020 and December 2021.Goa’s low figure was in keeping with a dramatic overall decline in the union territory in recent years, of patients being treated under PMJAY, data from the National Health Authority shows. There are 36 hospitals empanelled under the PMJAY scheme in Goa. Since 2018, when the scheme was rolled out, 10,365 patients have been treated for various medical procedures. In the first quarter of 2019, 4,754 hospital admissions were registered under PMJAY for various medical procedures. This number steeply fell to 327 in the second quarter. Over the next six quarters, 129 patients were registered. In 2021, a total of 177 patients were admitted for  treatment under the scheme.Shruti Chaturvedi, who began Covid Care Goa, a network to help Covid-19 patients, said that there was poor awareness about PMJAY in the union territory, and that people eligible were not aware of it. “Hospitals complain of delayed payment from the government and refrain from admitting patients under the scheme,” she said.Runa Aggarwal, who volunteered to help Goans seek treatment during the Covid-19 pandemic said that the state government had done little to raise awareness about PMJAY. “Empanelled hospitals do not publicise this scheme either,” she said.There were also larger states that saw a low rate of utilisation of PMJAY for Covid-19 patients. In Uttar Pradesh, 1,767 patients were treated under the scheme, making up just 0.1% of total Covid-19 cases in the state. In Madhya Pradesh, 18,493 patients were treated, or 2.3% of the total cases; while in Bihar a mere 22 patients, or 0.003% of the total cases, were treated under PMJAY. These rates were likely lower in reality, given that these states are widely believed to have undercounted their Covid-19 cases. Among the states with higher utilisation of PMJAY, four states, Andhra Pradesh, Karnataka, Maharashtra and Kerala, accounted for 85% of Covid-19 patients treated under the scheme. In absolute numbers, Karnataka treated the most Covid-19 patients under the scheme (2.76 lakh), followed by Andhra Pradesh (2.12 lakh), Maharashtra (1.74 lakh) and Kerala (1.36 lakh). The RTI data showed that Karnataka alone treated 13 times more Covid-19 patients under PMJAY than Uttar Pradesh, Bihar and Madhya Pradesh, all states with a higher population, put together.But even these states had relatively low rates of usage of the scheme. Andhra Pradesh topped the list: 10.2% of the state’s Covid-19 patients were treated under PMJAY. This was followed by Karnataka, with 9.2%. In Maharashtra, 2.6% of total Covid-19 cases were treated under PMJAY and in Kerala, 2.6%.Other states that saw relatively higher numbers of patients treated under PMJAY were Chhattisgarh, with 43,993 patients, Tamil Nadu with 30,547 and Rajasthan with 24,167 patients. As percentages, these represented 4.3%, 1.1% and 2.5% of Covid-19 patients in these states respectively.Examining the healthcare systems of these states reveals some patterns.The utilisation of PMJAY was broadly better in states with a strong health infrastructure, which includes all southern and some western states. Maharashtra has the well-oiled Mahatma Jyotiba Phule Jan Arogya Yojana, a cashless health insurance scheme, that it merged with PMJAY. Tamil Nadu had a smoothly running Chief Minister’s Comprehensive Health Insurance Scheme which it merged with PMJAY.  Karnataka had the Arogya Karnataka scheme, which it merged with PMJAY.The states that have recorded high utilisation of the Covid-19 package under PMJAY also had a large number of hospitals empanelled under the scheme. Karnataka has empanelled 3,712 hospitals, whereas Bihar which has just 952 hospitals empanelled, despite having almost double the population of Karnataka.Government scrutiny was also key to the implementation of the scheme. A senior official in the National Health Mission of Tamil Nadu said the government used a “carrot and stick” approach with private hospitals. “In the second wave, private hospitals relied on the government for oxygen, Remdesivir, Tocilizumab,” the official said. This, he explained, gave the administration greater leverage to ensure that hospitals “complied with our norms to admit patients under the scheme.”The state also used laws at its disposal to ensure that hospitals toed the line. “We used the Epidemic Act, the Clinical Establishment Act to our advantage,” the official said. The Epidemic Act gives the government power to take over hospitals and the Clinical Establishment Act can be used to cancel hospital licenses.Dr Sudhakar Shinde, nodal officer for PMJAY in Maharashtra, said the government undertook regular inspection of empanelled hospitals to ensure they were treating patients under the scheme during the pandemic. “We took immediate action against hospitals that refused treatment by de-empanelling them,” he said.These states also saw a high cost per patient. In Tamil Nadu, the average claim size under PMJAY was Rs 1.26 lakh, and in Karnataka Rs 48,167. Maharashtra’s average claim size is Rs 25,319, and Kerala’s Rs 30,977.Hurdles for compensationPatients from states that saw dramatically low utilisation of PMJAY continue to carry the burden of their expenditure.Abhishek, whose mother Meera Devi died of Covid-19 in Lucknow in June 2021, borrowed more than Rs 80,000 for her treatment, but now earns barely enough to buy his daily meals. Meera Devi worked as a sweeper in a private school in Lucknow and lived with three children in Chandan slum. Her husband had died several years earlier. In June 2020, when India was reeling under the first wave of Covid-19, she developed coughing fits and breathlessness. She could not eat food and started panting. Her children reached out to their neighbour in the slum for help and started visiting hospital after hospital. “I don’t remember how many, but we went to many,” said Roshni, Meera Devi’s 15-year-old daughter. Meera Devi was eligible under PMJAY for free treatment, but this was of little use to the family. “Government hospitals did not have vacant beds, and empanelled hospitals refused to admit her under PMJAY,” said neighbour Geeta Rawal. Eventually the children borrowed money from Rawal and admitted Meera Devi to a private hospital, where she died soon after.In their one room hut, Roshni now lives with Abhishek, who is 18, and their younger brother Arun, who is 12. Abhishek has stopped studying and now works as a painter.Meera Devi's children live in a one-room hut. Photo: Tabassum BarnagarwalaThe children do not have a Covid-19 test report, which makes it difficult to seek ek-gratia or compensation announced by the Central and Uttar Pradesh governments for children orphaned due to Covid-19. But Rawal said Meera Devi had experienced all the classic Covid-19 symptoms.Rawal looks after the children and has kept Meera Devi’s labour card along with all medical reports, in the hope the family will receive ex-gratia or compensation for treatment.In Faizabad, where Pushpa tried seeking treatment under PMJAY, Dr Neeraj Sharma, nodal officer in the district, said he has received no complaints about refusal to treat in the last one year. “During the pandemic several empanelled hospitals did not have facility to treat Covid-19 patients,” he said. “That was a major reason why private hospitals refused treatment.”But Kirti remembers clearly that Nirmala Hospital was ready to treat her mother, and only turned them away after they saw her PMJAY card. Sharma, too, confirmed that Nirmala Hospital was treating Covid-19 patients. Gyanti Yadav, an accredited social health activist, or ASHA worker, in Ayodhya, said people do not know where to complain if a hospital refuses treatment under PMJAY, and that therefore no government action is taken against these hospitals. “I myself required admission for cancer. I was eligible under PMJAY, but I could not get free treatment,” she said.Also read: The pandemic’s hidden cost: Suicides among Indians who lost jobs and income","author":"Tabassum Barnagarwala","time":"2022-03-24T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171940-skpvvtjbbb-1648042781.jpg","tags":["Covid-19","Ayushman Bharat","Two years of Covid-19 in India","PMJAY"]}