{"title":"The secrets of a scrumptious Bohri thaal, as revealed by two home cooks","content":"This article first appeared on The Goya Journal.Balancing the thaal between them, Bilquis and Rashida move carefully into the living room. A white tablecloth has been laid on the floor, embroidered with blue flowers that evoke collective memories of a time when that identical piece of linen adorned homes across communities and regions in south India. Dressed in ghagra-odnas that fall carelessly around their shoulders, they invite us to join them on the soft carpeting. We sit cross-legged and Bilquis pours from a water jug into a traditional basin below, to wash our hands before we begin.A thaal is typically never served unless eight people sit down together, but today Bilquis is making an exception. In this traditional form of community dining, the family gathers around the thaal, seated on the floor, and begins with a grain of salt on the tongue – to stimulate the taste buds, and to symbolise the union of family around food. Bilquis reaches for a small platter of rice topped with slivers of almond. “So-danna,” she offers us. “A hundred grains of rice cooked with sugar, ghee, and almond.” The Bohris alternate their meals between sweet and savoury, “Mithaas-kharaas, mithaas-kharaas,” she explains. “And we always begin with dessert.”The Bohri thaal, in its eight-seater intimacy, requires that you set aside any inhibitions and notions of personal space, cozying up alongside other diners to eat from a common plate. It can be disorienting, or uncomfortable, depending on what you’re used to, and most likely, the host will sense this and offer you a quarter plate so you can eat within the confines of your comfort zone. But to eat at a thaal is to experience community dining. Increasingly we eat alone, at our desks, in front of the TV or laptop; and no solitary diner ever bothered to lay a table. So a call to the table then is a call to community. Humans are the only animals who surround food with ritual, or take account of hunger among those not related to us. The table then becomes a symbol of solidarity, where family gathers; those who eat as we do have a connection with us. So our advice to you is, when invited to a Bohri home, abandon all preconceived notions of dining, and embrace the traditions of the thaal. It is a beautiful thing.Photo credit: Aysha TanyaEarlier this afternoon, Bilquis welcomed us out of the hot afternoon sun with a glass of gud ka paani. Outside, the air is a balmy 32 degrees and the jackfruit trees in her garden are heavy with summer fruit. But upstairs in Bilquis’ bright kitchen, it is quiet and cool, and you can’t hear the traffic below. We are tasting our first Bohri thaal today. Bilquis’ daughter Umaima, a dear friend, has convinced her mother to cook for us. “Ma is nervous about this,” Umaima tells us. “So her best friend Rashida will also be there – to make light work and easy company.”Photo credit: Aysha TanyaIn the kitchen, we find a spot and sip on our drinks, sweetened with jaggery, loving the texture of sweet basil seeds in the mouth. Bilquis and Rashida, like old friends in the kitchen, break into Gujarati frequently, and finish each other’s motions like two people who have been cooking together for years. They have been friends for more than three decades. They laugh at our questions (When did you learn to cook?), confabulate in hushed tones (Do we need to add more besan? Did we forget the tomatoes?), chopping, stirring and tasting.“I learnt to cook very late in life – maybe over the last 15 years? We’ve always lived in large joint families with many cooks, and older women far more experienced in the kitchen; they would never let us do anything more complicated than chopping onions before we were shooed out,” Bilquis smiles. “We were really quite spoiled! Occasionally, we’d cook things like cakes and pizzas and frankies, but Bohri cuisine was always left to the experts.”Photo credit: Aysha Tanya“So when I moved into this house, Rashida was my go-to person. I’d call her and say I want to cook this, what do I do? It’s many of her recipes that I have written down in my books.”Bilquis’ family moved to India from Yemen, when the civil war broke out. Sent to school in Mount Abu in Rajasthan, she would spend her holidays at the family home in Siddhpur with her dadi. “All of us cousins would come together in the holidays. Large families and large meals; it was loud and fun. But now, the houses are all locked up, and the mohallas are empty.” Home to many Bohris, the hauntingly beautiful town of Siddhpur in Gujarat is now a ghost town of ancestral mansions.Photo credit: Aysha TanyaThe Bohris, a close-knit Shia business community, hail predominantly from Gujarat. Their population in India is estimated at nearly 500,000, with an equally small diaspora around the world. Historically a community of traders, they are prosperous and philanthropic, known to be progressive and family-oriented. Every Bohri family around the world is sent meals from a community centre nearby – wealthier members help subsidise costs so that quality food is accessible to everyone, whether or not they can afford it.Photo credit: Aysha TanyaBohri cuisine is a complex confluence of Gujarati and Mughal influences. Here in Bilquis’ kitchen, on her five-burner stove, rice is steaming softly, a buttery yellow gravy bubbles over drumsticks, and the rich aroma of mutton fills the kitchen. She is cooking raan, a slow roast of mutton with the signature Bohri spice mix, kaari masala, thickened with cashew paste, to go with naan as fourth course on the thaal. The pièce de résistance is dal chawal palidu – rice, lentils and moringa – a dish so beloved in the Bohri repertoire that no meal, no celebration, is complete without it. Gently boiled and spiced, the lentils are layered between freshly steamed rice, and cooked on dum, served with a side of tempered moringa.Photo credit: Aysha TanyaPhoto credit: Aysha TanyaWe sit down to eat, and it’s a feast. Rashida has brought chana-bateta, and Bilquis places hot aloo-kheema patties in the section of thaal in front of us. We eat with our fingers from the common plate. Mithaas-kharaas, a rich date halwa, slow-cooked with milk, breaks the savoury course. Then, roti with raan in its fragrant gravy, topped with half a boiled egg. Tender coconut pudding interludes, wintry with cardamom. And finally, a smoky brinjal raita heralds the main event – a supremely comforting dal-chawal-palidu, pairing the delicate textures of moringa with grains of rice scattered generously with bright yellow toor dal.Bilquis reminds us the thaal cannot be cleared until all the food has been eaten. Unfazed, we continue until the last remains of naan, pudding and halwa have been cleaned out.Illustration by Tasneem Amiruddin.Recipe: Bilquis’ Dal-Chawal-PaliduServes 5-6IngredientsFor the dal1 cup toor dal, or or split pigeon peasSalt, to tasteTurmeric, a pinch2 cups of waterFor the rice2 tbsp oil1 tsp cumin seeds1 stick of cinnamon2 cloves4 peppercorns1 onion, choppedCurry leaves, a handful1 green chilli, chopped4 cloves of garlic, chopped1/2 tsp red chilli powder1/2 tsp dhana-jeera (cumin and coriander powder)Chopped scallions, to garnish2 cups rice1 tbsp gheeFor the palidu2 drumticks, cut into finger-length segments5 tbsp vegetable oil1 tsp fenugreek seeds1/2 onion, chopped5 curry leaves1 tsp garlic, chopped1 green chilli, slit1 tomato, quartered6 tsp besan, or gram flour1 tbsp Kaari masala1 tsp cashew powderCoriander, for garnishMethodBoil the toor dal with turmeric and salt for about 10 minutes, until nearly soft. Do not pressure cook; each lentil should remain whole.Strain the water from dal, and set aside.In another pan, heat oil. Add the cumin, cinnamon, cloves, peppercorns, onion, curry leaves and green chilli. Saute until fragrant.Add  the garlic, chilli powder and dhana-jeera and fry well. As the onion begin to brown, remove from heat and stir in the dal. Set aside. Cook the rice until it is 5 minutes away from being fully done.In a heavy bottomed dish over a low flame, add a bit of ghee to coat the bottom. Spoon in a layer or rice, then layer in the dal, and cover again with rice. Top with a few drops of ghee and pour in half a cup of water. Cover with a weight, or cook on dum, allowing the rice to cook fully.When the dish begins to steam and a spoon to the bottom comes out dry, remove from heat and garnish with scallions.In another pan, par boil the moringa in the water strained from the dal.Heat oil in a pot, add in the fenugreek seeds, onion and curry leaves and allow to fry on a medium flame. Add in the garlic, green chilli and tomatoes.Add in the gram flour and mix well until it thickens. Keep stirring to ensure it doesn’t catch at the bottom or burn. Add in the Kaari masala and cashew powder.Add in the morninga and water and mix well.The palidu salan, or gravy, should not be too thick, and is ready when the oil separates on top. Serve along with the dal-chawal.Photo credit: Aysha TanyaWords by Anisha Rachel Oommen and photos by Aysha Tanya; illustration by Tasneem Amiruddin.","author":"Anisha Rachel Oommen","time":"2017-06-25T11:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/841567-61366-bwwavupljq-1498226296.jpg","tags":["Bohri Thaal","Cuisine","Food"],"source":"https://scroll.in/magazine/841567/the-secrets-of-a-scrumptious-bohri-thaal-as-revealed-by-two-home-cooks"}