{"title":"The post-UP election analysis has mistaken ideas about a ‘new’ India voting for change","content":"Uttar Pradesh is not only a lynchpin in Indian political life but also a state that frequently confounds capacities for clearheadedness in thinking about the nature of Indian politics.This may have something to do with the constant need for instant theories of Indian life in order to demonstrate the newness of one’s perspective in a highly competitive media environment.In this vicious competition for the new, we lose sight of how historical problems do not simply go away just because we say so.Consider the various commentaries in the aftermath of the recently concluded  election in the state whose political inclinations have – whether we like it or not – significant consequences for the life of the Republic.It is best to ignore the pre-poll punditry that predicted a defeat of the Bharatiya Janata Party, for that derives from an even more tenuous engagement with the empirical nature of Indian society discussed below.Voting beliefsA significant strand in the post-election analysis suggests that the success of the BJP relates to public disgust with dynastic politics and with the saffron party being able to present itself as the harbinger of a new India of entrepreneurial, self-made men.This, it is argued, explains the success enjoyed at national and state levels by politicians such as Prime Minister Narendra Modi and Uttar Pradesh Chief Minister Adityanath respectively. Neither of them, the argument concludes, is stigmatised by the dynastic “stain” attached to the Congress.This perspective assumes that there is, indeed, a “new” India that is deeply attached to new ideas of merit, and is disdainful of older histories of family and kin favouritism that – it is believed – have stymied individual and societal progress.The most significant aspect of this view is something that is implicit: that suddenly – having voted one way till 2014 – the Indian electorate, or at least the North Indian one, changed its attitudes towards the kinds of people it wanted to elect. Or, to put it another way, it had waited for the chance to vote for non-dynastic politicians, an opportunity (finally) provided by the BJP.Is there any broad sociological evidence for this? Not really. Consider this: The idea of dynastic politics is part of the same context where caste, family and religious affiliations are also favoured. In fact, the latter is the grounds for the former. The social and cultural environment that produces political dynasties is nurtured by beliefs relating to the importance of affiliations of caste, family and religion.So, was there a dramatic change in attitudes towards these aspects of Indian life that led to the BJP’s success in Uttar Pradesh? Certainly not, going by the evidence frequently provided by the same commentators who make claims for the significance of the self-made individual in Indian political life.Modi's BJP is full of dynasts at all India level, Modi himself is made by L..K Advani who gave him the CM post directly without any election.Modi needs to check out this All India Map of BJP Dynasts! pic.twitter.com/vKXg5Gq52f— gpr fix (হীরক রাজার দেশে/partly free autocracy) (@gpr90662b) March 15, 2022\n\nApart from the consensus on the continuing importance of caste and religion in electoral politics, it is just as strongly – and quite rightly – suggested that the BJP’s success in the Uttar Pradesh is due to the inroads it has made among castes that did not earlier vote for it: Other Backward Classes, apart from Yadavs and Jatavs, say.The key point to remember is that as observers point to the rise of the “individualistic” politician, they simultaneously also explain electoral strategies in terms of the  continuing importance of collective identities, or caste. Both cannot be true.Rather, what might be happening is this: everyday life in India unfolds through processes of collective individualism. If you think of how seriously people take the idea of an “arranged love marriage”, you get the idea. Our individualism is of a very collective sort. So, various theories of a “neo-liberal India”, one that is characterised by autonomous, self-regulating individuals, are simply empirically untenable.There are, to be sure, neo-liberal processes – where, for example, the private sector increasingly takes over many of the functions of the state such as schooling and health care –  but this does not necessarily produce neo-liberal subjects.Just as importantly, as long as “work gets done”, there is no evidence that Indians dislike dynastic politics and the various practices of hierarchy, pomp and favouritism that accompany it. Rather than the “new politician” argument, we will have to look for other reasons for the Bharatiya Janata Party’s success in convincing people to vote for it.The Congress ‘problem’The other significant theme in post-election commentary – or, rather, an intensification of a long running one – is that the key problem with the Congress party is the deadening impact of the Nehru-Gandhi family. They must, the argument goes, immediately resign and cede power to others with greater capacity to reinvigorate the party and turn it into an effective Opposition that India requires.Is the lack of an effective Opposition merely the legacy of the apparent hold of the members of one family – no matter how evocative its legacy – on the Grand Old Party? This perspective ignores the fact that no party in the Hindi heartland can now afford to fight an election on an anti-Hindutva plank.The Aam Aadmi Party’s rule in New Delhi surely demonstrates that: it may not advocate for a Hindutva-fuelled polity but it does not ever explicitly make statements that opposes it either.Leaving aside the question of their place in national politics, the problem of an effective Opposition may not lie in jettisoning the Nehru-Gandhis as key players in the Congress hierarchy. For that does not account for the nature of voting people, which liberal thought too easily reproduces in its own image.It may not so much be dynastic and structural issues that hobble the Congress, but the nature of the new norm: the Congress, at least in its traditional heartland areas, may now only succeed if it becomes more like its key tormentor, the BJP. The BJP has managed to combine the politics of “development”, caste and majoritarianism, and a shuffling of the deck chairs on the Congress ship is unlikely to provide an effective counterpoint.The fundamental question is this: is it possible, any longer, to find a fire to fight the one that is dramatically different from the one lit by the BJP and, if not, how much of the country will have to burn in the process? Commentary relating to the rise of the new political type and the jettisoning of the Congress elite are wishful diversions from a question we dare not address.Sanjay Srivastava is a sociologist.","author":"Sanjay Srivastava","time":"2022-03-17T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171618-axbxrvgnsm-1647442308.jpg","tags":["Uttar Pradesh","Narendra Modi","Adityanath","Politics","BJP"],"source":"https://scroll.in/article/1019635/the-post-up-election-analysis-has-mistaken-ideas-about-a-new-india-voting-for-change"}