{"title":"The Election Fix: What did we get wrong (and right) about the 2019 Lok Sabha polls? ","content":"Welcome to the Election Fix. When we started on March 11, we said that the simple question of this election was whether Prime Minister Narendra Modi and his Bharatiya Janata Party would get another five years in power. The answer has turned out to be quite simple: Yes. Today on the Election Fix, we will discuss what the conventional wisdom about this election was, and what actually happened.But before we get to that, I would like to offer up two links: If you have read and liked the Election Fix over the last two months, please fill out this survey to tell us what you thought of the newsletter and what political coverage you want from Scroll.in after these results.Alternatively, you could write to [email protected]Also, good journalism does not come cheap. Do consider subscribing to Scroll+ to ensure we continue to bring you reports and analysis on all those subjects that the mainstream ignores. We will have an update on what comes after the Election Fix soon, so stay tuned for that. Now, on to the analysis.The Big Story: What we know nowElection punditry tends to immediately pivot to post-facto explanations, readily ditching all previous coverage that doesn’t neatly fit the narrative of the results. The most famous example of this is the NDTV coverage of the 2015 Bihar elections, when the panel gave reasons for why the Bharatiya Janata Party had won – until they realised that actually the BJP hadn’t, and so they then gave other reasons for why the party had failed.We thought it might be more useful to go over the conventional wisdom from most quarters about this election and see what the results actually told us. What were our presumptions about this election and what actually happened?The BJP can’t possibly get the same number of seatsThe BJP began the election as the front-runner. This was clear from the beginning, whether from talking to voters, looking at the pre-election polls or the party’s control of the narrative. Yet conventional wisdom was that the massive election victory of 2014 was an outlier, the result of a the perfect storm of anti-incumbency sentimentagainst the scam-tainted Congress-led government and the rise of a popular leader in Modi. Conventional wisdom tends to be conservative, so most observers expected a reversion to the mean. The phrase I heard the most over the election was, “BJP will win, but won’t get the same majority.” In the event, the BJP alone finished with 303 seats, 20 more than its 2014 tally. As Neelanjan Sircar explains here, 2014 was not an outlier – it was a preview of things to come. Modi has changed the political landscape of India, ushering in what political scientist Suhas Palshikar calls the “second dominant-party system” (paywall), after the Congress rule of the first 30 years. Are voters as enthusiastic about Modi?The second-most common phrase I heard through the campaign was, “This election is so dull.” Back in 2014, people seemed excited to tell you they were voting for Modi. This time around, even Modi supporters said they thought he would return, but without as big a majority. He was still extremely popular, as Supriya Sharma’s The Modi Voter series made clear, as did much of our reporting from around the country. But the relative lack of energy around the elections in general made many people wonder if there was less enthusiasm, partly because his return was presumed to be inevitable. Indeed, mid-way through the elections, Modi sent a clear message in comments to the media saying, “Some people are creating an atmosphere that Modiji has already won the  election and it is fine not to vote. Please don’t fall into their trap.”The results, however, show that Indians have overwhelmingly voted Modi back to power, as Pratap Bhanu Mehta points out, ignoring in many cases the weakness of the BJP’s candidates. The party has used Modi’s popularity to expand in eastern India and even some parts of the South. Voters may have qualified their support, but this was undoubtedly a presidential-style election, and Modi won it. So why was there so little colour? Could it be that the political sphere in the last few years has moved from the street to the smartphone?The Gathbandhan is giving BJP a stiff fight A seven-phase election is always at risk of falling prey to narrative fatigue. It is not interesting to keep saying that the BJP is doing well, and so if politicians offer another storyline, it can easily be lapped up. To be fair, everyone seemed to believe that the Samajwadi Party-Bahujan Samaj Party combine actually was in position to seriously dent the BJP in Uttar Pradesh.However, the BJP and its allies ended with 64 of 80 seats and nearly 50% of the vote share in the state. The combined might of the gathbandhan altogether meant the BJP did drop seats in Uttar Pradesh. But where many expected it to lose anything from 20 to 50 seats, ultimately it got just nine fewer than 2014.Arithmetic alone, then, cannot beat Modi. Rural distress will be reflected in the resultsThis was the takeaway from the Gujarat elections of 2017, when the BJP was pushed to the limits by the Congress, and the three North Indian states that the Congress snatched in 2018. Farmers have spent the latter half of Modi’s first tenure marching into Indian cities trying to convey the extent of their distress, and many believed it would turn into an electoral problem for the BJP.It didn’t. While the Congress did slightly better in seats with many farmers, it was significantly behind the BJP in those seats and just about everywhere. This is not to say that rural distress does not exist, but that Modi’s late attempts at resolving it – like the PM-Kisan handout programme – and his popularity meant that people in those regions did not vote based on that issue. Parth MN’s reports from the Hindi states give us a glimpse of this. Dalits have moved away from the BJPThe 2014 result saw Dalits vote for the BJP in large numbers for possibly the first time in a General Election. But few expected this feat to be repeated. Over the past five years, there have been numerous stories of conflicts between more dominant castes and Dalits in BJP-controlled states. The narrative suggested there was tremendous anger against the saffron party, some of which turned into protests in 2018. The results show that the BJP was ahead in 67% of the Scheduled Caste and Scheduled Tribe reserved constituencies, where populations of these communities are higher. Though this does not automatically mean members of those communities voted for Modi, it seems unlikely that the party could have won in such numbers if it didn’t at least win some Dalit votes. Or to put it another way, though we have to wait for more analysis to find out whether there was Dalit consolidation against the BJP, even if it did happen, no seats seem to have been lost. The Congress messed up its alliancesIn the run-up to the election, one of the main talking points was the alliance-making of the Opposition. Specifically, the Congress’ failure to tie-up with the Gathbandhan in Uttar Pradesh, with the Aam Aadmi Party in Delhi and with the Vanchit Bahujan Agahadi. A look at the data suggests that, assuming 100% transfer of votes, which itself is unlikely, these alliances would have given the anti-BJP parties at most an additional 18 seats. That is fewer than the number of seats the BJP added to its kitty between 2014 and 2019. Instead, what seems apparent is that the Congress messed up its own politicking. The BJP won 92% of the seats in which it had a head-to-head contest with the Congress, a better strike rate than in 2014. Nothing tells this story better than Congress President Rahul Gandhi losing his pocket borough of Amethi to the BJP’s Smriti Irani. The BJP will use the East to make up for the NorthWhen the BJP came to power in 2014, party president Amit Shah made it clear that he wanted to go beyond the Hindi “heartland”. So the BJP poured resources and effort into challenging the two big leaders of East, West Bengal’s Mamata Banerjee and Odisha’s Naveen Patnaik. It worked. It was clear that the party’s vote share would expand massively in these states, but the first-past-the-post system made it hard to gauge how that would convert into seats. The results are clear: the BJP won 18 seats in West Bengal, compared to the 22 won by Banerjee’s Trinamool Congress. Read Shoaib Daniyal’s analysis of why it was so successful there. It won eight seats in Odisha, while Patnaik’s Biju Janata Dal picked up 12. That’s 20 seats in all, and because the party did not really drop seats in the North, outside of Uttar Pradesh, it meant that the BJP’s final tally was higher than its 2014 result. The South will see big shifts – with no BJP angleSouth India is not entirely immune to the big national BJP narrative. But it seemed clear that the politics of the South are quite different to the changes Modi has wrought in the north. Karnataka was the only state with a direct BJP-Congress face-off, albeit with the latter party in an alliance with the Janata Dal (Secular). Karnataka turned out to be the only state where the BJP machine worked, giving the party 25 of the state’s 28 seats. The BJP also managed four seats in Telangana and nearly 13% of the vote share in Kerala. But otherwise, the storylines were different. The Dravida Munnetra Kazhagam alliance swept Tamil Nadu, but didn’t win enough assembly bypolls to bring down the state government. Jaganmohan Reddy won every single Lok Sabha seat in Andhra Pradesh, and swept the state polls too. K Chandrasekhara Rao didn’t win as many seats as he expected in Telangana, and saw his daughter lose to a BJP candidate. The Congress alliance won 19 of Kerala’s 20 seats. Kerala and Tamil Nadu’s repudiation of BJP politics has turned into a clear narrative, one that might be exacerbated by differences over the Centre’s policies. The Left will disappearNot that they were expecting to do particularly well in these elections, but India’s Communist parties, which won 59 seats in 2004, were down to just five seats, the worst-ever tally. Of those five, only one came from a state where the Left can actually compete for power, Kerala. The other four came from Tamil Nadu, where the Left contested as part of the DMK alliance. While the Left’s organisations continue to have tremendous support and it can still manage to make its voice heard on a number of issues, this historically low seat tally mean the Communists have a mountain to climb if they want to remain electorally relevant. A huge amount of money will be spent Even before the elections had begun, the Election Commission had already seized Rs 1,400 crore worth of money and goods meant as inducements – Rs 200 crore more than had been seized in the entirety of the 2014 elections. Despite demonetisation and much talk of cleaning up political funding, then it was clear that these would be the most expensive Indian elections yet, and that the bulk of the spending would be done by the BJP. (We looked at the question in a special issue of the Election Fix as well).Towards the end of the election, we learnt that about Rs 3,600 crore worth of electoral bonds had been sold in just two months before the elections, and that the Election Commission had as of then seized about Rs 3,300 crore worth of inducements. Together that amounts to Rs 7,000 crore or $ 1 billion. That is just the money we know of.We will have to wait for more reporting on exactly how that money was spent, but it is clear that the BJP, with its giant war chest, used its funds to ensure that Modi’s message reached everywhere. The Supreme Court is set to soon consider if electoral bonds are unconstitutional. Will we find out who is pouring so much money into Indian elections and why? Thanks again for reading the Election Fix, and stay tuned for updates about what we plan to do next. Please send all feedback or brickbats to [email protected]. Corrections and clarifications: This article has been edited to indicate the final number of seats the BJP won in Karnataka.","author":"Rohan Venkataramakrishnan","time":"2019-05-26T09:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120457-kgiotivgzx-1558839312.jpeg","tags":["The Election FIx","Lok Sabha Elections 2019","Elections 2019","Narendra Modi","BJP"]}