{"title":"The case against hanging Nithari's Surendra Koli","content":"The Supreme Court on Tuesday refused to stay the execution of Nithari serial killer Surendra Koli. He is likely to be executed soon.In December 2007, we first heard of the horror of Nithari village in Noida, where body parts of dead children and young adults were traced to the house of Moninder Singh Pandher. It was revealed that his servant, Surendra Koli, had been raping and killing the women, often minors, even eating their body parts, in one case even cooking them.Though he was first convicted, Pandher was in 2009 acquitted of charges in one case. While he is still a co-accused in other cases, his death sentence has been overturned. There are some 15 cases in all, of which Surendra Koli has been convicted in five. The death sentence in one of those would have been carried out by now, had it not been stayed by a Supreme Court judge in a special hearing in his house last month, at 1.30 am.Here are nine reasons why Koli shouldn't be hanged at all. Some of these were argued in court today, but the court rejected the arguments.1. He needs a doctor, not a hangman: A reading of the confession made by Koli before a magistrate, shows that he needs a doctor.Koli saw Pandher bring home two or more sex workers almost every night, unless Pandher's wife or a house-guest was over. He would have to cook meals for his sex workers. This, he said, gave him a great urge to have sex. He would stand at the gate of the Nithari house and lure young girls to come in, or dupe adult women on the pretext of wanting to hire them to do housework.“After that, without realising in my mind, bad feelings started coming… to kill and hack someone, blood, that kind of bad feelings started coming in my mind,\" he said. \"It used to control my mind absolutely.”He spoke repeatedly of the “pressure” that used to “build” in his mind. He didn't say he raped them, but rather that he “tried” to have sex, and is unsure if he did so. A reading of Koli’s confession makes it clear that he is, as the Central Bureau of Investigation put it, a psychopath. Psychopathy is a mental illness defined as a ”personality disorder characterised by enduring antisocial behavior, diminished empathy and remorse, and disinhibited or bold behavior”.A psychopath must be kept away from society, must be treated, but nothing will be achieved by hanging him. The deterrence argument for capital punishment might work for a thief, but not for those who are driven by a mental illness to something like cannibalism. Other lines of investigation, such as child pornography and organ trade, were found to have no basis.The Supreme Court must subject Koli to a psychiatric examination, as is compulsory by the Supreme Court guidelines for every death row convict before he is hanged.2. There is not enough evidence: There is only one clinching piece of evidence in all cases, and that is Koli’s confession before a magistrate. Since capital punishment is the most extreme punishment, one that cannot be undone, it must be awarded only when the evidence is watertight. In this case, even the confessional statement is not watertight, and there is no other supporting evidence.3. Confessional statement was tutored by the police, after torture: While Koli confessed to a lot of what he’s being charged with, he also told the magistrate in the same confession that he was tortured and tutored by the police.While it is usual for the accused to claim that confessional statements were extracted out of them through torture, this most often happens once the statement has been made before the magistrate. In this case, the point is being made in the confessional statement itself.Mumbai-based lawyer Yug Mohit Chaudhry, a leading voice against death penalty, who is representing Koli, points out that admitting in a statement before a magistrate that some of what he is confessing to is on account of torture and tutoring by the police, would ordinarily be void in court under the Evidence Act.Section 24 of the Evidence Act states, ”A confession made by an accused person is irrelevant in a criminal proceeding, if the making of the confession appears to the Court to have been caused by any inducement, threat or promise… for supposing that by making it he would gain any advantage or avoid any evil of a temporal nature in reference to the proceedings against him.\"In his confession, Koli told the magistrate that after he strangulated, raped, murdered and cut his victims' bodies into pieces, he would be in such a state that he needed a few hours to recover before he was normal again. After that, he would see the mess around him, in his room, bathroom and kitchen, realise what he had done, and get rid of all body parts and clothing and blood. He repeatedly described his state as one of a man possessed. Given such state of mind, the magistrate asked, how was he able to recognise the women whose photographs he was shown?“When the Uttar Pradesh police arrested me they made me see these photos again and again and told me the names of these people,\" Koli said. \"For each photograph, they told me the name, the time, the manner, etc. But I don’t know about the time even now. They had told me all this but I have forgotten.”And: ”At that time I used to be in a complete intoxicated type state, so I did not know anything… I used to try and do sex with them, I do not have complete guess of this that I used to do this, I used to try, as far as I can guess only, but I definitely used to kill… I was tortured a lot and only then, I mean, they made me confess. Ok. I was made to suffer a lot of torture. Ok. Because of these two-three photos… After coming to CBI, I denied, that you may do whatever you wish, but these I have not done.“In letters to judges since then, he has repeatedly mentioned being tortured. He says the jail authorities and the police did everything to make sure he is denied justice. It is important to note that while Koli is accused of 15 killings, he has not confessed to all of them, but only some of them. It is also suspicious that the UP police had claimed there were body parts of 19 different people, but the CBI found 16.4. The letter from Nepal: Apart from being the main accused, Koli is also the main witness in all 15 cases. Only one case has reached completion (going through trial court, High Court, Supreme Court and to the President). In this one case, it has also been claimed that the victim is in fact alive, and has written a letter to her father, stating that she had eloped and had married and settled down in Nepal. This letter was given by the father to the police, but it was hushed up, though it did get reported in Amar Ujala newspaper. The letter needs to be investigated, and could thus re-open the case that Koli is going to be hanged for.5. Who killed the others? Between 2005 and 2006, 58 people, mostly children, went missing in and around Nithari village. Some were later found. Yet 14 are still unaccounted for. If Surendra Koli alone was the serial killer of Nithari, where are the rest?6. Let all the cases be completed: While only one case is completed to the extent that the President has rejected Koli’s mercy petition, the other 14 are in the trial court or High Court. In some of those cases, Moninder Singh Pandher remains a co-accused. Since Koli is being called a serial killer, he deserves the chance to defend himself in all of those cases, in which he may be able to prove that he was coerced into confessing, or that some of the victims are alive, or that he suffers from a mental disorder which makes him exempt from capital punishment.7. Poor legal representation: Koli was represented on very poorly paid legal aid throughout the proceedings. No evidence by way of defence, mitigation or medical opinion was led on his behalf. It is not incidental that only the poor get the death penalty, because the rich can hire good lawyers.8. Organ trade? While investigations ruled out the organ trade angle, an expert committee set up by the Union Ministry of Women and Child Welfare to look into the Nithari killings was sceptical of the investigation line that these were serial killings by a psychopath. The committee observed, \"He indicated that it was intriguing to observe that the middle part of all bodies (torsos) was missing. According to him, such missing torsos give rise to a suspicion that wrongful use of bodies for organ sale, etc., could be possible. According to him, the surgical precision with which the bodies were cut also pointed to this fact. He stated that body organs of small children were also in demand as these were required for transplant for babies/ children. A body generally takes more than three months to start decomposing and the entire process continues for nearly three years. Since many of the reported cases related to children having been killed less than a year back, it is a matter for investigation as to why only bare bones were discovered. He did not favour the theory of cannibalism as it could be a ruse to divert attention from the missing parts of the bodies.”In this context it is also important that in the house adjacent to Pandher and Koli lived a doctor who had in fact been charged with organ trade.There are similarly unanswered questions about the killings. How come the decomposing bodies did not cause a foul smell? How come nobody ever noticed such a nonchalant way of disposing off cut body parts in sacks, in a drain in front of the house and behind it?In cases of death penalty there should not be even an iota of doubt that the man being executed was indeed the criminal. In this case, there’s more than that.9. Does death serve justice? All four aims of the criminal justice system – reformation, deterrence, protecting society from criminals and retribution – are served well by life imprisonment. We don't throw acid on acid throwers, and we don't rape rapists as a form of justice. There is no justice in killing killers. Judicial murder, on the contrary, supports the idea that there can be a good reason to take someone's life. That is the idea that the criminal justice system should rid society of. Life imprisonment is arguably more damning a punishment than the easy end of death. Most of the world has abolished death penalty. It is time India did so, too.","author":"Shivam Vij","time":"2014-10-28T18:47:54+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/685719-0fb982c0-d098-474d-ae1f-c4fb9efab8cf.jpg","tags":[],"source":"https://scroll.in/article/685719/the-case-against-hanging-nitharis-surendra-koli"}