{"title":"The India Fix: Despite being India’s most powerful PM in decades, why did Modi fail on farm laws?","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. To get it in your inbox every Monday, sign up here. Have feedback, interesting links or memes? Send them to [email protected]. On Friday, Indians woke up to an unusual sight: their usually belligerent, strongman prime minister was “apologising” to the country while declaring that he would withdraw three farm laws passed by Parliament in 2020.Aimed at liberalising the agricultural sector by allowing the entry of corporate capital and hence, the withdrawal of the state, the three laws were controversial from the word go. They were first promulgated as an ordinance in June, 2020 bang in the middle of the Covid-19 pandemic. In September, they were bulldozed through Parliament, without so much as a vote by MPs in the Rajya Sabha. (Here’s an older piece by me on the dodgy events in the Rajya Sabha that day.)A year before this, the BJP had won an incredible victory in the 2019 Lok Sabha elections, buoyed by a nationalist surge after the government claimed an Indian fighter aircraft had crossed over into Pakistani airspace and bombed a militant hideout. After the win, Modi became, without a doubt, the strongest prime minister since Indira Gandhi.That even at this impressive peak, Modi could not ram through the farm laws is a somewhat harsh lesson on the nature of the Indian Union. Remember, at 1.3 billion people, India is a continent masquerading as a country. In fact, it’s more than one continent: there are more people in India than North and South America combined.When an Indian says that her country is unique, therefore, it’s literally true in at least one sense. Political scientist Benedict Anderson’s famous 1983 thesis that nations are formed on the basis of a common print language goes for a toss in India, which not only has scores of languages but as many as six language families.India’s subcontinental size and diversity means Modi’s use of force to ram through a massive reform was not only morally wrong – it was a tactical mistake. And while being top-down in India is a mistake at most times, this applies doubly to agriculture given it is India’s largest employer with extreme diversity from state to state. In fact, even India’s otherwise fairly centralised Constitution makes sure to include it as a state subject, with only the state assemblies allowed to legislate on them. (Parliament’s competence to pass the farm laws in the first place is a question pending before the Supreme Court since 2020 – but it seems protesters did the job before judges could even get down to analysing the issue.)There is a little doubt that Punjab and Haryana – the epicentre of these protests – are facing a crisis in agriculture, stuck in a system built during the Green revolution for a food scarce India. However, any tenable solution to this problem has to come from these states themselves. As Modi’s apology-retreat underlined on Friday, this can’t be rammed down from New Delhi.In fact, Modi’s highly centralised, strongman mode of politics has meant that politics has now moved to the street. With little ability to influence politics in Delhi, the farmers of Punjab, Haryana and western Uttar Pradesh decided – quite correctly – that their best bet lay in launching mass movements meant to embarrass the Modi government politically. India has seen significant political centralisation under Modi, in particular with political funding – a trend that has benefited the BJP. However, these protests are a rude reminder that in no way is the process complete and there will be forces which will try and take back power from the Centre.While this blowback to Modi’s hyper-centralised politics has been strongest with the farm laws, it is part of a larger trend. As I had argued back in June, Modi has rushed to bring in big policy changes – but has struggled to actually implement them. In 2019, the BJP passed the controversial Citizenship Amendment Act in Parliament – a move that Amit Shah had promised would be linked to a proposed National Register of Citizens in order to produce a Muslim-only citizenship test.Climbdown on farm laws could open a pandora's box. What next article 370, CAA?— Rahul Shivshankar (@RShivshankar) November 19, 2021\n\nWith even fewer stakes than North Indian farmers in the power structures of Delhi, Muslims as well as much of the North East took to the streets. The law also hit India’s international image hard, with Bangladesh angry that it was being blamed for infiltration as well as international censure for breaking India’s secular traditions.Unlike on the farm laws, there was no repeal of the Citizenship Amendment Act. However, the backpedaling of the Modi government was still significant given its strong Hindutva positioning. From Amit Shah threatening to bring in an National Register of Citizens at the start of 2019, by the end of the year Modi was claiming urgently that the BJP actually had nothing to do with it. Moreover, two years after it was passed, the Citizenship Amendment Act is still to be implemented.Similar gridlock exists with Kashmir. In 2019, the Modi government had summarily removed the special status of Jammu and Kashmir in the Indian Constitution and downgraded it to a Union territory without consulting the state assembly. The move was largely cosmetic given that the substance of special status had already long been removed. However, the iron fist adopted by the Centre since then means that the security situation today in the Valley is fraught. In all, it is unclear what was gained by the shock 2019 decision.The current moment is a delicate one for the BJP. Modi’s populist, strongman image dictates that he takes strong policy decisions by claiming direct legitimacy from the Indian people. However, rollbacks, or even an inability to eventually implement these policy moves, can end up creating serious blowback for Modi. For example, farm leaders, having seen that Modi is coming from a position of weakness, have decided to press even harder by refusing to end the protest, arguing that farmers will only go home when all their conditions are fulfilled, including the provision of a (near-impossible) universal price guarantee for crops. PhotoshootOn Sunday, the BJP ran an image of Uttar Pradesh chief minister Adityanath and Modi in deep discussion. Even as Twitter took on itself to point out that the photo was staged – the prime minster lost his shawl in the second photo as well as changed hands – it is clear that the BJP wants to dispel any rumours of a rift and make clear that the forthcoming state elections will be fought jointly by the two.हम निकल पड़े हैं प्रण करकेअपना तन-मन अर्पण करकेजिद है एक सूर्य उगाना हैअम्बर से ऊँचा जाना हैएक भारत नया बनाना है pic.twitter.com/0uH4JDdPJE— Yogi Adityanath (@myogiadityanath) November 21, 2021","author":"Shoaib Daniyal","time":"2021-11-22T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166634-inivlrmkqh-1637522409.jpeg","tags":["Farm Laws","The India Fix","Narendra Modi","Modi government","Federalism"]}