{"title":"The Political Fix: BJP’s Citizenship Act move is a bigger gamble than even its Kashmir decision","content":"Welcome to the Political Fix by Rohan Venkataramakrishnan, a weekly newsletter to help guide you through India’s complex political landscape. To get it in your inbox every Monday, sign up here. For all the new readers, the top of the newsletter features some analysis – a slightly longer piece than usual today because of the Citizenship Act developments – but you can also jump straight to the links if you prefer, just scroll down. A reminder: Have you signed up to Scroll+ yet? Contributing ensures that we can continue to produce quality journalism that goes beyond the headlines, like Talking Democracy, Supriya Sharma’s series focused on asking if Indian democracy is in crisis.The Big Story: Fork in the roadIn August, the Bharatiya Janata Party-led government in New Delhi sprung a surprise on Parliament, using a legal contortion to remove the autonomy granted to Jammu and Kashmir under Article 370 of the Constitution. It bifurcated the state and downgraded the new entities into Union territories.This decision was accompanied by civil liberties being trampled upon, thousands being detained and Kashmiris being alienated. But for the BJP the move was a success. The changes were approved by Parliament. No opposition party managed to offer a genuine counter-politics. Though the decision resulted in tonnes of bad press abroad, there was no actual diplomatic fallout. The BJP isn’t great at pulling off surprise moves – think demonetisation. Yet, the heightened militarisation in Kashmir and the lack of opposition in Parliament made it seem easy. So the Citizenship Amendment Bill, which had been tabled in Parliament at the start of the year but withdrawn in the face of protests, should have been simpler when it was reintroduced in December. The legislation claims to help persecuted religious minorities from neighbouring countries get Indian citizenship quicker, but is being seen as a way to add a religious test to Indian citizenship, one that keeps out Muslims. Read this explainer. It has also prompted concerns in India’s North East that Bengali-speaking “outsiders” will be able to change the demographics of the region.The citizenship  legislation wasn’t a surprise and BJP President Amit Shah seemed to spend days preparing the ground for it. Yet the last week, after its passage, has seen protests gathering steam first in the North East, where there are already 5 casualties, and then across India. On Sunday night, there were violent scenes as a result of police action at universities in Delhi and Aligarh  and students in several other places took to the streets to express their disapproval of the brutality unleashed against their colleagues.  370 vs CABWhy was the Article 370 move, despite being a surprise, relatively smooth, while the Citizenship Act has seen more sustained opposition? The element of surprise might be one answer: the Kashmir changes happened so quickly, few were able to mobilise and the government was able to set the narrative. But the answer may be even simpler, reflecting the true nature of the BJP’s politics and the failure of those in Indian politics speaking up for plurality and secularism: Kashmir is a Muslim-majority region, and sits next to Pakistan. This has meant an active campaign to demean and dehumanise its people and dismiss their concerns as either being “Islamic” or “sponsored” by Pakistan. This campaign, drilled home by decades of rhetoric, has by and large succeeded. As a result, there is little support for Kashmir among the Indian public – making it difficult for Opposition politicians to even appeal to humanity. The North East has also been marginalised, but in the region, as well as in neighbouring West Bengal, the BJP has a different strategy. Instead of attempting to demonise the population, it is hopes to use Muslim-bashing as its spearhead.  This explains the party’s focus over the last year on the Citizenship Act, combined with the promise of an all-India National Register of Citizens, which will weed out “infiltrators” and “termites” – thinly veiled references to Bengali-speaking Muslims, whether or not they are actually immigrants from Bangladesh. But the politics of the North East don’t quite pivot on religious lines. Instead,  because of the way these regions were integrated into the Indian Union, the faultline (if one had to simplify) ranges locals vs outsiders.Muslim concern vs ‘legitimate’ concernThat explains the BJP’s inability to immediately dismiss the initial protests, other than attempts to claim that they were inspired by Congress miscreants or people misguided about the facts.The party still wants to communalise the situation: over the weekend, Modi made an explicit comment at a political rally in Jharkhand, telling participants that those creating violence “can be identified by their clothes”. This was a dog-whistle reference to a viral video showing Muslim men vandalising a train in Bengal. Modi made no mention of the violence perpetrated by the police. With the North East in some ways giving legitimacy to those opposing the Act, Muslim organisations were able to mobilise and take to the streets. Even though there is the danger of a backlash since India simply does not take well to Muslim political assertion, some groups are hoping to use the agitation to broaden the opposition. Where will this go? The BJP will attempt to suppress protests outside the North East as being purely a Muslim concern, in the hope that this will limit their impact. It has a harder task in the North East, particularly in Assam, which is not exempt from the effect of the Act. The BJP is in power in the state but already, its chief ally there, the Asom Gana Parishad has broken with it and said it will challenge the Act in court. In Bihar, its ally the Janata Dal (United) voted for the Act, but said it would oppose an all-India NRC. However this goes, it is clear that the BJP has not pulled off the simple victory it seemed to manage in Kashmir. Scroll.in on the Citizenship ActWe had lots of coverage of the Citizenship Act over the last week and I’m going to link to all the pieces here, because every bit builds up to the big picture. For background read last week’s newsletter and this thread by Scroll.in Executive Editor Supriya Sharma. Before going forward I want to remind you again: it isn’t easy for a small team of reporters to cover stories like this involving nothing less than the fate of the Indian republic. Subscribing to Scroll+ helps our journalists dig deeper and go further, so please contribute! If you’d like to do more, you can write to me at [email protected]. Arunabh Saikia has this searing report on the police firing in Guwahati that left two people dead: “Police fired without warning.” It isn’t just nativism that is behind the protests in Assam, Arunabh Saikia explains here, saying that it is also a backlash to the BJP’s strong-arm tactics. Arunabh Saikia and Ipsita Chakravarty report on why even Muslims from the state, once targeted by Assamese nationalists in their protests, have joined the Citizenship Act  agitation. Ensuring the passage of the Act involved granting Inner-Line Permit status to Manipur – essentially exempting it – but, Arunabh Saikia reports on how many there are still unconvinced. Supriya Sharma spells it out: The Citizenship Act is not about helping refugees, there would be other ways to do that. It is about paving the way for a Hindu Rashtra.I have a warning for those who think that this will only affect others: Beware, Amit Shah’s “normalcy” may come for you next. A number of non-BJP Chief Ministers have said that they will not implement the Citizenship Act. But this may not be possible, Sruthisagar Yamunan explains. Hindu refugees from Pakistan are happy about the impact that the Citizenship Act may have on their lives, but they still worry about the cumbersome process, report Aarefa Johari and Vijayta Lalwani. Rishabh Bajoria tells us how the Citizenship Act has an eerie echo of how Nazis used moral concern over the plight of German minorities abroad to help create the idea of a racialised national polity. Sruthisagar Yamunan also reported from the scene at Jamia Millia Islamia, a university in Delhi, where police were “uncontrollable” in acting against student protesters.Poll toonBy Nithya Subramanian. Catch upThe Narendra Modi-Shinzo Abe summit had to be called off. Modi was to meet the Japanese prime minister in Guwahati over the weekend, but the protests prompted a change in plans. Wins in assembly by-polls put the BJP on firm territory in Karnataka. The BJP won 12 out of the 15 seats up for grabs, suggesting that the people didn’t mind defectors – whose switch to saffron from the Janta Dal (Secular)-Congress alliance had necessitated these elections in the first place.  If it wins, JMM will drop sedition cases against Pathalgadi supporters. With state elections still on (read last week’s newsletter for a catch-up), the Jharkhand Mutki Morcha has promised to take back the sedition cases on thousands of tribals for asserting their constitutional rights, as reported by Scroll.in. Anglo-Indians may no longer have reserved seats in India’s Parliament and legislatures. Reservation for Scheduled Castes/Tribes was renewed for 10 years, but Anglo-Indians – who had one or two reserved seats in several assemblies – were left out. The numbers in the Ujjwala LPG cylinder scheme seem fishy. So says the Comptroller and Auditor General, raising questions about one of Modi’s flagship welfare schemes. Reports and Op-EdsFrom a twin-balance sheet problem, India now has a “Four Balance Sheet” challenge. So say former Chief Economic Adviser Arvind Subramanian and former IMF India representative Josh Felman in a new paper about the state of the economy, adding non-banking financial corporations and real-estate companies to the original patients, banks and infrastructure companies, all of which need life support. Maybe India needs to focus on sector-led growth, instead of adjusting macro numbers? R Jagannathan in Swarajya says macroeconomic remedies, like rate cuts, tax exemptions, labour market reforms, will not “get us out of this ditch”. India’s draft data protection laws would aid the creation of an even bigger surveillance state. Samarth Bansal in Mint takes a careful look at the bill that was tabled in Parliament. I also asked why the government was afraid of letting it be properly scrutinised. India’s academic system does not make life easy for Bahujan students. Recounting her own struggle, Aditi Priya in the India Forum examines the difficulty of fighting the “merit” battle and calls for a more compassionate economics. This is what an internet shutdown actually means to ordinary people. India had, according to one report, 67% of the world’s internet blackouts last year. Asmita Bakshi in Mint reports on the impact this has on people’s lives, even as more shutdowns are being implemented. Read this op-ed by a former Canadian ambassador to Afghanistan: “US failure to confront Pakistan over its proxy war in Afghanistan has arguably been the greatest blow to U.S. strategic prestige so far in the 21st century, a sin of omission and an act of self-harm on a par with the post-2003 Iraq war.” Can’t make this upEveryone’s a personal fitness guru these days. Turn every which way (on WhatsApp that is – you may not encounter this lot in real life) and you will find someone with the magical cure to obesity/anorexia/insomnia/boredom/world peace. So it shouldn’t surprise you that a Member of Parliament decided to bring some of this valuable advice to the Lok Sabha. Here’s Bharatiya Janata Party MP Ganesh Singh: “An American university has said that this, that you can get relief from diabetes, cholesterol and blood pressure by speaking in Sanskrit.” He also claimed that more than 97% of the world’s languages are derived from Sanskrit and that US space agency NASA has claimed that any computer programming in Sanskrit is flawless. In case it needed mentioning, none of these facts are likely to survive a careful (or even careless) examination – but if things like this making their way to the Indian Parliament gets your blood pressure up, maybe you ought to consider learning some Sanskrit?","author":"Rohan Venkataramakrishnan","time":"2019-12-16T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132904-jqtzdqmket-1576468699.jpg","tags":["The Political Fix","Citizenship Amendment BIll","Citizenship Act","BJP"],"source":"https://scroll.in/article/946952/the-political-fix-bjps-citizenship-act-move-is-a-bigger-gamble-than-even-its-kashmir-decision"}