{"title":"The dark carnival of ‘bulldozer politics’ celebrates the relentless oppression of India’s Muslims","content":"Along with lynchings, Muslims in India’s “double-engine” states face the additional spectre of their houses being bulldozed on the flimsiest pretexts. The latest performance of this dark carnival occurred in Ujjain on July 19, when the authorities in Bharatiya Janata Party-ruled Madhya Pradesh – no doubt with the tacit approval of the party government at the Centre – bulldozed the home of a family whose sons had been accused by Hindutva supporters of spitting on a Hindu procession. Officials claimed that the three-storeyed building was dilapidated.As if the tragedy of the demolition of a family’s home was not enough to assuage the sadism of the police and municipal authorities, in this instance, the destruction was conducted in an atmosphere of revelry. The demolition proceeded to the accompaniment of drummers and chants of “Govinda, Govinda” playing over the electronic music.Some police official must have come up with this brilliant idea, which he got approved by his superiors because the drummers and music system had to be paid for. Or perhaps they had to perform for free because the demolition was nationalist.  This fiesta of chaos orchestrated by Madhya Pradesh government officials to escalate oppression and perpetuate an environment of fear and helplessness among the persecuted should terrify all Indian citizens.Ashraf Mansoori amid the remains of his house in Ujjain. Credit: Special arrangement.By conjuring up this celebratory atmosphere, the relentless oppression of a minority community was reduced to an inhuman grotesque spectacle to be gawked at. Confronted by such spectacles, the members of the audience probably experience varied reactions: for some, it probably provided a few moments of entertainment. Others may have felt revulsion or even pathos. But eventually, they move on to another distraction.The choreography of such diabolical spectacles allows the state to reinforce its narrative that marginal communities are not entitled to any rights – certainly not the same privileges and protections as the majority. Such spectacles dehumanise the oppressed, reducing them to objects liable to be manipulated or discarded at the state’s whim. In the short run, this creates enormous chasms between the majority and minorities. But in the longer run, when the state takes away all protections from one section of the population and when no law or institution limits this authoritarianism, the rights of all other citizens can only be precarious.Even if all the members of the majority community do not relish the dark carnival, these repeated performances of repression by the state can desensitise them to the stripping away of the rights of the minority. Eventually, they become complicit in the plight of the oppressed.If an expression of sympathy by co-citizens is not followed by empathetic action, can the minority’s suffering be termed as anything other than a spectacle to be consumed – as if it was a cultural product?Breaking free from the trance of the dark carnival requires collective resistance. However, the state has targeted civil society organisations and human rights defenders precisely so that it can prevent citizens from acting on their impulse for solidarityThe methods being used to terrorise India’s Muslims have been perfected after long practice of demolishing the homes of the urban poor without due process. \tThe authorities claim these demolitions are necessary due to a variety of  reasons: that these residences are unauthorised constructions, that they have flouted zoning regulations or even that the destruction was necessary for the lofty cause of national development. The affected families receive little or no warning before their homes and properties are demolished, making it impossible for them to challenge the imminent destruction in court.The courts in India and affluent Indians are apathetic or even hostile to the poor. Both see them as a blight not only on India’s cities but even on the national landscape. Undeserving of sympathy, they are seen as lesser citizens whose eviction and displacement is legitimate even as legal procedure is discarded to dispossess them.A bulldozer razes a structure during an anti-encroachment drive by the the Delhi civic body at the New Friends Colony in New Delhi in May last year. Credit: PTI.The destruction of Muslim homes, the properties of Muslim institutions and Muslim places of worship is a continuation of this process of cleansing the national landscape of undesirables. What is new is the selective targeting, including bulldozing structures that are otherwise legal. The lawlessness is exacerbated manifold. Legal falsehoods and the subversion of due procedure are the norm. However, the true intention is always found in the public statements of Hindutva leaders. These demolitions are punishment for entire families, but more than that they are meant to be a humiliating collective punishment for the entire Muslim community – reminiscent of the demolition of the Babri Masjid in 1992.The celebration of the bulldozer culture valorises the active prevention of judicial oversight. Judicial procedures to check the legitimacy and validity of the functioning of the government and public officials have become a victim of the prejudices against the poor and minorities.  In effect, Muslims and poor citizens have been left without any protection.In July last year, the Supreme Court was hearing a petition pleading for an end to demolitions in Uttar Pradesh, Gujarat and Maharashtra without due process. The Uttar Pradesh government counsel, during the hearing argued that, “Not every riot accused can be protected from demolitions under a blanket order.” He seemed to have been reading a dystopian Constitution and an alternative set of laws where the police (rather than the courts) can summarily award punishment to persons accused – but not convicted – of a crime. It was not surprising that this argument flew in the Supreme Court because demolitions in India are not seen as destruction but as punishment, course correction and cleansing. In its refusal to acknowledge that Muslims were being targeted by such actions, the court echoed the Uttar Pradesh counsel. In effect, it said that to provide interim protection to the citizens whose lives are turned asunder by demolitions would “curtail the rights of the municipal authorities”.This particular remark followed the televised demolition in June 2022 of the family house of Javed Mohammed in Prayagraj after he was accused of organising protests against the disrespectful remarks about Prophet Muhammad made by BJP spokesperson Nupur Sharma. Muslim protesters are routinely brutalised in India by police and security forces but this violence is falsely described as “riots”. Security personnel outside the Gyanvapi Mosque in Varanasi in July. Credit: PTI.A similar playbook was used during the protests in Uttar Pradesh against the anti-Muslim Citizenship Amendment Act, when several protestors were slapped with fines and their properties were seized. The Uttar Pradesh government said that in 2021, it had seized or demolished properties worth Rs 1,000 crore from people accused under the Gangster Act and National Security Act.Not only was Javed Mohammed arrested and charged with rioting, the demolished house was in fact legally owned by his wife and neither did it violate any regulations. The public statements of senior officials of the state and Central government left no doubt that his family was being punished for his activism and that of his daughter Afreen Fatima.In September last year, the celebration of this subjugation took the place of pride at a literal carnival of India by its diaspora: the annual India Day parade in New Jersey included a bulldozer that carried an image of Uttar Pradesh Chief Minister Adityanath and a placard describing him as “Bulldozer Baba”. In this dark carnival, the state employs tools of destruction, such as bulldozers, to deliver a terrifying performance. Homes are demolished and cultural sites desecrated, even erased, all in pursuit of the project to maintain and assert dominance over powerless minorities. Every Indian is transformed into an unwitting spectator to the razing of their citizenship. The courts are keener to protect the rights of authorities who subvert the law than to perform their job of legal oversight. As a consequence, hapless citizens are crushed by procedural injustice.Discriminatory laws, biased policies, and selective enforcement are the prop that have entrenched the state’s complete dominance over marginalised communities. The musical performance of unfettered authority in Ujjain was composed to seep into the collective consciousness of the nation.The carnivalesque atmosphere is a deliberate attempt to suggest to citizens a heightened sense of impunity. It conveys to everyone loudly that the law will not take its course when a Muslim is victimised – that anyone can now quite literally dance their way to committing atrocious acts of injustice.The carnival of destruction of a house of a Muslim was thus in reality a Thanatocarnival – a celebration of death of due process, rule of law and justice.  With apologies to Mirza Fidvi, “Insaaf ka janaaza hai, zara dhoom se nikle”: It’s the funeral procession of justice/ let’s make it carnivalesque.Ghazala Jamil teaches at the Centre for the Study of Law and Governance, Jawaharlal Nehru University.","author":"Ghazala Jamil","time":"2023-07-29T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171517-zcpbjopood-1690463331.jpg","tags":["Ujjain","Madhya Pradesh","Bulldozer","Demolition","Indian Muslims","Adityanath"],"source":"https://scroll.in/article/1053393/the-dark-carnival-of-bulldozer-politics-celebrates-the-relentless-oppression-of-indias-muslims"}