{"title":"The DD Files: When Shyam Benegal brought India’s entire history to TV screens in ‘Bharat Ek Khoj’","content":"Indian cinema and television, and not just their Hindi iterations, have an odd relationship with history. Even though directors and producers seem endlessly fascinated with history, as the litter of shows on Maharana Pratap and the queen of Jhansi suggests, these films and shows bear very little relation to actual historical fact.Now imagine a television serial in which not just one brief period centred on the heroics of a single character is shown, but which covers the entire sweep of Indian history, from the Indus Valley civilisation to the freedom struggle.Every Sunday at 11am between 1988 and 1989, families across India could switch on their televisions to see India’s history take shape on Bharat Ek Khoj, a hefty 53-episode series that ranked for television viewers at the time with Buniyaad and Ramayana.Made for Doordarshan audiences in the early days of government programming, the monumental dramatisation of Jawaharlal Nehru’s The Discovery of India directed by Shyam Benegal remains the most ambitious adaptation of Indian history to ever appear on screen.\n\n\n    \n    Play\n\nBharat Ek Khoj episode 1.Benegal first read Nehru’s philosophical and social history of India as a child in middle school, when it was gifted to him, and these and other books had stayed with him.“We have immense diversity in our country and coming from outside, people wonder how we live together as a nation,” Benegal said. “We have our fault lines even today of caste and religion, but that does not prevent us from being Indian. With the show, we were looking to discover the adhesive factor that holds us together.”Scripting for the show began in 1986. Benegal had a team of 35 historians, each specialists in their fields, to vet the script and cull exaggerations. And on November 14, 1988, Nehru’s birthday, the first episode was screened. The lengths varied from the scheduled 60 minutes to sometimes 80 or 90 minutes if the subject matter called for it.“We were on Sunday at 11am, so it didn’t matter very much if the show ended at 12pm or 12.30pm,” Benegal pointed out.As a tribute to the book, the show features Roshan Seth playing Nehru as a sutradhar, a narrative constant in the gentle flow of history, and expounding from the empty set of the episode at the beginning of or during the show.There were other narrators as well. Benegal wanted to emphasise India’s strong traditions of lore by using folk artistes to narrate parts of history that still live in stories. Om Puri, who also plays multiple complex roles in the show, lent his distinct gravelly voice as the third link of the show, in an impartial voiceover that gives context to viewers during enactments of historical events.Roshan Seth as Jawaharlal Nehru. Image credit: Doordarshan/Sahayadri Films.Historical shows these days have lavish budgets, even if it is just to show Hrithik Roshan fighting off a crocodile in Mohenjo Daro. The production quality for Bharat Ek Khoj is exceptional. The show pays careful attention to small details such as costumes – and caste marks – even on flimsy sets that have obviously been recycled from one time period to another. The cast too is recycled across episodes. You will find Om Puri as Duryodhana one day, reformed Ashoka the next and haughty Aurangzeb the third. Salim Ghouse plays Krishna, Rama and Tipu Sultan, and Pallavi Joshi appears as Sita, Kannagi of Silappadikaram and an Indus Valley woman.Benegal made some unorthodox decisions with respect to scripting decisions. Most directors would have been content to portray Duryodhana, the villain of the Mahabharata whose machinations and jealousy led to the great war of the epic, as someone beyond redemption.And yet, Puri’s rendering of Duryodhan as a sympathetic character – someone with the grace in his final hours to accept his faults and to instruct his son not to carry on the legacy of hate after his death – was informed in some way by Yuganta, Irawati Karve’s reading of the Mahabharata, even if the script of that episode was based on Urubhangam, a third century Sanskrit play by Bhasa.Naseerudin Shah dazzles as Shivaji too, in what might be the most balanced portrayal of the Maratha ruler that will ever come to television. Shivaji’s hesitation over how to take power and his indignant escape from the Mughals in a box of sweets, all shine through.\n\n\n    \n    Play\n\nBharat Ek Khoj: Shivaji part 1.\n\n\n    \n    Play\n\nBharat Ek Khoj: Shivaji part 1.Unfortunately, there is little place for the women to shine, even though, like the male actors, the women repeat their roles across episodes. One rare two-part episode that centred on women characters was of the Sangam period that uses the Tamil epic Silappadikaram to talk of trade practices in the south. However, Joshi as rage-consumed Kannagi is disappointingly flat, as indeed are many other episodes that fall a little too deeply into textbook material instead of stories.Like the source book, its most frank confrontation of caste is in older periods, when it dwells on how caste became rigid. In times nearer to our own, Jyotirao Phule, rightly gets an entire episode for his tireless work against caste.And yet, if the show is Nehruvian in its portrayal of history, it also has its Nehruvian lapses in its focus on the role of the Congress in the freedom struggle to the exclusion of all else. No history of modern India can be complete without some attention to Bhimrao Ambedkar, the architect of the Indian constitution and visionary anti-caste leader. Bharat Ek Khoj, which has two episodes on Gandhi, is silent on Ambedkar.Bharat Ek Khoj. Image credit: Doordarshan/Sahayadri Films.History is a prickly subject now, perhaps even more so than in the late 1980s. But even as Nehru wrote The Discovery of India to give a sense of India’s historical place in the world, he also ducked the urge to simply glorify this history.Far more a philosopher than historian, Nehru wrote The Discovery of India over four months while in jail in Ahmednagar in Maharashtra in 1944. He and other political leaders had been imprisoned since they launched the Quit India movement of 1942.The Discovery of India is a tricky book to classify. It is at once history and philosophy, economic theory and social critique. Nehru frequently digresses from the events of the past to lay out his very strong ideas about Indian culture. The second half of the book concerns itself only with the events leading up to and during India’s colonial subjugation.In that, the tome bears a resemblance to the structure of history textbooks before governments began to fiddle with it and pretend that the Mughals existed only as conquerors, and that Hindu rulers who had lost battles against Muslim rulers had actually won, but were crafty enough for nobody to have noticed it until 400 years after the event.Nehru, like these textbooks, focussed on the history of the north and west, including the regions that are now Pakistan and Afghanistan, as the history of India. South Indian kingdoms are mentioned largely in the context of their imperial achievements and eastern Indian kingdoms not at all.Bharat Ek Khoj. Image credit: Doordarshan/Sahayadri Films.The book covers not just kings and princes (whom Nehru said he did not find very interesting) but the ideas that shaped India as well, such as the Bhakti movement or why later Indian rulers seemed indifferent to military and industrial innovations.There is even a good amount of scathing reflection on India’s British rulers that are particularly fascinating in a time when Nehru and Nehruvians are often maligned as British collaborators,For instance, in the context of the deindustrialisation of India by the British and Britain’s later insistence that India should focus on strengthening its agriculture, Nehru wrote:“The solicitude which British industrialists and economists have shown for the Indian peasant has been truly gratifying. In view of this, as well as of the tender care lavished upon him by the British Government in India, one can only conclude that some all-power and malign fate, some supernatural agency, has countered their intentions and measures and made that peasant one of the poorest and most miserable beings on earth.”It is not 140 characters, but in today’s times, that would be called a burn.Bharat Ek Khoj. Image credit: Doordarshan/Sahayadri Films.Engrossing as Nehru’s views on the British are, the show naturally could not follow his reflective digressions. In that, particularly in later episodes, the show shifts the focus to other parts of the country and works hard to bring in at least a semblance of diversity of opinions.“This is Nehru’s version, maybe, but he was a person with a wide range of interests,” Benegal said. “But there are gaps in his history. There is a lot about north and central India, but not much about the south.”Even when source material is scant, as in the Indus Valley period, of which even today most things we know are speculative, there is that extra leap into drama to bring it to life.Some historians at least disagreed with this portrayal. “The Discovery of India was not meant as a history of India, but as a history of Indian culture,” said SR Bhatt, a historian specialising in the Buddhist period to whom Benegal had sent some early scripts. “I said that the show should be faithful to the text [of the book] and show only positive aspects of India.”Bhatt, who was in 2015 appointed chairperson of the Indian Council of Philosophical Research, had other disagreements with Benegal, including the fact that the Mahabharata episodes were scheduled to come before the Ramayana ones. Eventually, he said, Benegal said he would run his suggestions by script writer Shama Zaidi and did not send him any further scripts.There is no denying that Bharat Ek Khoj, commissioned as it was by the government, contributed to government propaganda for nation-building. That much is evident by the show’s tendency to be didactic instead of engaging. There was, however, little interference in the actual content of the show from the government.“Our greatest advantage was that we were never bothered by the government or the ministry [of Information and Broadcasting],” Benegal said. “Once our advisors had been accepted by the government, we had a free hand and we had no influence from any political hand. There was a great deal of trust.”No interference notwithstanding, Bharat Ek Khoj, as a tribute to Nehru, is necessarily a Nehruvian view of history. This idealistic vision of India – that is remarkably level-headed in its acceptance of certain rights and wrongs and yet blind to others – might not have stood today.\n\n\n    \n    Play\n\nBharat Ek Khoj: Rana Sanga, Ibrahim Lodi and Babur.Also read:Meet the Alauddin Khilji who asked, ‘I have 1,600 wives. Why Padmavati?’","author":"Mridula Chari","time":"2017-08-20T09:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/847077-66170-jjrlurnhrh-1503161424.jpg","tags":["Shyam Benegal","Bharat Ek Khoj","Jawaharlal Nehru"],"source":"https://scroll.in/reel/847077/the-dd-files-when-shyam-benegal-brought-indias-entire-history-to-tv-screens-in-bharat-ek-khoj"}