{"title":"The assailants should be hanged, says family of labourer hacked to death in Rajasthan","content":"The family members of Mohammad Afrazul, who was hacked to death in Rajasthan’s Rajsamand town on Wednesday, said his assailants should be hanged, reported The Indian Express. Afrazul was killed and burnt alive, and a video of the attack was circulated on social media. “Those who killed him like an animal and showed his pictures to the world should be hanged,” said his family members in West Bengal’s Malda disrict. Afrazul’s wife Gul Bahar Bibi said she wants justice. “He was only killed because he was a Muslim,” she told The Indian Express. The assailant, identified as Shambhulal Regar, had shared multiple videos of the brutal killing.  The Rajasthan Police arrested Regar and detained his nephew. Inspector General of Police (Udaipur) Anand Shrivastava said that Regar’s nephew, a minor, had shot the videos of the murder. While the police are uncertain about the motive behind the murder, there could be a communal angle to the crime as Regar is heard making threats about “love jihad” in one of the three videos that went viral. One of Afrazul’s three daughters said they have no idea what “love jihad” is. Afrazul’s niece Zeenat Khan, on the other hand, cried foul. “There is a conspiracy and big people are involved,” she told The Indian Express. “What can a labourer do? The manner in which the crime is highlighted on social media shows that there is a deep conspiracy and big people are involved.”Rights groups want CM and home minister to resignSeveral rights groups on Thursday demanded that Rajasthan Chief Minister Vasundhara Raje and Home Minister Gulab Chand Kataria resign for allegedly giving impunity to those accused of attacking Muslims, reported the Hindustan Times. Organisations like the Peoples’ Union for Civil Liberties, Mazdoor Kisan Shakti Sangathan, National Federation of Indian Women, All India Democratic Women’s Association and National Muslim Women Welfare Society issued a joint statement condemning the brutal killing of Afrazul. “Although the police have arrested the murderer Shambhu Lal Regar and the nephew who had shot the video, but it is important to reach the people who motivated him to carry out this murder,” read the joint statement. The rights groups said Afrazuk’s murder was the fourth case in the last nine months that displayed the impunity they get from the state. There have been several attacks on Muslims in Rajasthan including the lynching of dairy farmer Pehlu Khan in April, and the shooting of Ummar Khan, who was killed by alleged cow vigilantes in November.","author":"Scroll Staff","time":"2017-12-08T12:58:15.118599+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/860769-75952-iuxazfkbal-1512717828.jpg","tags":["Mohammad Afrazul","Rajasthan","Rajsamand","Vasundhara Raje"],"source":"https://scroll.in/latest/860769/the-assailants-should-be-hanged-says-family-of-labourer-hacked-to-death-in-rajasthan"}