{"title":"The India Fix: Is global Hindutva now driving Indian foreign policy?","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. To get it in your inbox every Monday, sign up here (click on “follow”). Have feedback, interesting links or memes? Send them to [email protected].For much of September, Leicester in the United Kingdom saw sporadic bouts of communal tension between Hindus and Muslims. The incident, while unfortunate, was purely a local law and order issue that the city police handled.Unusually, because of the charged communal situation in India, the issue became the focus of prime time television debates in India. A UK journalist pointed out that communal programming by India’s pro-government news channels, already under criticism for pushing hate, had “completely distorted” the events in Leicester.This mainstream media programming was driven by intense social media interest in India about  these faraway events. A BBC investigation estimated that half of the tweets about tensions in Leicester actually originated from India. Much of the communal messaging that pushed hashtags such as #HindusUnderAttack displayed “classic signs” of “inauthentic activity, ie a likelihood that individuals are deliberately using multiple accounts to push a narrative”. The BBC singled out OpIndia, the Hindutva website based in India, for spreading misinformation around Leicester.Representing Hindutva, not IndiaHowever, what was truly odd about this narrative over Leicester was that the government of India soon barged into the conversation. On September 19, the Indian High Commission in the United Kingdom issued an official statement that mentioned only the alleged “vandalisation of premises and symbols of Hindu religion”. Soon after, the Muslim Council of Britian criticised India for taking a partisan view of the communal tensions in the UK.This came days after the Indian High Commission in Canada publicly criticised the defacing of a Hindu temple in Toronto. On Friday, the government of India even issued an advisory alleging a “sharp increase in hate crimes and anti-India activities” in Canada.The fact that the government of India is deploying its foreign policy tools to intrude into the law and order dynamics of other countries points to one of the starkest changes that Modi has made while in office: Hindutva is now a major part of India’s foreign policy. This involves both the use of Hindu nationalist symbols and ideas while conducting foreign policy to even going so far as to support purported Hindu causes in foreign countries.Religion as foreign policyOne of the most prominent Hindutva pushes after Modi become prime minister was the merging of his personal faith with diplomatic engagements in neighbouring countries. In 2021, for example, Modi prayed at a temple in Bangladesh, pushing both Hindutva as well an election talking point just before the West Bengal polls. On his visits to Nepal too, Modi has always combined diplomacy with prayer. Similarly on a visit to Sri Lanka in 2015, Modi prayed at a Hindu temple.This was a key part of his Hindutva messaging, centering India’s majority religion in public life rather than keep faith away from government business, as a classically secular state would do.As one Bharatiya Janata Party leader told a journalist, “When Modi goes and prays at the Pashupatinath temple in Kathmandu, or Kedernath, or Banaras, and comes out with tika [the mark on the forehead made with powder or paste applied after prayer], he is saying he is a Hindu and he is proud of being one.”Hindutva shapes not only the form but also the substance of Modi’s foreign policy. Australian academic Ian Hall, in his 2019 book on Modi’s foreign policy outlook, argues that a central thrust of India’s foreign policy post 2014 “aims – at least nominally – at rendering the country into the ‘world guru’ (vishwa guru) Hindu nationalists have long promised it will become”. It also meant a vital role for the Indian diaspora in foreign policy. A stark feature of Modi’s first term was highly publicised interactions with foreign citizens of Indian origin, relayed back to India using wall-to-wall television coverage. Much of this flowed from already existing Hindutva networks with the Indian diaspora, especially in places such as the United States.A cardboard cutout of Narendra Modi during a rally of his in the United States in 2019. Credit: Daniel Kramer/ReutersUnstable new thrustMoreover, Modi has placed great emphasis on people who are not career diplomats – BJP members, members of the Rashtriya Swayamsevak Sangh, the BJP’s ideological parent, as well as friendly think tanks. This ecosystem, writes Hall, ended up “serving as platforms from which to propound Hindu nationalist worldviews; and providing bases for like- minded ideologues to develop and expound their interpretations of his government’s actions”.The Citizenship Amendment Act passed in 2019 is both the apogee of Hindutva in foreign policy as well as a great example of just how damaging it can be to India’s national interests. The law, for the first time, offered a path to Indian citizenship for people from Pakistan, Bangladesh and Afghanistan who had crossed the crossed into India without documents, as long as they were not Muslim.Much of the political rhetoric in the run-up to the passing of the legislation saw the BJP pillorying Bangladesh, one of Delhi’s closest allies, for its treatment of its religious minorities. To underline the communal thrust of this politics, this purported measure to protect Bangladeshi Hindus was  accompanied by allegations that Bangladeshi Muslims were streaming into India. Most infamously in 2018, the current Union Home Minister Amit Shah called Bangladeshi migrants “termites”.The result: in 2021, as Modi visited Bangladesh to celebrate the golden jubilee of the country’s independence, riots erupted. As many as 17 people in Bangladesh were killed in the ensuing violence. This was an astonishing reaction from a country that had been liberated with significant military and diplomatic help from India.  While the ruling Awami League is still closely allied with India, Modi’s image as a Hindutva icon has made the job of Indian diplomats rather difficult.Modi's 20201 visit to Bangladesh saw widespread protests and violence. Credit: Mohammad Ponir Hussain/ReutersHurting Indian interestsA similar dynamic now plays out in the Muslim-majority Maldives too. While pro- and anti-Indian sentiments are a regular part of the island’s politics, the latter group have been gifted a strong rhetorical weapon thanks to the Hindutva branding of Indian foreign policy. For example, in June, a mob disrupted a yoga event organised by the Indian High Commission in Male, the Maldvian capital.Notably, using Hindutva in foreign policy has been a domestic success for Modi as it has greatly shored up his image in the eyes of Indians from the majority community as the BJP depends almost entirely on Hindus for its votes. This, in turn, plays organically off growing communal divisions within the Indian diaspora itself. In August, for example, Indian independence celebrations in a town in the United States came under criticism for featuring a bulldozer, referencing a new wave of the demolition of mostly Muslim homes in several BJP-ruled states. Eventually, the organisers apologised for using “these blatant divisive symbols”.However, by involving itself in the domestic politics of the UK, Canada or Bangladesh in pursuit of Hindutva aims, the Modi government has weakened its ability to use foreign policy as a tool for the Indian state’s interests.","author":"Shoaib Daniyal","time":"2022-09-26T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180390-qhawdunipp-1664092454.jpg","tags":["Leicester","Hindutva","Foreign policy"]}