{"title":"The Election Fix liveblog: Narendra Modi & BJP are on track to better their 2014 performance","content":"4:08 pm, Rohan VActually this is the very last of my updates. Please also consider subscribing to Scroll+ if you like what we do, and would like to see more of it. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4:05 pm, Rohan VOne final thing. We are running a reader survey to get a sense of what you thought of the Election Fix, and our election coverage in general. Please take two minutes to fill out this form and tell us what you would like to see from Scroll.in’s political coverage going forward, or write to [email protected]. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4:01 pm, Rohan VThanks for joining us on the Election Fix liveblog, and for reading. We’ll now move to breaking down the results and analysing their impact more from here on, but there are still many ways to follow the numbers as they continue to come in. The Heartland Tracker, which looks at the BJP’s performance in the North Indian states. The South Focus, which will give you numbers from south of the Vindhyas. The East Focus, where you will get data from West Bengal and Odisha.  Key Fights, which tracks the top battles across the country. Also, click here for all of our coverage and analysis of the results as it comes in. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3:48 pm, Senthalir S2019 results: Tamil Nadu votes against BJP as DMK sweeps ahead in state\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Scroll.in’s ground reports in the weeks leading up to the voting in Tamil Nadu on April 18 indicated a strong disenchantment with the Centre. Prime Minister Narendra Modi’s demonetisation decision of 2016 hit the local economy and the introduction of Goods and Services Tax in July 2017 hurt the state’s manufacturing hubs. In addition, many saw the AIADMK-led state government as a puppet of the Centre. These grievances were used to great effect by the DMK in its election campaign.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3:30 pm, Rohan VHow did the BJP do in seats where it directly took on the Congress? Remarkably well, per leads. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Stat of day from my last scrape: There are 188 constituencies in which BJP & Cong went head to head (top 2 finishers) in 2019. The BJP won 174 of them for a strike rate of 93% against Cong. In 2014, the BJP's strike rate here was 86%. 2014 wasn't a black swan but a harbinger.— Neelanjan Sircar (@NeelanjanSircar) May 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3:12 pm, Rohan VI put together a quick analysis piece, on the massive expansion of the BJP based on leads so far: BJP is no longer a ‘Hindi heartland’ party (except for Tamil Nadu and Andhra)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    This is a remarkable achievement for a party that was once considered a “Hindian” party. It will now have representation from every section of the country, not just the Hindi belt. It is likely that the BJP will take this result as a cue to expand even further, using the formula it applied to West Bengal and Odisha to push into Tamil Nadu and Andhra Pradesh as well.Meanwhile, the massive mandate and the likelihood of taking control of the Rajya Sabha by next year means that the party can even hope to make fundamental changes to India’s laws and even its Constitution.It is now clear that India has decisively shifted to the Right in the last decade. What that will mean for the country remains to be seen.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    As my lead nears 50,000 with 72% counted, i feel like a batsman who has scored a century while his team has lost! It's a bittersweet emotion I will take some time to reflect on. #TharoorForTvm— Shashi Tharoor (@ShashiTharoor) May 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2:51 pm, Rohan VPrime Minister Narendra Modi, who will return to power, has tweeted: \n    \n        \n        \n            \n            \n            \n        \n    \n\n    सबका साथ + सबका विकास + सबका विश्वास = विजयी भारतTogether we grow. Together we prosper. Together we will build a strong and inclusive India.  India wins yet again! #VijayiBharat— Chowkidar Narendra Modi (@narendramodi) May 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    A reminder: The news shouldn’t be hard to understand. If you like our work, do consider supporting our journalism by subscribing to Scroll+ \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2:25 pm, Rohan VWe mentioned earlier that a conversation was begun by the Yogendra Yadav on whether the Congress “needs to die,” with a response from Suhas Palshikar, suggesting the party would be needed to shelter anti-BJP elements over the next five years.But there is one word that barely appears in Palshikar’s piece: Gandhi (and indeed, the only reference there is to Indira Gandhi irrevocably changing the Congress). The question may not be so much about whether the Congress, which still manages to get a significant number of votes nationally, should die. It may be about who should run the party. The Nehru-Gandhis have been key to the party’s resurgence since the 1990s, with Sonia Gandhi credited with scripting the comeback in 2004. Yet President Rahul Gandhi has, to some extent been one of the key leaders since 2009, and yet has very little to show for it. Sure the party won three North Indian states last year, but one of those (Madhya Pradesh) is now in danger, and similarly its alliance government in Karnataka is also at risk of being destabilised following the return of the BJP at the Centre. Yet is it possible to envision a way for the Congress to work without the Gandhis? Many have called for it to happen over the years, yet the family has made itself so intrinsic to the working of the party that it has always been easier for other leaders (like Mamata Banerjee, Sharad Pawar, Jagan Mohan Reddy and so on) to split off and form their own parties rather than attempt to become more relevant from within. 2014 prompted some introspection from the party, and something of a reinvention under Rahul Gandhi, though the leadership by and large remained the same. Will this loss lead to any more radical change? \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2:16 pm, Rohan VFormer Jammu & Kashmir Chief Minister Mehbooba Mufti also weighs in: \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Congratulations to Narendra Modi ji for a historic mandate. Today surely belongs to BJP and it’s allies. Time for Congress to get an Amit Shah.— Mehbooba Mufti (@MehboobaMufti) May 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2:14 pm, Supriya SharmaEven huge assembly victories in Telangana and Chhattisgarh as recently as December 2018 could not stop big BJP Lok Sabha wins. Shows how presidential this election was. People were voting for Narendra Modi.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2 pm, Rohan VMihir Sharma on NDTV.com says that the loss means the Congress no longer has enough of a supporter base to compete nationally. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The Congress has lost this election not because it failed to strike a  few alliances, or because of the personality of Rahul Gandhi, or  because it was poorer than the BJP and had fewer levers of influence. It  lost because it has lost the ideological argument. Yes, it could  have won a dozen or even two dozen more seats had it worked out an  alliance with Prakash Ambedkar in Maharashtra or with the Aam Aadmi  Party or with the Grand Alliance in Uttar Pradesh. But when faced with  this mandate for Modi, what are two dozen seats? What, even, would  crossing 100 mean? It is simply postponing the inevitable.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1:30 pm, Rohan VDoes someone need to check on West Bengal Chief Minister Mamata Banerjee? \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Congratulations to the winners. But all losers are not losers. We have to do a complete review and then we will share our views with you all. Let the counting process be completed fully and the VVPATs matched— Mamata Banerjee (@MamataOfficial) May 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1:20 pm, Rohan VRoshan Kishore, of the Hindustan Times, who put together some of the most interesting data analysis over the last two months, says that today’s result is more reminiscent of 1977 and 1980 than 1984. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The 2019 results, if the current trends hold, will be closer to what the Janata Party and  the Congress achieved in the 1977 and 1980 elections. In 1980, the  Congress won 353 PCs with an all-India vote share of 42.7%. In 1977, it  was the Janata Party which got 295 PCs with a vote share of 41.3%.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1:08 pm, Rohan VIt might be useful to read Scroll.in Executive Editor Supriya Sharma’s series, The Modi Voter over the course of the election, traveling to different parts of the country to figure out why people were voting for the BJP in this era. Supriya wrapped up the series with this piece, five reasons why Indians voted for the BJP. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The prime minister remains incredibly popular and most voters clearly identified him as the reason they were voting for the BJP. The party knows this and that’s why its campaign was singularly focused on him, to the extent that Modi – and Modi alone – stared back from most of the party’s billboards.What are the roots of Modi’s popularity? His words more than anything else. While many metropolitan elites bemoan the coarseness of Modi’s speech, calling out his theatrics, diversions and inaccuracies, most voters, even those who are not traditional voters of the BJP, admire him for precisely this: his speaking style. To them, he comes across as a straight-talking, simple-hearted, purposeful man who does not shy away from making swift decisions in the national interest.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12:41 pm, Rohan VWhat next then? Well, the BJP in 2014 set out very clearly to compete more in the 120 seats in the South and East. It managed to succeed tremendously in the East. Will the South be next? It’s already a significant player in Kerala, and has made inroads into Telangana. Kerala offers a substantial vote share, but there is still strong support for both the Congress and the Left. Could it attempt to do to Tamil Nadu what it has done in West Bengal? One presumes Tamil Nadu will now be dominated by the Stalin-led DMK, without strong Opposition from the remnants of AIADMK, whose vote will also be split by other players. Could the BJP attempt to replace the AIADMK as the other pole in the state? There is still tremendous animosity against the party in Tamil Nadu, but the same was somewhat true in West Bengal until a few years ago. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12:22 pm, Rohan VApologies for the lack of updates, we are having some technical trouble on the back end here. One of the key things about the BJP’s victory in 2014 was that, though it managed an impressive majority for the first time in 30 years, it won the bulk of its seats from a handful of North Indian states. As Pradeep Chhibber and Rahul Verma put it in their book, Ideology and Identity, the BJP’s “support base remains rather narrow, both geographically and socially. The BJP alone won approximately a 44% vote share and 190 seats of the 225 seats in the Hindi-speaking states... In contrast, in non-Hindi speaking states, the BJP won only 22% of the votes and 92 of 318 seats.” This is set to change significantly in this election. The BJP has entered in a big way into West Bengal and Odisha. It is improving its position in Kerala. It is a major presence, either directly or through allies in the North East. And it is even leading in 6 seats in Telangana. That means it is only a bit player in Tamil Nadu, Andhra Pradesh and Kerala. And in the last of those, leads currently show that it got 12% of the vote, albeit without expecting to win any seat right now. What we are seeing is the proper expansion of the party, moving to a space where the BJP is a dominant player in nearly every part of the country, in a way that mirrors the Congress’ dominance in the early years after Independence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    11.36 update. National count of 25%. 177 seats where at least 25% have been counted and leading candidate has a margin of 10,000. BJP ahead in 113, Congress in 23, and others in 41— sukumar ranganathan (@HT_Ed) May 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11:28 amVijayta LalwaniIn Delhi, the Congress is now second on four seats and AAP on three seats. This is such a big indication of why they should have gone in for the alliance at 4:3.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11:25 amRohan VThe BJP’s performance across the ‘heartland’, which we’re tracking here, appears far better than most expectations. The party had lost three states to the Congress just last December, yet they are winning nearly every seat yet again from Gujarat all the way to Bihar. Map from NDTV’s tool:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11:12 amFor context on what is happening in West Bengal, read Shoaib Daniyal’s report on how the Left is disappearing and giving way to the BJP, which was otherwise a bit player. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    In 2011, the Left’s vote share  was 41%, more than the Trinamool’s, although it took fewer seats. By  the 2016 Assembly election, the Left had fallen to 24%. A significant  fall, but it still meant one in four Bengalis was voting for the Left.Then, a curious shift started: the Left’s voters traded Marx for Modi. In 2017, an Assembly bye-election  in Contai South saw the BJP and the Left swap their vote shares from  2016. The BJP went from 9% to 31%, while the Left went from 34% to 10%.  Though the seat went to the Trinamool, this mirroring of the saffron and  the red was the real takeaway about the future of Bengal’s politics.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11:02 amRohan VJyotiraditya Scindia is trailing in Guna by nearly 8000 votes. He is up against BJP’s Dr KP Yadav who was once a close aide of Scindia. Yadav joined BJP after being denied a ticket by the Congress during the 2018 assembly elections in MP. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n     The news shouldn’t be hard to understand. If you like our work, do consider supporting our journalism by subscribing to Scroll+\n    \n        \n        \n            \n            \n            \n        \n    \n\n    One other observation: journalists increasingly have a propensity to project, wrongly, that an \"outsider\"/ third front will upend elections. This happened with the AAP nationally and the Third Front in TN in 2014, and I saw it again with Kamal/ Seeman in TN in 2019.— Rukmini S (@Rukmini) May 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10:53 amAkash BishtFather-son duo of Ajit Singh and Jayant Chaudhary are trailing in Muzaffarnagar and Baghpat. Alliance with RLD does not seem to be paying off for the grand alliance in UP. SP-BSP alliance was hoping to secure the Jat votes through an alliance with RLD. The formula worked during the 2018 Kairana by-poll when Tabassum Noor won on RLD symbol. Noor is contesting on SP ticket and is leading in Kairana\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10:45 amRohan VThere appear to be decisive verdicts in nearly every state across the country. In the North, per leads, this is uniformly in favour of the BJP, except for Punjab. In the South too, each state is showing one party clearly dominating: DMK-Congress in Tamil Nadu, Congress in Kerala, BJP in Karnataka, TRS in Telangana and Jagan Mohan Reddy’s YSR Congress in Andhra Pradesh. Where are the close fights, per leads? In West Bengal, leads are see-sawing between the Trinamool Congress and the BJP. In Odisha, the same is true for the BJD and the BJP. And in Chhattisgarh, things appear to be split between the BJP and Congress. In Jammu & Kashmir, which has only six seats, the Congress-NC alliance are leading in 2, the BJP is leading in 2 and independents are ahead in the remaining 2.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10:41 amRohan VThe focus may understandably be on Uttar Pradesh, where the Mahagathbandhan is at least leading in 25 seats, compared to the BJP’s 50. But the story might be as big in Bihar, which has 40 seats. The RJD-Congress alliance has a lead in only one seat there. Just one! Remember, a grand alliance of RJD-JDU-Congress swept the state in 2015, giving the BJP its first defeat in a major state in the Modi era. But those gains appeared to have been reversed after the JDU returned to the BJP, in 2017. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    When Arnab gets too Excited and goofs up Sunny Deol for Sunny Leone! 🤣 #ElectionResults2019 #ArnabOnMay23 pic.twitter.com/cgK49b42Cv— Rupesh Brahmecha (@RupeshBrahmecha) May 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10:39 amNayantara NarayananIn Karnataka, the big guns of the Congress-JDS coalition are all trailing at the moment – HD Devegowda by more than 9,000 votes in Tumakuru, Veerappa Moily by more than 41,000 votes in Chikkballapur and Mallikarjun Kharge by more than 22,000 votes in Gulbarga. These are all Congress seats that will fall to the BJP if the trends hold.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    So rough all-India summation: the BJP held on in the north and west, and its gains in West Bengal and and Odisha are making up for the AIADMK's losses. The Congress couldn't capitalise much on recent state gains; the UPA's gains are essentially the DMK's.— Rukmini S (@Rukmini) May 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10:26 amRohan VOutside of Punjab, where the Congress is the incumbent, the southern states of Tamil Nadu and Kerala are the only places where the UPA can be extremely happy. The Congress-led UDF seems to be taking a clear lead in Kerala, which is currently ruled by the Left, and the DMK-Congress alliance is far ahead of the AIADMK-BJP combine. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10:20 amAkash Bisht:BJP’s Ravi Kishan is leading in Gorakhpur by more than 39,000 votes. Media reports had suggested that Nishad factor would be crucial to whoever wins Gorakhpur which was won by Yogi Adityanath in 2014. BJP lost the by-polls in 2018 and had an alliance with Nishad Party which seems to be paying off for now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10:16 amShoaib DaniyalThe BJP was always expected to do well in Bengal  but from early trends, it seems the saffron party is going to even go  even beyond that. Right now, as per NDTV, the TMC leads in 20 and the  BJP is breathing down its neck at 18.Even more  incredibly, the vote shares indicate that that the BJP’s star has shot  up in Bengal. The Trinamool is at 45% as per the Election Commission and  the BJP is just behind at 39%.Predictions  that the Left would get wiped out have come true. Right now it leads in  no seats and the CPI(M) has a vote share of only 7%. What has happened  is that the Left vote has shifted almost completely to the BJP.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    JUST IN:2 Redbull trucks make their way into Republic TV studio premises.— Ashwin S Kumar (@ashwinskumar) May 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10:11 amVijayta LalwaniThe BJP is leading in all seven seats in Delhi, as most exit polls predicted. The more interesting story may be at second place, with leads showing the Congress ahead of the Aam Aadmi Party in every seat. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10:08 amRohan VOne caveat to all this analysis: \n    \n        \n        \n            \n            \n            \n        \n    \n\n    So, more than 90% votes left to be counted, folks https://t.co/kQI1hHJDB8— sunetra choudhury (@sunetrac) May 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10:05 amRohan V This might be a useful time to link to a debate that has been going on online and from analysts over the last few days. Psephologist-politican Yogendra Yadav tweeted the other day that the Congress needs to die, if it is to allow other political alternative to emerge that can truly challenge the BJP.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The Congress must die.If it could not stop the BJP in this election to save the idea of India, this party has no positive role in Indian history. Today it represents the single biggest obstacle to creation of an alternative.My reaction to @sardesairajdeep https://t.co/IwlmBmf75d— Yogendra Yadav (@_YogendraYadav) May 19, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n     Political scientist Suhas Palshikar wrote a piece in response, saying that there is an argument that the Congress is actually useful despite its recent political failures: \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    “Radical or transformative ambitions notwithstanding, at least in the near future, the game of electoral competition and shaping of public opinion will be played out within the range of broadly “middle-of-the-road” or centrist possibilities. Today, the BJP seeks to dominate this space and claim that it represents centrist tendencies. The Congress comprises possibilities of presenting the public with a somewhat different version of centrism. As is known, historically, the party included “right-wingers”, Hinduists and socialists et al. While the party may have lost that accommodative agility, it still has the capacity to attract citizens attracted to a centrist position. The death of the Congress would mean only one version of centrism survives — the one advocated by the BJP.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10 amRohan VSo here is the big picture at 10 am. The BJP and its allies are leading in 321 seats per NDTV. That’s well over the halfway mark of 272. The Congress and its allies are leading in 111 seats. And the rest have 107 leads. This is with 538/542 seats reporting, meaning we’re nearly at all seats reporting early numbers. Of course, there are many more rounds to go, but if trends remain as they are the BJP will be returning to power with similar numbers as they got in 2014. Here’s what the map from NDTV’s tool looks like: \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9:52 amSenthalir S The Dravida Munnetra Kazhagam appears to be leading in coastal areas of Tamil Nadu, which has traditionally been a stronghold of its rivals, the AIADMK. Overall, the DMK and its alliance partners are leading in the bulk of seats in Tamil Nadu, where it is also hoping to win back control of the state assembly. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    People in the south seems to be standing like a rock behind one party in resp states, rather than giving a split verdict. Cong leading Kerala's 20 seats, BJP leads Ktaka's 23 out of 28, DMK leads TN's 28 out of 39, TRS in Telangana's 12 out of 17& YSRCP in Andhra's 22 out of 25— Nidheesh M K (@mknid) May 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9:42 amRohan VThere seems to have been some browbeating in the press after the exit polls, questions about whether the BJP’s success was “missed” by the media. This seems to sort of echo comments by the Prime Minister that the media remains perennially against him. I find this a bit odd because practically all of the coverage, whether on television, online and in print continued to point to the BJP’s immense popularity. Indeed, we noted on the Election Fix that the BJP started off as the clear front-runner, particularly in the aftermath of the Balakot attack. Of course, the media did suggest that the BJP may have a hard time winning as many seats as it did in the wave election of 2014, which was 283 by itself and 336 along with allies, and the exit polls say they might even do better than that. But, outside of a few analysts and of course the Opposition itself, almost no one seemed to suggest that the BJP would not be the single largest party. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9:30 amRohan VAre there bright spots for the Congress anywhere? The alliance is leading in 121 seats, according to NDTV. Two states in particular are looking positive: Kerala: The Congress-led United Democratic Front  is leading in 16 of the 20 seats in the state. Remember Congress President Rahul Gandhi decided to run from a second seat in Kerala, in addition to his traditional seat of Amethi in Uttar Pradesh, in the hopes of making a statement in South India where his party is far more popular than it is in the North. .Punjab: Captain Amarinder Singh, who led the Congress to victory in state elections a few years ago, has the party leading in 9 of the state’s 13 seats. Of course, both seats are relatively small in the national picture, but will give the Congress some succour. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9:27 amSruthisagar YYSR Congress is now leading on 69 Assembly constituencies in Andhra Pradesh. As per initial trends, Chief Minister Chandrababu Naidu’s TDP leads on 19 seats, according to News 18 Telugu. The TDP’s campaign of posing as victims of the BJP government, which is why Naidu chose to break off from th eNDA, seems to have not worked. The anti-incumbency is driving YSR Congress chief Jagan Mohan Reddy’s performance.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9:25 amRohan VThe markets open up rather jubilant this morning, according to CNBC-TV18\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9:19 amEarly leads are good news for the BJP everywhere. In Karnataka, for example, the BJP is leading in 23 out of 28 seats, with the Congress-JDS alliance getting just 5 seats in the early leads. In Uttar Pradesh, the BJP and allies are leading in 47 of the 80 seats, compared to 20 for the mahagathbandhan. This suggests that even the much-vaunted tactic of bringing together the no 2 and no 3 parties to take on the BJP may not be bearing fruit. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9:10 amSupriya Sharma Modi is trailing to Ajai Rai of the Congress in Varanasi. Reason why we shouldn’t take early leads seriously! As journalists we know this, and yet we always fall for the temptation to extrapolate from early trends.Like right now, I’m tempted to say based on early leads that the BJP is doing extremely well in the BJP. Early leads according to NDTV show it has 44 seats of 55 seats for which trends are available, while gathbandhan has just 9.But clearly this picture could change. And we need to wait before we can start making pronouncements.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Write in to [email protected] or tweet @rohanv if you have thoughts, comments or funny media screenshots. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9:04 amPragya Singh Thakur of the BJP is leading in Bhopal against Congress’ Digvijaya Singh, NDTV reports. Akash Bisht reported on this key candidate, a terror-accused whose selection caused much consternation, since it represented the BJP’s willingness to pick even someone who is on trial for the worst of crimes simply because of the potential to religiously polarise the electorate. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9 amRohan VNDTV, which recently announced that it is (surprisingly) profitable, has put ads in most of the major newspapers announcing its counting day coverage, but useful than the panel may be the map tool it has on the website, that gives a clear sense of what is happening around the country.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8:52 amRohan VRukmini S, who writes the How India Votes column on Scroll.in breaking down election data, had only one prediction for the elections when I asked her earlier. “The water metaphors are going to be out of control.”Chetan Bhagat, who India Today has decided will be a useful counting day voice, has already borne this out: \n    \n        \n        \n            \n            \n            \n        \n    \n\n    It's not a Modi wave because waves come & go. It's 'Modi Sea' this time, says @chetan_bhagat  #ResultsOnIndiaToday #ElectionResults2019 Watch LIVE at https://t.co/4fqxBVUizL pic.twitter.com/s6s6A9q6eV— India Today (@IndiaToday) May 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8:48 amSruthisagar Y writes in from Chennai, where he is tracking both Tamil Nadu and the Andhra Pradesh elections. In both states, the focus is almost as much on Assembly polls as they are on the Lok Sabha results. Tamil Nadu has 22 assembly seats up for grabs, and if the AIADMK loses more than 5, its majority in the state assembly will be lost. In Andhra Pradesh, assembly polls took place alongside Lok Sabha polls, with YSR Congress’ Jagan Mohan Reddy hoping to take over as Chief Minister from TDP’s Chandrababu Naidu. In Tamil Nadu, the DMK has taken a big lead in the initial trends. This is in line with our reports from the ground, where a double anti-incumbency was distinctly visible. Trends for the bye-polls yet to emerge.Follow all the updates from the South on our South Focus blog. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8:45 amRohan VA section from Rahul Verma and Pradeep Chhibber’s book Identity and Ideology is useful reading this morning, as we consider the possibility of the BJP winning a second term. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8:41 amArunabh Saikia writes in from Guwahati where he is keeping an eye on all the North East states. The Mizo National Front has taken the first official lead, as per the Election Commission website. Until recently, the Mizoram party was a part of the BJP’s alliance, the NDA, but the saffron party is contesting by itself too. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8:38 amRohan VThe Bharatiya Janata Party-led NDA is far ahead of everyone else in early leads according to NDTV. The NDA has leads in 160 seats, compared to just 62 for the Congress-led United Progressive Alliance and 63 for the rest. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8:32 amIn 2014, on counting day, the Indian Express went with the excellent ‘Headline Awaited’ as its lead headline. Today’s headline is ‘How many?’\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8:26 amRohan VOver the last ten Sundays, along with Nithya Subramanian and a number of Scroll.in’s reporters, we looked at some of the key policy questions and themes of these elections. In this piece, we put together 10 challenges that the next prime minister will face, regardless of who wins the election. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8:19 am: Rohan VWe already have early leads from a number of places. CNN-News18 shows 42 leads to the NDA and 19 to the UPA, with 8 going to others. A total of 542 seats are up for grabs. Normally 543 seats go to the polls but the Election Commission cancelled polling in Vellore, Tamil Nadu, after it seized a huge amount of cash in the constituency. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8:14 am: Rohan VWe’ll also be keeping an eye on how the media is covering counting day. Senthalir S writes in from Tamil Nadu, where PTTV has an animated avatar of Narendra Modi doing the twist. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8:08 amSupriya S:So finally counting has started. It’s likely to be quite  slow with the VVPAT slips being tallied in five polling booth per  constituency. Remember how long the state assembly polls counting  dragged in December? But my sense is the big picture will become clear  early in the day, with only a few states close to call. This doesn’t  look like a national cliffhanger, to be honest.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8 amRohan V:Counting has begun. EVMs will be turned online across the country, with numbers being delivered to us round by round. You can expect to hear about “leads” for much of the next few hours. This is when we learn just who has more votes than the other party, although things can change dramatically everytime a new round is counted. Traditionally, one expects to know who has won by the afternoon, but the inclusion of VVPAT counting this time means it might take longer. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7:45 am Rohan V:Elections began way back on April 11 and continued, over 7 phases, through May 19. That evening, we also got the exit polls, which almost uniformly said that the Bharatiya Janata Party-led National Democratic Alliance would comfortably return to power. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7:30 amRohan V:Good morning and welcome to the Election Fix liveblog. We’re hoping to pull out the most important context, commentary and information for you, in conversation with Scroll.in’s reporters, on this liveblog. To start off with, you could go back over previous issues of the Election Fix, our poll-season newsletter, that picked out the most important information for you over the last two months.","author":"Rohan Venkataramakrishnan","time":"2019-05-23T07:48:41.988466+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120254-ctixutuijl-1558577379.jpg","tags":["The Election Fix","Elections 2019","Lok Sabha Elections 2019"],"source":"https://scroll.in/article/924434/the-election-fix-liveblog-will-narendra-modi-return-as-prime-minister-were-about-to-find-out"}