{"title":"The Weekend Fix: Was arrested J&K police officer Davinder Singh a lone wolf and seven other reads","content":"Last week, the Jammu and Kashmir Police arrested one of their own. Davinder Singh, deputy superintendent of police, was caught in a car with three other men at a checkpoint on the Jammu-Srinagar highway. Two of the men were Hizbul Mujahideen militants. The third man is described by the police as an “overground worker” – the term for non-combatant members of militant groups tasked with logistics.  The arrest sparked off much speculation about what Singh was doing with militants, whether he was involved with incidents such as the 2001 Parliament attack and whether the plot would get even more convoluted.Since then, a few more details emerged about Singh – whom police said they would treat as being on par with a militant. The National Investigation Agency has taken over the inquiry into the case.1) Who is Davinder Singh, the Kashmir police officer arrested in a car with Hizbul militants? Safwat Zargar gives you the background. 2) ‘I tortured Afzal Guru’: Read this interview with arrested Kashmir police officer Davinder Singh that dates back to 2006. Guru, whom India executed for his connection to the 2001 Parliament Attacks, claimed that Singh had set him up.  3) While the arrest is extremely curious, HS Panag in the Print argues that it is unlikely that Singh was a lone black sheep: Why J&K Police, Army and CAPF will have more like DSP Davinder Singh. 4) Praveen Swami explains for News18 what went into the arrest of Singh and argues that, by not revealing more information, the government is only encouraging more conspiracy theories, including ones that suggest that militant attacks in Kashmir are “false-flag operations”.5) “Something rotten has just been exposed to the harsh glare of the winter sun – of that there is no doubt – and the only question on everyone’s mind is just how deep this malignancy runs.” The Wire’s Siddharth Vardarajan has a number of questions for National Security Advisor Ajit Doval following this sensational arrest. 6) “Until the security establishment, including intelligence agencies, are brought under proper parliamentary and legislative oversight, with accountability for their sources, for the bullets fired and the lives taken, the likes of Davinder Singh will flourish,” writes Josy Joseph in the Mumbai Mirror. 7)  Also in the Wire, former police officer NC Asthana writes on how Singh reflects the flaws of a system which rewards police officers who produce convenient results.8)  Manjeet Sehgal, writing for India Today, asks what Singh was doing on an alleged visit to Chandigarh with three Hizbul Mujahideen militants in 2019.","author":"Rohan Venkataramakrishnan","time":"2020-01-19T10:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/134864-cxulalbffp-1579407958.jpg","tags":["The Weekend Fix","Davinder Singh","Jammu and Kashmir"],"source":"https://scroll.in/article/950367/the-weekend-fix-was-arrested-j-k-police-officer-davinder-singh-a-lone-wolf-and-seven-other-reads"}