{"title":"‘The Broken News’ review: Sensation and scandal in the breaking news cycle ","content":"The Broken News often feels like it’s behind the current news cycle. The Zee5 show arrives at a time when the old debate about sensationalist reporting and rigged ratings has been overtaken by a far more pernicious development: the proliferation of hatemongering, government propaganda and outright fakery on Indian television. Can fiction ever keep up with real-life skulduggery? At its best, the eight-episode web series is a cautionary tale about how we got here – the murder of journalistic truth that preceded the slaughter of reality itself.The show is an official remake of and update on the British show Press, which focused on about competing newspapers. Adapted and directed by Vinay Waikul (who has also helmed Aranyak on Netflix) and written by Sambit Mishra, The Broken News follows two rival channels with differing views on how the day’s headlines should be presented.Dipankar (Jaideep Ahlawat), the editor-in-chief of Josh 24x7, mercilessly stoops to conquer. He thinks nothing of paying sources for stories and ruining reputations for primetime pre-eminence. Where are the bites of the gay boy’s mummy, daddy and boyfriend, Dipankar bellows to his cowering staff after a closeted student kills himself. Jaideep Ahlawat in The Broken News. Courtesy Applause Entertainment/BBC Studios India/Zee5.Dipankar’s network operates three floors above Awaaz Bharati, where Amina (Sonali Bendre Behl) leads a team trying to practise journalism the way it is taught in college. Her newsroom star is Radha (Shriya Pilgaonkar), the kind of dogged investigative journalist Dipankar used to be. Radha pursues stories that can potentially endanger her channel’s future and herself. Alongside digging into a sinister project called Operation Umbrella, Radha is also probing the mysterious death of her roommate in a fire. Like its characters, the series treads the line between what can be said and what can’t. It’s hard to miss the irony of watching a show that champions untrammelled journalism at a time of rampant official and unofficial censorship. The Broken News is set in Mumbai, rather than the capital Delhi. Operation Umbrella has links with Maharashtra’s home minister, rather than the Union government. A beautifully sung version of Faiz Ahmed Faiz’s inspiring poem Bol Ke Lab Azaad Hain Tere plays over the closing credits. Despite the relentless twists and distracting detours into the personal lives of Dipankar and Amina, the “say it while you still can” credo survives. The handsomely produced series includes meetings in underlit carparks as well as hot tips delivered in envelopes marked “confidential”, which hark back to the classic journalism film All the President’s Men. The conspiracy that threatens to engulf Radha and her channel is inspired by a recent media scandal. The revelation arrives only after many of the cliches associated with fictional depictions of the television media have been rolled out. The show’s makers reserve their ammunition for the later episodes, which pick up pace and finally bring The Broken News closer to the actual headlines.The uniformly efficient cast includes a sprightly Sonali Bendre Behl, cast for probably the first time in her career as a thinking woman. Bendre Behl’s Amina dexterously balances professional ethics with her channel’s waning fortunes. Akash Khurana plays Dipankar’s spineless boss; Faisal Rashid and Sanjeeta Bhattacharya are Radha’s sincere colleagues. Srikant Yadav is the venal home minister, while Taaruk Raina is a compromised reporter at Josh 24x7. Sonali Bendre Behl The Broken News. Courtesy Applause Entertainment/BBC Studios India/Zee5.It’s patriotic to criticise the government, Radha declares in the first episode. Flashbacks reveal that the “You go girl!” cheers might be a bit premature for the principled but also naive Radha, whose actions are not always plausible. Shriya Pilgaonkar plays Radha with spark and commitment, navigating her character past avoidable dilemmas and unavoidable controversies. Perhaps unsurprisingly, the most credible newsroom animal is Dipankar, a composite of every unethical channel head in the real world. Dipankar is amoral, crass and bullying. He’s also full of paradoxes, capable of rapaciousness one minute and tenderness the next.Dipankar has the best lines too, delivered by an excellent Jaideep Ahlawat at just the right pitch. News is boring, I make stories! You need to cook a story well before serving it!Ahlawat makes an unlikeable character intensely human. There are times when he steals the thunder of his co-stars the same way Josh 24x7 scoops Awaaz Bharati. As a character puts it, if Awaaz Bharati is about the ideals, Josh 24x7 is about the deals. In the race to the top of the ratings curve and the bottom of morality, the reprobate turns out to be more newsworthy than the woman ready to martyr herself for her cause. \n\n\n    \n    Play\n\nThe Broken News (2022).","author":"Nandini Ramnath","time":"2022-06-10T12:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175562-ebbdajuurm-1654798183.jpeg","tags":["The Broken News","Jaideep Ahlawat","Shriya Pilgaonkar"],"source":"https://scroll.in/reel/1025873/the-broken-news-review-show-about-tv-news-treads-the-line-between-what-can-be-said-and-what-cant"}