{"title":"The Gauhati HC ruling offers a glimmer of hope for those tangled up in Assam’s citizenship nightmare","content":"On May 5, the Gauhati High Court sent a signal to India’s citizens, especially those trying to navigate the maze of citizenship laws in Assam to prove that they are Indians.Going through 11 writ petitions clubbed together on the contentious issue of citizenship, the two-judge bench said that once a person has been declared a citizen, they cannot be declared a foreigner.This refers to the idea of res judicata. In the Indian context, the principle of res judicata, found in Section 11 of the Civil Procedure Code, 1908, is a doctrine that simply states that if a competent court has taken a decision on a matter, or has already passed judgement on it, there is no need for a fresh suit.This principle did not apply in the process to update the National Register of Citizens, or NRC, in Assam, or to the foreigners tribunals.Between the register and the tribunalAssam’s National Register of Citizens is meant to be a list of legal Indian citizens living in the state. First compiled in 1951, the NRC was updated in 2019 through a Supreme Court-monitored process. To be included in the 2019 NRC, applicants had to prove they or their ancestors had entered Assam before midnight on March 24, 1971, the start of the Bangladesh War.The terms of citizenship were laid down in the Assam Accord of 1985, the culmination of a six-year-long anti-foreigners agitation in the state. It was meant to assuage anxieties that Assam was being overrun by “illegal immigrants” from neighbouring Bangladesh.People check their names on the National Register of Citizens list, in Buraburi Gaon of Assam’s Morigaon district, in August 2019. Credit: PTIThe foreigners tribunals are quasi-judicial bodies that consider cases of disputed nationality. They function like civil courts with the power to summon and examine witnesses and documents.The number of cases that these tribunals have processed is staggering. According to a 2018 Amnesty International Report, between 1985 to 2016, a total of 468,934 referrals were made to the tribunals. Of those cases, 80,194 people were declared to be foreigners.As of December 2020, there were 83,000 cases pending. As of March 2019, a staggering 63,959 ex parte – in the absence of the defendant – judgements were passed by these tribunals.A legal loopAgainst this backdrop, the Gauhati High Court judgment is significant, providing strength to those struggling with their citizenship.It shines a light on the much-criticised foreigners tribunals, which Amnesty International described in 2019 as a “system designed to exclude”. The ruling also brings into sharp focus the updated National Register of Citizens.The National Register of Citizens and Foreigners Tribunals, two separate processes for detecting so-called foreigners in Assam, are now joined at the hip. Those excluded from the 2019 NRC will have to prove they are Indian citizens at the foreigners tribunals.Over 19 lakh residents have been left out of the updated 2019 NRC. For the last three years, their citizenship status has been in limbo. They are still waiting to get rejection slips from the NRC authorities, after which they can go to the tribunals.After the elaborate exercise of updating the list, the government wants to move court for a new NRC, which means applicants would have to prove citizenship all over again.Assam already has several parallel processes through which individuals can suddenly become “suspected foreigners”. The Election Commission has named thousands of people “D” or doubtful voters. Then there is the border police, a task force dedicated to detecting so-called foreigners, which could arbitrarily start investigating people. Such individuals have to prove they are Indian citizens at the tribunalsAs the NRC was being updated, there were numerous cases where people were re-adjudicated as foreigners after they were declared Indian citizens, or were summoned multiple times by NRC authorities. The court’s emphasis on res judicata gives a glimmer of hope and widens the scope of law within the process.Orders, not just opinionsIn a 2018 case, Anima Khatoon vs Union of India, it was maintained that res judicata did not apply to the foreigners tribunals, mainly for two reasons. First, the decisions of foreigners tribunals are opinions and not judgements because they are not courts, even though they can summon and examine witnesses, admit documentary evidence and issue commission for the examination of a witness.Second, the division bench led by Justice Kotiswar Singh, in its order observing the decisions, noted that Anima Khatoon took the view that Assam was facing “external aggression and security and integrity of the nation has been threatened on account of large scale immigration of foreigners from Bangladesh” so it would be “self-defeating and against the overarching public policy” to consider res judicata for Foreigners Tribunals. This also meant the National Register of Citizens process in general is also beyond res judicata.A man whose name was left out of the National Register of Citizens, stands in a queue to collect forms to file appeals, at an NRC Sewa Kendra in Guwahati, in August 2018. Credit: AFP.Justice Singh, in his judgement, rightly notes that the opinions of the Foreigners Tribunals are “critical and decisive” in determining a person to be a foreigner or not.The division bench of the recent judgement also referred to the 2019 case of Abdul Kuddus vs Union of India, in which the Supreme Court upheld the principle of res judicata.The Supreme Court held that the opinion of the Foreigners Tribunals is an order and a decision, despite the tribunals being quasi-judicial in nature. It argued that since those opinions can be challenged by writ petitions, it would be “incorrect” to say that orders by the foreigners tribunals will not be considered when determining whether the principle of res judicata applies to a case.Thus, the current judgement agrees with the Abdul Kuddus vs Union of India case and held that once a foreigners tribunal “determined the nationality status of a person, that would be final and decisive and it cannot be re-agitated through another round of litigation even when seeking to challenge an adverse order under Paragraph 8 of the Schedule to the 2003 Rules before the FT”.The Anima Khatoon verdict is not expressly overruled by this judgement, but henceforth, questions relating to the applicability of res judicata with respect to the opinions of Foreigners Tribunals will be decided as per the law declared by this new judgement. Thus, Amina Khatoon is no longer good in law or a sound public policy.The burden of proofSingh, almost with a touch of French philosopher Albert Camus, had a reminder about the importance of innocence for justice.He noted in the judgement, “Presumption of innocence forms the bedrock of our criminal justice system and [the] burden of proof is always on the prosecution to establish the guilt of the accused.”In Assam’s “foreigner detection” processes, the burden of proof is still on the accused and not on the prosecution. Nevertheless, the judgement is a reminder of and testimony to how violent Assam’s “foreigner detection” processes have been.Suraj Gogoi is a sociologist interested in social, political and ethical life in South Asia. Arijit Sen is an independent journalist and currently a doctoral researcher at the Peace Research Institute, Oslo. The authors would like to thank Oliullah Laskar for helping them understand this judgement better.","author":"Suraj GogoiArijit Sen","time":"2022-06-03T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/134017-wqujeeohbx-1578136197.jpg","tags":["Assam","National Register of Citizens","NRC","CAA","Citizenship"],"source":"https://scroll.in/article/1024698/the-gauhati-hc-ruling-offers-a-glimmer-of-hope-for-those-tangled-up-in-assams-citizenship-nightmare"}