{"title":"The death of a Pakistani militant near LoC leaves lingering questions about a massacre in Kashmir","content":"On October 24, the Jammu and Kashmir Police announced that Zia Mustafa, a Lashkar-e-Taiba militant from Pakistan, had been shot dead near the Line of Control in Poonch. Accused of planning the massacre of 24 Kashmiri Pandits at Nadimarg in Kashmir in March 2003, Mustafa had spent the last 18 years in jail, most of them in Srinagar, before he was moved to Jammu’s high-security Kot Bhalwal jail in 2018. According to the police, from inside the jail, he was in touch with Pakistani militants who had recently infiltrated into Jammu’s Poonch district. He was allegedly helping them navigate the terrain.For about three weeks now, the army and police have been combing forests in the Mendhar area of Poonch, looking for the group of militants. Occasionally, there has been exchange of fire – nine soldiers have been killed in the operation so far.On October 22, Mustafa was brought to Mendhar on a 10-day remand. He was to help security forces identify a “terrorist hideout” in the Bhatta Durian forest in Mendhar. When they approached the hideout on October 24, the police statement said, the infiltrators opened fire, injuring two policemen, a jawan and Mustafa. His body could not be extracted from the spot because of “heavy fire”, the statement said. It was retrieved later.With Mustafa’s death, the Nadimarg case, which has faded from public memory, is all but closed. Yet questions about the case linger on.The massacreOn the night of March 23, 2003, a group of gunmen wearing army fatigues swooped down on Nadimarg. They said it was a security crackdown. Then they lined up 24 members of the village’s tiny Kashmiri Pandit community and shot them dead. Among those killed were several women and two infants.Earlier, the gunmen had overpowered the policemen deployed by the government to guard the Kashmiri Pandit families, locked them up in their picket and stolen their weapons.  The guns had silencers and the gunmen wore army fatigues. Local residents do not remember anything else about the attackers. “We didn’t hear any firing,” recalled Mohammad Maqbool, a farmer who lives in Nadimarg. When the gunmen stormed into their village that night, he was 18 years old. “It was only after they had left and we heard cries that we came to know that our neighbours had been killed.”  When militancy spread across the Valley in the 1990s, targeted killings had triggered the mass migration of Kashmiri Pandits to Jammu and other cities. In Nadimarg, about 50 Kashmiri Pandits had stayed back. After the massacre in 2003, the remaining Pandits fled Kashmir as well, leaving behind their houses, orchards and farms. They never returned. Deserted Kashmiri Pandit houses in Nadimarg.The arrestMustafa, then 25 and a “district commander” of the Lashkar-e-Taiba, was paraded at a press conference in Srinagar held by the police on April 10, 2003. A resident of Rawalakot in Pakistan-occupied-Kashmir, Mustafa had been arrested on March 30, 2003, the police said. He had allegedly planned and executed the massacre on the orders of the Lashkar leadership in Pakistan. The police also said they had found a rifle, ammunition, a wireless set and incriminating documents on Mustafa.In private conversations, Mustafa never denied being a militant, said Mubashir Gatoo, who had been his legal counsel. But he did deny carrying out the massacre. “He would always say that he was arrested a week before the massacre took place. That was his only statement whenever I asked him,” said Gatoo. Back in 2003, a day after the police announced they had arrested Mustafa, the Lashkar-e-Taiba denied its involvement in the massacre and pointed out that Mustafa had been arrested on March 16, 2003. The police charged 11 men in the case. Seven of them were the police guards deployed to protect the Kashmiri Pandits – they were charged under Section 30 of Jammu and Kashmir Police Act, which prosecuted neglect of duty and other offences. The other four, including Mustafa, were Pakistani militants. On April 18, 2003, the three other Pakistani militants accused in the case were killed in a shootout in Yaripora in South Kashmir. According to the police, it was Mustafa who had led the security forces to the house where the gunfight took place. Court documents viewed by Scroll.in reveal gaps in the police investigation. Take the weapons allegedly seized from Mustafa and the three slain militants. Neither the weapons nor the bullets were sent for forensic examination to ascertain if they had been used in the Nadimarg killings.The trialIn October 2003, a sessions court in South Kashmir framed charges in the case. Court documents, viewed by Scroll.in, show that the court felt there was “some material” against Mustafa, which justified charging him with murder, causing grievous hurt by dangerous weapons and possessing illegal weapons.But the trial dragged on for years, going nowhere. The prosecution was able to produce only nine out of 38 witnesses for examination till 2011. None of them testified against Mustafa. Since the government had been unable to produce more witnesses, said Mubashir Gatoo, who had been Mustafa’s legal counsel, a trial court in Shopian closed the evidence for the prosecution. In other words, the government was given no more time to produce witnesses after 2011. The state government challenged the local court’s decision and appealed to the high court that same year. In 2014, the Jammu and Kashmir High Court dismissed the plea after the state failed to appear for a hearing of the petition. The state government then approached the Supreme Court, seeking more time to produce witnesses. In 2015, the Supreme Court directed the Jammu and Kashmir High Court to consider the petition once again. “But the prosecution even failed to appear before the high court to argue for the petition,” said Gatoo. “Thus, on August 11, 2017, the high court dismissed the petition once again, citing ‘lack of interest’.”The prosecution filed a fresh review petition in the high court. Meanwhile, it appealed to the Shopian district court to delay hearings in the case until the high court decided on the review petition.Which meant the case for the defence was also stalled. “When a matter is pending before a higher authority, it’s usual for the lower authority to wait for its decision before going ahead with the case,” said Gatoo. “Therefore, since 2017, all we have been getting are just adjournments and next hearing dates.”According to Gatoo, Mustafa appeared for hearing at the Shopian trial court until 2018. In February 2018, Pakistani militant Naveed Jatt escaped from police custody when he was being taken to a Srinagar hospital for treatment. That tightened security measures for other prisoners. Mustafa was transferred from the Srinagar Central Jail to the high-security Kot Balwal jail in Jammu.According to Gatoo, Mustafa himself had become reluctant to appear in court after 2015, when a Pakistani prisoner was killed in a blast in a police vehicle when he was being ferried from court to a prison in North Kashmir. A policeman was also killed in the incident. “After that episode, he would often tell me to avoid having him appear in court,” recalled Gatoo. With Mustafa’s death, the main case in the Nadimarg massacre will be closed. “The only offence that remains will be the alleged dereliction of duty by the seven accused policemen,” Gatoo said. After the massacre of 2003, the remaining Kashmiri Pandit families fled Nadimarg, never to return.The death of a militantMustafa’s death and the sequence of events leading up to it have raised some questions. A lawyer in Kashmir, speaking off the record, demanded why there had been no inquiry on the alleged breach of security at Kot Bhalwal jail, where Mustafa apparently had access to a phone that connected him to people in Pakistan.“Has any official been suspended for such negligence in a jail? What steps has the government taken to avoid such a huge security lapse?” he asked. He also questioned why the police had taken Mustafa to the forest, an active combat zone where he could have been killed. “Was he given safety gear or bullet proof vests?” he asked. “None of these questions have been answered by the government so far.”This was the third incident this year where an arrested militant aiding security forces has ended up dead. In July, security forces arrested a top Hizbul Mujahideen militant, Mehraj-ud-Din Halwai, at a checkpoint in North Kashmir. Based on his inputs, they launched several search operations in the area. Halwai himself was taken to the place where he allegedly stored his arms and ammunition.“Upon reaching the disclosed hideout location, the said terrorist picked up his hidden AK-47 rifle and started firing indiscriminately upon the joint search party which led to an encounter. In the ensuing fire-fight the said terrorist was killed,” said a statement issued by the Jammu and Kashmir police on July 7. Days earlier, Lashkar-e-Taiba commander Nadeem Abrar Bhat and a Pakistani militant were killed in a similar incident on the outskirts of Srinagar. Bhat had also been arrested at a busy checkpoint in Srinagar. He had also revealed where he kept his weapons during interrogation, the police claimed. When they reached the hideout, a house on the outskirts of Srinagar, another militant hiding there had opened fire, the police said. Bhat was allegedly killed in the “crossfire”.The aftermathAll four militants accused of carrying out the Nadimarg massacre are now dead. But for the victims of the massacre, his death brings no closure – the hope of getting justice has receded even further. “What justice are you talking about?” asked a Kashmiri Pandit from Nadimarg who now lives in Jammu. He had lost family members that night in 2003. “The only thing the government did was give jobs and some compensation to the families who lost their loved ones. The truth was never revealed.”These days, Nadimarg is a village of ghosts. Rows of Pandit houses crumble under the shadow of tall trees. “Many empty patches of land you see here actually had houses built on them,” said Maqbool. “They collapsed over time and eventually nothing remained of them.” For some residents, the killings disrupted a way of life where two communities had existed side by side.  “A human being is just irreplaceable,” sighed a village elder as he showed the spot where the 24 victims had been lined up and shot. “We had never thought something like this could happen here. They were common people like me. They had nothing to do with anything. We have lost each other.” All pictures by Safwat Zargar.","author":"Safwat Zargar","time":"2021-11-02T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165825-bjgeagpnph-1635766436.jpg","tags":["Poonch","militancy","Kashmir","Line of Control"],"source":"https://scroll.in/article/1009536/the-death-of-a-pakistani-militant-near-loc-leaves-lingering-questions-about-a-massacre-in-kashmir"}