{"title":"The Daily Fix: Does BJP think putting terror-accused Pragya Thakur in Lok Sabha will bring vikas?","content":"There is no other way to put this: India’s ruling party, the Bharatiya Janata Party, would like to put a person accused of terrorism in Parliament. Pragya Singh Thakur, known as Sadhvi, has been made the BJP’s candidate for Bhopal, where she will go up against Congress leader and former Madhya Pradesh Chief Minister Digivijaya Singh. Thakur is among the alleged conspirators in the Malegaon blasts case, where explosives hidden in a motorcycle killed six people and injured more than 100 others in Maharashtra in 2008. An investigation into the attack found that the motorcycle had been owned by Thakur, a former activist for the right-wing student organisation, the Akhil Bharatiya Vidyarthi Parishad. Authorities also have phone conversations that point to Thakur’s involvement in the blasts, and a statement by a Rashtriya Swayamsevak Sangh member who claimed he was part of meetings in 2008 in which Pragya Singh allegedly said she would arrange for men who could carry out blasts to avenge atrocities against Hindus. A chargesheet filed by the National Investigation Agency in 2016 attempted to let off Thakur, though at the same time the agency’s special public prosecutor told the media that the Bharatiya Janata Party-led Centre, which came to power in 2014, was pressuring her not to push forward with the case. The BJP has maintained all along that the allegations about the activities of Hindutva terrorists are entirely fabricated, despite several cases and evidence pointing to such conspiracies and incidents. The party insists that there is no such thing as “saffron terror”. Since coming to power, there have been accusations that the BJP has tried to ensure that all of the ongoing cases in these incidents would come to nought. The Special Court in 2016 refused to accept the National Investigative Agency’s chargesheet exonerating Thakur, and instead framed charges against her and six others under sections of the Unlawful Activities (Prevention) Act, related to conspiring to and committing terrorist acts. The trial is still ongoing. Thakur and many others in the BJP have claimed that she was given a “clean chit” by the court, and that she has been acquitted. This is wrong. Thakur is currently under trial for committing terrorism. And the BJP would like a terror-accused to represent it in Parliament. The saffron party’s decision says everything about its approach in this election. Prime Minister Narendra Modi and BJP President Amit Shah have blatantly set about demonising Muslims and attempting to polarise the electorate as part of their campaign. Where in 2014, the Hindu majoritarian agenda was disguised by promises of vikas (development) and an aspirational future, the 2019 campaign has been filled with hate, fear and unabashed bigotry. Beyond Modi and Shah, then, this is what the BJP has to offer to India’s youth: a chief minister in Uttar Pradesh, Adityanath, who is accused of hate speech and riots. A young candidate in Karnataka who believes that to criticise his party is to commit an act sedition, and who has tried to gag the press from reporting on allegations against him. A cabinet minister who says she will punish those who do not vote for her by not providing work or development. And now, a candidate who is accused of terrorism. Will these people bring about the “acche din”, the good days, that Modi promised in 2014 but doesn’t talk about anymore?","author":"Rohan Venkataramakrishnan","time":"2019-04-19T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/50561-gahyxekkjq-1555514713.jpeg","tags":["The Daily Fix","Pragya SIngh Thakur","Narendra Modi","BJP","Amit Shah","Elections 2019"],"source":"https://scroll.in/article/920550/the-daily-fix-does-bjp-think-putting-terror-accused-pragya-thakur-in-lok-sabha-will-bring-vikas"}