{"title":"The Resistance Front have claimed responsibility for civilian killings in Kashmir. Who are they?","content":"Soon after two teachers were shot dead in Srinagar on October 7, a group called The Resistance Front released a statement. The teachers, Supinder Kaur and Deepak Chand, had been killed by the group’s “Shaheed Gazi Squad”, it said. They had been shot because they had “harassed and warned the parents with dire consequences” if students did not attend school functions on August 15, the statement alleged.Seven civilians have been shot dead by militant groups in Kashmir since October 2. Of these, four belonged to Hindu or Sikh minorities in the Valley. Three others were Kashmiri Muslim. After every killing, the group released a similar statement claiming responsibility and elaborating why their victims had been chosen. They had been killed because they were “agents of Rashtriya Swayamsevak Sangh”, “non-local Hindutva agents”, government “informers”, the statements claimed.The killings of the last few days have triggered outrage and panic in Kashmir, with many non-local residents and Kashmiri Pandits temporarily leaving the Valley in fear. Those staying behind have been provided with tight security. In many cases, security officials have issued verbal instructions to such families not to venture out after dark.On October 10, the police said they had arrested four “terror associates” in Bandipora district, where taxi driver Mohammad Shafi Lone was shot dead last week. The four men were allegedly involved in the killing, from tracking the victim’s movements to planning an ambush on the evening of October 5. On October 11, security forces killed a fifth person, Imtiaz Ahmad Dar, who had been absconding and was believed to have joined “terrorist ranks”. They were working under the directions of a handler in Pakistan, the police claim.Security operations are now focused on chasing down other members of The Resistance Front, which has eclipsed other militant groups to become the most vocal outfit operating in Kashmir. Who are they?Father-in-Law of deceased ML Bindroo pic.twitter.com/Ie3vhP71mX— Kashmir News Trust  (@knewstrust) October 10, 2021\n\n‘Indigenous resistance’?The Resistance Front emerged in the aftermath of August 5, 2019, when the Central government stripped Jammu and Kashmir of autonomy under Article 370 and split the state into two Union Territories. It also repealed Article 35A, which had guaranteed special protections to people defined as “permanent residents” of Jammu and Kashmir. The sweeping legislative changes were made after placing the region under lockdown and a communications blackout.The group first surfaced with a grenade attack in October 2019. Injuring at least eight civilians on Srinagar’s busy Hari Singh High Street, it was the first grenade attack in the city after the region lost special status. The group then announced its arrival on the chat platform, Telegram. The group’s statement said that the attack marked the “inception of indigenous resistance of Kashmir to flush out the occupational Indian regime out of IOJK [Indian Occupied Jammu and Kashmir]”. It also warned of more attacks in future.For years, the pro-Pakistan Hizbul Mujahideen, formed in 1990, had been considered the main “indigenous” militant group in the Valley. Now, The Resistance Front was claiming that mantle. However, the October 2019 announcement did not create much of a stir in the Valley, still under the internet blockade imposed after August 5.Security officials say it was in April 2020 that the group first drew their attention. An intense gunfight between militants and security forces in the Keran sector of the Line of Control, in North Kashmir’s Kupwara district, left five personnel of the army’s elite special forces dead. An equal number of militants, who had infiltrated from Pakistan, were also killed. At least three of them were local Kashmiris who had travelled to Pakistan on valid visas. This was the first combat operation that the newly floated militant group was involved in.The Resistance Front struck again that month, this time in Sopore, a town in North Kashmir’s Baramulla district, killing three personnel and injuring two others from the Central Reserve Police Force. More attacks followed in May 2020: a 16-hour gunfight with security forces in Kupwara district that killed five security personnel, another attack on Central Reserve Police Force personnel that left three personnel dead and killed a 14-year-old boy in the subsequent “crossfire”.Paramilitary troops guard government-run school on the outskirts of Srinagar on October 7. Picture credit: Tauseef Mustafa/AFP‘Offshoot of Lashkar-e-Taiba’?While The Resistance Front claimed responsibility for the 16-hour gunfight that left five soldiers dead, one of the two militants killed in the face off was a Pakistani militant affiliated with the Lashkar-e-Taiba. In fact, according to Vijay Kumar, inspector general of police in Kashmir, “The Resistance Front is basically an offshoot of the Pakistan backed Lashkar-e-Taiba”. A few Hizbul Mujahideen militants had also joined the new group, which was now being projected as a local group, according to the police.“It’s just an attempt to give the benefit of deniability to Pakistan,” said a senior police officer in Kashmir, speaking off the record. “There’s a whole baggage of evidence against Pakistan being behind Lashkar-e-Taiba and Jaish-e-Muhammad. By giving it a new name, they want to localise militancy in Kashmir. Given the kind of international scrutiny on Pakistan for rearing terrorists in its backyard, the strategy makes sense.”So far, The Resistance Front has tried hard to differentiate itself from existing militant groups. First, it chose a non-religious name, unlike other militant groups, whose iconography and propaganda are laced with religious overtones. It is arguably the second group in Kashmir’s three-decade-old militancy to avoid a name with religious resonances. The first was the now-banned Jammu and Kashmir Liberation Front.Second, members of The Resistance Front keep a low profile, unlike the Hizbul Mujahideen militants of recent years, who became household names and faces through their social media presence. “They don’t have a face,” said the senior police officer. “They know exposing their faces or releasing their pictures and videos will basically make them more vulnerable. Usually, the announcement of new recruits comes through audio messages.”At the same time, the group has been prompt to issue statements after acts of violence. “TRF is perhaps the only group which gives an explanation behind every killing, irrespective of [whether there is] any semblance of truth in it or not,” the police officer added. “Given the response against civilian killings in society, older militant groups would usually avoid taking ownership [of such killings]. But this group doesn’t shy away from owning its acts.”‘A changed strategy’According to the Jammu and Kashmir police, 28 civilians have been killed by militants this year. Pistols have been used for all these killings. “These acts are committed by newly recruited terrorists or those who are about to join terrorist ranks,” said Kumar. “In some cases, OGWs have been found directly involved.”OGWs, or overground workers, is the name given to non-combatants who are tasked with arranging logistics for militant groups. Increasingly, according to the police, they are being drawn into direct violence. Operatives who have not gone underground, who return to their daily lives and jobs after an act of violence, are now called “hybrid militants” by the police.The police suspect The Resistance Front is the prime architect of this new strategy. “One of the reasons they have been able to kill so many civilians is that they task people who aren’t listed as militants in police records with those killings,” said the senior police officer. “They just kill a soft target and return to normal life. Therefore, it becomes more challenging when it comes to hybrid militants.”A case from South Kashmir’s Kulgam district offers an insight into the strategy. On August 18, a sarpanch affiliated with the Bharatiya Janata Party was arrested for brandishing a pistol at a joint patrolling team consisting of army and police personnel. He was identified as Aqib Shafi Badder of Qaimoh village in Kulgam. “He’s an OGW of the Lashkar-e-Taiba,” claimed a police officer in South Kashmir who did not want to be identified. “This person was directly involved in doing a recce in at least two places where political workers from the party [the BJP] were subsequently killed by militants. Both the killings were owned by TRF.”According to the police officer, Badder landed up in custody “by chance”. “He was on a bike along with another person when they were asked to stop,” he said. “Since he was carrying a weapon, he knew he would be caught. Therefore, he tried to open fire but his pistol got jammed and he was apprehended. Had he opened fire, there’s a possibility that he would have lost his life in retaliatory action. He was not in our list of militants.”J&K | A total of 28 civilians have been killed by terrorists in 2021. Out of 28, five persons belong to local Hindu and Sikh communities and 2 persons are non-local Hindu labourers: IGP Kashmir Vijay Kumar pic.twitter.com/j5R2MVWrT3— Daily Excelsior (@DailyExcelsior1) October 7, 2021\n\nChoosing soft targetsWhile most civilians killed over the last two years have been Kashmiri Muslims, targeted for allegedly being government informers, minorities and non-local residents have increasingly come under attack after August 5, 2019.The Resistance Front has repeatedly used the fear of “demographic change” to target such individuals. These anxieties were triggered by the legislative changes of August 5, 2019, which swept away protections ensured to the local population. Earlier, no one from outside Jammu and Kashmir could own land or hold government jobs in the region. But in March, 2020, New Delhi announced domicile rules under which people who were not originally from Jammu and Kashmir but had lived in the region for a certain period of time could do so. In Muslim-majority Kashmir, it was seen as an attempt to flood the Valley with non-local populations in order to change the demographic composition of the place.But the police say the targeted killing of minorities reflects the “changed strategy” of militant groups. “Due to the killing of a huge number of terrorists of all outfits, specially their leaderships, destruction of their support structures and continuous and effective maintenance of law and order, terrorists’ handlers across have got frustrated and changed their strategy and started targeting unarmed policemen, innocent civilians, politicians and now innocent civilians from minority communities, including a woman,” said Kumar on October 7, soon after the two teachers were shot dead at a school in Srinagar.Six of the seven civilian killings since October 2 were in Srinagar. The city is now on high alert, with the police frisking civilians and private vehicles at checkpoints. In South Kashmir’s Anantnag district, Central Reserve Police Force personnel shot at a car that failed to stop at a checkpoint, killing yet another civilian.The police have also launched a massive crackdown across the valley, detaining hundreds. While there is no official figure, some reports estimate at least 540 people have been detained over the past few days. Many of them are members of the banned socio-religious group, Jamaat-e-Islami Jammu and Kashmir, and separatist parties of the Hurriyat.One of the murders, that of Virender Paswan, a panipuri seller from Bihar, was also claimed by the Islamic State Wilayah Hind, believed to be an offshoot of the global Islamic State. But for now, it is The Resistance Front that is in the limelight.","author":"Safwat Zargar","time":"2021-10-11T09:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164994-hutehtiepj-1633923705.jpg","tags":["Kashmir","militancy","civilian killings"],"source":"https://scroll.in/article/1007410/the-resistance-front-have-claimed-responsibility-for-civilian-killings-in-kashmir-who-are-they"}