{"title":"The Silent Army: In Maharashtra, a day in the life of a district election control room","content":"It takes five million workers to pull off India’s election. Shreya Roy Chowdhury and Mridula Chari bring you their stories in a series called The Silent Army.Sandip Kalambe adjusted the microphone at his collar, cleared his throat and faced the camera from behind his desk. Behind him, a newly printed sheet of paper announced his name and designation, which he repeated for the camera.“I am Sandip Kalambe, the deputy district election officer of Palghar,” he began in Marathi, and proceeded to present a set of facts about the district – its size, the number of registered voters there,  how many electronic voter machines it would use, how many complaints about violations of the Election Commission of India’s model code of conduct had been received thus far.“Is it all right?” he asked the videographer.“You did a great job, sir,” the man assured him. “You spoke like a natural.”As India goes into its 17th Lok Sabha election, the constituency of Palghar, just north of Mumbai, is conducting a parallel exercise of its own: to create a video handbook that will painstakingly document every step of the process and serve as a guide for officials conducting future elections.Explained Prashant Narnavare, district collector and district election officer of the constituency, “We are doing this mainly for academic purposes.” While the Election Commission announces election dates and procedures, the task of ensuring that the machinery actually functions falls to district officials, most often the district magistrate or district collector.“In political science, we teach democracy from the point of view of Plato to modern liberals,” Narnavare said. “But nowhere does anyone say anything about the modern voting procedure. That is what we want to create here.”District election officer and district collector of Palghar district, Prashant Narnavare. (Photo credit: Mridula Chari).Preparation ongoingThere is plenty of activity for Kolte and his colleagues to document.“People think that elections happen only on the date of voting,” said Bhageerathi Gaonkar, expenditure observer, an officer of the Indian Revenue Services posted from Karnataka to Palghar as an independent monitor of campaign spending. “But they are not aware of all the work that goes into it.”The nodal point of all this activity is often the district collectorate, in which the district election officer usually works. In Palghar district, which was created only in 2014, the Collectorate is a leased three-storied building that resembles a small-town business complex, with large hallways and open corridors. The new district headquarters is still under construction and is likely to open only in October. Around 500 people in the office and 17,000 people in the district have been deputed for election duty.Palghar is a mixed rural and urban constituency, linked to Mumbai in the south by its suburban train network, and bordering Gujarat on its north. Along with Mumbai and parts of northern Maharashtra, Palghar votes in the fourth phase of the elections, on April 29.  Across the Collectorate, election preparations have superseded all other work. Large flex banners announced election-related positions and duties, dwarfing older signs listing designations. Resources are being channelled only towards elections. In the room adjoining Narnavare’s office, his affable personal assistant accepted a request for a colour printout but then rejected it when he realised it was not meant for election work.“You can tell her the printer is not working,” he said to the assistant who had come with the request, barely able to keep a straight face.Nomination timeFrom 11 am to 3 pm, which is when candidates can submit their nominations until April 9, all other revenue department work at the office comes to a halt.Police officials posted at the entrance of the building are under strict instructions not to allow anyone except prospective candidates inside. One hundred metres away, other police officials maintained a strict cordon to keep crowds away.One recent afternoon, videographers from the office stepped into the blazing heat to record the arrival of Rajendra Gavit, candidate for the Shiv Sena, who rolled up to the cordon line in an open truck to file his nomination. He was accompanied by the Bharatiya Janata Party’s Vinod Tawde, Eknath Shinde of the Shiv Sena, and around 500 supporters.Gavit is the MP from Palghar. He left the Congress in 2018 to successfully contest the Palghar bye-poll on a BJP ticket. He has now joined the Shiv Sena, which is in alliance with the BJP, to contest from the seat again.The police were adamant about maintaining their barricade for everyone, even local residents. They even halted a car carrying two young women and a child, evidently returning from school, as it inched past the crowd. After they police confirmed that the women lived in a colony beyond the barricade, they were allowed to proceed – on foot.“Madam, the election is on,” a police official said. “You know that we can’t let the car go. You can return for it in the evening.”Only Gavit and a few others were allowed to go up to the office to file the nomination. When they returned, they continued with their campaign slogans: “A vote for the bow and arrow [the Shiv Sena’s electoral symbol] is a vote for the lotus [BJP’s symbol]. A vote for the bow and arrow is a vote for Modi.”Police forces maintain a cordon outside the Palghar collectorate. Photo: Mridula ChariA close watchAway from the nomination hubbub, most of the attention in the control room is devoted to upholding the model code of conduct – guidelines established defined by the Election Commission to ensure free and fair elections. For the election authorities, this involves monitoring candidates’ expenditure, scanning the media for speeches or actions that violate the code and coordinating action on complaints.Manisha Pingle, who is usually posted in the Maharashtra government’s publicity department in South Mumbai, has been travelling to Palghar for almost a month now, since she was assigned to the district to lead its media coordination and monitoring committee.Each morning, Pingle’s team of four people scans newspapers for reports about political activity in Palghar and make piles of clippings, marked by the publication’s name and the date on which the article appeared. Three televisions – tuned to Zee 24 Taas, ABP Majha and News18 Lokmat – hang in a row on one wall of the room assigned to the committee. A fourth screen that can be used for video conferencing has been mounted on another wall.For the monitoring team, some of the tasks are a continuation of their regular work at Mantralaya, where they scan the news for the government. The team has even brought their special rubber stamps bearing the names of prominent Marathi publications with them to label the clippings more efficiently.The day before Scroll.in visited the office, Shiv Sena chief Uddhav Thackeray had held a rally in the district. All the local newspapers, English and Marathi, had reports about this. As Pingle sorted the clippings into theme-related piles that would then be compiled into a dossier for the collector, she paused at one report.“Why are you giving me news from Wada?” she asked a staffer. Wada, a town near Bhiwandi, falls between Palghar and Thane districts. “Someone check where it falls.”Jurisdiction is a guiding principle across committees in the office. If it can be handled by somebody else, all the better.As it turned out, Wada is actually in Palghar district.Nitin Gund, who assists the flying squad team that responds to complaints reported on the Election Commission’s new cVigil application, said that one complaint had been received about Prime Minister Narendra Modi’s television address on March 27 about Mission Shakti. Modi scheduled an unusual nationwide broadcast to announce that India had tested a missile that had shot down a low orbit satellite.The complainant had uploaded a photograph of Modi’s speech as displayed on his television, claiming that it was a violation of the code of conduct. “That was not in our jurisdiction so we sent it to the ECI [Election Commission of India] to handle,” said Gund.Of the 53 complaints received in Palgarh as of April 4, only 32 were found to be valid. Most of them, Gund said, were about campaign banners illegally displayed in public places.For now, work is slow for both Gund and Pingle. Through the morning, the only calls in the media room were from a delivery agent for a courier service who was lost and had been incorrectly provided the landline number of that office.“Our work will really start only after April 12, after all the nominations have been scrutinised,” Pingle said. “Now, we are all only preparing.”Manisha Pingle sorts newspaper clippings into different piles to send ahead to the Collector's office. Photo: Mridula ChariWide networkMoney and how it is spent is a major concern. While candidates have to submit an official register of campaign expenses, limited to Rs 70 lakh per candidate, each constituency also maintains a shadow register, where they track expenses that the candidate might not have reported, said Gaonkar, the expenditure observer. If there are discrepancies, the candidate has to submit a final statement of accounts 26 days after the results are declared. After that, the expenditure monitoring committee, whose work Gaonkar monitors, will take a final decision on whether to take action.The expenditure monitoring committee has several sources of information. One is the media monitoring committee, which passes on news of any rally that candidates might not have reported. The cVigil app and the election helpline (number 1950) allow citizens to file complaints.Palghar also has a network of ground officials reporting from every village and municipality in the constituency. Pandurang Magdoom, deputy collector of the district, is the officer in charge of coordinating this network. Each day, 472 officers in each village of the district and chief officers in municipal areas, fill him in about political activity or expenditures that take place in their areas. These officers are locals posted in those areas, and could be gram sevaks, agricultural officers and police patils.Magdoom is also in charge of a single window clearance system for candidates to apply for permission for rallies. Yet another flex banner announced just this on the floor where nominations are accepted.“Single window clearance is applicable across India, but whether it operates everywhere is a different question,” Magdoom said, smiling. “We have chosen to make it work here.”Unlike many other officials, Magdoom actually enjoys election work. “I am a Revenue [Department] officer and I handle land, so this kind of hands-on work suits me,” he said. “I anyway coordinate with people from the field, so I am familiar with their needs and how to support them.”Back in the collector’s room, Narnaware asked Kolte to update him about the progress of the video, just before he left for the day.“Make sure you speak to everyone three or four times,” Narnaware said sagely, after hearing him out on the day’s work. “Only when they are comfortable will you get good interviews.”A list of free election symbols next to a district map in the Palghar Collector's office. (Photo credit: Mridula Chari).Read more in the series:Behind India’s election are five million workers. This series brings you their storiesThe Silent Army: In Arunachal, election staff are chosen on their ability to walk – for days","author":"Mridula Chari","time":"2019-04-09T12:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117059-ezobqhycbv-1554772305.jpg","tags":["The Silent Army","Maharashtra","Election Commission","Election Report 2019","Lok Sabha Elections 2019","Maharashtra Elections 2019"],"source":"https://scroll.in/article/919326/the-silent-army-in-maharashtra-a-day-in-the-life-of-a-district-election-control-room"}