{"title":"The (final) Political Fix: Why you cannot understand Indian politics without examining the media","content":"The Big Story: Pressing charges This is the final edition of the Political Fix. Don’t worry, you will still be able to get your weekly dose of analysis on Indian politics and policy and more from next week. We’re just making some changes, which we’ve announced at the bottom of this newsletter.For today’s edition, we decided to turn the lens inward on the media industry, given that understanding Indian politics also requires understanding Indian journalism. The Indian media world has undergone tremendous changes over the last decade, and many of the trends that have taken root directly impact the way the country’s politics, and indeed, democracy functions: The right-wing lurch continues Starting in 2013, a big churn began in Indian newsrooms, as proprietors replaced top editorial leadership with names more acceptable to the Bharatiya Janata Party. Faced with the first majority government in four decades, and one that cares deeply about headline management, the news media by and large fell in line. The most telling of moves came when a news channel was founded by a Member of Parliament who is now a BJP minister, and whose head, Arnab Goswami, does not even make a pretence of being anything but an attack dog for the government. And the coverage has been so partisan that, across the media industry particularly in North India, the tone of reporting on Muslims is now drawing justified comparisons to the infamous hate speech propagated by Radio Rwanda.But that doesn’t mean we are getting insightThe paradox here is that, despite a widespread lurch to the right across the mainstream media, actual insight into the workings of the Bharatiya Janata Party, or even the broader Hindutva ecosystem, is limited. At the political level, Prime Minister Narendra Modi and Home Minister Amit Shah prefer to keep their cards close and spring surprises, which is why the BJP was able to replace practically the entire government in Gujarat earlier this year, with no hint in the national press that this was coming.That is not to say there aren’t journalists in the mainstream who have insight into politics. Some are able to point to the complex machinations at play or the underlying trends. But because Indian political journalism almost entirely depends on access, they have little choice but to toe the official line if they want to get interviews – or more importantly be in a position for their organisations to bring a big political name to conclaves and summits, which are major money-makers for media companies. This isn’t limited to Delhi. The trends repeat themselves in smaller fashion in state capitals across the country. Exceptions exist – but they face dangerThose who are willing to question the consensus are at risk of severe retribution from the authorities. For example, an editor at a Gujarati news portal who hinted at the rumblings within the state government in 2020 was charged with sedition and had to spend two weeks in jail. Dainik Bhaskar, the Hindi newspaper group that surprisingly set out to hold the government accountable during India’s devastating Covid-19 second wave, faced income tax raids soon after. And we don’t need to recount the FIRs, arrests, raids, mob aggression and more targeted at news organisations and journalists for simply reporting facts. After all, in the middle of the first wave, ministers took time aside to sit in meetings in which they discussed how to ‘neutralise’ independent media… The reader revenue era is hereIndian readers never really paid for news in print. Thanks in part to the aggressive and often ethically questionable practices of the industry leading Times Group, Indian print journalism over time came to rely almost entirely on advertising for revenue. The actual price of a newspaper barely covered the cost of the ink and distribution, never mind the journalism printed on it. Such a tremendous reliance on advertising, much of it from governments, meant that news organisations were also susceptible to arm-twisting. As Indian news consumers moved online, organisations were reluctant to ask them to pay – knowing the audience was not accustomed to it, and could easily jump ship. But over the past few years, paywalls have begun popping up across mainstream news websites and subscription-only products have started to build audiences. That doesn’t mean the model has been cracked or the switch to reader revenue has taken root. But it does raise the question: What might it mean for an industry to move away from the corporate and government advertising that has sustained revenues for so long?More on this below. Fare, wellSince this is the final edition of the Political Fix, I thought I might as well reveal a not-so-well-kept secret: The editors and journalists at Scroll.in don’t like talking about themselves.In a world full of manufactured scoops and TV channels stumbling over each other to declare their network ‘No 1’, the dictum at Scroll.in has always been that the work should speak for itself. No nightly primetime debate appearances, not too many chest-thumping pronouncements. They won’t even stick the word ‘exclusive’ on pieces that – rather uncharacteristically for the Indian media – may have actually earned that label.I say ‘they’ because yesterday was technically my last day on the payroll, after 7 years, 8 months and 1,807 bylines at a newsroom that taught me everything. And now that I’m on the outside, I figured I might as well take the opportunity to do some of the horn-tooting on their behalf.So, here goes: I can unequivocally say that Scroll.in represents the very best of Indian journalism.I’m naturally biased. The disclaimer here should be obvious. And I’m certainly not saying there aren’t excellent reporters, editors, social media staffers, photographers, video producers and designers at other media outlets. Even mainstream Indian publications haven’t yet driven out all of their talent, though some certainly seem to be trying hard.But I do believe this little newsroom has, over its short lifespan, featured the finest collection of English-language Indian journalists in the business.Little might be the operative word there. The internet tends to flatten the identities of news organisations, making one seem largely equivalent to the other.That is why readers have occasionally written in expecting Scroll.in to be able to provide the same range of stories as peers like the Quint and the Print, with double or triple the employee count, or even newspapers like the Indian Express, which probably has more than 10x or 15x the number of journalists.I’m not going to pretend Scroll.in ever had the capacity to gather news at the scale of those larger organisations, though with the newsdesk – known as the Latest – the newsroom did set out to bring readers a tightly curated feed that points you to the most relevant stories from around India’s vast news universe. The newsroom has always preferred to look at what was out there, what was missing, and what it could do to fill those gaps. Whether it manages to pull this off is for the reader to decide.But the reason I’m writing this column, the reason I’m urging you to care about this newsroom, the reason I’m asking you to support its efforts, is because I know the team at Scroll.in will always genuinely try.It tried to find new ways of telling election stories, first by looking out from the window seat of a train and then by placing the same reporter in one constituency for months. It tried to understand the systemic forces responsible for the current state of Indian democracy by sending another reporter to six states over 33 months. It attempted to document the enormity of Assam’s deeply flawed National Register of Citizens by bringing you a story a day for an entire month.It sought out the stories that the mainstream missed or refused to tell: from the imposition of Aadhaar, India’s public health challenges, the demonetisation debacle, the Bhima Koregaon case, the Article 370 move, the Citizenship Amendment Act protests, the 2020 Delhi violence and the Covid-19 crisis.At a time when polemical hot takes were considered the only path forward for news websites, it invested in bringing you in-depth coverage of Indian books and publishing, high-quality magazine pieces on Indian culture, film writing that looked deeply into and beyond Bollywood, a repository of recipes and sports reporting that wasn’t just confined to cricket.And, sure, I’ll be the first to admit there was also the occasional polemical hot take – not least when mango season came around.Scroll.in insisted on always ensuring everything on the website was accessible to readers of all sorts. It is crazy to think of today, but when I started at Scroll.in as a 23-year-old, Indian news organisations still had rules against including any links to other media outlets, and some didn’t even allow you to name a competitor. The editors at Scroll.in, however, embraced the link economy and always provided me with the space to experiment. That meant I was able to try out all sorts of different approaches to explanatory journalism, well before the term was in vogue in India. And I had the freedom to develop editorial products like this newsletter and its antecedents, the Election Fix and the Daily Fix, which attempted to play around with form and style much before everyone decided to start a Substack of their own.(Side note: If there’s anything I’m inordinately proud of from my time at Scroll.in, it’s convincing multiple-award-winning reporter and editor Supriya Sharma to do a listicle for the first time and multiple-award-winning author and editor Naresh Fernandes to sign off on a cartoon explainer in which we depicted bank loans as apples. That and all the puns I managed to sneak into the Political Fix).You may not always have been happy with the final product. Trust me, journalists at Scroll.in are forever wishing they had one more day to do just that extra bit of reporting or a few additional hours to sharpen another paragraph. But know that they were always striving to bring you a story that needs to be told, to unearth facts that would otherwise have been buried.Trying timesPulling that off right now is no easy task:First, there are the business-model challenges faced by news organisations globally, where they have to compete with the might of the Facebook-Google advertising duopoly. Then there are the peculiar oddities of Indian journalism, with readers only now beginning to embrace the idea of actually paying for high-quality reportage and analysis.Added to that mix is a particularly hostile climate for truth-telling journalism, with the World Press Freedom Index 2021 finding that India is “one of the world’s most dangerous countries for journalists trying to do their job properly.” Put together, you have an environment where small newsrooms like this one will struggle to make ends meet or find the resources to cover all the vital stories that the mainstream refuses to touch.Which is why I’m making a straightforward appeal here: If you’ve appreciated the journalism that you’ve seen in Scroll.in, whether on this newsletter or from the Scroll.in team in general, now is the time to contribute to the Scroll Ground Reporting Fund.Every little bit helps, and it’s even better if you can make it a habit. Your support could help ensure a reporter attempts a more ambitious story or spends another day digging out vital details. Contributing regularly would offer us all some confidence that Indian readers are willing to invest in quality journalism, to help fund news coverage that scratches beyond the surface.Take it from me. The journalists at Scroll.in may not always say this loudly enough, but the very best team in the Indian media needs your support.Contribute now, if only to show your appreciation for a news organisation that isn’t constantly talking about itself and somehow manages to tell fascinating stories without plastering the words ‘mega-worldwide newsbreak’ on every empty display. I can assure you this, your support will not be in vain. AnnouncementsAs we mentioned at the top, this is the final edition of the Political Fix. For those of you who receive this newsletter in your inbox or have enjoyed reading it on the website, there are a couple of announcements: My colleague Shoaib Daniyal is taking over the ‘Fix’ mantle, and he’s starting off with a new name. From November 8, you will receive ‘The India Fix’ by Shoaib Daniyal. Subscribers won’t have to do anything, it’ll just turn up in your inboxes. If you have questions, thoughts or suggestions for what the new newsletter should cover, send them to [email protected]If you’ve enjoyed my writing at Scroll.in, you’re welcome to check out the archive – of pieces, of The Political Fix editions, and of the long-form Political Fix interviews. I’m taking a three-month paternity break, and will be moving countries soon after. But I will continue examining and analysing Indian politics and policy, and also intend to keep interviewing interesting figures from across politics, foreign policy, Indian history and beyond. Current subscribers can expect to see emails turn up from my personal newsletter – I’m still mulling over names, send me suggestions! – and the occasional piece back in these pages. I would very much like to hear what you thought of the Political Fix and our work in general, what you think the Indian media can do better, and what you would like to see from my writing in the future. Send notes, feedback, brickbats and suggestions for dad-jokes to [email protected]And now, for the last time: Can’t make this upIn 2016, Scroll.in decided to begin the year by asking a number of people their wish-lists for the coming 12 months. I was tasked with writing to former Supreme Court Justice Markandey Katju to get his thoughts. No joke, this is what Katju – who once sat on the topmost court in the land – wrote: “I have only one wish for 2016: I want to see a revolution happen.  There is going to be a revolution like the French revolution in this  country. Everything has collapsed in this country. All the institutions  are a joke. I want to see a revolution happen.”","author":"Rohan Venkataramakrishnan","time":"2021-11-01T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165747-uvebgamycv-1635578734.jpeg","tags":["The Political Fix","Indian media","Narendra Modi"],"source":"https://scroll.in/article/1009394/the-final-political-fix-why-you-cannot-understand-indian-politics-without-examining-the-media"}