{"title":"‘The Archies’: Re-reading the comics from everyone’s adolescence before the Bollywood version","content":"“In the ’70s when we were growing up”, my mother tells me, “The cool kids read Archie.”For my mother’s generation, the comics were an aspirational cultural item – too expensive for everyone to own, but still popular enough for its panels to be printed in the newspapers and secondhand copies to be circulated amongst students. The series depicted a charmed life in the US, where teenagers didn’t need to wear school uniforms, everyone dated freely, and children could hang out without any parental supervision. By the time I reached high school, they were one of the many American products that were around us. You could find the Archie comics alongside stacks of news magazines and Hindi crime thrillers at any railway station bookstore. While they weren’t as novel as before, Archie comics were still one of the only graphic narratives available for people who weren’t interested in superheroes and really gritty, edgy comics like Batman. They were sweet, colourful, and funny. And unlike other serialised stories, there was no real  urgency to read the comics in sequential order. It didn’t matter if you missed one, or many episodes. Not much changed in Riverdale over the years.Recurring characters and locationsWith teenage drama offset by humour, the Archie comics were like sitcom before the first sitcoms started airing. Their biggest strength wasn’t their silly protagonist, but the quirky, goofy, and relatable supporting cast. We may not all have grown up in Riverdale, but all of us have had a friend like Jughead or a teacher like Mr Weatherbee, the waspish old school principal that the gang have nicknamed “the bee”. These characters aided the storytelling with their frequent fourth wall breaks and self-referential humour, providing comic relief with their personalities. Jughead also served as stand-in for the reader, often depicted observing and commenting on the drama from the sidelines.Jughead. Credits: Archie Comics on InstagramThe setting of the comics is Riverdale, a fictional town loosely inspired by some American cities, whose barely elaborated past and universal spaces allow it to exist anywhere (as long as it’s moderately wealthy and upmarket). Familiar haunts like Pop Tate’s and Riverdale High form cultural landmarks that allow the town to recreate itself in other time periods and formats. The lack of spatial specificity in Riverdale has been criticised, but it has also allowed the Archie universe to maintain its relationship with new generations of readers, expand to incorporate characters and scenarios from many different franchises, respond to real world events, and create spinoff series where the supporting characters from Archie feature in full length stories of their own.The gang at Pop Tate's. Credits: Archie Comics on InstagramSelling nostalgiaIn 1688, Swiss doctor Johannes Hofer coined the term “nostalgia”, meaning, literally, “a longing to return home.” This desire to go back to a faraway place and a long lost time finds manifestation in the character of Archie, who remains a teenager for decades, revisited by readers as a time capsule of their youth. Russian writer Svetlana Boym described the nostalgic as a reaction to modernity, wars, and fast capitalism: “The desire to obliterate history and turn it into a private or collective mythology, revisit time like place, refusing to surrender to the irreversibility of time that plagues the human condition”. With their manufactured feeling of “timelessness” in a medium where the passage of time is represented spatially, the Archie comics embody the nostalgic.Even though the Archieverse has kept one foot lodged firmly in the past, it has continued to leverage nostalgia while meeting consumer demands of the present. From the bright, single dimensional cartoons of Bob Montana, the comics have given way to the gritty realism of Joe Eisma, the realist horror of Francesco Francavila, and the edgy artwork of Veronica Fish. Archie #8 illustrated by Veronica Fish and Archie #1 illustrated by Joe Eisma. Credits: Comic covers.The visual shift has also been apparent in the dark undertones of the TV adaptations of the comics on Netflix. These new comics, published simultaneously with some of the “classic” archie editions, show the gang struggling with “grown up problems” like unemployment and a lack of popularity, as well as the politics of Riverdale and the stories of the town’s residents.In the newer comics, the characters have defined shadows and harder edges, and the town is not a sanitised safe haven, but a space with a darker underbelly, teeming with monsters that of both the human and paranormal kind.KJ Apa as Archie, Camilla Mendes as Veronica, Cole Sprouse as Jughead, and Lili Reinhart as Betty in CW Riverdale. Credits: CW Riverdale on InstagramBig Ethel Energy, the Archie webtoonThe Archie corporation’s ongoing webtoon, Big Ethel Energy addresses the past of the comics for their shortcomings, but also allows the characters to grow in the present. The protagonist, formerly known as “Big Ethel”, often has flashbacks to earlier editions where she was depicted as unattractive, buck toothed and overweight. In the present, she recognizes herself as a victim of body-shaming and bullying by her classmates, who took advantage of her when they needed to, but otherwise excluded and ridiculed her. In a marked shift from the early print issues, we learn about the Ethel’s political stances, struggles and vulnerabilities. Readers can identify with Ethel when she expresses how it felt to watch the inseparable bond between Archie and the gang from the perspective of an outsider who would never be let into their inner circle.When Ethel returns to Riverdale as a journalist writing a history of the town, she is taking back power. Many of the people who studied with her in high school compliment her on her good looks and confidence, and seem keen to welcome her into Riverdale. While they also seem willing to take accountability for their behavior (when the harm they have caused is pointed out to them), they are not excused simply because they have now become “better people”.In a stark reversal of the original, this series prioritises the survivors’ perspective and interests. The comic also reveals new sides to old characters, whose queer and intersectional backgrounds are explored in greater detail than in the comics. Because of the visual format of the webtoon, where there can only be a single panel on the screen at a time, and the reader scrolls down from the top, Ethel’s perspective is often the one we see the most, narrated top-down and in first person. This reversal of power dynamics, where the marginalised figures get to reclaim their history, is a big indicator of the shift in Archie comics. From being an all white, male centric, apolitical storyline, the Archie universe’s expansion allows minorities and women of color to take up space and tell their stories.Big Ethel Energy written by Keryl Brown Ahmed and illustrated by SiobhanEven though each iteration of the Archie comics has something completely different and unique to offer, their connection to Riverdale, and to each other, is undeniable. The Archie brand has continued to blend nostalgia and newness. What makes each adaptation believable is the emotional honesty with which the characters are presented, despite their evolving appearance. Given the Archie universe’s adaptability and newfound self reflexiveness, the population of Riverdale has endless possibilities. Especially at a time when the present moment is so fraught with isolation, the Archie comics remain a reminder of community in the face of challenges. To read Archie now feels the same as opening up an old yearbook, or attending a school reunion – a mixture of nostalgia for the capers of the past and relief for the maturity of the present.'The Archies', a Netflix India movie. Credits: Zoya Akhtar on Instagram","author":"Swati Singh","time":"2022-06-12T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175593-oexzueexqt-1654856460.jpg","tags":["comics","teenages"],"source":"https://scroll.in/article/1025910/the-archies-re-reading-the-comics-from-everyones-adolescence-before-the-bollywood-version"}