{"title":"The Election Fix: Where has the roller coaster ride of the last five years left India’s economy?","content":"Welcome to The Election Fix. Today’s the final phase of voting, which means exit polls will be out tonight and results are now only days away. On Sundays through this polling season, we have taken   a closer look at one theme that will play a significant role in  India’s  Lok Sabha elections. In the past, we’ve looked at things like agriculture  and the discrimination faced by Muslims in politics. This week, we take a look at the economy and what ‘Big Bang Reforms’ have come in the last five years. We are running a reader survey about the Election Fix and what you would like to see from our political coverage. Please click here to tell us what you think or write to [email protected]The Big Story: Rollercoaster RideIn the first Economic Survey tabled in Parliament after Prime Minister Narendra Modi came to power, former Chief Economic Advisor Arvind Subramanian said India had “reached a sweet spot – rare in the history of nations – in which it could finally be launched on a double-digit medium-term growth trajectory.” That blue-eyed optimism quickly dissolved, with Subramanian ultimately deciding to leave before the end of the government’s tenure, followed soon by criticism of one of Modi’s flagship efforts to alter India’s economy: demonetisation.Today, the economy is sitting on a precipice. Gross Domestic Product growth is at its slowest rate in six quarters. Sales of consumer vehicles are at a seven-year low. Executives at India’s largest consumer products company, Hindustan Unilever, are talking about a “recession”.Industrial numbers are a case in point. Output contracted for the first time in 21 months in March 2019. Corporate profits are down. There is talk of a crisis in the shadow-banking sector. Consumer demand is slumping. The Finance Ministry has admitted that the Indian economy is slowing down. And that is without talking about the questions being raised about the accuracy of the economic data.Index of industrial production.In some ways, this story can be told through Arvind Subramanian’s discussion of the “sweet spot” that he believed India was in when Modi came to power. Here is how he addressed it in subsequent economic surveys: 2014-15: India has reached a sweet spot, rare in the history of nations. 2015-16: “For now but not indefinitely, the sweet spot for India is still beckoningly there.”2016-17: “Anxieties about… the forgoing of opportunities created by the sweet spot need to be decisively dispelled.” 2017-18: No mention of “sweet spot”.2018: Arvind Subramanian resigns as Chief Economic Advisor. From the promise of Acche Din, the good days, and double-digit growth in the medium term, to fears of a crisis and recession in five years, what happened? For the RecordSubramanian poured cold water on many Modi supporters’ hopes for the new government in the early months by arguing, in that optimistic first Economic Survey, that the focus would be on “creative incrementalism” rather than “Big Bang reforms”.This may have something to do with the fact that Modi’s first big effort to appeal to industry, an attempt to undo the Land Acquisition Act passed by the previous government, fell flat in the face of popular discontent, particularly from farmers. On the incrementalism side, Modi started off bright just by projecting a government that was more competent, easier to work with and committed to “minimum government, maximum governance”.His government worked hard to move India up the World Bank’s Ease of Doing Business Index, a measure of how many barriers are in the way of someone who would like to start a new business, and was successful at it too. Foreign Direct InvestmentForeign Direct Investment also flew into the country in the hopes that, especially with benign global conditions, low oil prices and better macroeconomic fundamentals, the Indian economy truly was poised to take off. Yet that exuberance seems to have run into some big obstacles, with the money coming in not always going to new projects. While Subramanian may have talked about incrementalism, it is quite likely that the first term of Modi’s government will be remembered for its Big Bang moves: The Insolvency & Bankruptcy Code: The government managed to pass a law making it simpler for creditors to recover assets from failed companies. The law itself is a significant achievement, though in practice its implementation so far has been uneven. The Goods and Services Tax: Legislatively the biggest success of the Modi government was bringing in the GST, which required a much fought-over Constitutional Amendment, a reworking of India’s fiscal structure and the turning of India into one big, common market. But the rollout of the tax was heavily criticised because of its complexity and the compliance burden it put on small businesses. Demonetisation: The biggest and most confounding move of Modi’s tenure was the decision to withdraw 86% of currency by value, ostensibly to fight black money, though the goal posts kept shifting. Its impact was to put a stop on an economy that was beginning to start growing, with impacts that are still being felt today, while the move failed to achieve every single one of its avowed objectives. To put it in another way, if Modi’s first big move was aimed at appealing to industry through its failed attempt at changing land acquisition laws, his last big move was putting money directly into farmer’s accounts through an income support scheme. Past tenseOf course, some of these problems were not new or limited to Modi’s tenure. Though it is quite striking how, for all the talk of being the fastest growing economy and a business-friendly government, corporate profits have steadily fallen through most of the last five years. Some of this may have to do with the government’s inability to grapple with the twin balance-sheet problem: A huge number of Non-Performing Assets weighing down banks, making it harder for them to loan out money, coupled with high amounts of debt for corporates, meaning they do not have the flexibility to spend. Non-performing assets and debt burdenData will show a huge spike in non-performing assets in the last five years, though most of that is simply a matter of classification: The Reserve Bank of India, under former Governor Raghuram Rajan, spotted the problem and pushed banks to properly categorise loans that were not working out, instead of indefinitely renewing them.The jump in some ways is a positive, since it means the problem has been identified, even though it dates back to the time right after the economic crash of 2008. But the scale of the crisis has meant that, despite several attempts at fixing it, the government has been unable to make a huge dent, though the long-term success of the Insolvency & Bankruptcy Code might be crucial here.PolitickingAcche Din has disappeared from the BJP’s campaign, as have taglines such as “minimum government, maximum governance”. The party worked hard to turn the focus of the 2019 campaign into a question of nationalism, rather than jobs, GDP growth or industrial investments. In reply, the Congress has focused on addressing poverty, with its NYAY minimum income guarantee scheme being the centrepiece of a campaign hoping to leverage anti-incumbency against Modi’s government. The manifestos offer a few more details. The BJP promises Rs 100 lakh crore of capital investment, a simplified GST, making India the new manufacturing hub (a promise somewhat repeated from 2014) and more support to small and medium enterprises, which it obliquely acknowledges are still feeling the demonetisation pain. The Congress, meanwhile, also promises to turn India into a manufacturing hub, saying it will increase manufacturing as a percentage of GDP from 16 to 25 in just five years, a seemingly impossible task. It promises a GST 2.0 with a single rate of tax and a new Direct Tax Code, aside from the usual claims that it will usher in better governance and bring in foreign investment. One key change in the economic discourse over the last few years, as the economy has been buffeted, has been moving from talking about improving growth opportunities to addressing incomes and poverty. Economist Rathin Roy has argued that India may be turning from a development state to a compensatory one, a shift that has many implications. Further Reading: Read our The Modi Years explainer on demonetisation, this government’s flagship failure on the economic front. M Rajshekhar’s reports on the growth of the Adani Group in the last five years represents the flip side of the economic story: While most businesses seem to be suffering, this one is thriving. How? M Rajshekhar also wrote a four-part series on the way India is dealing with bad loans and failing companies, which looks closely at why bits of the economy are in such a dire state.","author":"Rohan VenkataramakrishnanNithya Subramanian","time":"2019-05-19T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119986-vhutthkkij-1558208107.jpeg","tags":["The Election Fix","India","Economy","Elections 2019","Lok Sabha Elections 2019"],"source":"https://scroll.in/article/923960/the-election-fix-where-has-the-roller-coaster-ride-of-the-last-five-years-left-indias-economy"}