{"title":"The Modi Years: What has happened to the Ayodhya dispute in the last five years?","content":"Ram temple did not play a role in Narendra Modi’s 2014 campaignBut BJP brought it up while campaigning in Uttar Pradesh in 2016The dispute is pending in the Supreme Court and unlikely to conclude before pollsModi has said he will not issue an ordinance despite pressure Narendra Modi’s career till 2014 was painted heavily in the colours of Hindutva. As chief minister of Gujarat during the 2002 pogrom, Modi had made sure to take a hard Hindutva line in the assembly elections that followed. As he prepared to make a bid for prime minister in 2014, however, Modi changed gears, focussing far more on a narrative of governance and development. In fact, the Bharatiya Janata Party’s 2014 manifesto did not even use the word “Hindutva” once.In this change, the BJP’s core issue of building a Ram temple at the site of demolished Babri Masjid in Ayodhya was put on the backburner. The issue was buried under “Cultural Heritage” as part of the party’s 2014 manifesto and Modi did not mention it while campaigning.The first crack in this narrative came as the BJP geared up for the Uttar Pradesh Assembly elections towards the end of 2016. In October, 2016, Union Culture and Tourism minister Mahesh Sharma visited Ayodhya in order to purportedly inspect the site for a proposed Ramayana museum. The Ram Mandir issue was mentioned in the BJP manifesto for the elections with chief Amit Shah making sure to promise that the party would see it built. The BJP won Uttar Pradesh by a landslide, bagging 278 seats out of 403. The positive feedback for its Hindutva turn saw the BJP step further on the gas appointing hardline Hindutva mascot Adityanath as the chief minister of Uttar Pradesh.Months after he became the chief minister of Uttar Pradesh, in October 2017, Adityanath welcomed actors dressed as Ram and Sita to a government event in Ayodhya. Photo: PTIIn the courtsAt its core, of course, the Babri Masjid-Ram temple dispute is simply one of property. In 1949, an idol of Ram was placed beneath the central dome of the Babri Masjid. To prevent any further violence on the issue, the local administration locked the mosque, however, allowing people to worship the idol through the locked iron grilled-gate of the sanctum sanctorum in the mosque.In 1986, a district court’s judgement broke the status quo, allowing for the Babri Masjid to be opened and facilitating worship of the idol. The Rajiv Gandhi government complied with the order immediately, even broadcasting the breaking of the locks on what was then India’s only television channel, the state-run Doordarshan. The movement was soon, however taken up by the BJP. On December 6, 1992, mobs took over the mosque and razed it. The communal violence this destruction set off killed thousands across India and was the worst the county had seen since Partition.In 2010, the Allahabad High Court ordered the disputed plot to be divided three ways. Since this satisfied none of the parties to the title suit, the case reached the Supreme Court in 2011 where the high court order was stayed.The case stayed in limbo till a new chief justice, Dipak Misra began hearing the matter in 2017. Final hearings for the matter began in December, 2017 where, wary of how the matter would play electorally, senior advocate and Congress leader Kapil Sibal argued that the matter be postponed to after the 2019 election given that BJP had the temple as part of its manifesto. This argument was rejected by the court. On September 27, the Supreme Court refused to refer to a larger bench its judgement from 1994, which held that namaaz can be offered anywhere and that a mosque is not an “essential part of the practice of the religion of Islam” thus preventing another diversion in the Babri Masjid case.However, with a new chief justice taking charge in October, 2018, hearings in the Supreme Court again went into limbo. Eventually, on March 8, 2019, the Supreme Court, in a sudden move, announced that it would make efforts to resolve the dispute using the process of mediation. This was an explicit statement by the court that the problem was not a property dispute between two sides that could be resolved legally but rather a matter of religious belief. The court appointed a mediation panel consisting of retired Supreme Court judge FMI Kalifulla, religious guru Ravi Shankar and senior advocate Sriram Panchu. The panel has been given a timeframe of eight weeks to submit its report, which would mean no resolution before the Lok Sabha elections are done with.Ram temple ordinanceThe Supreme Court has been criticised by the BJP for not expediting the case, with Uttar Pradesh chief minister in October, 2018 issuing an “appeal that a decision on Ram Mandir should also be taken as soon possible, to ensure peace in the country”. In November, 2018, Modi himself argued that the court’s delay in hearing the Ram temple issue was a result of being intimidated by the Congress.The Rashtriya Swayamsevak Sangh as well as the Vishwa Hindu Parishad – both constituents of the Sangh Parivar – urged the BJP to bring in an ordinance that would bypass the courts and begin construction of the temple. The Sangh Parivar has also tried to build pressure using public demonstrations. On November 25, 2018 the Vishwa Hindu Parishad organised a “dharma sabha”, or religious congregation, in Ayodhya to press the demand for temple constructions. On December 9, it held another such congregation in Delhi, with more than a lakh people in attendance.In an interview released on New Year’s day, however, Prime Minister Modi made it clear that such an ordinance would not be possible. “Let the judicial process be over,” said Modi. “After the judicial process is over, whatever will be our responsibility as the government, we are ready to make all efforts”.Focus on HindutvaEven as a temple is not possible before the 2019 Lok Sabha elections, the BJP has kept up the focus on the Hindu god Ram using other means. In 2018, the party’s government in Uttar Pradesh has renamed Faizabad district as Ayodhya and announced a plan to build a 221-metre statue of the Hindu god, the tallest such structure in the world.Chief Minister Adityanath, the BJP’s star campaigner in recent Assembly elections across the Hindi heartland, has constantly invoked the mythology of Ram in his speeches. Ram’s primary lieutenant in the Ramayana, Hanuman has also been a constant presence in political communication, with a flurry of statements linking him to various communities such as Baniyas, Dalits, Adivasi and even Muslims.With a flailing economy, shrinking jobs and a distresses agricultural sector, it seems likely that the BJP will depend more on Hindutva than on development to see itself through 2019. Pushing the issue of the Ram temple will be an important part of this strategy.Read more:Scroll.in’s Gen ‘92 series talks to Indians born in 1992, the year Babri Masjid was demolished, about the BJP’s plan to build a Ram Temple in Ayodhya.Adityanath’s hardline Hindutva is getting a lukewarm reception in Ayodhya. ‘Ram temple profits politicians, not Ayodhya’: On Babri anniversary, a town looks back – and forward This article is part of The Modi Years series which recaps the major milestones, controversies and policies of the BJP government.","author":"Shoaib Daniyal","time":"2019-02-22T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111289-gspgsiiwwe-1548241198.jpeg","tags":["The Modi Years","Ram Temple","Ayodhya","Babri Masjid"],"source":"https://scroll.in/article/908568/the-modi-years-what-happened-to-the-ayodhya-dispute-in-the-last-five-years"}