{"title":"The Daily Fix: Kashmir has a new party, but it is politics as usual","content":"As politician Altaf Bukhari  announced the launch of the Apni Party in Srinagar this weekend, he said he had drawn inspiration from Bakshi Ghulam Mohammad, the prime minister of Jammu and Kashmir from 1953 to 1964. Bukhari was apparently referring to the former prime minister’s legacy of development. But the comparison with Bakshi is unfortunate, especially at this juncture in Jammu and Kashmir.In 1953, Sheikh Abdullah, who was then prime minister of Jammu and Kashmir, was abruptly dismissed and arrested on charges of conspiring against the state. He was replaced by the more pliant Bakshi, who had Delhi’s seal of approval. For generations of Kashmiris, Bakshi was the first of the “collaborators”, politicians who made accommodations with New Delhi to stay in power in the state.The year 1953 also marked the beginning of Delhi’s creeping control over Srinagar. As it hacked away at the powers and autonomies granted to Jammu and Kashmir under Article 370, it undermined parties and politicians who did not toe the Centre’s line, ushering in those who did. In 1965, for instance, the National Conference, which had been founded by Sheikh Abdullah, was dissolved and reincarnated as the local branch of the Congress, then the party at the Centre. From 1957 to 1972, members of the dissident Plebiscite Front were regularly locked up before elections. The politics of the Kashmiri “mainstream”, as parties that took part in electoral processes were called, had to be politics permitted by Delhi.Sweeping changesOver six decades after Bakshi came to power, special status under Article 370 has been revoked and the former state split into two Union Territories. As the Centre announced these sweeping changes on August 5, it locked up most leaders of the old Kashmiri mainstream. Three former chief ministers are still incarcerated under the Public Safety Act, a preventive detention law. Their main transgression: criticising the government’s decision to revoke special status and vowing to protect Article 370 of the Indian Constitution, which gave the territory nominal autonomy.As the old Kashmiri mainstream is dissolved, a new one seems to be taking shape with Delhi’s blessings, if not active encouragement. It has been pointed out that while most of the senior leadership of the old mainstream spent months in detention after August 5, Bukhari, a former minister and member of the People’s Democratic Party, only suffered a brief spell under house arrest. Since last year, news reports have speculated that the Centre would try to restart politics in Kashmir by reaching out to second-rung leaders of the established Valley-based parties – they certainly make up the bulk of the Apni Party’s leadership. Several leaders of the Apni Party were also among those handpicked to meet foreign envoys air-dropped into Kashmir, Delhi’s attempt to project normalcy in the Valley.New boundariesIn its opening statement, the new party offers a few words of outrage against the decision to hollow out Article 370. But the return of special status is a “fantasy”, it says, before moving on to a new roster of demands: the restoration of statehood, domicile rights for local residents, “equitable development of all the regions and sub-regions of Jammu and Kashmir”. These are all promises made by the Centre or senior leaders of the Bharatiya Janata Party before. The Apni Party, it is made clear, will keep to the new boundaries set by Delhi.It is not a promising start, especially when thousands of ordinary Kashmiris are still reeling from the cataclysmic changes wrought by the August 5 decisions and the crackdown that followed. For years now, Kashmiris have drifted away from the mainstream, with a growing sense that it could not represent their political aspirations, that electoral politics in the Valley was stage-managed by Delhi to preserve the illusion of democratic choice. So far, there is little to suggest that the Apni Party is a departure from the old cycle.","author":"Ipsita Chakravarty","time":"2020-03-11T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/138095-autvlbpcez-1583853493.jpg","tags":["Jammu and Kashmir","Apni Party","Article 370"],"source":"https://scroll.in/article/955756/the-daily-fix-kashmir-has-a-new-party-but-it-is-politics-as-usual"}