{"title":"The India Fix: How strong is federalism as an election issue in Indian politics?","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. To get it in your inbox every Monday, sign up here. Have feedback, interesting links or memes? Send them to [email protected].On Wednesday, Congress leader Rahul Gandhi made waves for a combative speech in Parliament during the debate on the motion of thanks to the President’s address. While he criticised the Narendra Modi government and the ruling Bharatiya Janata Party, one bit especially stood out: his argument that India was a federation of its states and not a European-style unitary country. “India is not described as a nation [in the Constitution], it is described as a Union of States,” Gandhi said, referring to Article 1 of the Indian Constitution: “India, that is Bharat, shall be a Union of States”.This argument led to an immediate response from the ruling BJP. Amit Malviya, head of the party’s fearsome IT cell, said in a tweet that by characterising India as such, Gandhi was calling for the “balkanisation” of India.Rahul Gandhi’s claim that India is not a nation but a “union of states” is deeply problematic and dangerous. It not just betrays his lack of understanding of our Constitution but also strikes at the core of idea of independent India.It seeds the idea of India’s balkanisation.— Amit Malviya (@amitmalviya) February 2, 2022\n\nThe Congress is the country’s main opposition party, having garnered nearly 12 crore votes in the previous Lok Sabha election. That the ruling party could accuse it of wanting  to break up India is a sign of the current dysfunction of Indian democracy. However, it was also an indication of how important the debate was for the BJP, both ideologically and electorally.Well into the 1990s, secularism was a major ideological and rhetorical force in Indian politics, It was often used in speeches to attack the BJP. However, the past seven years has seen the near-complete decimation of secularism as an ideological issue in Indian politics. The Samajwadi Party, which once fought elections on the plank that its government had even opened fire to protect the Babri Masjid, is today stepping gingerly to make sure it is not identified too strongly as a “Muslim” party in the upcoming Uttar Pradesh elections. It isn’t the only one: from the Congress to the Trinamool, old-style Indian secularism is on its way out and there is an urgent rush to appear exclusively Hindu.In this vacuum, the major ideological challenge to the BJP is increasingly becoming federalism and state identity.The best example of this was, of course, in the 2021 West Bengal Assembly elections. Before this, state identity was rarely used explicitly in the state’s politics. In fact, till 2011, Bengal’s two major poles, the CPI(M) and the Congress, were both national parties with high commands based in Delhi. Although the Trinamool, which came to power in 2011, was based in West Bengal, it did not have any particular state-based identity either. In fact, Banerjee’s first decision as chief minister was to significantly expand the list of West Bengal’s official languages to add four more – Punjabi, Nepali, Santhali, Oriya, Hindi and Urdu – on top of English and Bengali. (Contrast this with long-standing identity politics in states such as Tamil Nadu.)Yet, when faced with a fearsome BJP juggernaut and its aggressive Hindu nationalism, the Trinamool, with its back to the wall, reached for an obvious, ideological weapon: paint the BJP as an outsider to Bengal. The attacks on the saffron party were strong, even vicious. The Trinamool used words like “outsider” and even “borgi”, a reference to the brutal Maratha invasions Bengal suffered in the 18th century, to paint the BJP not only as a poor choice for voters but alien to the state.The BJP  was genuinely stumped by this new form of populism. It was used to the electorally favourable ideological contests of “Hindutva versus secularism” – a binary that appeals greatly to worried Muslims but to which most voting Hindus were, at best, apathetic. Right till the end of the election, when it suffered a complete rout, the party had not thought of a response.This wasn’t the only instance. Through 2021, Punjabi farmers used an aggressive idiom of federalism in order to oppose the Modi government’s three new farm laws. Like all good mass politics, the thrust was based on a constitutional element – did the Union have a right to pass these laws? – as well as an appeal to populist sentiment around Punjabi identity. In the end, the Union government buckled, withdrawing the laws with Modi himself apologising for moving them. Moreover, the BJP is practically persona non grata now in Punjab. Even its oldest ally, the Akali Dal, broke ties with it. Spurred on by these successes, more and more politicians are getting incentivised to adopt a federal idiom as a way to oppose the BJP. On February 1, the chief minister of Telangana complained about how the Union government has usurped state powers – a problem he thought so grave that he floated the idea of drafting a new Constitution. Before this, Congress-ruled Karnataka had taken a leaf out of Tamil Nadu’s book and launched an anti-Hindi campaign (a politics that the BJP did not obviously continue when it came to power in 2019).Curiously, even in states where there is no explicit federal politics, the BJP has a tough time in state elections. In fact, there is now a marked pattern of the BJP performing better in national elections than in state polls. In the 2019 Lok Sabha elections, for example, the BJP managed an incredible 58% of the vote in Haryana. Yet, in the state elections a few months later, its vote share crashed to only 37% .While in most cases, the growth of state identity is bad news for a national party like the BJP, once the idea acquires enough momentum, it will itself have to adopt it given the pressures of an electoral system (similar to how almost every Opposition party now signals Hindu identity). In Haryana, for example, the BJP-led government itself passed a jobs reservations law for state residents. In fact, there is now an emerging political consensus around state reservations, even though the consequences could be jarring for Indian federalism.Of course, while increasing federalism is good news for the Opposition during state elections, the opposite is true during Lok Sabha polls, where there is no contest with the BJP and Narendra Modi’s popularity. If this Centre-state gulf keeps widening, the centralised federation envisaged by the Constitution might come under new, powerful strains. Signs of this, in fact, are already appearing.A debt to the publicPublic debt usually gets a bad rap. But really, it’s critical to keep the wheels of governance running. So this new book might be an interesting read.Public debt enables a government to...- continue providing basic social services when revenues fall- undertake productive investments- support aggregate demand- intervene to stabilise the banking system (crisis!)- provide humanitarian assistance (hurricane, pandemic etc.) pic.twitter.com/yIs6YcbaFW— Philipp Heimberger (@heimbergecon) February 1, 2022\n\nRailroadedRemember the job riots in the previous India Fix over railway jobs? While we tackled the overall unemployment crisis in the country, one micro reason for that riot was that the Union government is drastically cutting back on railway jobs.Employment and the governmenthttps://t.co/35LDO3lWKF#unemploymentrate #EmploymentAndGovernment #CPHS #EconTwitter pic.twitter.com/ifTruQI3Wn— CMIE (@_CMIE) February 3, 2022\n\nPie in the skyFor the past few decades, Indians have been in a curious situation of their leaders telling them that they are right around the corner to great prosperity – even as their present condition remains one of the worst in the world.First there was #IndiaSuperpower2020, then came “Acche Din” and now we have the finance minster’s idea of “Amrit Kal”, auspicious time.All of which is a bit frustrating if you’re a citizen. But makes for good material if you’re a cartoonist.        View this post on Instagram            A post shared by Ashish Bagchi (@ash.bagchi)\npic.twitter.com/P6ETsKP5XC— Cartoonist Alok (@caricatured) February 5, 2022","author":"Shoaib Daniyal","time":"2022-02-07T09:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169773-hrehwlsupb-1644169450.jpeg","tags":["The India Fix","Federalism","Rahul Gandhi"],"source":"https://scroll.in/article/1016782/the-india-fix-how-big-a-force-is-federalism-on-the-ground-in-indian-politics"}