{"title":"The finance commission’s creation of a special defence fund is a setback to Indian federalism","content":"On February 1, the 15th Finance Commission’s report was tabled in Parliament. The job of the finance commission – to draw a framework for how to distribute monies between New Delhi and the states every five years – might seem dour but it is also critical to keep the world’s largest federation running.There weren’t many surprises in the report, except for one.  The commission recommended the creation of a “Defence Modernisation Fund” focussed on the capital needs of India’s military. DyarchyTo understand why this is problematic, we’ll need to understand that the Indian constitution, under its Seventh Schedule, divvies up responsibilities between the Union and the states. Subjects such as defence and foreign affairs are in the Union list while responsibilities like law and order are in the state list. India also has a concurrent list – a unique, centralising feature of its federalism adopted from the British Raj – where both the state and the Union have a role with a distinct tilt in powers to the latter (it is using this that Prime Minister Narendra Modi’s government brought in the farm laws, for example).Another feature of Indian federalism inherited from the Raj is that while the states do most of the heavy spending – think  law and order as well as health – most of the taxes collected are by New Delhi. To work this system, the British Raj in 1936 published the Niemeyer Award to split taxes between the Centre and various provinces. Given that India’s constituent assembly had adopted almost all the features of this late colonial federal system, it also adopted the idea of a technocratic finance commission to distribute the revenue collected by the Centre to the various states – which did most of the actual work of governance.A holdover from the Raj, a unique feature of Indian federalism is that while New Delhi collects most of the taxes, it is the states who do most of the governance. Source: 15th Finance Commission, data from 2018-19The Finance Commission therefore looks at the various commitments of the states and the Union and divides up the total taxes collected by New Delhi – called the divisible pool – between the two tiers of the Indian Union.A new animalExcept, the creation of a special fund – in this case for defence – creates a special third category. In theory, now the Finance Commission will split monies between Union, state and the defence fund. In effect, this means the states might have to pay or give up funds for defence, a subject squarely under the control of the Union.To understand how absurd this is, imagine the Finance Commission taking the logic of a defence fund to its conclusion and creating special pockets for every governance function. Should there be a special police fund under the control of the states that takes away money that would otherwise have gone to the Centre? Should states have access to an ear-marked health fund – an especially important function in Covid times?Clearly, what the finance commission has done here is far beyond what the Constitution, through the Seventh Schedule, envisioned. Its only job is to divide monies between the state and Centre. How each tier then uses its funds is up to it as per the powers awarded to it under the Seventh Schedule.Bypassing the constitutionHow did the commission justify this overreach? First, it was effectively asked to by the Centre. In 2019, a year and a half after the 15th Finance Commission had begun examining the financial framework, the Union amended the Terms of Reference for the commission, asking it to look at the possibility of a separate defence fund. At the time too, this new demand from the Centre was criticised for its potential to take away fund from states for a subject that is the responsibility of the Union. But the commission went further. In an interview to the Indian Express, NK Singh, the chairman of the 15th Finance Commission argued that as per the legal opinion that he received, defence was a “shared responsibility of the Union and the states” which “transcends the classification in the Seventh Schedule of the Constitution”. This is an inexplicable argument: it is not the job of the finance commission to transcend any part of the Indian constitution much less something as critical as the Seventh Schedule.To make matters worse is the fact that the Union government has, for some time now, resorted to a legal-financial sleight of hand to deny states their money by raising money not through taxes but through instruments called cesses and surcharges. These are meant to be earmarked for specific purposes, and, as a result, not shared with the states or added to the divisible pool of funds that is distributed. However, of late, even general purpose tax collection is being branded a “cess” in order to prevent sharing the money with states.The pace at which this has happened has been incredible. In 2010-11, cesses and surcharges amounted to around 10% of the Union’s gross tax revenue. The budget estimates of 2021 however place it at double that figure at 19.9%. This shrinkage of the divisible pool has been further exacerbated by the creation of special-purpose funds.Cesses and surcharges that aren't shared with the states have significantly shrunk the divisible pool. GTR: gross tax revenue, GTR: gross tax receipts                                                    Ignoring responsibilitiesTo make things more confusing, the Union has complained about not having enough money to fund its core function of defence, even as it has spent handsomely in the domains of the states. Between 2002-03 and 2015-16, Central spend (as a proportion of its revenue expenditure) on state list subjects went up from 13% to 16%. The equivalent expenditure on concurrent list subjects (a constitutional domain shared by New Delhi and the states) went up from 11.8% to 16.4%.Driven by electoral compulsions therefore, Union governments are spending more and more money on state subjects – which are often welfarist and bring in votes – but ignoring its core constitutional remit of defence.The political drivers of this are maybe not surprising in a democracy. But a technocratic finance commission’s very job is to prevent populist rhetoric from influencing devolution. Instead, oddly the defence fund seems to back up this trend.Interestingly, while the report creates a defence fund, its funding for this five-year cycle  does not impact any states funds, being restricted largely to Union government-controlled sources. However, the precedent set, of walling off the divisible pool for a specific Central function, is highly unfortunate for the practice of Indian federalism.","author":"Shoaib Daniyal","time":"2021-03-03T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130412-mukueporom-1572953106.jpeg","tags":["Finance Commission","Federalism","Defence Modernisation Fund"],"source":"https://scroll.in/article/988161/the-finance-commissions-creation-of-a-special-defence-fund-is-a-setback-to-indian-federalism"}