{"title":"The bit from ‘Calling Sehmat’ that’s not there in ‘Raazi’: The Kashmiri spy’s first love","content":"Meghna Gulzar’s movie Raazi is based on Harinder Sikka’s 2008 novel Calling Sehmat, in which a Kashmiri woman marries the son of a Pakistani brigadier in order to carry out espionage for the Indian government. The novel is set before the 1971 Indo-Pak war, and recounts Sehmat’s efforts in executing vital operations that help India win the war. Sehmat inherits the role from her father, businessman Hidayat Khan. Gulzar’s movie, which was released on May 11, stars Alia Bhatt in the lead role. In these edited excerpts, Sikka reveals Sehmat’s back story, which includes an aborted romance with her college mate Abhinav.Abhinav, Sehmat’s first loveWatching Sehmat was like witnessing poetry in motion. Her peaches and cream complexion, combined with the sharp features common to those from the Valley, was breathtaking. Her movements were effortless which gave an impression that she was gliding instead of walking. To the men who looked at her, she seemed like she had descended from the heavens and did not belong to this world. Many speculated that she had a boyfriend back home since she did not encourage the men. Only her close friends knew that Sehmat did not have any male friends. Looking at her parents, she knew that true love was sacred and it existed. She was also convinced that it would cross her path some day. In her mind she was very clear about the kind of man she would fall in love with. She would see him in her dreams, approaching her and filling her life with meaning, love and strength. She knew he would sweep her off her feet and take her away from the ordinary world to paradise. Little did she know what destiny had in mind. It was during the annual college celebrations that fate introduced her to Abhinav. Aby, as he was fondly called by his close friends, belonged to a wealthy and influential Delhi family. Tall and athletic, he looked like a hero from a romantic novel. Women tried to attract his attention but failed. While some admired his drop-dead good looks, there were others who were more attracted to his hefty bank balance. Even though the entire campus swooned over him, he kept to himself and often sat on the last bench of the classroom. No one, however, knew that instead of taking notes, Aby often penned down his heartfelt feelings in the form of poetry that had only one theme—the beautiful, unattainable Sehmat. He was in complete awe of her ethereal beauty and often described her as a Kashmiri princess who had lost her identity in an alien city. He loved his princess deeply but could never muster enough courage to approach her. Instead, he poured out his feelings in his poems, which, by his third year in college, had become an impressive collection.Duty over loveTheir love blossomed with each passing day. It was rare for either to be seen alone, except in the classroom. Even while attending lectures, Sehmat fought hard to focus on her studies. They met regularly even as the annual exam fever gripped the college. Aby promised to carefully study her notes but found it difficult to focus. Somewhere deep within, he was worried about the approaching summer vacation that would take his sweetheart away from him.Perhaps he had a sense of foreboding of the impending storm in their lives. On the day of their last exam, Sehmat had barely stepped out of the hall when an unknown person approached her. He introduced himself and gave her a sealed envelope. Thinking it to be one of Aby’s pranks, she looked at the envelope carefully and found the sender’s name at the bottom. She was taken by surprise and hurriedly opened it and read the short note. Mir had requested her to fly back to Srinagar. The envelope also contained an air ticket for a flight that was scheduled to depart the next day.Sehmat instinctively realized that all was not well at home. Shortly thereafter, she was sitting in the principal’s room, talking to her mother over the phone. Aby sat by her side, maintaining a studied composure. Tej tried her best to allay her daughter’s fears and pretend that all was okay, but failed. Aby too couldn’t do much to bring cheer to her face. Once at home, Sehmat slowly became aware of what was happening. She came to know about her father’s ailment and spent a day crying as she thought about the possibility of him passing away. Her mother was patient with her, talking and explaining things till late in the night. Sehmat told her about Aby, and the two found solace in their tears. Tej told Sehmat about the possibility of her becoming a part of the intelligence-gathering network across the border. Even though she had dreaded talking about it, she explained how it would happen.‘Aby is but a small sacrifice,’ she said. ‘Your father has toiled hard and taken grave risks for the sake of our country. He would like you to take over from here and help in controlling the other end, especially in light of the growing battle cries from the overconfident Pakistani Generals. Besides, we have known the Sayeeds for decades. Iqbal is a very fine, well-mannered and educated boy. You’ll be very happy and safe,’ she said. Sehmat was to be married to the son of a Pakistani Brigadier, Sheikh Sayeed, in a bold move to understand the operation being carried out against India. Sehmat found the shock of losing both her father and Aby unbearable. She wept and sought explanations from the Almighty in the privacy of her room. If it were a test, she would rather fail than be away from her family and Aby, she argued with him. Swinging between anger and despair, she sought answers that no one could provide. The dark night reflected her state of mind: a sense of doom reverberating all around the stillness. It was an omen of things to come, Sehmat thought. Her thoughts flew to Aby, who was waiting for her. Her anger was directed towards her fate. She couldn’t let her father down but she also wanted to be with Aby. And there was no middle ground.Excerpted with permission from Calling Sehmat, Harinder Sikka, Penguin Random House India.","author":"Harinder S Sikka","time":"2018-05-15T19:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/875081-86595-eqdaxjwpbn-1523327875.jpeg","tags":["Calling Sehmat","Alia Bhatt","Harinder Sikka"],"source":"https://scroll.in/reel/875081/the-bit-from-calling-sehmat-that-isnt-there-in-raazi-the-kashmiri-spys-first-love"}