{"title":"The numbers don’t tell the real story: Centre’s ambitious telemedicine initiative is struggling","content":"On a regular day, the line outside the outpatient department of the Dhadgaon rural hospital is a long one. The hospital in northern Maharashtra’s Nandurbar district covers over 90 villages, some located 70 km away in remote, hilly terrain. When in early 2022, the medical officer of the hospital, Dr Jarman Singh Padvi, was directed by the district health office to start regular consultations on eSanjeevani, an online government portal for telemedicine, he was left exasperated.“Look at the crowd,” he said, pointing towards patients queued outside his consultation room when Scroll.in visited him in September, some of whom had reached the hospital after several hours of travel. “I have no time to do telemedicine,” he said. He also struggled to log on to the portal because of poor network. Eventually, he refused to participate in eSanjeevani.He is not an exception. Of the 267 government doctors posted in the district, only 40 attend eSanjeevani regularly, district health officer Govind Chowdhary said.And yet, in areas like Nandurbar in north Maharashtra, a district with a sizeable Adivasi population, where patients from isolated villages are often carried in makeshift cots fashioned out of a sari tied to a bamboo pole, a telemedicine service could have been both the doctor’s and the patient’s ally. “We have no medical college and there is a lack of specialists,” said Chowdhary. The eSanjeevani portal could have filled this gap by connecting rural doctors with specialists from urban centres, he said. For patients, too, a basic video consultation for pregnancy, flu, minor ailments and follow-ups could have cut down the unnecessary trek through the hills. But the biggest hurdle is poor network.  Doctors in the district said they struggle to connect to the internet.   Medical officer Jarman Singh Padvi refused to consult via eSanjeevani, citing network problems in Nandurbar and lack of time. Photo: Tabassum BarnagarwalaThe pandemic boostThe Union health ministry launched the eSanjeevani service, now  called eSanjeevani-HWC, in November 2019 as a doctor-to-doctor  consultation facility. It was meant to provide doctors in primary health  centres and rural hospitals access to specialised opinion from medical  colleges and tertiary care hospitals, especially when dealing with  complicated cases.Then, the pandemic struck and outpatient  departments across India shut down. In April 2020, a patient-to-doctor  telemedicine facility called the eSanjeevaniOPD was added to the  service, allowing a person to virtually consult doctors at a government hospital  from their homes through a mobile app or the eSanjeevani website.  A few months into the pandemic, eSanjeevaniOPD seemed to be working. Data received from the health ministry in response to a Right to Information application filed by Scroll.in shows that the e-SanjeevaniOPD portal logged the maximum number of patient calls (2.37 lakh) in July 2021, around the peak of the second Covid-19 wave. By July 2022, the monthly numbers declined by 61.7% with 90,981 patient calls recorded. At least 19 states and Union territories logged less than 10,000 patients from 2020 till August 2022.Chhaya Pachauli, director of Prayas Centre for Health Equity in Chittorgarh, Rajasthan, said awareness about eSanjeevani is negligible in rural districts. “It was promoted briefly during the pandemic. After that, nothing,” she said. In urban areas, patients from lower income-groups prefer visiting the nearest health facility. Dr Kamaxi Jonwal, attached with a health centre in Vadodara, said they hardly get eSanjeevani calls from patients in the city.Doctor-to-doctor consultations on the portal, however, have steadily grown. In November 2019, 3,126 doctors consulted specialists for expert medical opinion. This rose to 17.7 lakh in November 2021. In 2022, 49.5 lakh eSanjeevani-HWC consultations were carried out in July alone, the RTI response shows.On January 10, the Union  Minister of Health and Family Welfare Mansukh Mandaviya announced 9  crore consultations had been carried out on eSanjeevani since its  launch. Of these, 1 crore consultations were recorded in the preceding  five weeks. But that massive figure may be misleading. During visits to Gujarat and Maharashtra, Scroll.in  found doctors and health workers under pressure to meet targets. In  response, they had taken to gaming the eSanjeevani system by registering  unnecessary consultations. While the service aimed to reduce referrals  to district or tertiary-care hospitals and provide expert guidance on  complicated cases in rural India, doctors and health workers in these  two states say it has largely failed to achieve both. Unofficial targetsIn Gariya village, in north Gujarat’s Morbi district, a 12-year-old boy visited a local sub-centre on December 20 with complaints of constipation and consulted Pooja Chauhan. Chauhan is a community health officer, a nurse provided with a six-month bridge course by the government and allowed to prescribe basic medications. Chauhan prescribed him a laxative called Dulcolax. The next day, Chauhan logged on to the e-Sanjeevani portal and entered the same patient’s details for a telemedicine consultation, even when the child had not returned with more complaints. The doctor in the online consultation room, Dr Manish Shah, a medical officer in a primary health centre in Anand district, too advised the same medicine. When Scroll.in contacted Chauhan, she said she wanted to double check whether the prescription she had given was correct. But Shah said he gets several such “consultations that can be easily tackled at the sub-centre level and does not require our guidance.” “Almost always, consultations involve community health workers calling on patients’ behalf for cough, cold and fever complaints,” he said.Several community health workers in Gujarat’s Anand district said that they are given a target of five eSanjeevani consultations per day. In order to meet the target, they either consult doctors even when no expert opinion is required or register patients they have already examined as online consultations. For instance, a community health worker, requesting anonymity, said, “Patients do not know about eSanjeevani. When they come to the sub-centre, we register them on the portal.” Most of the time there is no doctor in the online consultation room, the health worker said. “We end up prescribing a medicine and later talk to the doctor on the patient’s behalf to show it as an eSanjeevani consultation,” the health worker added. In a health and wellness centre in Amod village in Anand, Dharti Kachhiya, a community health officer, said, “During the pandemic, people opted for telemedicine, but not anymore.” She receives 25-30 patients in a day at the centre – mostly with cough, fever, ear, nose and throat problems. To meet the daily targets, she randomly assigns some to eSanjeevani. “If we don’t perform, in state review meetings, non-performing districts are told to improve,” she said. In Gujarat, Dr RB Patel, deputy director in state health department, denied that targets were being given to doctors. “We are not pressuring doctors,” he said, adding that he was aware that simple cough-and-cold cases were being diverted to eSanjeevani. “I agree that awareness about eSanjeevani is low. But people in rural areas do not have smartphones to do online video consultation,” he said, explaining why doctors were making calls on patients’ behalf.In Gujarat, community health officer Dharti Kachhiya said they have to meet daily targets for eSanjeevani. Photo: Tabassum BarnagarwalaIn Nandurbar too, medical officers said they have been unofficially given targets by the district health office.A senior official in Maharashtra Directorate of Health Services, who retired on December 31 last year, said the Union health ministry takes daily stock of eSanjeevani reports. “In video meetings, performance of different states is compared and we are told to improve our numbers,” the official said. “Hence, we have given a daily target of 10 calls per medical officer in Maharashtra.”The Ministry of Health and Family Welfare did not respond to a set of questions asking about the targets and challenges faced by doctors.In the Kuktar sub-centre, which serves a population of 3,000 in and around Roshmal village in Nandurbar, medical officer Roshan Salve said he can easily prescribe medicine to the majority of the patients. But in order to meet targets he said he diverts them to the eSanjeevani website for an online consultation. Latika Rajput, a health activist attached with Narmada Bachao Andolan, said the purpose of eSanjeevani is defeated if patients have to do tele-consultation for common flu from a health centre. “If they visit a health centre, that means they have already travelled a distance to meet a doctor,” she said.‘Nothing can replace physical examination’A primary health centre in Naar village in Gujarat's Anand district. Photo: Tabassum BarnagarwalaDr Manish Shah, who attended Chauhan’s consultation, is posted in two primary health centres in Naar as well as Vadadala, separated by a distance of 12 km. “Vacancies are high here,” he explains. He attends to 150 patients in the outpatient department every day. It is compulsory for him to consult virtually from 9 am till 4 pm twice a week, but he has managed to do only 54 consultations on eSanjeevani since the facility began in 2020. The district office sends him a schedule for specific consultation days each week but he often misses it. “I don’t get the time,” he said.The pressure to meet targets has forced some doctors to do simultaneous physical and online consultations. In Pedlad district hospital, Dr Kaushal Shah is the only government ophthalmologist for the entire Anand district. Every morning, about 200 to 250 patients visit the outpatient department of the hospital to consult him. Shah juggles between examining patients and checking a computer screen where eSanjeevani OPD is running. But the result is often dissatisfying. “Mostly I get calls from government health workers. But since they don’t have the equipment to examine eyes, I end up asking them to refer patients to the nearest hospital,” he said.When eSanjeevani was launched in Nandurbar, Dr Amol Phoge, superintendent in-charge at Molgi rural hospital, thought it would avoid overcrowding at the hospital and dissuade patients from travelling long distances for minor health problems. “But I have realised nothing can replace physical examination. We can’t measure temperature, check blood pressure or pulse,” he said. The district has over 70% Adivasi population, most with poor literacy levels, and few people even have a thermometer at home to be able to tell the doctor their temperature. “I hardly consult 10 patients through eSanjeevani. In my hospital’s regular OPD, I examine 160 to 200 patients in a day,” he said.The eSanjeevani portal, which was launched with the idea of bridging the rural-urban health divide, has 1.09 lakh health and wellness centres connected to 14,188 referral centres. But often doctors in sub-centres find no doctor available online. In Gujarat’s Pandoli village, Dabhi Freni Pratik, a community health officer, opens the eSanjeevani portal daily. “Sometimes we find a doctor, sometimes not,” she said.This reporting was supported by a grant from the Thakur Family Foundation. Thakur Family Foundation has not exercised any editorial control over the contents of this article.","author":"Tabassum Barnagarwala","time":"2023-01-13T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185388-dorcjmvpvl-1673191075.jpeg","tags":["eSanjeevani","telemedicine","Ministry of health and daily welfare","Gujarat","Maharashtra","Anand","primary health centre","doctor"],"source":"https://scroll.in/article/1041450/the-numbers-dont-tell-the-real-story-centres-ambitious-telemedicine-initiative-is-struggling"}