{"title":"‘The Accidental Prime Minister’: Anupam Kher says he will ‘not back off’ after row erupts","content":"Actor Anupam Kher on Friday said he would “not back off” following a controversy over his movie The Accidental Prime Minister in which he stars as former Prime Minister Manmohan Singh. The movie, which will be released on January 11, 2019, is based on writer Sanjaya Baru’s 2014 eponymous memoir and details Singh’s relationship with the Congress’ Gandhi family. Baru was Singh’s media adviser and chief spokesperson from May 2004 to August 2014. “I am not going to back off,” Kher tweeted. “This is my life’s best performance. Dr Manmohan Singh will agree after seeing the film that it is a 100% accurate depiction [of his tenure as prime minister].”The movie has set off a political battle between the Congress and the Bharatiya Janata Party. The BJP’s official Twitter handle posted the film’s trailer on Friday, describing it as “riveting tale of how a family held the country to ransom for 10 long years”. “Was Dr Singh just a regent who was holding on to the PM’s chair till the time heir was ready?” the party added, referring to Congress President Rahul Gandhi as the heir to the post. The party drew criticism for its tweet, with some users asking if it had sponsored the movie.I am not going to back off. This is my life’s best performance. #DrManmohanSingh will agree after seeing the film that it is a 100% accurate depiction. Will meet the media at 5.30pm at Actor Prepares, Film Industry Welfare Trust, Santacruz. #TheAccidentalPrimeMinister pic.twitter.com/WwKJNcyVO7— Anupam Kher (@AnupamPKher) December 28, 2018\n\nMeanwhile, the Madhya Pradesh government denied it was planning to ban the film. The “news is wrong and misleading”, tweeted the state Department of Public Relations. Party spokesperson Randeep Singh Surjewala claimed that the rumour of a ban was “fake propaganda by the BJP”.However, state Congress leader Syed Zafar claimed the party would not let the movie release in the state without watching it, ANI reported. “Manmohan Singh is an intellectual leader,” Zafar added. “Using words like accidental prime minister is very wrong and we will not allow such a film.” He said the party has a problem with the film’s title as well as the trailer.The Maharashtra Youth Congress has threatened to resort to “other options” if the movie is released without prior screening for their members.But Kher seemed unfazed by these threats. “The film is based on their [Congress’] leader,” he told ANI. “They should be happy. If the Congress thinks their political party is above the law, then the law will decide on it.”The actor cited Congress President Rahul Gandhi’s tweet in which he said that freedom of expression should not be policed. “So I think he himself should condemn and stop those who are protesting against the film,” Kher added.","author":"Scroll Staff","time":"2018-12-28T21:54:56.808355+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/109082-neyinvjogx-1545907097.jpeg","tags":["Manmohan Singh","Anupam Kher","The Accidental Prime Minister","Congress"],"source":"https://scroll.in/latest/907454/the-accidental-prime-minister-anupam-kher-says-he-will-not-back-off-after-row-erupts"}