{"title":"Shankar-Ehsaan-Loy interview: ‘We showed that Bollywood music could be cool’","content":"Shankar Mahadevan’s commanding voice, Ehsaan Noorani’s guitar riffs and Loy Mendonsa’s seamless keys are back together with Rakeysh Omprakash Mehra’s boxing film Toofan, set for a July 16 release on Amazon Prime Video. In an interview with Scroll.in, Shankar-Ehsaan-Loy revisit their 25-year career that began with the unreleased Dus (1997). What should we look forward to in the ‘Toofan’ soundtrack?Shankar: The title track has the adrenaline of a sports film song but is also an emotional rollercoaster. You can chart the transformation of the person in the song itself – it has a softness in the beginning and rises to a climax and takes off. Ananya, sung by Arijit Singh, has a very singer-songwriter kind of production. Purvaiya, sung by me, is like a rock qawwali.\n\n\n    \n    Play\n\nToofan (2021).You are one of the few composers to use Arijit Singh in interesting ways. Loy: Shankar always says that when a composer, like say Arijit, sings a song, he has a different take on it. Often, Shankar sings out a tune to the singer, but then they are still struggling with it for three and a half hours. Greats like Shankar and Arijit make it sound easy.Shankar: Arijit is not just a singer, he has tremendous musical depth and knowledge. I don’t know any singer other than him who hears the tune and writes down the notation. He can sing anything, from R’n’B to ghazal, because he listens to everything and can modulate accordingly. He is a lambi race ka ghoda.Take Sajde from Kill Dil. It’s a monster of a song, especially when the hook comes. He sang the opening ‘Rabb labbha papiya nu” part first and did not stop till he got it right. Only then did he have lunch and sang the rest. He understands the aesthetics of a tune perfectly and then has his way with it. His voice is touched from above, like Kishore da’s.\n\n\n    \n    Play\n\nSajde, Kill Dil (2014).Let’s revisit some of your best works, beginning with the classical music-themed Marathi film ‘Katyar Kaljat Ghusli’.Shankar: Every Maharashtrian knows the songs of Katyar Kaljat Ghusli because it’s a super-duper hit musical play in the Marathi world. We worried that we would be criticised for our take on a classic, but where else would we get to compose a bandish? With the recreated songs, we understood the idea was to bring the song out of a natyasangeet arena into a film space.When our first song Sur Niragas Ho was out and we saw the love and affection it got, we knew we were safe. I am proud that today’s generation cannot say which song is SEL’s and which is Pandit Jeetendra Abhisheki’s. We made it all as one compact album.\n\n\n    \n    Play\n\nSur Niragas Ho, Katyar Kaljat Ghusli (2015).You returned to classical with ‘Bandish Bandits’. Shankar: Here we dealt with the characters separately. For instance, in Sajan Bin, we know the teenybopper girl writes her own stuff and she is not that good. She is successful but actually semi-mediocre so her singing and lyrics about being viral and selfies are deliberate. But when the classically rooted guy enters, the contrast is communicated instantly.We were like children in a candy store with the project. Making music for 10 episodes, composing a bandish, a thumri, a tarana, a pop song, a Rajasthani folk song, instrumentals, all together was amazing.\n\n\n    \n    Play\n\nSajan Bin, Bandish Bandits (2020).Speaking of recreating classics, let’s move to ‘Don’ and ‘Don 2’.Ehsaan: We gave the title track a cheesy-yet-modern sound. Aaj Ki Raat was the dark horse. We retained only Ye Mera Dil. Without it, the film wouldn’t happen.The Don 2 album wasn’t as successful. The film was a tight thriller that didn’t need as many songs. The Dushman Mera song was a tribute to Kishore Kumar, the way Shankar sang it. Songs don’t play much of a role in contemporary film narrative. Loy: I think it’s a great thing because now you have songs that you really require. Very rarely are all songs successful. Two-three are chartbusters, the rest float.\n\n\n    \n    Play\n\nDushman Mera, Don 2 (2011).‘Rock On!!’, again, had a successful soundtrack. Not ‘Rock On 2’, whose songs also capture how the band Magik has musically evolved.Ehsaan: The first film was about a college rock band. So most of the music was recorded live in a studio, made to sound like a garage band. The compositions were simple. In the sequel, these guys are now producers, and another musician, played by Shraddha, is bringing her influences, so we had to make music for both these worlds. When the Rock On!! album was out, critics murdered it. They said Javed saab’s lyrics are terrible. But it’s such innovative writing. It’s an Urdu poet writing for an amateur rock band. When the film worked, people in interior India stood up and perhaps listened to rock for the first time. Shankar: He can’t write “Phoolon ki khushboo mein jo chupi hai” or something for a rock band.‘Udja Re’ is a great song.Shankar: We thought what would a DJ do with my vocals as a loop. So I sang something in the folk musician space, and we cut it and filtered it and we just had fun all the way.\n\n\n    \n    Play\n\nUdja Re, Rock On 2 (2016).Your vocals are adjusted to great effect in the ‘Kill Dil’ title track.Shankar: There are some songs that float because of merit. They have no box office or marketing support. The film failed badly but any singing-based reality show will pick Kill Dil as a challenge song, because it is challenging. Another song they pick is Tere Naina from Chandni Chowk to China, which, again, just nobody watched. These songs will last for a long time without a movie, without context.Ehsaan: Shaad Ali is a Quentin Tarantino fan, so he wanted the title track to be in the Django Unchained zone, that’s how the opening riffs come. It’s a beautifully eclectic song. Sounds like Kishore and Rafi together, with the yodelling, and then the hook comes, and it becomes an alt-rock song.\n\n\n    \n    Play\n\nKill Dil title track.‘Mirzya’ must have broken your hearts.Ehsaan: Rakeysh Omparakash Mehra told us to be prepared to fail. He said he was going the whole hog in terms of experimenting so we could do whatever we wanted. We got singers from across the border, a trumpet player from Chicago. Having the CD in your hand is like having a musical encyclopedia. If we had the rights to Mirzya, which is with T-Series, we would get Peter Gabriel’s Real World Records to re-release it as world music. Shankar: It’s like owning a collector’s edition pen or a vinyl LP.Loy: Also the expanse of the film, caught between earth and sky, reflects in the music, both grounded and then transcending. \n\n\n    \n    Play\n\nHota Hai, Mirzya (2016).‘Zinda’ in ‘Bhaag Milkha Bhaag’ created the trend for rock songs for Indian sports films.Ehsaan: Rakeysh said he doesn’t want to go period-specific. We anyway didn’t know what songs could play in that setting so we went contemporary. Shankar: Ehsaan developed the opening riff randomly while we were shooting for the 2011 cricket world cup song De Ghumake. He suddenly played the riff and we thought it could be used for a good Punjabi rock song. We instantly recorded it. And you would assume the djent part of the song was Ehsaan’s, but actually Loy wrote that. ‘Johnny Gaddaar’ title track is a great rock song.Shankar: We had the song ready in 25 minutes, as long as it takes to reach Mahim from Bandra. Sriram Raghavan narrated the film and had just left in his car when Ehsaan came up with the riff and within minutes we had it ready. We called Sriram and got him to return to the studio immediately.\n\n\n    \n    Play\n\nJohnny Gaddaar (2007) title track.‘Konchem Istam Konchem Kashtam’, your only work in Telugu, has fun songs.Ehsaan: When I do Instagram lives, all the people from the South still mention it. It’s an eclectic album. And the director, whose name is Kishore Kumar, really understood good melodies. The thing with Telugu, Marathi, Bengali, Malayalam industries is that they are untouched by the single and cover business, holding its own.Working with Kamal Haasan on Vishwaroopam was equally fab. He let us take it to the edge, incorporating kathak and all.\n\n\n    \n    Play\n\nAbacha, Konchem Istam Konchem Kashtam (2009).What have been the biggest changes in the Hindi film music industry on your watch? Ehsaan: The first big change: AR Rahman. The second big change: Shankar-Ehsaan-Loy. With Dil Chahta Hai, we showed that Bollywood music could be cool. It made people who don’t listen to Bollywood pay attention to Hindi film music.Shankar: I really wish the power of the music composer once again becomes what it used to be. The power should remain with the creator, not the marketer or businessman or whatever. These people are narrowing the composers’ thinking horizons.If Rakeysh enters the studio, we know we have a huge ground to play in, for example. But the studio is so accessible, everybody enters thinking they are a poet or a composer. A plane owner won’t tell the pilot press this switch and go left, right? So many times, composers are made to write a hook that sounds forced.Another thing is that we suddenly have this wrong impression about the youth. They say, yeh gaana youth ke liye nahi hai. Are the youth fools? The maximum appreciation for Bandish Bandits came from millennials, that too for the thumri and bandish. They are covering these songs on guitar. They say Sapnon Se Bhare Naina is not youthful. Youth don’t understand music or what? Where are we hearing you three again?Shankar: We are doing Bunty aur Babli 2, Prithviraj, Sam Bahadur, and an untitled film of Avnish Barjatya, son of Sooraj Barjatya. Working with the Barjatyas is so beautiful, laidback, such a lovely pure environment. There’s also some interesting stuff to happen for OTT.Also read:‘Bandish Bandits’ music review: Shankar-Ehsaan-Loy album is a crisp blend of pop and classicalAction films might have been different had the Sanjay Dutt-Salman Khan starrer ‘Dus’ been completed","author":"Devarsi Ghosh","time":"2021-07-13T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161474-odztfzvpru-1626109066.jpg","tags":["Shankar Ehsaan Loy","Toofan","Katyar Kaljat Ghusli"],"source":"https://scroll.in/reel/1000037/the-shankar-ehsaan-loy-interview-we-showed-that-bollywood-music-could-be-cool"}