{"title":"The Election Fix: What has happened to the voters from 2014 who wanted to ‘give Modi a chance’? ","content":"Welcome to The Election Fix. Today  on the newsletter we check in on the hold-your-nose-and-choose-Modi voters from 2014, meet the team that travelled for two days to open a voting booth for one person and find out what the first phase meant for the BJP.Please tell us what  you think of The Election Fix   by emailing me at  [email protected]. I’d  like to thank Dipak, George, Ambrish, Mausumi and Rosemary for sending notes  and   suggestions about previous issues of the Election Fix, which you can find here. If you haven’t already signed up, subscribe here to get the Election Fix in your inboxThe Big Story: TurncoatsWhen Narendra Modi became the Bharatiya Janata Party’s official candidate in 2013, several public commentators who had criticised the then-Gujarat Chief Minister for his role in the 2002 riots suddenly had a new pitch: why don’t we give Modi a chance? (A phrase that, of course, would be repeated a few years later for Adityanath). The thinking went like this: the Congress had seemingly presided over a disastrous few years, with corruption scandals, stubbornly high inflation, policy paralysis and an atmosphere that seemed unfriendly to foreign capital. Modi, with the mirage of the Gujarat development model, was promising to fix all of those economic problems. Moreover, he was focusing on the right things, at least as far as this set of thinkers was concerned. The central pitch of the Modi campaign was development. Among the taglines of his campaigns was “Sabka saath sabka vikas” (Development for all). Never mind that the BJP was capitalising on the riots in Muzaffarnagar, that Modi was going around complaining about the Congress’ pink revolution (a coded message that it was supporting beef exports and cow slaughter), that BJP candidates were even then saying that anyone criticising Modi should go to Pakistan. Having to grapple with the realities of governance in Delhi would keep Modi’s majoritarian tendencies in check, the argument went, and that would mean economic growth without (too much) Hindutva. However, it did not pan out quite like that. In an essay appearing in, of all places, Foreign Affairs, public commentator Gurcharan Das says he has now fallen out of love with Modi: “There was no denying that Modi was a sectarian and authoritarian  figure. But I knew that India’s democratic institutions were strong  enough to prevail over those tendencies… A vote for the BJP was, in my  mind, a calculated risk... Five years on, I am  disillusioned. Modi has delivered only partially on his economic  promises, and he has unconscionably polarized the country.” Tavleen Singh, another commentator with a similar disposition, writes that many former believers in Modi have lost faith in him because of economics.  Singh, however, insists that Modi’s continued popularity has nothing to do with Hindutva, and believes that the hate is only spread  by his “closest associates”. Meanwhile, another set of public thinkers has embraced people who have been dislodged from once-influential positions in the BJP’s leadership (Yashwant Sinha, Arun Shourie, LK Advani, and even  Nitin Gadkari), believing they represent a preferable option  compared to Modi, despite their own majoritarian pasts. Remarks such as this have been criticised by people who viewed such endorsements of Modi as a reflection of the privileged positions of the commentators, who believed that majoritarian politics was acceptable so long as it came with economic growth. What does any of this mean for the actual elections though? As we noted earlier, Modi remains the front-runner, and is far and away the most popular prime ministerial candidate. Some economic conservatives may no longer support Modi, yet surveys seem to suggest the BJP has successfully made the election more about nationalism than the development that was once promised.Two pieces might add a little more nuance to this. Seema Chishti reporting on the BJP’s campaign in Uttar Pradesh in 2017 pointed out that the party successfully intertwined development and Hindutva, pushing a narrative of Hindu victimisation and promising to fix that.Gautam Mehta, in a paper for Carnegie, argues that the Sangh Parivar has pushed Modi closer towards economic populism, a move that would anyway have angered the party’s 2014 “libertarian-minded supporters”.In other words, maybe it isn’t the give-him-a-chance Modi supporters who are ditching the prime minister. Instead, could it be that the BJP has shifted the ground so significantly that Modi no longer needs the support of the hold-your-nose-and-vote-for-BJP bunch at all?What do you think of those who have now ‘fallen out of love’ with Modi? Write to [email protected]Elections 2019 on Scroll.in The Silent Army: For our series about the people who actually conduct the election, Shreya Roy Chowdhury tells the story of how six Arunachal officials travelled two days to open a poll booth for only one vote. Half the Vote: As part of a series talking to women about the elections, Aarefa Johari speaks to a Muslim woman in Godhra, Gujarat who says she’s proud that a man from her state is prime minister. Ground report: S Senthalir and Sruthisagar Yamunan give you a sense of what is happening in Tamil Nadu, from women upset with the AIADMK to the ruling party banking on the Chief Minister’s caste alliance to the influence TTV Dinakaran’s party may have on polls. Ground report: T Ameerudheen speaks to Adivasis and Muslims in Kerala’s Wayanad to get a sense of what they want out from the elections.Ground report: Naveen Patnaik has been in charge of Odisha for 19 years. Can he win a fifth term? Priya Ranjan Sahu attempts to find out.    This election season, we give you five ways to follow the Lok Sabha polls on Scroll.in (besides the Election Fix), and also a reminder that a subscription to Scroll+ helps our reporters go further, dig deeper and bring you more stories. There’s even a 30% discount on right now. Reportage & policyThe Bharatiya Janata Party’s social media head for Cooch Behar is a 36-year-old shop owner who is the admin of 1,114 WhatsApp groups. Ravik Bhattacharya in the Indian Express finds out what his day is like. Since Gross Domestic Product numbers do not seem to be fully reliable, Vivek Kaul in Mint put together 15 indicators from the real economy, like tractor sales, cement production and household financial savings. Former Prime Minister Manmohan Singh’s second term saw better numbers in 11 of those 15 indicators than Modi’s five years. Liz Mathew and Sampad Patnaik in the Indian Express give us the big-picture view of what is in store in Odisha, where Chief Minister Naveen Patnaik is seeking a fifth term, up against a BJP that hopes to make significant inroads. The Mumbai Mirror and the Huffington Post’s Betwa Sharma both join BJP-run WhatsApp groups to get a sense of the fire-hose of fake news and communal content that thrives in those spaces. More reportage on this from Karen Rebelo of Boom, and Shusovan Sircar of the Quint finds BJP proxy pages have suddenly disappeared from Facebook’s ads library. Sagar writes in the Caravan of how the Congress’ soft Hindutva line has disheartened Muslim voters in Uttar Pradesh. Election titbitsBJP leader Smriti Irani once claimed she had a degree from Yale, but nothing of the sort turns up in her election affidavit. Alpesh Thakor, a leader whose entry into the Congress boosted its popularity in Gujarat during Assembly elections in 2017, has now quit the party after being refused a Lok Sabha ticket. It looks like the Indian Express may have been partially responsible for the word “Christians” being included in the BJP manifesto, after a reporter called to ask why that religious community was not named along with others in a promise about the Citizenship Amendment Bill. Was Modi’s call for voters to pick him keeping the Balakot air strikes in mind a violation of the Election Commission’s order to not drag the military into politics? One poll officer believes so. Opinion & analysis Sanjay Kumar of the CSDS examines turnout numbers from the first phase and says he believes that the BJP is starting the elections at a disadvantage, especially in Uttar Pradesh where it is likely to do well in only two of the eight first-phase seats. TN Ninan in the Business Standard points out that the Modi-run BJP approach, as displayed in the manifesto, focuses on output – statistics about what has been achieved – rather than outcomes, which would mean actually improving people’s lives. “Reimagining Kashmir as something other than real estate ripe for demographic engineering will require more than outsize chest measurements, but it will lead to a more secure, more inclusive and less paranoid nation,” write Nirupama Subramanian and Amitabh Mattoo in the Indian Express. Roshan Kishore in the Hindustan Times points out that in states where the BJP has directly taken on the Congress, its vote share came down significantly in assembly elections compared to 2014. Will that be reflected in these polls? “The burgeoning middle classes, and those aspiring to join them, are being encouraged to think solely about themselves and leave behind those who are currently lagging,” writes Nilanjan Mukhopadhyay in the Economic Times.Did we miss any  reports or op-eds that you thought were    relevant?    Send thoughts,  suggestions and WhatsApp forwards to    [email protected].","author":"Rohan Venkataramakrishnan","time":"2019-04-15T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117492-itomunqjii-1555288567.jpeg","tags":["The Election Fix","Elections 2019","Narendra Modi","Gurcharan Das","Lok Sabha elections 2019"],"source":"https://scroll.in/article/920079/the-election-fix-what-has-happened-to-the-voters-from-2014-who-wanted-to-give-modi-a-chance"}