{"title":"The Daily Fix: The Election Commission must explain mass voter deletions in Telangana","content":"As the state of Telangana went to vote for a new Assembly on Friday, a controversy arose with a number of people taking to social media to complain that their names had been deleted from the electoral rolls. The problem was significant enough for the state’s Chief Electoral Officer to hold a press conference later in the day and apologise for the missing names.This problem did not arise out of the blue. The Opposition in the state along with activists have been raising concerns of mass deletions from the voter list since 2015, with around 27 lakh names allegedly removed. To put that number in perspective, it amounts to nearly one out of every 10 voters in the state.These mass deletions have a murky history. In 2015, the Election Commission decided to link India’s biometric identification, Aadhaar, with voter identity cards as part of what was verbosely named the National Electoral Roll Purification and Authentication Programme. The exercise was meant to clean up electoral rolls by removing duplications. Within months of the process starting, however, the Supreme Court put a stop to it, given that Aadhaar’s constitutional validity was under challenge.Not only did the Election Commission overreach by linking Aadhaar to voter identity cards without the consent of the citizens in question, it also did not follow any of the legal requirements when deleting names from electoral rolls. The people whose names were deleted were not informed and no arrangements made for them to reapply for inclusion in the electoral rolls. Moreover, pilot runs of the National Electoral Roll Purification and Authentication Programme had thrown up an incredibly high failure rate of 93%, reported the News Minute.Even while the Election Commission apologised for the mass deletions on Friday, it did not explain why they were carried out in the first place in spite of so many red flags. It also did not address allegations of targeted voter suppression, with accusations that the Greater Hyderabad area had been acutely hit. The Election Commission needs to make deletion data by constituency public in order to lay to rest doubts about whether the exercise could have influenced the Assembly elections.Moreover, the Commission has been completely opaque about how the National Electoral Roll Purification and Authentication algorithm works in the first place. Given that this software now controls the fundamental right to vote, the Indian citizens need to know how it functions. Additionally, there is little clarity on just how widespread the problem of mass deletions is and how many states have been affected.With just a few months to go before the 2019 Lok Sabha elections, the Election Commission needs to set its house in order and assure the citizens that the Telangana fiasco will not be repeated nationally.","author":"Shoaib Daniyal","time":"2018-12-10T09:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/905108-22478-zniztqtfsv-1484012772.jpg","tags":["Telangana","Election Commission","Voter suppression"],"source":"https://scroll.in/article/905108/the-daily-fix-the-election-commission-must-explain-mass-voter-deletions-in-telangana"}