{"title":"The Daily Fix: Has the Opposition in the Rajya Sabha already capitulated to the BJP’s brute power?","content":"In Prime Minister Narendra Modi’s first term, former Finance Minister Arun Jaitley complained about an “unelected” Rajya Sabha coming in the way of the government’s legislative aims, since the Opposition still had the majority in the Upper House of Parliament. In the very first Parliamentary Session of Modi’s second term, there was no need for such complaints. Despite the Opposition still having the numbers, the Bharatiya Janata Party had no difficulty getting two contentious Bills passed. The passage of the Bill to criminalise triple talaq, a form of instant divorce in Islam, exemplified this situation perfectly. The Bill had earlier lapsed after being passed by the Lok Sabha because it was clear that the government did not have the numbers to pass it. Since then, very little has changed in terms of numbers figures in the Rajya Sabha. And many Opposition parties continue to be vociferously opposed to the law: the provision that makes triple talaq a criminal act might end up hurting the Muslim women it claims to help. Yet, the bill was passed in the Rajya Sabha last week, 99-84. An Opposition motion to move the Bill to a select committee was unsuccessful, at 84-100. How is that possible? Listless OppositionSome of this has to do with the support of parties that Mint called NDA lite – the Biju Janata Dal, the Telangana Rashtra Samiti and the YSR Congress, in addition to the Janata Dal (United), which is a BJP ally and the All India Anna Dravida Munnetra Kazhagam, which contested as part of the National Democratic Alliance in the Lok Sabha elections. But the result was not helped by abstentions and absences from other parties. According to the Indian Express, this included four Congress Members of Parliament, six from the Samajadwai Party, four from the Bahujan Samaj Party, two each from the Nationalist Congress Party (including party chief Sharad Pawar and Praful Patel), the Telugu Desam Party and the People’s Democratic Party and 1 from the Dravida Munnetra Kazagham, the Communist Party of India (Marxist) and the Trinamool Congress. One or two of those may be down to genuine reasons, like medical problems. But others reflect either laziness, bad floor management or something more nefarious. People’s Democratic Party chief Mehbooba Mufti, for example, tweeted on the morning of the vote calling the bill “undue interference seemingly to target Muslims” but her party’s two MPs abstained. Other parties’ members suddenly disappeared at the time of voting. Majoritarian futureThis sort of development would have been one thing if the Opposition were simply trying to use its numbers in the Rajya Sabha to send a message to the government as a show of force, as they did with amendments to the President’s motion of thanks back in 2015. But actual matters were on the line here. The Opposition’s failure meant that the government was able to pass amendments to the Right to Information Act as well as the Triple Talaq Bill, both pieces of legislation that had serious flaws. Some members of the Opposition had in fact made genuine interventions both within Parliament and outside it about these two laws. Yet when it came down to it, they were unable to organise numbers well enough to prevent their passage. This is a problem. There are already fears about the overwhelming power of the BJP and all the attendant dangers that come with a majoritarian force with little to oppose it. But the Rajya Sabha seemed set to fulfil its role as a tempering force, just as it did in the last five years – at least until next year when the BJP may have a chance to win a majority. Yet it seems as if the Opposition has already capitulated. With the Congress in disarray, and no other party able to to act as the bulwark against the BJP’s majoritarianism, it is hard to see how the next vote will be any different. Instead, this result will only embolden the government to push through more controversial pieces of legislation in Parliament, which means even fewer opportunities for debate and consultation, something the current regime’s legislative efforts desperately need. The Political Fix is a weekly guide to all the best analysis, reports and op-eds on Indian politics from Scroll.in. Sign up here to get it in your inbox every Monday.","author":"Rohan Venkataramakrishnan","time":"2019-08-01T09:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/932423-66710-kqbexkjatt-1503668196.jpg","tags":["The Daily Fix","Rajya Sabha","Triple Talaq","Right to Information"],"source":"https://scroll.in/article/932423/the-daily-fix-has-the-opposition-in-the-rajya-sabha-already-capitulated-to-the-bjps-brute-power"}