{"title":"The seven-hour long documentary on the Czech New Wave that was eight years in the making","content":"Shivendra Singh Dungarpur’s upcoming documentary CzechMate: In Search of Jiri Menzel has entered the history books even before it has been screened for the public. The archivist and filmmaker’s third feature-length documentary adds up to seven hours, and is the longest Indian production to have been cleared by the Central Board of Film Certification.The 420-minute documentary features 85 interviews with close to 20 Czech filmmakers, all of whom heralded the subversive and exciting Czech New Wave movement that roughly lasted between the 1950s and the ’70s. The censor board gave the documentary an adult certificate on January 3. Other posterior-warming Indian films include Cheran’s Thavamai Thavamirindu (275 minutes), Raj Kapoor’s Mera Naam Joker (244 minutes), the NT Rama Rao starrer Daana Veera Soora Karna (257 minutes), MG Ramachandran’s Nadodi Mannan (220 minutes), JP Dutta’s LOC: Kargil (255 minutes), Nikhil Advani’s Salaam-e-Ishq (216 minutes), and Ashutosh Gowariker’s Lagaan (224 minutes), Jodhaa Akbar (214 minutes) and Swades (210 minutes).Celluloid Man, Dungarpur’s 2012 documentary on PK Nair, the influential head of the National Film Archive of India, is modest by comparison: it totals 150 minutes. The rough cut for CzechMate was 14 hours long.CzechMate is still shorter than the average movie by Filipino director Lav Diaz, which includes Death in the Land of Encantos (540 minutes) and A Lullaby To The Sorrowful Mystery (485 minutes).Now I hold the Indian record being the longest Film ever censored in India ..7 hours ..for my Film “Czech mate... In Search of Jiří Menzel ... pic.twitter.com/3gtdTqnYCo— Shivendra Dungarpur (@shividungarpur) January 3, 2018\n\nCzechMate is a deep dive into the Czech New Wave, which produced some of Europe’s greatest filmmakers, including Jiri Menzel, Jan Nemec, Vera Chytilova, Ivan Passer, Milos Forman and Jan Kadar. “It was a tough challenge to bring the film down to seven hours,” Dungarpur said. “There is no comprehensive film made on the Czech New Wave, which was as important as the French New Wave or Italian Neo Realism. I think the big challenge for me was finding the filmmakers first. Many of them are no more, many have stopped making films, some are still making films. The challenge was to convince them to talk to me. They couldn’t wrap their head around why an Indian would be so interested in what they made.”Dungarpur, who set up the Film Heritage Foundation to document and preserve Indian cinematic heritage in 2014, has slaved over CzechMate for eight years. It began with his fascination for Jiri Menzel’s films, which includes Closely Watched Trains (1966), Larks on a String (1969) and My Sweet Little Village (1985). Dungarpur first came across Menzel’s movies when he was a student at the Film and Television Institute in Pune. He was fascinated by how Menzel used absurdist humour to discuss serious issues, including censorship and authoritarian rule.“Back in 2010, when I started this project, I just wanted to travel across the world in the hope of meeting all the filmmakers whose work has inspired me,” Dungarpur said. “Menzel was obviously on that list. But it took me two years to land an interview with Menzel. During my search for him, his films and for material about him, I discovered an entire group of filmmakers from Czech Republic and Slovakia who, like Menzel, were making cinema in perhaps the most difficult times – in a climate of extreme state-fuelled repression and censorship. And all of them continued to stand up to harsh regimes. They never gave up. I wanted to explore that thoroughly.”The Czech New Wave was populated mostly by products of the Film and Television School of the Academy of Performing Arts in Prague, who rebelled against state strictures on free expression through a range of stylistic approaches, including documentary realism and absurdist humour. Dungarpur found a wealth of material and information – textual, oral and visual – during his research. Accompanied by translators and aided by film historians, he travelled to Europe regularly to hunt down the directors and filmmakers, unearthing a treasure trove of rare footage, nuggets and anecdotes along the way.“Many of the films that New Wave filmmakers made revolve around the lives of ordinary people, who are generally side characters,” he explained. “They become the heroes in these narratives. I think they took bits of Italian neo-realism when it came to the subjects they chose and were influenced by the French New Wave in terms of how to shoot and present them. What really fascinated me was how they used state money to make films that were against the state.”The documentary has been made for a cinephile audience, including students of cinema and “people who have been following film movements across the world”, Dungarpur said. “It was interesting to see the reactions of some of the censor board members after they watched the film,” he said. “One of them told me, ‘I cannot believe we have just seen a seven-hour film. But this is a film I can watch again.’ That makes me really happy.”\n\n\n    \n    Play\n\nClosely Watched Trains (1966).Like Celluloid Man and The Immortals, which explores the history of Indian cinema through memorabilia and objects, CzechMate complements Dungarpur’s interest in the conservation and restoration of cinema. His Film Heritage Foundation has salvaged rare prints of several films, including the Konkani production Mogacho Anvddo and Guru Dutt’s Bharosa, besides collecting publicity material such as posters, photographs and lobby cards. Recent acquisitions include the prints of Shyam Benegal’s films and movies starring the actress Sadhana.“A lot of them marks the end of one phase of my career, which I feel is now over,” Dungarpur said. “It all started with PK Nair, who was the subject of Celluloid Man. It was he who got me interested in archiving and restoration of cinema and its history. But I’m now at a stage when I want to explore the filmmaker in me. The foundation will continue its work, of course.”\n\n\n    \n    Play\n\nCelluloid Man (2012).","author":"Archana Nathan","time":"2018-01-04T08:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/863691-47644-uydwgqdiwc-1515030212.jpg","tags":["CzechMate: In Search of Jiri Menzel","Shivendra Dungarpur","Czech New Wave"],"source":"https://scroll.in/reel/863691/the-seven-hour-long-documentary-on-the-czech-new-wave-that-was-eight-years-in-the-making"}