{"title":"The Daily Fix: The recognition of Hadiya’s marriage should not have been such a hard-won victory","content":"The Big Story: Judging rightOn March 8, the Supreme Court recognised the marriage of 25-year-old Hadiya, a woman who converted to Islam, married a Muslim man, Shafin Jahan, and triggered off a legal and political  storm. It set aside an earlier order by the Kerala High Court, which had annulled the union, with several heartening observations: “marriage and intimacy are the core of plurality in India” and “we can’t let the state or others make inroads into this extremely personal space” and who was the court to question a decision made by “two consenting adults”.  It protected, in short, an adult woman’s right to choice. While the verdict is welcome, there is much to worry about. It took the court to ensure that she could marry and live as she chose. Even this took a truly alarming legal process. What is now being celebrated as a victory after a hard-won battle should have been a matter of course.Before the Supreme Court, there was the Kerala High Court, which stepped in after Hadiya’s father, KM Asokan, filed a case alleging that she had been abducted and urging that she be returned to his custody. As this writer observes, it was filed as a a habeas corpus petition, a provision once intended to secure the liberty of those illegally confined by the police but now put to questionable use. A series of troubling judicial decisions followed. Hadiya was marched back to the women’s hostel where she once stayed and kept confined under surveillance, then her marriage was annulled and she was sent back to her parents’ house. A medieval morality and biases, rather than legal principles, seem to have animated these decisions. The high court observed that “a girl aged 24 years is weak and vulnerable, capable of being exploited in many ways”. It concluded that she was an “ordinary girl of moderate intellectual capacity” and could not be trusted to make her own decisions; she must have been “brainwashed”. It reflected that is was not enough to be married, one had to be “properly married”, that is,  certified by parents. There is the unmistakeable tang of communal prejudice in the observation that religious conversation to an “alien faith and religion” was “not normal” for a girl in her 20s, pursuing a professional course. All the while, Hadiya had not been produced in court, even as she filed affidavits urging that all choices had been made of her own free will. The Supreme Court also took several months to hear Hadiya in person. Last year, though it acknowledged her right to choice, it sent her back to the college in Salem rather than to her husband, as she wanted, and appointed the dean as her guardian. That seems to be a difference in geography rather than principle.Through the course of this case, moreover, the idea of interfaith marriages has been entwined with criminality. The bogey of “love jihad”, the rightwing theory of a socio-cultural invasion where Muslim men lured Hindu women into marrying them,  was floated again. The high court assumed that Hadiya had been put through a “forced conversion” by a “well-oiled network”. From there, it was a short step to terror charges against Shafin Jahan. The high court directed the National Intelligence Agency look into it and the Supreme Court clarified on Thursday that the probe would continue. Now, even the investigating agency is trying to deny that it ever portrayed him as a terrorist. Hadiya’s case should set a precedent for how not to conduct judicial processes. In the euphoria over her victory, it is important not to forget the months of misogyny and prejudice that led up to it.The Big StoryTA Ameerudheen traces one woman’s journey from Akhila to Hadiya.Shoaib Daniyal and Sruthisagar Yamunan take apart the “love jihad” bogey.PunditryIn the Indian Express, Janaki Nair links the triumphalism in Tripura to a sustained attack on Jawaharlal Nehru University since 2016.In the Hindu, Rajeev Gowda, Prasenjit Bose and Manindra N Thakur weigh in on whether the Left should align with the Congress.In the Telegraph, Mehmal Sarfraz remembers Asma Jahangir.Giggles#LeninStatue falls ! #Tripura pic.twitter.com/gbC8kGj8VK— hemant morparia (@hemantmorparia) March 8, 2018\n\nDon’t miss...Dhirendra K Jha on whether Uttar Pradesh Chief Minister Adityanath’s Hindu Yuva Vahini is quietly being dismantled to appease the Rashtriya Swayamsevak Sangh:  The RSS fears that with Adityanath as chief minister, the Hindu Yuva Vahini, which exists outside the purview of the Sangh Parivar, might grow as a parallel Hindutva outfit with its own independent political ambitions that might clash with those of the BJP in the future. The fear is that if allowed to grow, the outfit has the potential to turn the politically crucial state of Uttar Pradesh into something like Maharashtra, where the BJP has to compete with a rival Hindu party, the Shiv Sena, for votes.","author":"Ipsita Chakravarty","time":"2018-03-09T09:51:25.316941+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/871366-75312-klibxvepxo-1512061004.jpg","tags":["Daily Fix","Hadiya","right to choice","Supreme Court","love jihad","terror charges","Law and Legal"],"source":"https://scroll.in/article/871366/the-daily-fix-the-recognition-of-hadiyas-marriage-should-not-have-been-such-a-hard-won-victory"}