{"title":"The struggle of a child bride in Rajasthan: Married at 5, motherhood at 13 and widowed by 20","content":"Aanachhi was just five years old when she was married to a 13-year-old boy. “I was married on a plate,” she recalls. “It is a tradition here. Parents make their children sit on a plate, and then they exchange those plates and consider the children married.”“I don’t remember anything about my marriage, not even what I wore…I didn’t even know what my husband looked like or his name. I got to know it all later.”As per United Nations International Children’s Emergency Fund data as of 2020, India is home to 223 million child brides, a third of the global total and the largest in any country in the world. While the Prohibition of Child Marriage Act, 2006 makes it illegal for girls under 18 years to marry, estimates suggest that at least 1.5 million underage girls are married in India every year.It is not just about the freedom of choice for women; early marriage also “brings along early pregnancy, health risks, mortality, poor education, unemployment and gender-based violence”, said Tara Ahluwalia, a Rajasthan-based activist working on gender issues.This story is part of a series on traditions and customs, including those outlawed for years, that are yet forced on women in Rajasthan, with far reaching impacts. The first part is about child marriages and its consequences, still common in many parts of the state, and the country.Age-old traditionIn 2019-’21, 24.5% of women in Rajasthan, 20-24 years, said they were married before they had turned 18 years, according to the fifth National Family Health Survey. This has reduced considerably from 35.4% in 2015-’16 and from 65.2% in 2005-06, data show.Rajasthan’s latest child marriage rate is similar to that for all of India: 23.3%.Some 120 km away from Rajsamand, in a village in Bhilwara district, Khushboo (name changed) gave birth to a baby girl in January. Khushboo is 17 and was married in November 2020 during the Covid-19 pandemic. “I had just dropped out of school after giving my class eight exams. I was anyway unsure of studying further but the lockdown confirmed it. My father is a driver and had no earnings for six months straight and eating three meals a day was becoming a big challenge, so they decided to get me married,” said Khushboo. “My husband is 12 years older than me and he has a grocery shop. His first wife had died within a year of their marriage.”“Early marriage is one of the prominent, age-old traditions of Rajasthan,” said Kailash Brijwasi, founder and director of the Udaipur-based non-profit organisation Jatan. “However, things have gotten a little bit better in the past few years. Now, they wait for the girls to be around 18, if not past that age.”Marudhar Singh Devda, coordinator for Childline, the national helpline for children in need, who works with Jatan in Rajsamand said, “Even today our team gets abused and even beaten up sometimes when they go to stop a child marriage. This happens most often in the tribal belt. If a parent has three daughters, say, they would wait only for the eldest of them to become 17 or 18 and the rest would also be married altogether no matter what their age is.”Weddings are an expense, and for poor families who cannot afford one, getting daughters married in a group marriage or samoohik-vivah is an economical option. But, Marudhar said, villagers feel their standing in the community would be impacted if they participate in a community wedding, and instead they prefer organising their own wedding, but get all daughters married at the same time. In most of these situations, the oldest daughter is above 18 years, but the younger ones might not be.“The decline in early marriages isn’t a justification for it. The practice hasn’t ended yet, said Sudhir Joshi, the superintendent of police of Rajsamand district. “Laws and regulations are one thing & being able to bring a societal change is another. That’s what our focus is going to be.”He said that he joined only 15 days ago, and plans to organise campaigns with the police department and local non-governmental organisations, conduct street plays and other other awareness campaigns to help the locals understand the issues in early marriages in the language they speak.Why it continuesReasons for early marriage, as per a 2023 study, include lack of education and the gender gap in literacy, belonging to a poor household, prevailing social traditions and practices.“Child marriage is a consequence of deep-rooted socio-cultural norms and entrenched gender inequalities. Poverty, financial insecurity, lack of education and concern for the safety of girls often force parents to marry their daughters off early,” said Poonam Muttreja, executive director of the Population Foundation of India, a nonprofit working on gender issues, in an email response. “Communities often view it as a ‘solution’ to ‘secure’ their daughters’ future or mitigate their economic circumstances.”Aanachhi was born in 1980, the second girl born to a woman only 15 at the time. Aanachhi means unwanted, literally what her family, who has a strong son preference, felt about her at her birth. Her mother went on to give birth to three other girls before a son was born as the youngest of six.Aanachi was just five years old when she was married. In Rajasthan, one in five women, 20-24 years, said in a survey between 2019 and 2021 that they were married before they turned 18. Credit: Jigyasa MishraConsenting to her own marriage was never an option for Aanachhi, and indeed for most girls in her village. Child marriages happen when the parents and guardians think the time is right.“As per my family, it was a closed affair with just the two families (bride’s and groom’s). Thereafter, I stayed with my family till I was 16-years-old, I guess.”“My husband might have known about contraceptives, or maybe not, but I definitely had no clue about it until I had already produced two children,” she giggles. When she first arrived at her in-laws’ house, she was already a mother to a three-year-old, whom she gave birth to at 13.Parents also want girls to marry early because they fear the girl will elope with a boy of a different caste or community which is considered socially unacceptable in most of the country, said those from local non-profits.Death and abandonmentAanachhi’s husband was diagnosed with tuberculosis, and died in 2003, just seven years after she had moved in with his family. By the time she was 18 years old, she had already birthed two children – Seema and Prahlad. She never remarried, despite pressure from her parents-in-law to marry older men in the family. “When I refused, I was abused and threatened that I would be thrown out of the house.”She and her children did not have enough to eat, and she began working in the fields to make ends meet, while living with her in-laws. “I had to take the matter to court,” she said, adding that she got some land from her in-laws as a result of the court case, built a house on it, and now lives there with her children.Married at 12, Dhapu Sargara left her husband and parents in-laws home because of domestic violence. She now lives with her parents, brothers and sisters-in-law and said she is happier here than with her abusive husband. Credit: Jigyasa MishraAround 20 km from Aanachhi’s village, in Khad Bamaniya, lives Dhapu Sargara. In her early thirties, Sargara moved back to her parent’s house after domestic violence at her in-laws.Married at the age of 12, Sargara has two children whom she hasn’t seen in the past 10 years. “My first child is 19 years old and the second would be 17 now. But I have no clue how they even look now. I am not allowed to see them or talk to them,” said Sargara, who left her husband 16 years ago.It is rare for families to let women stay at their maternal homes after marriage. “There are many families who would want their daughters to be with the in-laws even after knowing that she’s facing violence,” Ahluwalia, the social activist, said.Sargara said her husband married her because of his parent’s pressure. “He kept me hungry, most days. I even starved during my pregnancies,” she said.“He abandoned me at the hospital during my second delivery,” she said, breaking down at the memory. “I was so weak that I couldn’t even feed the baby. He came to my parents’ house a week later to take us back home, so I returned with him – but barely two months later, he left home with both the children.”Sargara returned to her parents’ home and now lives there. “I heard my daughter is now married.”“Abuse, abandonment and separation are very common outcomes of early marriage,” said Brijwasi of Jatan.Changing timesMarudhar said that Childline, since April 2016, has received information of nearly 160 cases, where they tried to stop child marriages, along with the help of the district police.He suggests that just like the police has a yearly target to catch people breaking traffic rules, smoking, child labour and many more crimes, they should have one for child marriages. “If they start giving a target of finding and stopping just five child marriages, we’d see a lot of change.”Further, “All marriages, births and deaths must be mandatorily registered through a system, including civil, religious and customary unions, as a means to track marriages and the age of marriage,” said Muttreja. “Governments need to become more serious about ending child marriage by informing people about the law as well as demonstrating the benefits of not marrying early.”She also suggested that the government address barriers to girls’ education by providing a safe environment, provision of separate toilets for girls in schools, improving the quality of education, and making girls’ education a more useful investment for parents.Change is also coming from the women themselves.Nisha Solanki, now 37, was 17 when she was married to a man who was 24. She had completed high school and wished to study further even after marriage, but was not allowed to. “My mother-in-law said, ‘you have studied enough to take care of the house and raise children, so better sit at home and eat what we feed you’”. “But within five years, my husband died of dengue and we had no one to make ends meet. That’s when my mother-in-law agreed to let me study, but on the condition that my parents had to take care of the expenses.”Nisha graduated from a nearby college, and today works at a non-profit organisation. She is the family’s only bread-winner, looking after her mother-in-law and her only child. And she is keen that her daughter study.“I cannot wait to see my daughter finish her school and then go to a good college for higher studies,” Nisha said. “I really want her to pursue her PhD and marry only if and when she wants to. I will give her the life I could never get.”This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Jigyasa Mishra, IndiaSpend.com","time":"2023-03-15T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187910-rgcwrvqudk-1678704446.jpg","tags":["Child marriages","Rajasthan","Child brides"],"source":"https://scroll.in/article/1045507/the-struggle-of-child-brides-in-rajasthan-married-at-5-mother-at-13-and-widowed-by-20"}