{"title":"The photographer’s hateful wrath in Assam is not an isolated crime – it has government sanction","content":"In a video from Sipajhar in Assam that appeared on social media on Thursday, a photographer pounces on a man lying motionless on the ground, a circle of blood spreading on his chest. The photographer is accompanied by a group of policemen. He is Bijay Baniya, employed by the Darrang district administration, brought to the spot to take pictures of an eviction drive in Sipajhar.The man lying on the ground is 33-year-old Moinul Haque. In the first few seconds of the video, he had rushed towards a group of policemen, a stick in his hand, and the group of policemen, armed with guns and clad in riot gear, had fallen upon him. Gunshots rang out soon afterwards. Haque was killed in the attack. He had lived in Dhalpur 3 in Sipajhar. On Wednesday night, hours before he died in police firing, residents of his village, mostly Muslims of Bengali origin, had been served an eviction notice. They would have to leave their homes so that the Assam government could clear space for organic farming by people considered indigenous to the state.In the name of Eviction people are killed in #Assam.Horrific Visuals.We want strong action against that cameraman.@assampolice @BBCWorld @UNHumanRights @HRC pic.twitter.com/gIiFsVpagE— Mr.J ● (@thenameis_Mr__J) September 23, 2021\n\nA deadly lexiconMost people who watch the video, in Assam and outside, are shocked by Baniya’s ferocity. What kind of hate impels someone to such gratuitous violence on a dead or dying man? Where does it come from?Baniya’s was not an isolated crime, nor an isolated hate. Decades of politics in Assam have led up to this moment. It has been enabled by the government’s obsession with hunting down so-called foreigners in the name of championing indigenous interests. From the National Register of Citizens, whose stated aim is to weed out “illegal immigrants’’, to the border police to quasi-judicial tribunals that rarely follow any known rule of law, successive governments have devised elaborate mechanisms to feed this obsession. It has helped create a sense of continuous siege among a section of the state’s population.A poisonous lexicon has flowed from this politics. It has forever attached the word “illegal” to “migrants”. It has dehumanised and branded communities of Bengali origin, especially Muslims, as “migrants” and “infiltrators” who need to be driven out of the state. As the rhetoric travelled outside the state, it seemed to gain virulence: months before the general elections of 2019, Union Home Minister Amit Shah described migrants from Bangladesh as “termites”.Old ethnic tensions in Assam have now been layered with the malice of a Hindutva state. The Bharatiya Janata Party first came to power in Assam in 2016 by claiming to represent the interests of communities considered indigenous to the state. What was not spelt out in the party’s early political rhetoric was that it meant communities considered indigenous and non-Muslim. That became clear as it introduced the Citizenship (Amendment) Act, which would give undocumented Bengali Hindu migrants in Assam a route to Indian citizenship but not their Muslim counterparts.Assam Chief Minister Himanta Biswa Sarma. Picture credit: FacebookIn its second term in Assam, the BJP’s communal agenda has become more overt. Chief Minister Himanta Biswa Sarma has increasingly reinvented himself as a Hindu nationalist leader, linking Assamese interests to Hindutva. In the assembly elections this year, he ran an openly communal campaign, casting the polls as a ‘“civilisational war” to ‘’save” Assam from Muslims of Bengali origin.His government has passed cow protection laws and raised barriers to interfaith marriages, invoking that favourite Hindutva bugbear – “love jihad”, the name given to an illusory plot to lure Hindu women to Islam through marriage. It was legislation that blurred the lines between “indigenous” and “immigrant” Muslims. Such was the consensus around Sarma that the local media and much of the electorate celebrated his “efficiency” as an administrator even as he moved against the state’s minorities.Soon after coming to power, Sarma announced he would clear 77,000 bighas (25,455 acres) of government land across the state. Many of those who lived in these spaces were poor Muslims of Bengali origin. If they were “illegal immigrants” before, they were now “illegal encroachers”, whose lives and homes were expendable.Even as footage from Sipajhar emerged on Thursday, Sarma vowed that the eviction drive would continue. On the lives lost and the violence visited on local residents, he had nothing to say. The hateful wrath of Bijoy Bania appears to have government sanction.Jackboots!#brutalkilling #innocentkilling #assamese #criminalmedia #policebrutality https://t.co/FMwNORgGWR pic.twitter.com/aIs3Pfg0GU— Mir Suhail (@mirsuhail) September 23, 2021\n\nPolicing AssamBania has been arrested, but that obscures the fact that he acted in tandem with the police. The exact sequence of events in Sipajhar is not yet established. But it is hard to see what compulsions of self defence made a well-armed constabulary direct such force at one man wielding a stick.It is not Sipajhar alone. Thursday’s episode points to the police violence that has become endemic to Assam. The state has a grim history of security forces turning on civilian populations. As various ethnic nationalisms gave rise to armed movements in Assam, a violent security crackdown followed. The 1990s saw “secret killings”, extrajudicial murders carried out by the police with the blessings of the government, targeting families and sympathisers of militant groups.The last few months have seen a worrying resurgence of so-called encounters,  incidents where the police claimed to have opened fire in self defence or to prevent alleged criminals and militants from fleeing. Too many of these incidents have been contested – two Bodo men shot for apparently joining a new militant group although local residents say they had not; an alleged dacoit apparently killed in a shootout although his family claims the police dragged him out handcuffed and shot him later; an alleged cattle smuggler who was shot at even though relatives say he was not trying to flee.Sarma has doubled down on this systemic violence. His government had a “zero tolerance policy” on crime, he has claimed, and the police had “full operational liberty”.In Sipajhar, a man from a community already criminalised in political discourse was killed in a state where police violence is fast being normalised. A probe has been ordered but the record of past probes in Assam does not set a heartening precedent. Who will now hold the police to account for these deaths? Who will challenge the politics that created a Bijay Baniya?Same! Cartoon done for subscribers. Here's the Patreon link https://t.co/I9eJU1a0mJ pic.twitter.com/GKNijS7Tza— Satish Acharya (@satishacharya) September 24, 2021","author":"Ipsita Chakravarty","time":"2021-09-24T19:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164383-ibguqwtiju-1632488642.jpg","tags":["Assam","encounters","Hindutva","NRC","communalism"],"source":"https://scroll.in/article/1006145/the-photographers-hateful-wrath-in-assam-is-not-an-isolated-crime-it-has-government-sanction"}