{"title":"‘The Holdovers’ review: Paul Giamatti shines as a cuddly curmudgeon ","content":"The elite Barton Academy boarding school in New England, mid-December, 1970. Christmas is around the corner for everybody but the “holdovers” – the unfortunate students who have nowhere to go during the extended vacation break.To compound their woe, they are stuck with Paul (Paul Giamatti), their despised classics teacher. Paul is a disciplinarian, killjoy, dispenser of brutal putdowns and The Holdovers director Alexander Payne’s favourite kind of person: a misery addict. “Adversity builds character,” Paul declaims, sounding like the dad from the Calvin and Hobbes comic strip.The brunt of Paul’s withering view of humanity is borne by Angus (Dominic Sessa). Already upset at being ditched by his parents, Angus spends two eventful weeks with Paul and the school’s head cook Mary (Da’Vine Joy Randolph), herself grieving the loss of her son in the Vietnam War. Mean exchanges as well as crumbled defences accompany the end of 1970 and the beginning of the Watergate Era.The movie takes place in an age when teachers could insult their students in ways that would be impossible today. Nostalgia for a time of political incorrectness is checked by the overall mood of despondency. The lost promise of the 1960s, the lingering effects of war, and personal disappointments cast deep shadows over Paul, Mary and Angus, who are holdovers from life itself.\n\n\n    \n    Play\n\nThe Holdovers (2023).Alexander Payne is a connoisseur of self-inflicted woe. His previous films About Schmidt (2002), Sideways (2004) – in which Giamatti shone as a depressed oenophile – and Nebraska (2013) put men in situations of undignified, dismal comedy. While the Oscar-nominated The Holdovers successfully challenges the insistently cheerful view of Christmas, it’s startling just how mushy the 133-minute movie is.‘Tis the season, perhaps, for a serving of the bitters with soda pop. The journey from abandonment to acceptance is smooth even as it runs for longer than it should. Rather than inherently complicated characters, we have a trio posing as misanthropes. Their problems are blamed on external factors, which doesn’t take away from their suffering but also makes their load-lightening easier than it should be.The actors are uniformly lovely, carrying off the creeping Hallmark greeting card soppiness with conviction. David Hemingson’s eventful, often bitingly funny screenplay creates many fine moments for the cast to communicate their disgust with other people and themselves.Da’Vine Joy Randolph enlivens a weak, barely-sketched character who is an add-on to a mostly male angst-fest. Dominic Sessa is a fine foil for the outstanding Paul Giamatti – a tough act too, given how Giamatti towers over scenes without trying to.Paul is almost cariacaturish in his fuddy-duddyness but entirely credible when he behaves in ways unbecoming of his position. Giamatti doesn’t let Paul’s character tics, which include a prominent lazy eye, to distract from the more subtle aspects of his performance.One of the movie’s jokes is to keep viewers guessing about which of Paul’s peepers is malfunctioning. Paul Giamatti, on the other hand, is unerring in his vision of a curmudgeon who is cuddlier than he looks.\n\n\n    \n    Play\n\nThe Holdovers (2023).","author":"Nandini Ramnath","time":"2024-02-16T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198158-lolljapcfc-1707074688.jpg","tags":["The Holdovers review","Alexander Payne","Paul Giamatti"],"source":"https://scroll.in/reel/1063158/the-holdovers-review-paul-giamatti-shines-as-a-cuddly-curmudgeon"}