{"title":"The rise of Hinglish: How the media created a new lingua franca for India's elites","content":"Dominated by the Congress, India’s Constituent Assembly usually witnessed little disagreement. There was one exception, however: language. It was the last major issue discussed by the Constituent Assembly and rocked the body. Should English or Hindi be India’s official language?Hindi plants a flagLike all questions of identity, the matter was really a cover for economic interests. North India had the largest share of members in the assembly and wanted to use this demographic advantage to stamp its authority on the new India. On the other side of the ring were the three coastal Presidencies of Bengal, Bombay and Madras. They were each smaller than the Hindi camp but they were the old elite. Independence meant a shift in power away from them to North India. Replacing English, the language of the British Raj, with Hindi as India’s official language would cement this shift. Bengalis, who had once dominated the Raj’s bureaucracy, for example, would simply not be able to get into independent India’s civil service if Hindi was the only language used to select candidates. The divide was neatly – and belligerently – summed up by Constituent Assembly member Algu Rai from present-day Uttar Pradesh:“Fortunately or unfortunately our brethren who live in those coastal regions where the English landed for the first time have acquired considerable proficiency in English. It is they who feel the greatest embarrassment when Hindi is mentioned as the national language.”After a year of bitter quarrels, a compromise was reached: Hindi would join English as India’s official language for the time being. And after 15 years, English would be dropped altogether.While the latter never happened – Tamils agitated violently in the 1965, resulting in English continuing till this day – the event marked the rise of Hindi to the high table.Hindi media explosionThe second act in this story commenced in independent India and was led by the Hindi film industry and, after the advent of satellite TV, television shows. If according to Algu Rai, Bengalis, Marathis and other non-Hindi speaking communities “felt the greatest embarrassment when Hindi is mentioned as the national language”, this alleged antipathy was greatly attenuated by high-budget Hindi musicals and soaps churned out from Mumbai on a scale no other language could match. This spread was so remarkable that many big budget Hindi language films today earn more revenue in Tamil Nadu than in Hindi-speaking Bihar.Hindi mass media, therefore, meant a greater spread of Hindi. For example, 49.9% of native Punjabi speakers told the 2001 Census they also speak Hindi. This was up from 36.3% in 1991. For Marathis, that number jumped from 25.8% to 38.4%. Even ethnicities with small numbers of Hindi speakers saw jumps in that decade. The proportion of Bengalis who could also speak Hindi went up from 6.6% to 10.1% and for Tamils, the number increased from 1.6% to 2.1%, showing how extensively Hindi spread as mass media flourished in the wake of the 1991 liberalisation.This meant that the “coastal region elites” that felt the “greatest embarrassment” at Hindi, according to Algu Rai, decided to – one would imagine, much to Rai’s delight, were he alive – adopt Hindi. Advertising was the first mover. Once slogans in English were used to sell products. Then, in the 1990s, many brands dispensed with their English slogans and, for the first time, using Hindi slogans with prominent English loan words in them. American soft drink maker Pepsi was a leader in this, coining “Yehi hai right choice, baby” (this is the right choice, baby) and “Yeh dil maange more” (the heart wants more). The latter was so influential, it even became a battle cry for the Indian Army during the 1999 Kargil War.Enter HinglishThese Pepsi slogans are often held up as the first prominent use of Hinglish. Mixing Hindi and English came easily to the informal world of advertising. A much tougher nut to crack was English news where language was often a marker of class and prestige.This final English-only bastion seems to have fallen now with the rise of sensationalist news channels such as Times Now and Republic, who prefer to mix Hindi with English in order to achieve maximum reach. Many ostensibly English-language news channels now use Hindi as a matter of routine. Often entire debates and interviews are conducted in Hindi. Hindi programming that is not live does not bother to carry English subtitles. On Republic, for example, even the hosts speak in a mixture of Hindi and English and two of Times Now’s Twitter hashtags in the past week were #ArmySeGaddari (treachery to the Army) and #SiddaKaSach (The truth of Sidda, referring to Karnataka Chief Minister Siddaramaiah). This is not limited to legacy media either, even news websites such as Newslaundry and the Indian Express’ InUth mix Hindi and English liberally in their programming.Braves shed blood, thankless ‘liberals’ insult their sacrifice. Is 'liberalism' a license for #ArmySeGaddari? Watch India Upfront at 8pm pic.twitter.com/MmQnp8FoFe— TIMES NOW (@TimesNow) June 5, 2017\nHinglish has reached even the print English media. The Hindu is known to be crustily orthodox – so much so that it was often recommended as required reading for Indians looking to improve their English – and is headquartered in Tamil Nadu.  Yet, even the Maha Vishnu of Mount Road now uses Hindi words in its copy.So Hindified is the English media that, in many cases, knowledge of Hindi is mandatory in order to follow the programming or even understand a headline.Being elite in HindiGiven that Hinglish is supplanting English as the language of India’s elites, it is natural that highly Westernised forms of art such as stand-up comedy now use it – even though it started out in India as an exclusively English-language phenomenon. Now to watch, say, an All India Backchod video, you will have to know both Hindi and English. Anything less means you will not get it.Purely English-language stand-up is now a niche phenomenon, unable to attract the mass audiences of Hinglish, and stand-up in other Indian languages mostly does not exist. At most, like in Bollywood films, languages such as Bengali, Marathi or Malayalam will be represented in a stand-up routine by an accent for extra laughs, even as the actual content is in Hinglish.Threat to state languages?Hindi’s rise to a level of prestige nearing English means the Presidencies versus North India struggle that started in the Constituent Assembly is nearing the end. Understandably, this rapid loss in prestige for their languages – and with it, the lack of economic opportunities – is making non-Hindi regions restive. One outcome of this is that a number of states – Tamil Nadu, Kerala, Karnataka, Maharashtra Andhra Pradesh, West Bengal, even Punjab – have made the study of their state languages compulsory in school.These moves might seem alarmist but languages losing prestige to other languages is a common linguistic phenomenon. For example, while Braj was a high prestige literary language in the middle ages in North India, being used in the Mughal court as well as bhakti song, it rapidly lost ground to Delhi’s Hindi-Urdu during the British Raj and today exists only as a spoken language in western Uttar Pradesh. In Pakistan, Punjabi is the most widely spoken language but is barely ever written, with Pakistani Punjabis preferring to read and write either in Urdu or English, which are seen as more prestigious compared to Punjabi. India’s highly developed regional languages may not be staring at the same fate – not yet, at least – but the anxiety their slow loss of status will generate could well shape the country’s culture and politics in the coming decades.","author":"Shoaib Daniyal","time":"2017-06-18T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/840341-60388-mmatmrqhhx-1497194295.jpg","tags":["Hindi","Hinglish","Indian Enlgish","Indian media"],"source":"https://scroll.in/article/840341/the-rise-of-hinglish-how-the-media-created-a-new-lingua-franca-for-indias-elites"}