{"title":"The Political Fix: Will the states vs Centre battle dominate India over the next decade?","content":"Welcome to the Political Fix  by Rohan Venkataramakrishnan, a weekly newsletter on Indian politics and policy. To get it in your inbox every Monday,  sign up here.If you like what we do at Scroll.in consider supporting us,  either by subscribing to Scroll+ or contributing to the Scroll.in Reporting Fund.Doing so allows us to put together incredible resources like Scroll Food, an encyclopedia of recipes for modern India. Big story: States vs CentreIn the last two editions of this newsletter, we brought you 19 things we’d learnt about India in 2019 and the major trends that Scroll.in’s news team expects to follow over the course of 2020. Today, we look a little further at what I believe will be one of the big faultlines of Indian politics over the next decade. This week, newspaper subscribers in Delhi woke up to front-page advertisements by the state of Kerala boasting about its disapproval of the Citizenship Act amendments, which have sparked off protests around the country. One could see this as the Communist government in Kerala taking potshots at the Bharatiya Janata Party, which is in power at the Centre. But this goes beyond that: here is a state government publicising its unhappiness with a law that was passed by Parliament and is in effect throughout the country.  It is clear that the force of the pushback to the Citizenship Act amendments comes from ordinary people around the country. But while no political party can take ownership of those efforts, state governments are adding pressure by refusing to update the National Population Register (read my explainer on what it is here) – the first step on the way to a National Register of Citizens, which protesters believe will be used to harass Indian Muslims. This is the outcome of two developments that we noted in the 2019 round-up: The Congress, the only party other than the BJP that can claim to be pan-Indian, does not yet have a national narrative or the leadership to take on Prime Minister Narendra Modi and Home Minister Amit Shah. And with brute majority in the Lok Sabha, Parliament’s lower house, the BJP can for the most part do as it wishes. Yet at the same time, the BJP’s performance in state elections has been middling to poor over the last two years. This means state-level politics will allow the space to take on Modi and Shah. It also means that the contestation can go beyond fighting the BJP’s growth within states: it could emerge as a battle of the states versus the Centre. In other words, federalism. When Modi came to power, there was the belief that his view of the relationship between Centre and states might break from that of former prime ministers, who tended to prefer keeping as much power in Delhi as possible. After all, Modi was a three-time chief minister himself and spoke often of the humiliation of having to go to the Planning Commission in Delhi to ask for funds. In his first term, Modi also signed on to the 14th Finance Commission’s recommendations that gave a somewhat more equitable share of funds to the states, and he spoke of “cooperative federalism”. Yet ever since, his government has done the same as others in the past, and sought to centralise power – with more successful outcomes thanks to its majority in the Lok Sabha. From the gutting Article 370, which involved downgrading Jammu & Kashmir from a state to a Union Territory ruled by Delhi, to Central cesses that collect money from citizens without a share for the states to delaying Goods and Services Tax payments due to the state governments, Modi’s record on federalism has been at odds with the rhetoric he used before 2014. This 2019 paper from Christophe Jaffrelot and Sanskruthi Kalyankar examines Modi’s actions on this front in his first term, concluding that, “the recentralization of power that the Modi administration has sought during the last five years partly explains why India is now considered to be a case of centralized federalism, like Australia”.  If these centralising tendencies remain, expect to see a lot more contestation between states and Centre. Although there are many arenas where this will take place, here are three big ones: Funding: While Modi accepted the 14th Finance Commission’s recommendations on  giving more money to the states – as the Centre is expected to – his  government has pushed the 15th Finance Commission (whose report was  supposed to come last year but was delayed because of government  demands) to tilt back towards Centre and indeed carve out special funds  for defence, i.e. the Central government. If that happens, the states  will not be happy. Read Shoaib Daniyal’s piece that breaks this down further. Goods and Services Tax: The GST is an extremely centralising taxation approach and the only reason that states willingly gave up their own powers of taxation was because the Centre argued that building a common market with a single tax would make everyone richer. To sweeten the deal, the Centre also said it would compensate states for five years. But a badly designed GST and the government’s economic mismanagement has meant that the Indian economy is languishing, with the Centre falling behind on compensation payments. Many states are now staring at a huge shortfall in their finances if compensation is withdrawn after 2022 – prompting them to ask the Finance Commission to recommend that this compensatory mechanism be extended for three to five years or more. Delimitation: In some ways this might be the biggest fight of all. In the 1970s, Parliament decided to freeze the number of parliamentary constituencies allocated to each state until 2001, and this was then extended until 2026. This has meant that parliamentary constituencies are now extremely unequal, with MPs in the North representing many more voters than those in the South, to put it simply. Now 2026 is not far away, and the Centre has already made plans for a Lok Sabha that can fit up to a 1000 MPs, compared to the 545 at the moment. But this redrawing of constituencies, or “delimitation”, will not happen easily. If it took place purely on proportional terms, the North would be allocated many more seats, vastly increasing its influence in Parliament. But Southern states argue that they will be penalised for successful population control measures, only deepening the distrust that has built up under the BJP – a party that for decades was seen as representative of North India’s desire to impose its language and influence on the South. Shoaib Daniyal wrote about a preliminary version of this fight taking place in the 15th Finance Commission debates, with many insisting that poorer, more populous states should get more funds despite their population control failings. But the debate is just beginning. Economist Ajit Ranade has a useful distillation here.  How else do you expect to see federalism debates playing out over the next decade? Write to [email protected]Recommendation cornerA slightly unusual recommendation at the start of the year for the Political Fix – since it’s coming from me. While out reporting on the Jawaharlal Nehru University incidents last week, I found myself in the middle of a right-wing mob and even got a (small) bump on the head as a result. You can hear all about it on Newslaundry’s Hafta, a weekly podcast on which we also discussed the upcoming Delhi elections and where the Citizenship Act protests might go next.Have recommendations for an article, book, podcast or academic paper that deals with Indian politics or policy? Send it to [email protected]Look ahead 2020Here is what Vijayta Lalwani, who reported recently on how the Citizenship Act protests are taking place in smaller neighbourhoods as well as big rallies, thinks we should be paying attention to over the coming year: There was one question that hovered around Indian politics as Narendra Modi’s first term came to an end: Where is the Opposition?It has been less than a year since the Bharatiya Janata Party won a significant victory for the second time in May 2019 and the same question continues to hover.Since last year’s victory, the Centre has used its majority in Parliament to strip Jammu and Kashmir of its special status, weaken the Right to Information Act, undermine the rights of the transgender community, and amend the Citizenship Act. These legislative moves did not receive the much-needed scrutiny from parliamentary committees either.And despite protestors being out on the streets, the Opposition parties (except Trinamool Congress’ Mamata Banerjee) are yet to form a stronger counter to the ruling BJP.It is also yet to be seen if the protests will give rise to a new form of Opposition, that can hold the government accountable for its actions. So far, the dissenting public has been at the forefront and no single face or party has yet emerged as its leader. Will that change in 2020? Catch-up Citizenship Act protests: A full list of things happening in connection with the Citizenship Act protests would double the size of this newsletter, but you can find all the headlines here. TL;DR: The protests continue to take place around the country, even as the BJP has begun its nationwide campaign to drum-up support in favour of the Act. Over the weekend, the Congress indicated it might join the fight against the National Population Register updation exercise. The Supreme Court found that the administration’s suspension of internet in Jammu and Kashmir, for more than five months now, was illegal. But it only ordered the government to review those orders, instead of actually directing an end to the illegal shutdown. Meanwhile, some ambassadors, including the American envoy, got a guided tour of Kashmir’s normalcy.   Worker organisations held a nationwide strike on January 8, with millions taking part. The striking workers were pushing back mainly against changes to labour laws and the government’s failure to fulfil its promises on payment and labour rights. An odd story out of Kashmir saw a celebrated police officer arrested while he was with militants. The Jammu and Kashmir Police say the officer, known for anti-militancy operations, will be treated “on par” with militants. There is also the connection to Afzal Guru, the man executed by India for his involvement in the 2001 Parliament attacks who claimed in a letter before being hanged that this same officer was responsible. Safwat Zargar tells us who the police officer is, here. Reports and Op-eds India’s marginalised are also much more likely to not have identity documents. Rukmini S points out in Mint, how processes like the NRC will disproportionately put a burden on Adivasis, Muslims and the poor.  Narendra Modi has been in power with a majority for 19 years now, between Gujarat and Delhi. Could this explain why Modi and Shah are unable to handle or even acknowledge dissent or build bridges, ask Amit Ahuja and Rajkamal Singh in the Print. Arvind Kejriwal has no real opposition in Delhi. R Jagannathan in Swarajya says the BJP must learn from Kejriwal, who, he says, is on course for a big win in the capital – where elections take place on February 8. The problems with India’s statistical methods are obvious for all to see now. Former chairman of the National Statistical Commission RB Barman has a number of suggestions for what to do, in the Economic and Political Weekly.  Can’t make this up A not-so-funny final link for you this week to finish the newsletter. Data suggests that trials in India’s “fast-track courts”, set up to avoid the delays that usually plague justice, on average take longer than those in regular courts. Thank you for reading, and if you enjoy reading the Political Fix, please do share!","author":"Rohan Venkataramakrishnan","time":"2020-01-13T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/134502-vpccozlvfe-1578841879.jpg","tags":["The Political Fix","Citizenship Tangle","National Register of Citizens"],"source":"https://scroll.in/article/949654/the-political-fix-will-the-states-vs-centre-battle-dominate-india-over-the-next-decade"}