{"title":"‘The Archies’ review: A good-looking nostalgia piece","content":"For those who devoured Archies comic books, for whom the teenage residents of Riverdale were a window into American culture, the idea of a movie about Archie Andrews, Veronica Lodge, Betty Cooper, Reggie Mantle and Jughead Jones suggests a warm and nostalgic feeling. Think Archies and you at once recall the letter R emblazoned on the sweater of freckled redhead Archie Andrews – whose affections swung like a pendulum between blonde Betty and brunette Veronica –  the burger-loving Jughead Jones, and other characters. Zoya Akhtar and Reema Kagti, creators of the feature film adaptation that is out on Netflix, have found an interesting way to adapt the all-American series. The 143-minute movie has been reimagined and set in an Anglo-Indian community of the 1960s living in a fictitious hill station called Riverdale. Directed by Akhtar, The Archies is a musical drama that gives the young adults in the story a cause to fight for. Archie (Agastya Nanda) is the front man of a band and a confused boy whose affections flip-flop between the wealthy, self-confident Veronica (Suhana Khan) and the kind, reliable Betty (Khushi Kapoor. When they see the very essence of their home changing, the group, led by Archie along with Betty, Veronica, Jughead (Mihir Ahuja), Reggie (Vedang Raina), Ethel (Dot.), Dilton (Yuvraj Menda), Moose (Rudra Muhavkar) and Midge (Santana Roach) rally around to raise awareness and thwart a plan detrimental to their environment.Dot. and Khushi Kapoor in The Archies (2023). Courtesy Archie Comics/Netflix India/Tiger Baby/Graphic India. Writers Kagti, Akhtar and Ayesha Devitre build specificities of the Anglo-Indian community into the narrative. This is supported by the casting of some of the ancillary characters, in particular Luke Kenny as Ricky Mantle and Tara Sharma and Suhaas Ahuja as Archie’s parents. The more familiar secondary characters from Archie’s world – Mr Weatherbee (Deven Khote), Miss Grundy (Salone Mehta), Pops (Nikhil Kapoor) of Pop Tates – make cursory appearances. The dialogue is occasionally – and surprisingly – banal. The characters range from comic book extremes, like Hiram Lodge and Mrs Lodge, to underplayed and customary, like Archie and his gang. Greenness is obvious among the debutantes, in particular Khushi Kapoor, who is a bit stiff in her dance moves and speech. Suhana Khan, who gets to skate, sulk, preen and be playful, fits as the pampered Ronnie. Agastya Nanda is likeable though a touch diffident in his timbre. Unlike some of his peers, he appears to have made an effort to play a singer. Vedang Raina brings the right amount of swag to the rakish Reggie.Among the tunes, only Shankar-Ehsaan-Loy’s Va Va Voom, with its retro vibe and energetic dance performance, and Sunoh pop out. Using songs to sometimes show a character’s thoughts is an excess. The biggest strength – and the real stars – are the production design, costumes, cinematography, art direction, choreography and locations. Under Akhtar’s direction, the elements integrate to build an immersive and idyllic backdrop. Nostalgia might not hit home, but there is enough novelty here to hold interest. \n\n\n    \n    Play\n\nVa Va Voom, The Archies (2023).Also read:Interview: ‘The Archies’ movie is ‘nostalgic, magical, a storybook come to life’","author":"Udita Jhunjhunwala","time":"2023-12-07T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196452-sdamqkfsoe-1701890117.jpeg","tags":["The Archies","Zoya Akhtar","Netflix"]}