{"title":"The Modi Years: What has fuelled rising mob violence in India?","content":"The past five years have seen mob lynchings across IndiaFactors driving violence include cow protection movements and penetration of social mediaThe effects are significant with a near-collapse of the rural cattle trade and worsening law and orderIn spite of the threat to law and order, political reaction has either been muted or has supported vigilante actionHindi readers over the past few years would have found a new word in their newspapers: “lynching”. How prominent and frequent are the acts of mob violence can be gauged from the fact that Hindi journalists felt the need to borrow the word from English in order to better convey events to their readers.The past five years of the Modi government have seen a spate of mob attacks across India. The elements that fuelled this bloody mix include religious fanaticism (specifically, cow protection), increased penetration of social media and politicians, who ranged from being apathetic to instigators of violence.Dadri, 2015Dadri is a small Uttar Pradesh town on the peri-urban edges of the National Capital Region. On September 28, 2015, villagers in Bisahra village close to Dadri, accused Mohammed Akhlaq of stealing and slaughtering a calf for Eid, which was three days ago. Later, an announcement was allegedly made from the local temple’s public address system to gather a mob, which then proceeded to Akhlaq’s house. Akhlaq and his son Danish were dragged out and beaten with rods and bricks. Their fridge was raided and a leftover meat curry was seen as proof that they had killed a cow (Akhlaq’s family insisted it was goat meat). Akhlaq died from the assault. Danish was severely injured and had to undergo brain surgery later.In many ways, however, the gory violence that night was only the beginning of the horror as a number of politicians seemed to support the lynching. Within days, Union minister Mahesh Sharma called the lynching an “accident”. A year later, as one of the Dadri accused, Ravi Sisodia, passed away due to renal failure, Sharma would visit his family, tweeting out a picture of him folding his hands in front of the coffin. Sisodia’s body was also draped in the Indian flag, a symbol usually reserved for national heroes. In spite of the brutal nature of the crime, all the Dadri accused have got bail and are out of jail now.Relatives of Mohammad Akhlaq mourn after he was killed by a mob in Dadri. Photo: ReutersUnleashing a floodDadri set a template. Cow protection vigilantes would assault men they accused of either killings cows or transporting cattle to be slaughtered. Moreover, these would then not be treated as ordinary crimes. The vigilantes would often be supported, sometimes explicitly, by political parties and governments. In March 2016, two cattle traders were lynched and their bodies hung up from a tree in Jharkhand. In July 2016, four Dalit men were assaulted in Una, Gujarat for skinning dead cows and their assault filmed by the perpetrators themselves.Given the large-scale socio-political support for cow protection, filming assaults by the assaulters themselves became common. In 2017, for example, a dairy farmer Pehlu Khan was lynched on a busy Rajasthan Highway with his assault filmed and distributed widely. The six men accused by Khan in his dying declaration were absolved by the police of any guilt. In June, 2018, another lynching in Hapur, Uttar Pradesh was filmed extensively using mobile phone cameras.Beyond gau rakshaLynchings, however, did not remain limited to religious hysteria over cow protection. The same conditions – easy spread of rumours using social media, an apathetic or incapable administration and a mercurial population – meant a spate of mob violence with varied motivations.The same social media apps which carried reports of the cow mother being killed also transmitted rumours of children being kidnapped. And like in the case of gau raksha lynchings, social fissures played a key role here too.On June 27, 2017, a mentally ill woman was lynched in West Bengal after a 14-year old child went missing in the area with and rumours of Bangladeshi child abductors being active in the area. In June, 2018, a mob in Assam beat two young men to death – again on the suspicious on being child lifters. During the assault, the victims pleaded with the assaulters that they were Assamese – even listing their parents’ names but the mob did not listen. May 2018 saw multiple mob attacks in Andhra Pradesh of Hindi-speaking people as false rumours spread that child abductor gangs from Bihar and Jharkhand were active in the state. Two months later, five men from a nomadic tribe were beaten to death in Maharashtra.Women mourn the loss of their relatives in a mob attack in Dhule. Phone: Shone SatheeshThe impactThere are no government statistics of hate crimes in India but there are a few media outlets that have attempted to track them. According to IndiaSpend, there have been 117 gau raksha-related incidents of violence in India since 2015. As per Quint, there have been 88 people killed in lynchings since 2015 across India.The reign of gau raksha gangs on highways in North and West India means a collapse of the vital cattle economy in these regions. Farmers who would earlier sell off their barren cows and unproductive bulls now find no buyers. This has resulted in the bizarre spectre of large herds of feral cattle rampaging through states such as Uttar Pradesh, Rajasthan, Gujarat and Madhya Pradesh. Not only does the farmer suffer a loss of income from being unable to sell his cattle, these unsold animals are now often eating his crops. Urban areas are affected as well with reports of vehicle accidents being caused. In Ahmedabad, people who abandon cattle are being booked for culpable homicide.Finally, the space given to vigilante groups has led to a shrinking of the state in places such as Uttar Pradesh. In December, 2018, gau rakshaks shot dead a police officer in Bulandshar, Uttar Pradesh, even filming his dead body.Political reactionsPolitically, the reaction to mob violence was either muted or in support of it. After the Bulandshahr killing, one BJP MLA argued that the policeman had actually shot himself and the rampaging mob had not role to play. Prime Minister Modi had not said much on the violence in spite of the clear danger it represents. In 2017, he appealed for people to not take the law in their hands in case they suspect cow slaughter but allow the legal system to do its work (a large number of Indian states have made slaughtering cattle illegal). In 2019, Modi again condemned lynchings but also asked rhetorically if they began only in 2014.So strong is the force of the mob that even the Opposition has been muted on the issue. The Congress has said little on how it intends to tackle lynchings and neither have any of the other parties in North and West India even as the general elections approach.The only movement on the issue has been from WhatsApp, by far India’s most popular mobile phone messaging service. In July, 2018, the company limited forwarding of messaged to five chats at a time in a bid to curb rumours.Also read:","author":"Shoaib Daniyal","time":"2019-02-23T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113797-jhiohbxpqz-1550982167.jpeg","tags":["The Modi Years","Mob violence","Lynchings","Cow protection"],"source":"https://scroll.in/article/912533/the-modi-years-what-has-fuelled-rising-mob-violence-in-india"}