{"title":"The rainbow journey of the song ‘Cucurrucucu Paloma’","content":"In Barry Jenkins’s coming-of-age movie Moonlight, drug dealer Chiron (Trevante Rhodes) drives from Atlanta to Miami to meet his school crush Kevin (André Holland). As he coasts through an empty stretch, the camera follows his car. Brazilian legend Caetano Veloso’s rendition of the Spanish song Cucurrucucu Paloma plays in the background. Chiron has reconciled with his estranged mother when he sets out to meet Kevin, and he is filled with hope. In Wong Kar Wai’s Happy Together (1997), Cucurrucucu Paloma comes in the first 10 minutes of the film, as Ho Po-wing (Leslie Cheung) and Lai Yiu-fai (Tony Leung Chiu-wai) embark on a road trip through Argentina to visit the Iguazu waterfalls and add some excitement to their mundane romance. The two men become disillusioned with each other and break up on the highway.\n\n\n    \n    Play\n\nHappy Together (1997).The bridge between the sequences, one about a possible link-up and the other about heartbreak, is Velaso’s soulful voice. The short sequence in Moonlight is a direct homage to Happy Together. “Even the way we framed the car driving down the highway is the same,” Jenkins said in an interview. Cucurrucucu Paloma (it means the cooing dove in Spanish) was written by Mexican singer and composer Tomás Méndez in 1954. The tune has appeared on numerous film soundtracks, including Escuela de vagabundos (1955), The Last Sunset (1961), Le Magnifique (1973), My Son, My Son, What Have Ye Done? (2009), The Five-Year Engagement (2012). The 1965 Mexican film Cucurrucucú Paloma takes its name from the song.Harry Belafonte, Joan Baez and Julio Iglesias are among the artists who have recorded the song, but it is Veloso’s version that has endured, becoming something of an anthem for films about unrequited love.One of the song’s most moving film appearances is in Spanish director Pedro Almodovar’s Talk To Her (2002). Veloso performs the onomatopoeic “cu cu rru cu” refrain himself in the sequence. The listeners include two weeping men, both of whom are reminded of the women they love. The ability of Cucurrucucu Paloma to suggest both bereavement and hope makes it a favourite of directors the world over.\n\n\n    \n    Play\n\nTalk To Her (2002).","author":"Manish Gaekwad","time":"2017-02-15T12:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/829338-51425-lneogkgvjg-1487070307.jpg","tags":["moonlight","happy together","queer cinema","Cucurrucucú Paloma"],"source":"https://scroll.in/reel/829338/the-rainbow-journey-of-the-song-cucurrucucu-paloma"}