{"title":"The contradictions of the increase in India’s tiger population","content":"India’s tiger population has increased in the last five decades, but this has come at the cost of people losing their traditional homes, IndiaSpend found through various data sources, and from visits to tiger reserves in Tamil Nadu and Maharashtra.The year 2023 marked 50 years of tiger conservation in India. The then government had launched Project Tiger in 1973 to establish tiger reserves across the country. The scheme initially covered nine reserves in as many states. “The project has flourished into a remarkable accomplishment with 53 reserves spread across 75,796 km2, effectively covering 2.3% of India's total land area,” a government press release from July 2023 says.In April 2023, the government released a new tiger census that estimated that there are at least 3,167 tigers living in India. Later, in July, this number was revised to 3,925 (the estimated upper limit) using camera and non-camera trapped estimates. This is an increase from the last reported estimate of 2,967 in 2019.On the other hand, in about 50 years to 2007, it is estimated that 600,000 forest dwellers were displaced from their homes due to wildlife sanctuaries and national parks, according to a Lok Sabha reference note from 2013.In December 2017, the Ministry of Environment, Forest and Climate Change told Parliament that since states declare national parks and sanctuaries, the ministry did not have the numbers of people evicted because of them.However, “no person has been evicted for declaration of tiger reserves”, the ministry said citing information from the National Tiger Conservation Authority. However, relocations are common, as we explain below.This displacement has taken place, even as the country has undertaken development projects requiring fragmentation of forests and ecology, such as mining, and enacted laws threatening the biodiversity of these areas.Tamil Nadu tiger reservePrime Minister Narendra Modi, while launching the tiger census report in April 2023, visited two tiger reserves in Karnataka and Tamil Nadu, two states that host 10 tiger reserves between them. In Mudumalai tiger reserve, which Modi visited, the state in 2015 had prepared plans to relocate seven villages from the core area, even as indigenous communities resisted the move.Despite the resistance, between 2016 and 2017, the Tamil Nadu Forest Department moved villagers from Bennai outside the core zone during the first phase of relocations. As of September 2019, however, state authorities had not yet paid compensation to 93 Adivasi families relocated during that period. Affected villagers further alleged fraud at the hands of landowners and middlemen.A letter sent by the Tamil Nadu Tribal Peoples Association to the Ministry of Tribal Affairs in December 2023 noted that 573 of 681 families were relocated, and that 108 families refused to accept relocation “due to various reasons”. The letter also highlighted several irregularities in the relocation process, noting that the people who had been relocated were not provided with basic services and were living in rented houses.“There have been several issues with the relocation and compensation. Those who have relocated are not happy, some don’t want compensation, while some have received inadequate or lesser compensation,” said CR Bijoy, a researcher who has worked extensively in the region, as well as on natural resource governance.\n\t\t\n\tA  tiger in the Mudumalai reserve. Credit: Timothy A Gonsalves, CC BY-SA 4.0, via Wikimedia Commons.It is unclear how much money is granted for relocation, he added. “The relocation process was supposed to happen in four phases – and there was hearsay that Rs 200 crore was released, but we don’t know the exact amount. Officials who were to monitor these relocations have ended up looting them. In some cases people filed FIRs [first information reports, filed with the police] but didn’t receive FIR numbers.” Indeed, police reportedly booked officials for these fraudulent activities.After the Tamil Nadu Tribal Peoples Association’s agitations last year, the district collector assured to give the FIR numbers, and addressed things like the need for street lights. For most things, they said that there is no budget now, and that they will do it after the Lok Sabha elections, Bijoy added.Tigers in, people outWhat happened in Mudumalai is symptomatic of what is happening in and around tiger reserves and national parks across India. During the same visit, Modi had also visited Bandipur, established as a tiger reserve in 1973 as part of Project Tiger. Since it was established, the state has relocated at least 417 families from the core area. In 1993, 65 families were forced out of their homes in the park.As of 2017, National Tiger Conservation Authority data show that state governments, under “voluntary village relocation”, have identified 56,247 families in core or critical tiger habitats across 751 villages and 50 tiger reserves. Of these, 12,327 families in 173 villages have been relocated or resettled, the data show.There is seldom anything voluntary about these relocations, experts say. “My impression from the Wayanad Wildlife Sanctuary that I visited is that people were never adequately informed about their rights nor the true spirit of the Forest Rights Act,” says Eleonara Fanari, a doctoral researcher in conservation studies at the Institute of Environmental Science and Technology, Autonomous University of Barcelona, Spain. “They were essentially coerced into relocating under the guise of resolving human-animal conflicts without addressing the underlying issues.”Fanari, who is a contributor to EJ Atlas, a global database of environmental conflicts, adds that there was a lack of dialogue with forest dwellers and insufficient measures taken to mitigate conflicts arising out of relocation issues, including improper or lack of resettlement, absence of livelihood opportunities etc.Additionally, Fanari said, in tiger reserves such as Nagarhole Tiger Reserve, local communities expressed fatigue from ongoing harassment and marginalisation by forest officials. They also faced a dearth of basic amenities like roads and electricity, which were conveniently available for tourist facilities nearby.“Therefore, voluntary relocation often occurs when people exhausted from years of struggle and oppression are presented with an alternative, which unfortunately, in most cases, has proven to be detrimental to the lives of tribal communities,” Fanari points out.Indiaspend reached out to Ramesh Pandey, Inspector General of Forests under the environment ministry and asked about voluntary relocations and India’s wildlife conservation policy with regards to indigenous rights. We will update the story when we receive a response.A 2021 report by the Housing and Land Rights Network, a rights and advocacy organisation working on housing issues, pointed out that 110,000 people from in and around tiger reserves were facing the threat of eviction. These figures include communities from 273 villages that fall in core areas inside 28 tiger reserves.\n\t\t\n\tThe entrance to Tadoba Andhari tiger reserve. Credit: SushG, CC BY-SA 4.0, via Wikimedia Commons.Exploitation of protected areasWhile indigenous communities were forced out, an increasing thrust on tourism resulted in more concrete structures coming up in protected areas and increased encroachment of community spaces.In 2022, the environment ministry granted in-principle approval to 401 projects and approved 517 projects requiring diversion of forest land, several of these in dense forest areas. In August 2023, the ministry told parliament that it had approved 40 out of 53 proposed projects in eco-sensitive zones around protected areas, in the preceding five years.The Supreme Court in April 2023 modified its June 2022 order that had ruled that each national park and wildlife sanctuary must have a minimum eco-sensitive zone of 1 km, measured from the demarcated boundary of such protected forests. It did so while lifting a complete ban on development and construction activities within ESZs.These existing and upcoming proposals threaten more people with displacement. Moreover geography, as well as land use, is also changing as a result of these projects. Dense forests inside protected areas are being converted into grasslands, and the balance of species’ is being disturbed, people on the ground say. For instance, in some parks, specific flora is planted to attract deer, which are prey for tigers.The National Tiger Conservation Authority report also acknowledges that extractive industries are causing destruction to the flora and fauna in these areas, including mining-related activities.Guaranteed sightingsThe Tadoba Andhari tiger reserve in Maharashtra's Chandrapur district was bustling with tourist vehicles when we visited the reserve in October 2023. This reporter saw boards in the tiger reserve calling Tadoba one of India’s “preeminent” tiger reserves and “guarantees” of sightings of tigers for tourists. Entry to the reserve, which spans around 1,727 sq km, is through six gates. Each gate lists the number of tiger sightings during the morning and evening tours.“The number of tigers has increased in the reserve in the past years,” an activist working in the reserve told us, on condition of anonymity. “A tiger requires its own territory.”Wildlife experts indicate that an adult male tiger needs a range between 60 sq km-100 sq km. “While their numbers have increased, the land on which they stay has remained the same,” the activist pointed out. “This has caused an imbalance in the ecological landscape, where some animals are more in number, while others are ignored.”The Tadoba Andhari tiger reserve is Maharashtra’s oldest and largest national park. There are about 79 villages located in the buffer area of the park, with a population of 94,000. In the core area, there were six villages, Kolsa, Botezari, Jamni, Navegaon, Palasgaon and Rantalodi, with 992 families, who were relocated between 2007 and 2014.The relocation process started in 2006. Botezari was the first village to be relocated, involving 140 families, plus 48 families were relocated from the nearby village of Kolsa. The move was reportedly considered a “model relocation”.However, this relocation was plagued by several issues. Shankar Bharde, a resident of Tadoba Andhari Tiger Reserve, told IndiaSpend, “The relocation that took place in Botezari wasn’t relocation. It was actually displacement. I recently visited the area and saw that they didn’t have any basic facilities such as electricity or water. They have been given infertile lands. Some were handed over Rs 8 lakh, and some Rs 10 lakh.”At present in the core areas, which are dense forests, several eco-resorts have mushroomed.There are eco resorts mushrooming near the core areas of Tadoba Andhari tiger reserve in Maharashtra's Chandrapur district.Compensatory afforestation, protected areasIn India, more than 300 million people depend on forests for survival. Further, around 4.3 million live in and around forests which are now called protected areas.Even as protected areas increase, activities under India’s flagship compensatory scheme – the Compensatory Afforestation Fund Management and Planning Authority, or CAMPA – have distressed communities across states, with the forest department fencing off community-owned and common lands on which people depend for livelihood.On February 14, 2021, Union Minister for Environment, Forest and Climate Change Prakash Javadekar said in a tweet that the National Compensatory Afforestation Fund Management and Planning Authority approved annual plans of operation of 30 states and Union Territories worth Rs 7,133.25 crore against a target of Rs 6,000 crore.He added that this has led to employment generation of 43.8 million man-days till January that year. The nature of the projects approved and employment generated is not mentioned.IndiaSpend reached out to Ramesh Pandey, Inspector General of Forests under the environment ministry, asking about the nature of projects and jobs approved, and if data for a later date were available. We will update this story when we receive a response.CAMPA funds, which were supposed to compensate for the loss in biodiversity due to forest diversion, have also been used for relocation programmes run by the National Tiger Conservation Authority, as in the case of the Nagarahole Tiger Reserve in Karnataka in 2021. The National Campa Advisory Council approved that interest on CAMPA funds, up to Rs 1 crore annually, can be used for five years, for the relocation of people from protected areas, a 2015 government document says.“Using the so-called CAMPA funds for extending the protected area network only prolongs the colonialism inherent in the forest policy currently being pursued in practice,” said Soumitro Ghosh, activist and researcher associated with the All India Forum of Forest Movement, who has conducted research in protected areas. The CAMPA fund is blood money – it is the price of deforestation, displacement, exclusion and extraction.“When this money is used for ostensible conservation practices, the situation gets further entangled, both ecologically and ethically,” says Ghosh. “Ecological, because you can’t destroy a part of a landscape and protect another part by policing and money. Ethical because funding PAs [protected areas] through CAMPA only succeeds in compounding the historical injustice that cannot be separated from colonialism and its eminent domain of profiteering and plunder.”Special tiger forceOver the years, funding has grown for tiger reserves such as Pench, Tadoba-Andhari and Melghat, in central India. The strengthening of these protection forces has led to further marginalisation of the people.“In the last few years, the fear of the protection forces has increased among the people residing in the protected areas. These are armed and there is a threat of being picked up when people go to procure forest produce,” said Shankar Bharde, a resident of Tadoba Andhari Tiger reserve. For instance, in Kaziranga National Park, forest rangers reportedly had the authority to shoot at poachers, which Adivasis allege has resulted in innocent people being killed.\n\t\t\n\tSource: Ministry of Environment, Forests and Climate Change in a statement in Parliament.Collective rightsFour villages namely Sitarampeth, (56 families) Kondhegao (121 families), Devada (87 families), Mudholi (483 families) in the buffer zone in Tadoba Andhari Tiger Reserve in the Bhadrawati Taluka and Wadala Panchayat have received Community Forest Rights.These villages are inhabited by Gond Adivasis. Villages are marked by yellow flags, a symbol of assertion by the Gonds. While people in some villages in the reserve are not aware of the Forest Rights Act, residents of Wadala Tukum have received the rights after a long struggle. People use weekly haats or markets as places for discussions.A statue of the tribal leader Birsa Munda, and yellow flags, an assertion of Gond identity in villages in the buffer zone in Tadoba Andhari Tiger Reserve.Bharde, who is associated with Paryavaran Mitra, an organisation based in Maharashtra, working on conservation issues, has been crucial in activating rights recognition for people. “At first I was working on Nistar rights (which is the right to collect produce, grazing etc); slowly I started to work and mobilise on CFR rights (under the Forest Rights Act, which encompasses several other rights apart from Nistar rights such as rights over produce, common lands such as the ones used for ritualistic purposes or to collect drinking water etc.) from 2012 onwards,” he said.Bharde added, “In 2012, there was a large Jatra (rally) organised. As the struggle for forest rights, especially CFR, grew fiercer, the Maharashtra Forest Department started creating problems such as restrictions on entry to temples of local deities, forests etc.”“The people protested and asked why they were being stopped from traveling and moving inside the reserve. So the main processes, especially related to filing of CFR, started only by 2012. By January 5, 2013, the first set of claims were filed. So far, 19 villages have filed for CFRs.”Overall, there has also been a spike in human-animal conflicts, as per government data on elephant and tiger attacks on humans between 2018 and 2022, because of what is called the fortress conservation model (parks without people).The villagers in Tadoba said that there was already a lack of grasslands, making it difficult for the deer population, prey for tigers, to survive. Given the emphasis on tiger conservation, their numbers have gone up. That, alongside a lack of tiger prey, can result in tigers attacking humans, villagers say.Relocation, evictionA study titled “Rights Based Conservation: The path to preserving Earth’s biological and cultural diversity?” conducted by US-based Rights and Resources International, on the costs of protecting biodiversity found that it costs less to devolve natural resource governance to indigenous people and other traditional forest dwellers than to evict them.It estimated that the cost of displacing and relocating 1.2-1.5 billion people living in unprotected important biodiversity conservation areas across the world range between $4-5 trillion. In comparison, the projected cost of recognising tenure rights of indigenous and local communities is less than 1%.Indiaspend reached out to Union Minister of Tribal Affairs, Arjun Munda, for the government’s view on this, and the article will be updated when we receive his response.As per the Forest Rights Act as well, settlement of community forest rights is important, even within Protected Areas. The Act defines the rights of the forest dwellers and says that any form of resettlement has to be agreed upon in writing and with consent of the Gram Sabha.The Rights and Resources International report added, “Due to the large overlaps between the important biodiversity conservation areas and the lands claimed by IPs (indigenous peoples), LCs (local communities), and ADs (Afro Descendants), supporting the rights-recognition processes in these countries (including India) is critical for achieving conservation targets without further marginalization. Ideally, rights-recognition processes should also result in collective restorative justice for millions of people.”A study and interactive map by Kalpavriksha and EJ Atlas titled “Losing Ground: How are India’s conservation efforts putting local communities at peril” has 25 examples of conflicts between indigenous and forest dwelling communities and wildlife protection forces and the forest department.“Creation of the so-called network of protected areas is a faulty, and in today’s context, dead concept. It is faulty because it excludes communities who are an intrinsic part of any given ecological landscape and their primary and historical agency in conservation,” says Ghosh, of the All India Forum of Forest Movement, criticising India’s model of conservation. “It is dead because it posits only the ossified idea of fortress conservation through enforcement and exclusion, which means you create fortresses perhaps, but end up conserving nothing.”This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.Also read: The dark clouds over India’s cheetah project","author":"Sushmita, IndiaSpend.com","time":"2024-05-15T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200683-horrtxbmcl-1715618566.jpg","tags":["Tiger Population","Adivasi Rights","Forest Rights","Forest Rights Act","CAMPA","Tadoba Andhari"],"source":"https://scroll.in/article/1067780/the-contradictions-of-the-increase-in-indias-tiger-population"}