{"title":"The India Fix: Who is winning the appointments battle between Modi and the Supreme Court?","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. To get it in your inbox every Monday, sign up here (click on “follow”). Have feedback or interesting links? Send them to [email protected].India’s judges are appointed in a completely closed-door process. As a result, last week’s feverish drama over the nomination of Lekshmana Chandra Victoria Gowri as additional judge of the Madras High Court was novel in more ways than one.Gowri was nominated by the Supreme Court collegium, a body consisting of the chief justice of India and two most senior Supreme Court judges. As my colleague, Umang Poddar has reported, that’s when the controversy started. Once Gowri’s name became public, it was pointed out on social media that the to-be judge had been the National General Secretary of the Bharatiya Janata Party women’s wing. On January 30, Article 14 published an article uncovering several instances of alleged hate speech by Gowri against Christians and Muslims.This rare public scrutiny of the collegium’s decision set off an even rarer review of the process. The chief justice agreed to constitute a bench to listen to petitioners who wanted Gowri’s appointment cancelled. Meanwhile, the Modi government and the Madras High court rushed through the formalities of her appointment. The final Supreme Court hearing on Gowri, however, was eventually rather tame, greenlighting her appointment.The judicial appointment of a BJP member so closely aligned to the party ideologically in full public glare is an interesting status check on the public fight that had broken out between the Supreme Court and the Modi government over judicial appointments in January. In an unprecedented step, the Supreme Court had publicly rebutted objections provided by the Union government to the appointment of five high court judges.Here are three provisional take-aways from this intense political tug o’ war:1. Underlines power of Union executive in collegium systemOn paper, the higher judiciary in India has the last word on judicial appointments. This is a system evolved by the Supreme Court in a series of judgments with the court arguing that it was a necessary step to protect judicial independence.In practice, of course, the Supreme Court is having a tough time implementing a law that it has itself fashioned. As is now clear, the Union government has a strong, de facto influence on judicial appointments. This is obvious from how it rushed through Gowri’s nomination but has held back numerous other nominations it did not like.In fact, an even greater testament to the Union government’s power is the fact that in earlier instances, the collegium has itself held back the names of a judge that was seen to be not ideologically aligned to the ruling party.That the Union government seems to have got its way without any public scrutiny is a win-win situation for the executive, allowing it power over an area as critical as judicial appointments with zero oversight that a more formal process – as it exists in other democracies – would bring about.2. Courts are realising the value of public opinionGiven that the primacy of the judiciary in appointments is the formal law, this long-drawn out fight would at first seem confusing – not to mention the fact that the Union government seems to be exerting a de facto veto on appointments. In theory, all that the Supreme Court has to do to “win” the fight is to pass an order and force the Union government to appoint the judges the collegium has chosen and/or hold the government in contempt for disregarding the court.That the Supreme Court is not doing this but instead choosing to reach for tools such as public opinion (by releasing the Centre’s objections to candidates) points to the complex way that policy execution relates to formal law in India. To further underline the role of public opinion, it was not till media reports and activists raised red flags about Gowri’s alleged hate speech that the Supreme Court started to review her appointment.The secrecy around the collegium has often been criticised from a moral point of view, given that the default mode of making powerful appointments in a democracy should involve transparency. However, there is even a realpolitik reason to further this argument: public opinion is a powerful source of power in a democracy and, without it, the judiciary faces an uphill battle against a strong executive.3. Appointments and judicial independence have a complex relationshipIn 2015, the Supreme Court struck down the National Judicial Appointments Commission, which would have replaced the collegium. This a strong step, given that it was a constitutional amendment.  Additionally, the courts struck down a rare moment of cross-partisan policy making: the commission had been passed unanimously by India’s lower house of Parliament.In theory, the judiciary had powerfully asserted itself. Paradoxically, however, post this order, the Supreme Court is also seen as India’s weakest, capitulating frequently to the Union government. In fact, many of what the BJP pushes as its greatest successes, such as the Ram temple in Ayodhya, are actually the work of the court post the National Judicial Appointments Commission judgment.As a result, the legal power to make judicial appointments and actual judicial power share a complex relationship.The current debate on appointments is an interesting, even healthy phenomenon – in a democracy, public skirmishes are always better than private discussions. However, the true test of what it means for the common Indian would be if it breaks the pattern of the last eight years and results in more judicial scrutiny of the government.","author":"Shoaib Daniyal","time":"2023-02-13T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185386-feuyusyrfj-1673190449.jpg","tags":["Supreme Court","Judicial appointments"],"source":"https://scroll.in/article/1043744/the-india-fix-who-is-winning-the-appointments-battle-between-modi-and-the-supreme-court"}