{"title":"How Indian ‘Seeker’ played a role in probing Covid-19 lab-leak theory, and nine other Sunday reads","content":"The Maratha quota case decided by the Supreme Court in May is one more  missed opportunity by both – the state and the court – to acknowledge  the growing socio-economic differentiation within the dominant castes,  something the leaders of these castes do not recognise either, writes Christophe Jaffrelot in Indian Express. The recent amendments to the pension rules for officials who are working or have  worked in intelligence organisations – which entails them getting prior  clearance from the current heads of their former organisations before  publishing any material that falls within the domain of the organisation – are flawed. They obliterate the distinction between serving and  retired officials, misconstrue the idea of domain knowledge, and are  selective in their application, argues Vivek Katju in Hindustan Times. The Central government’s recent tussle with West Bengal over the  decision to place the services of the chief secretary of the state with the Government of India has  stirred a political hornet’s nest. Beyond the din, the Centre’s decision  raises some very troubling legal questions that appear to strike at the  foundations of cooperative federalism, writes Srishti Agnihotri in The Wire.  India had outgrown Bangladesh overall since 1980, but its growth has  been less even, and looks to be hitting a serious slump in recent years.  Pakistan is mostly stagnant, languishing in poverty. But Bangladesh has that smooth,  even curve in its growth, says Noah Smith in this analysis of Bangladesh’s extraordinary economic story.India’s waning democratic credentials and its desire to see diplomacy  towards its smaller neighbours through the narrow prism of security has  seen its influence wane in South Asia. China meanwhile has muscled in.  The repercussions will be felt in the future, writes Sushant Singh in The India Forum. In this tribute in The Leaflet, veteran communist leader Mythily  Sivaraman’s daughter Kalpana recalls how it was growing up in a  communist household, and how she had always seen her mother typing,  reading, writing, making notes, on the phone, organising meetings,  arguing with friends or giving interviews at home.By banning Tiananmen vigils in Hong Kong, China is trying to rewrite history by widening its attack on the legacy of 1989 – and criminalising a new generation of activists, argues Louisa Lim in Guardian. What does the government’s endorsement of Baba Ramdev, who has peddled unscientific theories and defamed the medical and scientific community, really mean to the society? It is a signal to the Hindu  savarna constituency that the dispensation is suitably equipped to  defend an indefensible social order, says Alok Rai in Indian Express. Throughout 2020, the notion that the novel coronavirus leaked from a lab in Wuhan in China was off-limits. Those who dared to push for transparency includes an Indian who goes by the name ‘The Seeker’ on Twitter, as the Newsweek reported. Using classified documents and interviews with officials in the United States, Katherine Eban reports in Vanity Fair on how the lab-leak theory has now gained traction. With relatively few words, Naomi Osaka said a lot as she bowed out of the French  Open on her terms following a controversy over her decision to not participate in press conferences to protect her mental health, reflecting the growing empowerment of athletes, writes Kurt Streeter in New York Times.","author":"Scroll Staff","time":"2021-06-06T10:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139187-mrsglmwflg-1585551443.jpg","tags":["Covid-19","Naomi Osaka","Coronavirus"]}