{"title":"The last resort: Several changes in government have involved a swish getaway for legislators","content":"Going by the last few weeks, it would seem that politics has a new address in India. The dust of the streets, the hard benches of the Vidhan Sabha have been eschewed. These days, the action has shifted to sprawling mansions, surrounded by backwaters on three sides or forests where the rhino roams. Political dramas, reaching a certain crisis point, evidently have to move to more scenic locales. It’s politics of the last resort, if you will.Earlier this month, VK Sasikala, making a bid for the post of chief minister in Tamil Nadu, bundled off more than 100 legislators from the All India Anna Dravida Munnetra Kazhagam to the Golden Bay resort. Far from the madding crowds of Chennai, the members of the legislative assembly were treated to some much needed rest and recreation, kept away from cell phones, internet, television and the lures of rival parties.But there is no pleasing the legislators. Three of them managed to pull off daring escapes, disguised as joggers and gardeners, and claimed their party colleagues were being held hostage in a gilded cage. Even after controls were relaxed, however, many of the hostages chose to stay on at Golden Bay. How they spent their time there is not known. But since they left, the resort has closed for “maintenance work”.Cut to Nagaland, where Chief Minister TR Zeliang, from the Nagaland People’s Front, was under fire for trying to introduce reservation for women in urban local bodies. On Saturday, 49 legislators from the ruling party decamped to a resort in Kaziranga, in Assam, where they awaited Zeliang’s resignation, which finally came on Sunday. Incidentally, Kaziranga was also crucial to the last change of guard in Nagaland. In 2014, when Zeliang was poised to take over as chief minister but then challenged by a rival candidate, his supporters had fled there as well.A rich historyIn fact, resorts have a special place in India’s political tradition. It started in the 1980s, as the Congress system crumbled and other parties grew powerful in the states, giving rise to furious wheeling dealing in the legislatures. In Andhra Pradesh, the power struggles of NT Rama Rao’s Telugu Desam Party were often played out in luxury hotels. First, in 1984, when Rao’s protege switched to the Congress and chose to challenge him. NTR, as the film star-turned-politician was popularly called, hid the legislators who supported them in a studio in Chennai before packing them off to Delhi. But political proteges would be NTR’s nemesis. In 1995, his son-in-law and old party faithful, Chandrababu Naidu, staged a coup by squirrelling away 125 legislators at the Viceroy Hotel in Hyderabad. When NTR came to retrieve them, he was met with chappals and insults.Resort politics spread like contagion in the south, and Karnataka fell next. In 1990, Congress Chief Minister Veerendra Patil was summarily sacked by Rajiv Gandhi, apparently for failing to control communal riots in the state. His agriculture minister S Bangarappa became chief minister after having gathered Congress legislators at a resort. Two years later, his own downfall would be plotted in another resort.In the 2000s, chief ministers changed several times in between elections in Karnataka, and almost every occasion involved a swanky getaway. In 2006, HD Kumaraswamy brought down the Congress-Janata Dal (Secular) coalition and then spirited his supporters away. Later, BS Yeddyurappa of the Bharatiya Janata Party, forced to step down as chief minister after being charged with corruption, shipped off 60 legislators to a resort to ensure they voted for his chosen successor, Sadanand Gowda.Karnataka even became a destination for resort politics, and in 2002, the Congress’s Vilasrao Deshmukh packed off 40 members of the Maharashtra legislative assembly to the Golden Palms Resort and Spa near Bangalore. Reports from the time speak of disgruntled legislators descending from a hi-tech bus and hissing at the hotel staff to carry their luggage. A few claimed to be there on a holiday. But local Congressmen said they feared the legislators would run away when the bus stopped mid-journey because some of the travelling luminaries wanted a wash.Things looked up for the Congressmen herded into Golden Palms, however, and it was not long before they were going on sightseeing trips to Mysore and the Nandi Hills, among other places.Tough loveNot surprisingly it was a Congress government, led by Rajiv Gandhi, which passed the anti-defection law in 1985. The law, which was expected to take care of party members who strayed, mandated that legislators could be disqualified if they voluntarily joined another party or voted against the party whip. In practice, politicians across states have merrily switched allegiances. In West Bengal, former Congress legislators migrated to the Trinamool Congress, which has established a fiefdom in the state. In Assam, Congress minister Himanta Biswa Sarma crossed over to the BJP just before the assembly elections last year. Indeed, defections between the Congress and BJP are legion, especially when elections approach.Clearly, there is no depending on a law. Party leaders, quite sensibly, have preferred to arrange tasteful political retreats to keep their flocks together. Nothing says tough love like a herbal massage or a water gliding session.","author":"Ipsita Chakravarty","time":"2017-02-20T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/829781-51815-kohjmgocan-1487515749.JPG","tags":["Last resort"],"source":"https://scroll.in/article/829781/the-last-resort-several-changes-in-government-have-involved-a-swish-getaway-for-legislators"}