{"title":"The Nagaland turmoil shows why a uniform civil code is neither possible nor desirable in India","content":"Nagaland is on the boil. The state government’s decision to hold municipal elections with 33% reservation for women in Nagaland earlier this month, after a court order, resulted in widespread disturbances, deaths and finally the resignation of the embattled chief minister, TR Zeliang. The breakdown of law and order in the state was so severe that mobs even torched the office of the district collector in state capital Kohima on February 2.The 74th amendment to the Constitution in 1992, among other things, provided for 33% reservation for women in municipal bodies. Naga groups strongly objected to this, saying it interfered with Naga customary laws and the protections guaranteed to them under Article 371 (A) of the Constitution. Under this Constitutional provision, no Act of Parliament that interfered with Naga customary laws would be implemented in Nagaland unless the state Assembly passed a resolution allowing it.The opposition to reservation for women in local bodies in Nagaland was so strong, that even when elections were held earlier this month, the violence that followed meant that they were declared null and void.That customary law had enough force of sentiment to allow Nagaland to effectively overrule the 1992 constitutional amendment should be a reality check for anyone advocating a uniform civil code – a common set of laws governing marriage, divorce, succession and adoption that would replace various religious personal laws – in India.While the uniform civil code debate in India is usually stereotyped as one that concerns Muslims alone, the events in Nagaland show just how widespread the resistance to a one-size-fits-all, top-down law really is. India has separate laws not only for major religious groups like Hindus, Muslims and Christians but also for many states and indigenous groups.While perfectly uniform laws are common in the nations of Europe, in a country of India’s size and diversity, this issue becomes near intractable. In fact, since the prospect of a uniform code is close to zero, shrill demands to implement it are often seen as a majoritarian imposition and actually end up harming the progressive cause.British rule in IndiaBritish efforts to reform, as they saw it, some Indian religious practises were seen to be the major cause behind the fury of 1857, which nearly tore the Raj apart. In 1858, therefore, the Queen’s Proclamation made it a point to mention that the British would “abstain from all interference with the religious belief or worship” of its Indian subjects.Since the Raj was a multi-ethnic empire – and not a nation state – this was rather easily done. The religious beliefs of India’s major religions came to be overseen not by British Indian law but by the traditional theological rules of each religion.This tradition was continued even after 1947 – although the more modern, nationalist goal to bring in one law was inserted into the Constitution as a non-enforceable directive principle.Violence and the nation stateThe desire for a uniform civil code was obviously driven by the model of nationhood that emerged in Europe. More than anything else, a European nation was defined by uniformity: of religion, language, race and laws.What is often forgotten is that this sort of perfect uniformity needs to be created – often with great violence. Religious uniformity emerged from devastating wars, the most terrible of which, for instance, wiped out  a third of Germany’s population. Linguistic unity was forged by throttling non-elite languages by using the force of the state. In France, for example, all languages other than French were pushed out of the schooling system. While we might think of France as always French, till as late as 1863, one fourth of Frenchmen spoke no French at all.Till now, India has chosen to not follow in the footsteps of Europe when it comes to this obsession with uniformity. Indeed, the replication in India of the sort of forces that created the modern European state would be unimaginable given that even small steps – like the exclusive use of Hindi for the Union government – has produced violent reactions by constituents of the Indian Union in the past, leading to hurried roll backs.Pipe dreamWhile the uniform civil code is often trotted out as a panacea to all of India’s ills by some people looking to a European-style of nationhood, the measure is seen so unfeasible in practice that no Indian government has moved towards it.Far from having one law for all citizens, India has been unable to create uniform codes even within each religion. Hindu personal law, for instance, allows for the existence of different customs depending on caste and region and does not apply to the Hindus of Goa.The issue of a uniform civil code for a country the size of India is so intractable that even its proponents have little idea of what it means. Till today, there has been no draft or proposal of a uniform civil code at all. Ironically, the lack of a cogent conception of what a uniform civil code entails has not stopped many groups from passionately demanding one.For example, since the 1980s, the Bharatiya Janata Party has stridently pushed for a uniform civil code. Of course, that demand only lasted as long as it was in the Opposition. As the Narendra Modi government completes three years in office later this year, it is quite clear that a uniform civil code is not on the Union government’s legislative agenda.So, if no one knows what a uniform civil code is and even its most ardent supporters don’t want to really implement it, why does a disembodied demand for such a code keep popping up? The answer is simple: majoritarianism.The BJP, for example, demanded a uniform civil code at the same time as it desired to destroy the Babri Masjid and believed in a Hindu rashtra. As is obvious, secularism or the rights of Muslim women did not drive the Bharatiya Janata Party’s politics. What this means is that the uniform civil code is simply a majoritarian stick to browbeat minority groups. It is little wonder that the Nagas reacted the way they did to forces external to their state presuming to decide how their customary laws should be defined.Harming the progressive causeGiven the warped space in which the demand for a uniform civil code exists, it actually ends up harming progressive causes like women’s empowerment, minority rights and federalism. As the hurried countermanding of the Naga local elections shows, a countrywide law drafted in New Delhi has no meaning in Nagaland if the Nagas are stridently opposed to it.This thinking is repeated by feminists working on the ground like Flavia Agnes, who have long argued that reforming personal law is a far better way to move towards women’s emancipation than a one-size-fits-all, top-down law. This is an opinion borne out empirically in the practical working of, say, Muslim law. Even as every mention of a uniform civil code rouses up Muslim conservatives, who then double down on resisting women’s rights – almost always successfully – the quiet judicial reform of certain provisions within personal law has been rather successful. Triple talaq, one of Indian Muslim law’s most regressive features – already abolished in most Muslim-majority countries – has been greatly attenuated in India’s courts.That the demand for a uniform civil code is a progressive one is, unfortunately, a rather simplistic reading of reality. India’s size and diversity dictate that the solutions required are complex and cannot simply be imported as is from 19th century Europe. India will have to think of ways to progress towards its own modernity. And, right now, making space for the country’s diversity – from Nagas to Muslims to Goan Hindus – is the most effective way to do it.","author":"Shoaib Daniyal","time":"2017-02-22T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/829884-50692-cdtiuabjgo-1486087526.jpg","tags":["Nagaland","Personal Law","Uniform Civil Code","Muslim personal law"],"source":"https://scroll.in/article/829884/the-nagaland-turmoil-shows-why-a-uniform-civil-code-is-neither-possible-nor-desirable-in-india"}