{"title":"The Modi Years: Where does India’s Pakistan policy stand?","content":"Modi was a hawk when in Opposition but effected a sharp U-turn when he took officeHe visited Pakistan, held talks with its leaders and even allowed a joint investigation into terrorBut in the next three years, a series of terror attacks saw Modi go back to a hardline approachThis hawkish stance has been used by the BJP in domestic politics, with the Congress even accused of collaborating with Pakistan by ModiIndia’s twin, Pakistan has always been an important part of national politics – a position that flows not only from history but also Islamabad’s continued support for terror activities.This importance has shot up further under the prime ministership of Narendra Modi.Given Modi’s political positioning as a right-wing muscular Indian nationalist, his government’s policy towards Pakistan has played an outsized role in his political messaging over the past five years. Peace partner, terror supporter and even allegations that the country was supporting political parties within India – Pakistan has dominated headlines in the Modi years.War hawk to peacenikAs the United Progressive Alliance government became increasingly dysfunctional in its second term, Narendra Modi, then chief minister of Gujarat, attacked it on national security from the right. Even while the 26/11 Mumbai terror attack were underway, Modi addressed a press conference sharply criticising Prime Minister Manmohan Singh’s address  to the country as “disappointing”. In 2011, Modi disparaged diplomatic channels and urged military action telling an interviewer, “Pakistan should be given an answer in the language they understand”.Once in office, though, Modi made a sharp U-turn from his belligerence while in Opposition. Modi invited Pakistan Prime Minister Nawaz Sharif to his swearing in, signifying that he was, after all, a believer in talks in spite of Islamabad’s support for terror. This, in fact, was the first of number of peace moves made by India and Pakistan during Modi’s first two years in office.Six months into office, Modi posed for a handshake with Sharif in Kathmandu at the 2014 South Asian Association for Regional Cooperation summit. Later, journalist Barkha Dutt would also claim that the two prime minister’s had an hour-long secret meeting after this handshake.Resuming talksThe Modi-Sharif bonhomie grew. In June 2015, the Indian prime minister picked up the phone to wish Sharif for the Islamic holy month of Ramzan. The next month, the two prime minister’s met on the sidelines of the Shanghai Cooperation Organisation in Ufa, Russia. On December 6, 2015, India and Pakistan’s national security advisors held talks in Bangkok, discussing a range of issues including terror and Kashmir. A few days later, India’s foreign minister Sushma Swaraj went to Islamabad, announcing that the countries would hold talks on all issues of disagreement.At the end of the year this geniality reached a crescendo with Modi’s surprise visit to Pakistan to attend the wedding of Nawaz Sharif’s granddaughter on December 25. The first Indian prime minister to visit Pakistan in more than a decade, the visit produces images of the two prime ministers hugging each other warmly. The event was a significant peace move by the icy standards of Indo-Pakistan relations – and doubly so by Modi’s own belligerent rhetoric before the 2014 general election.Modi and Sharif hug each other as the Indian prime minister visited Pakistan in 2015Ups and downsYet, even in the run up to the Modi-Sharif bear hug, things were not completely smooth as various factors – from public pressure in India to Pakistan-origin terror – kept buffeting the peace process. Only a few months after Modi was sworn in, in August 2014, India called off foreign secretary talks, angry that Pakistan was speaking to separatist leaders in Kashmir. A week after Modi and Sharif met in Ufa, three terrorists from Pakistan attacked a bus and police station in Gurdaspur, leading to talks between the country’s national security advisors being called off. A month after Gurdaspur, with ceasefire violations on the Indo-Pak border increasing, national security advisor talks were again cancelled in August, 2015.A week after Modi flew to Pakistan, an Indian Air Force base in Pathankot was attacked by militants. In a remarkable move, the Modi government allowed a investigative team from Pakistan – consisting of members of the Inter-Services Intelligence, Military Intelligence and police – to reach the airbase and probe what happened. It was the first time India and Pakistan were jointly tackling terror.Full hostilities resumeModi’s bold gambit to break with history and partner with Pakistan in combating terror did not work. The Pakistani investigators went back to home and claimed that the Pathankot attack had been staged by India itself. In April 2016, Pakistan suspended the talks process with India.India-Pakistan relations in the Modi years hit a nadir as militants attacked an Indian Army brigade headquarters in Uri, Kashmir on September 18, 2016 killing 17 soldiers. In response, India troops crossed the Line of Control on September 29 in a move that was widely dubbed a “surgical strike” in the Indian media. While official figures from the Indian Government were not released, reports in the Indian media claimed up to 50 casualties. Pakistan admitted that Indian troops had crossed the Line of Control but claimed that the attack had only killed two of its soldiers.While Modi moved from war hawk to peacenik after assuming office, Uri saw him go back to his original position. The surgical strikes of 2016 were presented as proof of the government’s hard stance on Pakistan. In January 2019, a Bollywood film was also produced on the strikes, buttressing the Modi’s government’s positioning as a hawk on Pakistan – a useful thing with the Lok Sabha election just months away. Catchphrases from the movie are frequently used by BJP leaders to reinforce the party’s post-Uri belligerent position on Pakistan.Actor Vicky Kaushal in the movie, \"Uri: The Surgical Strike\".Domestic positioningThe BJP’s post-Uri hawkish stance on Pakistan has also been used to attack the Opposition. In December, 2017 while campaigning for the Gujarat Assembly election, Prime Minister Modi accused the Congress of colluding with Pakistan to influence the Indian democratic process. While Modi provided little proof to back up this incredible assertion, the tactic seems to have succeeded in hobbling the Congress.In February, 2019, over 40 Central Reserve Police Force jawans were killed in Pulwama, Kashmir by a car bomber – one of the deadliest attacks on security forces in India. For a week, the Congress desisted from attacking the Modi government on security lapses that preceded the attack, fearing that any aggression might rebound and the party would itself be branded “anti-national”. The contrast with Modi’s own attacks on the Congress-led Union government even as the Mumbai terror attack was ongoing is stark and showcases the BJP’s success in owning the mantle of national security.Twelve days later, on February 26, Indian Air Force crossed into Pakistan for what the government called a “non-military preemptive strike”  on a terrorist camp of the Jaish-E-Mohammed, which had taken responsibility for the Pulwama attack. The past five years have seen massive swings in the Narendra Modi’s tactics towards Pakistan: from hawk to dove and then back again to hawk. In spite of there being little substantial change in the India-Pakistan relationship since 2014, however, the BJP still dominates the muscular nationalist space and is able to use the issue of Pakistan to browbeat the Opposition – a fact that will play a substantial part in the 2019 Lok Sabha elections.Also read:The problem with Narendra Modi’s Pakistan policy is not ideology – but hubris and incompetenceAnatol Lieven interview: India must talk to China – it can put more pressure on Pakistan than USA This article is part of The Modi Years series which recaps the major milestones, controversies and policies of the BJP government.","author":"Shoaib Daniyal","time":"2019-02-26T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114007-khtfugolai-1551178079.jpeg","tags":["The Modi Years","Pakistan","Foreign Policy"]}