{"title":"The Daily Fix: Why did the government allow panic over troop deployment to grow in Kashmir?","content":"On Saturday, home ministry officials said 10,000 troops – or 100 companies – of Central Armed Police Forces were to be deployed immediately in Kashmir. Soon afterwards, a flurry of ominous documents purporting to be official orders floated up on social media. Over the last few days, panic has spread in the Valley, fuelled by a cocktail of confusion and misinformation. Government efforts to quell it have been woefully inadequate so far.Several theories about the troop movement have taken root in Kashmir. Many speculated the government was planning to revoke Article 35A, which grants special rights and privileges to the state. While Valley politicians warned against such a step and spoke of an all-party meet, the Bharatiya Janata Party had reportedly summoned its Jammu and Kashmir unit for a meeting in Delhi. Others thought it might signal that assembly elections were around the corner. It was also noted that the deployment followed close on the heels of National Security Advisor Ajit Doval’s visit to Kashmir.Official responses on the deployment have been varied. Unidentified Union home ministry officials reportedly said it was to strengthen counter-insurgency operations in the Valley, where forces were already stretched because of the Amarnath Yatra. Police officials in the state dismissed the deployment as routine but suggested 20,000 more troops might arrive. Other unidentified officials claimed that the security set-up in Kashmir was being “re-oriented like never before”. K Vijay Kumar, advisor to Jammu and Kashmir Governor Satya Pal Malik, who currently heads the state administration, said the deployment was “a deliberate and calculated response to the need of the security grid”. Senior officials of the paramilitary forces admitted they just did not know why such large mobilisation, why now.But the official communiques that seemed to flood social media suggested one clear possibility: security agencies expected trouble in the Valley and were bracing for it. In one letter, a Railway Protection Force official in Budgam asked his personnel to prepare for a “deteriorating law and order situation” by stocking up on four months’ supply of food and a week’s supply of water.A wireless message to police officers apparently asked them to check for shortfalls in riot-control equipment. An order from the senior superintendent of Srinagar asked five zonal superintendents to collect the details of mosques in the city “for onward submission to higher authorities”. Other orders reportedly warned of dire situations.The communiques seem to be of varying degrees of authenticity. The circular on mosques was apparently a  routine affair. The railways ministry said officers in the Valley were not authorised to issue such notices and the Budgam officer has reportedly been transferred. On Tuesday, Malik said none of the so-called government orders were valid; all was “normal” in Kashmir and residents should pay no heed to rumours.Why did the government wait for days to announce this, while a perfect storm brewed in the Valley?Large troop deployments in Kashmir are not unusual. About 400 companies of Central Armed Police Force personnel have been stationed in the Valley for the Amarnath Yatra. Earlier in the year, there was heavy deployment for the Lok Sabha elections.What was unusual about this weekend’s order was the mystery surrounding it. The last time the Valley saw such a situation was a week after the Pulwama suicide bombing in February.  Then, too, 10,000 troops were dispatched, a crackdown on separatist leaders launched. Government circulars seemed to warn of a war-like situation. Then, too, the fear was allowed to reached fever pitch before the government addressed it. Days later, India Air Force planes flew over Balakot in Pakistan, bringing the two countries to the brink of war.In the absence of reliable information from government, politicians and journalists in Kashmir speculate that such deployments are “psychological operations”, aimed at creating precisely this kind of panic. With the Valley paralysed with fear, mass protests or violence is less likely, making it easier to meet security objectives or push through unpopular legislative measures. It is to be hoped that this theory is not borne out in reality. Either way, mystery deployments and a secretive administration have done nothing to bridge the trust deficit between the state and the residents of Kashmir.","author":"Ipsita Chakravarty","time":"2019-07-31T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/81812-wtfncjspzh-1518496766.jpg","tags":["The Daily Fix","Kashmir"],"source":"https://scroll.in/article/932287/the-daily-fix-why-did-the-government-allow-panic-over-troop-deployment-to-grow-in-kashmir"}