{"title":"The backstory: When a mother-in-law came between my interview and me","content":"When the hijab ban in Karnataka was first announced in 2021, shutting out young Muslim women from their own colleges, they did not find an ally in the media. Instead, students were hounded by local journalists and vilified on news television debates. When I was trying to write on the impact of the hijab ban on Muslim students, most refused to talk. Even activists were hesitant to put me in touch with students as they were deeply suspicious of journalists.So, when Ameena Azad agreed to speak with me for a story on the one-year anniversary of the ban, it was a big relief. Ameena had to drop out of her law course when the ban was imposed in her college in Mangalore. Ameena lived with her in-laws in Karkala, a town in Udupi district, and her husband worked abroad. After her marriage, she had enrolled herself into an undergraduate college for a Bachelor’s degree. But she wanted to do more: A deep interest in the Constitution drew her to pursue law. When her son turned about four years old, she decided to join a law college in Mangalore and realise her dream. When the ban was imposed, she made several pleas to the college authorities to allow her to continue wearing her hijab in class. The ban stole Ameena’s opportunity to become a lawyer.When I first spoke to her over the phone, she was eager to tell her story. But for the interview to happen, she told me, we had to come up with a plan. She said her in-laws would never agree to allow her to speak with a journalist. And she could not leave her house and come out to meet me. The interview would have to happen at her home.“Just tell my mother-in-law that you are my friend from my old college,” she said. I had not been in such a situation before. I had conducted interviews in secret locations, tried to pass myself off as a student sometimes while reporting but I had never been caught between an interviewee and their mother-in-law.While Ameena introduced me to her mother-in-law, it struck me that I did not know which college Ameena had gone to for her Bachelor’s degree or what she had studied. I prayed she would do all the talking. Just as I had expected, as soon as we entered the house, her mother-in-law asked me which college I had studied in. Ameena quickly answered for me. Which department? “English,” Ameena said, adding that I was there to discuss whether the college was a good place for a cousin of mine to apply to. “But you just told me that you both had studied in the same college,” her mother-in-law said. Very quickly, Ameena said she was talking about her law college in Mangalore. Her mother-in-law smiled at me but still looked confused. By then, she also seemed to have noticed that my Kannada sounded different. The Kannada spoken in coastal Karnataka is different from the language spoken in Bengaluru. “Are you from here only?” she asked. I stammered in response, saying that I had been living in Bengaluru for a few years. “And your cousin wants to come here and study?” she asked, now fully suspicious. Ameena replied for me and took me inside. Once inside, however, I was not sure how to start the interview.Would her in-laws be able to hear me from the other room? Nevertheless, I talked to Ameena as if we were classmates. After a couple of minutes, she told me I could begin the interview. I started with the first question. Halfway through her answer, the mother-in-law walked in again with a glass of juice. She proceeded to sit down in the same room and watch us. Stumped, Ameena and I spoke about the most random things as if we had known each other for years. It helped that her young toddler was around, so some time was spent playing with him. Finally, her mother-in-law stepped out, only to return with something to eat. This time, she only hung around for a while and then left.Eventually, I was able to interview Ameena. She talked about her dreams, her life, and her anger at the world that would not allow her to study just because she wore a hijab. She didn’t want to spend her life toiling away as a housewife, she said. She was meant to do more. When I bid her goodbye, I prayed that her mother-in-law wouldn’t give her a hard time about my visit. She didn’t. Ameena and I stayed in touch for a while. The last I heard, she was looking for a job or a course to study and find a way to become independent again. The new chief minister of Karnataka, Siddaramaiah, recently announced that his government will consider withdrawing the hijab ban. The young women I had spoken to during my reporting told me that they worried for their younger siblings, as the list of colleges they could apply to had become shorter after the ban was imposed. The lifting of the ban, if it happens, means that more women will return to mainstream colleges. But given how the students were let down by their teachers and classmates, they may return with many reservations. I wonder if it’s too late for students like Ameena. And that in this span of three years, many  dreams for a career may have already perished. The name of the interviewee has been changed to protect her identity.","author":"Johanna Deeksha","time":"2023-12-29T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196989-qsfdroufxa-1703656244.jpeg","tags":["Backstory 2023","Hijab ban","Karnataka","women's education","Muslim women"],"source":"https://scroll.in/article/1061200/the-backstory-when-a-mother-in-law-came-between-my-interview-and-me"}