{"title":"The India Fix: Why are upper castes such a loyal BJP vote bank?","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. To get it in your inbox every Monday, sign up here. Have feedback, interesting links or memes? Send them to [email protected].Over the past week, the air has been thick with election analysis explaining the Bharatiya Janata Party’s comprehensive win in the politically critical state of Uttar Pradesh. A large part of it has focussed on the saffron party’s impressive hold over Other Backward Class and Dalit voters. Using a combination of Hindutva and welfare, clearly the BJP holds wide appeal over Hindus cutting across caste lines.However, impressive as the BJP’s OBC and Dalit support was, what went largely unnoticed was that the the party’s deepest bench strength lay not with them but with its traditional upper-caste vote bank. In fact, some of the numbers indicate a scale of backing that is quite astounding. According to data from political researchers at Lokniti-CSDS, as many as 89% of Brahmins voted for the BJP-led alliance in Uttar Pradesh. For Rajputs the figure was 87%, while for Baniyas it was 83%.The figures from another research agency, Axis, are a bit different: Brahmin votes for the BJP-led alliance among men and women is 68% and 72%. For Rajputs, the figures are  69% and 75%. Due to distinctions in methodology, some differences in data are expected. But what is sure across surveys for Uttar Pradesh 2022 – and in fact, across elections – is that upper castes are the BJP’s strongest vote bank. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nIn a state like Uttar Pradesh, where upper castes make up nearly a fifth of the population, getting such a high proportion of bloc votes is a significant advantage for the BJP. And this is without considering the intangibles upper castes bring to the table in terms of media coverage, bureaucratic backing and corporate support, all three spheres being dominated by upper caste leadership.What was even more remarkable is the party’s reaction to this win. Within just a week after receiving this significant upper-caste backing, the BJP-controlled central government chose to slash the employees’ provident fund interest rate to a four-decade low. Jet fuel received its steepest-ever hike. The Mint reported that the Centre was going to increase capital gains tax, fishing deeper into the pockets of people making profits from the stock market.Given the strong correlation between caste and wealth in India, most air travellers, white-collar  workers and stock-market investors are upper caste. Voting in India is often transactional. Yet, after winning a bonanza of upper-caste votes in a critical election, the BJP is hurting this segment economically. What explains this breakdown in the electoral feedback loop?To make matters more puzzling, this isn’t the first time this is happening. The past six years have been economically scarring for India’s so-called middle class, a large proportion of whom are upper caste. According to data from the Centre for Monitoring Indian Economy, jobs held by people with a graduate degree and above shrunk by 12% during the two years of the pandemic. According to data from Pew, this meant an unprecedented shrinking of India’s middle class itself, which contracted by more than three crore.Even as this destruction took place, the BJP-controlled Union government barely listened to the economic concerns of India’s upper-caste heavy, white-collar segment. Instead, it made things worse, raising fuel as well as cooking-gas prices and bringing down savings interest rates, on which so many elderly middle-class people depend on for their retirement income. Yet, its economically battered upper-caste vote bank not only remained intact, in Uttar Pradesh it became stronger.Credit: Sajjad Hussain/AFPUpper-caste support for the BJP is not new. In fact, as data journalist Rukmini S argued back in 2018, upper-caste support for the BJP is India’s starkest example of a vote bank. No other identity-party bond comes close.What makes this even more remarkable four years later is the widespread economic destruction that has taken place since then. The BJP was cognisant of this when asking for OBC and Dalit votes, making sure to hugely push welfare in Uttar Pradesh. In effect, when poor Uttar Pradeshis – most of them OBCs and Dalits – voted BJP, there was a substantial material aspect to their decision. However, the BJP did not have any such similar economic outreach for upper castes. But it didn’t matter: they  voted for the party in overwhelming numbers anyway.Upper castes are, as a result, one of the few (if not the only) group in India driven primarily by ideology and identity when it comes to voting choices. The BJP’s strong alignment with Hindu nationalism, it seems, is enough by itself to win upper-caste votes. In fact, it seems strong enough to even withstand massive economic shocks.The corollary to this, of course, is that where Hindu nationalism is weak among upper castes, they are less bound to the BJP. In Bengal, for example, data from CSDS shows that upper-caste votes were split somewhat evenly between the Trinamool Congress and the BJP in the critical 2021 Assembly elections.Since the only variable here is ideology (which in this case is linked to identity), unlike with backward and Dalit castes, it seems improbable that the BJP will pull out any significant economic incentives for upper castes in the next two years in the run up to the 2024 Lok Sabha elections. As Uttar Pradesh show, it knows it doesn’t need to.Make in India\"In 2017, a meme was born in a think tank in N India: Chinese ‘debt-trap diplomacy’. This meme quickly spread through the media, intelligence circles & Western govts....it generated nearly 2M search results on Google\"  The rise of a meme ht @D_Brautigam https://t.co/vYfSz7Ljrk pic.twitter.com/uuWHjJJcR1— Albert Pinto (@70sBachchan) December 19, 2019\n\nThe size illusionWith a sixth of the planet’s population, India might have a large economy. But what does it mean in terms of effective strength? Not much, argue Arvind Subramanian and Josh Felman.#India’s economic size has not translated into commensurate military strength, and part of the problem is simple geography, argue @arvindsubraman and @FelmanJosh. https://t.co/PQ3kEM2mcT pic.twitter.com/nmss59q5mZ— Project Syndicate (@ProSyn) March 19, 2022\n\nEngineered addictionWish someone would repeat this thread for bhujia.Since the early-1990s, PepsiCo has sold $1B+ of Doritos a year. Why is the chip so addictive? From the ingredients to cooking method to texture, its engineered to pull all the psychological levers to make you crave the snack.Here’s a breakdown 🧵 pic.twitter.com/zg7dEJpbRL— Trung Phan (@TrungTPhan) March 20, 2022","author":"Shoaib Daniyal","time":"2022-03-21T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171785-ewixmrxwau-1647804253.jpeg","tags":["The India Fix","Upper castes","BJP","Hindutva"]}