{"title":"‘The Irishman’, ‘Ad Astra’, ‘Midsommar’ and ‘Pain and Glory’ in Mumbai Film Festival line-up","content":"Martin Scorsese’s The Irishman, Pedro Almodovar’s Pain and Glory, James Gray’s Ad Astra, Noah Baumbach’s Marriage Story and Ari Aster’s Midsommar are among the crowdpullers in the world cinema section of the upcoming Mumbai Film Festival. One-third of the 190-odd titles across various sections were revealed at a press conference in Mumbai on Monday. The films in the Indian competition and non-competitive category have already been announced. Among the titles in competition are Gitanjali Rao’s Bombay Rose, Saurav Rai’s Nimtoh, Bhaskar Hazarika’s Aamis and Archana Phadke’s About Love. The non-competitive films include Sunit Sinha’s Ranj, Nicholas Kharkongor’s Axone and Tanuja Chandra’s Aunty Sudha Aunty Radha.The line-up was announced by festival director Anupama Chopra, artistic director Smriti Kiran and members of the Mumbai Academy of Moving Image, which has been organising the festival since 1998 (which is why the event is popularly known as “MAMI”). On the dais were MAMI board members Rohan Sippy, Ajay Bijli, Siddharth Roy Kapur, Zoya Akhtar and Vishal Bhardwaj.Calling the selection process “a dark art”, Smriti Kiran noted that independent Indian directors have “consistently gotten bolder”, are “taking many more chances than before”, and are not “holding back”.The international competition jury is headed by filmmaker Hany Abu-Assad (Paradise Now), while producer and commentator Franklin Leonard helms the jury of the Indian competition titles. \n\n\n    \n    Play\n\nBombay Rose (2019).The opening film is Geethu Mohandas’s Malayalam-language Moothon, in which Nivin Pauly’s character journeys from Lakshadweep to Mumbai in search of his healer brother.Lifetime achievement awards will be given to Deepti Naval from India and Fernando Meirelles, the Brazilian director of the cult film City of God. Meirelles will also conduct a master class during the festival. His latest movie The Two Popes, which imagines conversations between Pope Benedict (Anthony Benedict) and Pope Francis (Jonathan Pryce), will be shown in Mumbai.The Two Popes is one of six Netflix titles that will be screened at the festival. Netflix will also premiere Martin Scorsese’s highly anticipated The Irishman. Scorsese’s gangster drama reunites the American director with Robert De Niro, Harvey Keitel and Joe Pesci. Also starring in the saga of a hitman looking back on his life are Al Pacino, Bobby Cannavale, Anna Paquin, Ray Romano, Stephen Graham and de-aging technology. The Irishman will be released worldwide on Netflix on November 27.\n\n\n    \n    Play\n\nThe Irishman (2019).Among the heavy-hitters in the world cinema section are Vitalina Varela. In Portuguese master Pedro Costa’s first film in five years, the eponymous heroine arrives in Lisbon from Cape Verde soon after her husband’s funeral, where she is confronted by the ghosts of the past and the present. Elia Suleiman’s It Must Be Heaven is Palestine’s entry for the foreign language Oscar. The movie stars Suleiman, as always, as an emigre who escapes his land only to realise that he can never really leave.\n\n\n    \n    Play\n\nVitalina Varela (2019).Is any film festival complete without French titles? This year’s spread for Mumbai includes Zombi Child, in which a Haitian teenager studying in Paris faces the consequences of a family secret involving resurrection from the dead. The director is Bertrand Bonello (Saint Laurent, Nocturama).Ladj Ly’s Les Miserables, France’s entry for the Foreign Language Oscar, explores the aftermath of riots in the suburbs of Paris through the experiences of three members of an anti-crime unit.Prolific French director Oliver Assayas’s Wasp Network has a star-studded cast that includes Gael Garcia Bernal, Penelope Cruz, Wagner Moura and Edgar Ramirez. The movie is based on the Cuban Five, the quintet of intelligence agents who were arrested for espionage in the United States and eventually released.\n\n\n    \n    Play\n\nZombi Child (2019).By the Grace of God sees Francois Ozon tackles the subject of paedophilia and priesthood. Oh Mercy!, by Arnaud Desplechin, is a crime thriller revolving around the death of an elderly woman for which two of her young neighbours are arrested.Varda by Agnes is the final film by French legend Agnes Varda, who died in 2019. Made as a two-part documentary for television, Varda by Agnes provides insights into her life and vision.\n\n\n    \n    Play\n\nVarda By Agnes (2019).Among the biggest titles in the world cinema section is Pedro Almodovar’s Pain and Glory, which has been hailed as a return to form for the Spanish director. Antonio Banderas plays a director in his twilight, while Penelope Cruz plays his mother. Spain has submitted this film for the foreign language Oscar.In Sorry We Missed You, British veteran Ken Loach takes on the zero-hour contract system in which employees are not paid wages but according to the hours they work.American indie director Harmony Korine’s comedy The Beach Bum has an eclectic cast that includes Matthew McConaughey, Snoop Dogg, Isla Fisher, Martin Lawrence, Jonah Hill and Zac Efron.\n\n\n    \n    Play\n\nPain and Glory (2019).The Dardenne brothers, who have been making films since the 1970s, are back with Young Ahmed, in which religious feelings provokes a young boy into thinking of killing his teacher.Romanian director Corneliu Porumboiu (12:08 East of Bucharest, Police, Adjective) is back with The Whistlers, in which a policeman travels to Spain to free a controversial businessman.Tilda Swinton is in the cast of British director Joanna Hogg’s acclaimed Souvenir, about the toxic relationship between a film student school and an older man.Ageless provocateur Werner Herzog turns to Japan for Family Romance, LLC, starring non-professional Japanese actors in the tale of a man hired to impersonate the missing father of a 12-year-old girl.Aquarius director Kleber Mendonca Filho’s Bacarua investigates the bizarre events that follow the death of the matriarch of a clan.\n\n\n    \n    Play\n\nFamily Romance, LLC (2019).Emily Beecham won the Best Actress award at Cannes for her portrayal in Little Joe of a scientist who invents a genetically modified plant. Austrian director Jessica Hausner has previously made Lovely Rita (2001) and Amour Fou (2014).Navad Lapid’s provocative Synonyms won the top prize at the Berlin Film Festival. The synopsis: A young Israeli man absconds to Paris to flee his nationality, aided by his trusty Franco-Israeli dictionary.”What She Said: The Art of Pauline Kael is Rob Graver’s feature-length documentary on the celebrated American critic, whose reviews could lift or sink the fortunes of movies.  \n\n\n    \n    Play\n\nSynonyms (2019).More titles will be announced over the next few days, the organisers said. These include the prestigious international competition films, restored classics, and additions to the world cinema section.","author":"Scroll Staff","time":"2019-09-30T18:08:28.006780+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128229-huuujlcrue-1569785524.jpg","tags":["Mumbai Film Festival","Martin Scorsese","Pedro Almdovar"],"source":"https://scroll.in/reel/938928/the-irishman-ad-astra-midsommar-and-pain-and-glory-in-mumbai-film-festival-line-up"}