{"title":"The Rajya Sabha deputy speaker election once again shows where the BJP scores over Congress","content":"The failure of the Opposition parties to get their act together on the election of the new deputy chairperson of the Rajya Sabha, scheduled for Thursday, shows how ill-prepared they are to meet the challenge posed by the ruling Bharatiya Janata Party.In what may well be a preview to the drama set to unfold in the run-up to next year’s Lok Sabha elections, the BJP has managed to outsmart the Opposition, which has not only struggled to agree on a consensus candidate but has also been scrambling to drum up the requisite numbers to get its nominee elected. However, its last-minute efforts are all expected to be futile. The Janata Dal (United)’s Harivansh Narayan Singh, fielded by the BJP-led National Democratic Alliance, is set to register a comfortable victory over the Opposition’s candidate, Congress MP BK Hariprasad, in the election. This would be particularly harsh on the Congress, which has held the post for 41 years. Congress leader PJ Kurien retired from the post on July 2.The Opposition was lulled into complacency because there was no word on the notification for the election, except for the general belief that it would be conducted not during the ongoing monsoon session but in the winter session of Parliament, as the BJP did not have the numbers to get its candidate elected. But the BJP was working behind the scenes to reach the magic figure of 123 in the 245-member Upper House. When it was assured of the support of the Telangana Rashtriya Samithi and the Biju Janata Dal, it decided to go ahead with the election, making the announcement on Monday.Realising that it would not be possible to field a BJP candidate, since Rajya Sabha chairman M Venkaiah Naidu is also from the party, the government adroitly decided to offer the post to an ally. This served two objectives: it helped buy peace with partners upset with the BJP over its “big brother” attitude, and it ensured the post remained in the National Democratic Alliance.The BJP-led government announced the election as soon as it was assured of the support of the Biju Janata Dal, led by Naveen Patnaik (left), and the Telangana Rashtriya Samithi. (Credit: AFP)Hunt for candidate, supportMonday’s announcement took the Opposition parties by surprise, giving them little time to organise themselves. They held a series of meetings and decided to field a joint candidate. But they were unable to agree on a name.The Congress had offered the post to a regional party, primarily for the sake of Opposition unity. After showing initial enthusiasm, the Trinamool Congress, too, withdrew from the race as the Left parties would not have voted for its nominee. The Samajwadi Party was always ambivalent about forcing a contest. After prolonged deliberations, a decision was taken to field Nationalist Congress Party leader Vandana Chavan, whose name was suggested by Bahujan Samaj Party member Satish Mishra and Trinamool Congress MP Derek O’Brien. With Chavan’s choice, the Opposition parties were of the view that they would be able to enlist the support of the Shiv Sena, the BJP’s bickering ally, by playing the Marathi card. They also believed Nationalist Congress Party chief Sharad Pawar would be able to secure the backing of the Biju Janata Dal, given his excellent relations with its president, Odisha Chief Minister Naveen Patnaik.But all these calculations fell by the wayside as the Biju Janata Dal remained non-committal on supporting the Opposition candidate – before finally deciding to back the ruling alliance’s candidate on Monday. At the same time, the Nationalist Congress Party suddenly backed out of the race on the plea that its candidate’s victory was not ensured. Consequently, it was left to the Congress to field a candidate, BK Hariprasad.‘The centre is not holding’All this drama means the BJP camp is now exuding confidence about its victory while a red-faced Congress argues that every election is not necessarily contested with the intention of winning. The exercise, it has stated, will indicate the line-up of Opposition parties willing to join hands to put up a united fight against the BJP in next year’s general elections.This is, at best, brave posturing, with this episode revealing that the BJP is way ahead when it comes to political management. Not only did it succeed in winning over the All India Anna Dravida Munnetra Kazhagam, Telangana Rashtriya Samithi and Biju Janata Dal, which are not officially part of the National Democratic Alliance, it also succeeded in creating confusion in the Opposition camp. This was evident from the difficulties the Opposition faced in forging consensus among the disparate parties in the grouping. Thursday’s election will also reveal if the BJP has managed to breach the Opposition ranks. The saffron party will score a double victory if there are defections from the Opposition camp when the votes are counted.By late evening, it emerged that the Aam Aadmi Party too may have decided to not cast its lot with the Opposition after Nitish Kumar’s call to Arvind Kejriwal. Party insiders seemed to suggest that the AAP MPs could possibly abstain from the vote, as they were in no mood to support the Congress.“This could well be the template for the 2019 Lok Sabha polls,” conceded a senior Congress leader. “While we are still talking about building alliances, the BJP is already on the job.”He said the fiasco over this election has exposed not only the lack of cohesion in the Opposition but also the absence of seasoned political managers who can coordinate effectively with the various parties.There is a view in the Opposition camp that when Sonia Gandhi was Congress president, her political secretary Ahmed Patel and senior leaders like Pranab Mukherjee could be relied upon to bring allies on board and smooth over differences, with Mukherjee’s seniority complementing Patel’s organisational and networking skills. It is also felt that there is no one of the stature of the late Communist Party of India (Marxist) leader Harkishan Singh Surjeet who can be a cementing force in the Opposition.“It is clear today that the centre is not holding… we have to address this issue if we are serious about forging Opposition unity,” said a Congress leader who did not wish to be identified.","author":"Anita Katyal","time":"2018-08-09T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889763-exkwhlmsql-1533753353.jpeg","tags":["Rajya Sabha election","BJP","Congress","Opposition","Rajya Sabha deputy chairperson","2019 Lok Sabha elections"],"source":"https://scroll.in/article/889763/the-rajya-sabha-deputy-speaker-election-once-again-shows-where-the-bjp-scores-over-congress"}