{"title":"‘The Broken News’ S2 review: A competent second round of TV channel rivalry","content":"The first season of ZEE5’s The Broken News in 2022 was based on the British television drama Press. The six-part BBC show was cancelled after one season, so The Broken News S2 is original material written by Sambit Mishra and co-created by director Vinay Waikul. The absence of source material is evident in the new edition.Two rival news channels are pitted against each other in an on-air and off-air battle that often gets ugly and even dangerous. Sonali Bendre plays the righteous anchor Amina Qureshi at Awaz Bharti, a channel that prides itself on unbiased and fair reporting. Shriya Pilgaonkar is Radha Bhargava, Amina’s bright protege who is now seeking revenge on Josh 24X7’s editor-in-chief Dipankar Sanyal (Jaideep Ahlawat). Dipankar unashamedly supports the ruling party of the state and doesn’t shy away from sensationalist reporting.Dipankar’s team includes characters played by Taaruk Raina, Geetika Vidya Ohlyan, Suchitra Pillai and Jay Upadhyay. Indraneil Sengupta, Faisal Rashid and Sanjeeta Bhattacharya play reporters, anchors and producers working at Awaz Bharti.Season one ended with Radha’s arrest just as she was about to blow the lid off the government’s controversial data gathering programme. The new season opens with Radha in another urgent and dramatic situation. Flashbacks reveal Radha’s incarceration, during which she fields abuse in prison and a media trial outside, with Dipankar and his channel branding her as “anti-national”.Sonali Bendre in The Broken News season 2 (2024). Courtesy BBC Studios Productions India/ZEE5.In the second season, the gloves are off. An obsessed Radha is determined to bring down the establishment and authorities that unfairly imprisoned her. Amina tries to be sympathetic to Radha’s jail-time trauma while also keeping her on the path of righteousness, but Radha is blinded by vengeance. Awaz Bharati also has new owners, represented by Ronnie Sabharwal (played by Akshay Oberoi with requisite shiftiness).Even as the mudslinging continues, other reporters are chasing bigger stories. Many have echoes of the actual headlines – an electoral bond scam, contaminated water, a mass suicide, mysterious deaths, the sons of superstars embroiled in controversy.Over seven episodes, things turn more personal and perilous. Even though the plot gets rather unwieldy, the actors hold it together. Ahlawat’s Dipankar becomes more and more unpredictable. Bendre plays the moral centre; Pilgaonkar’s character propels the action. Also noteworthy are Sengupta as Amina’s loyal producer and Ohlyan as Rehana Ahmed, who represents the new breed of sensational TV reporters who want to be first and fast, even if they are not right. Dinker Sharma returns as Josh 24x7’s sinister rather than suave and shrewd owner Nandan Balachandran.The dialogue often prompts eye rolls. For instance, when a reporter responds to a story being shelved: “She killed the suicide story”. Or when the editor-in-chief reacts to the suggestion of a follow-up story to a suicide by saying “The story is dead”.The newsroom drama is occasionally cracking. The corporate manipulations, boardroom priorities and the nexus with elected authorities are neatly woven in. But one feels detached from the personal stories of love and loss. And loss here is not just human, but also the loss of credibility in news reporting. Although this season is not as tight and smooth as its predecessor, it does make this point well.\n\n\n    \n    Play\n\nThe Broken News S2 (2024).Also read:The Broken News season 1 reviewShriya Pilgaonkar interview","author":"Udita Jhunjhunwala","time":"2024-05-03T09:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200433-zsblpgugnb-1714636437.jpeg","tags":["The Broken News S2 review","Shriya Pilgaonkar","Sonali Bendre","Jaideep Ahlawat"],"source":"https://scroll.in/reel/1067253/the-broken-news-s2-review-a-competent-second-round-of-tv-channel-rivalry"}