{"title":"The India Fix: What does Parliament’s disruption by the ruling party say about Indian democracy?","content":"Much of the Union Parliament last week was washed out. By itself, disruptions in the business of India’s Parliament are not unusual. In fact, chaos in legislatures around the world is quite common. In 2012, for example, Canada’s lower house saw a near-brawl as the Opposition attempted to block a vote on the government’s budget bill. In 2015, Japan’s Opposition tried to physically prevent  a contentious vote that would allow Japanese troops to fight abroad – a controversial topic given the nation’s World War II history. In 2016, Opposition MPs were forcefully ejected from parliament in South Africa as they tried to disrupt a speech by the president.Unfortunate as these are, disruptions are a natural side effect of the transparent nature of legislatures in Parliamentary systems in which elected politicians  conduct business in the full view of their voters.Who guards the guardians?Even by these standards, however, what happened in India’s Parliament in the last week was unusual. Almost all disruptions in legislatures are affected by the Opposition, which uses the democratic space provided to them in Parliament to try and stymy or, at least, embarrass the government. In a dramatic twist, however, India’s Parliament is being disrupted by the government itself.The ruling Bharatiya Janata Party claims it is disrupting Parliament in order to protest the fact that Rahul Gandhi while he was touring the United Kingdom had argued that Indian democracy was under threat. The ruling party has demanded an apology from Gandhi for this as well as for claiming that the microphones of Opposition MPs were muted in Parliament. If not, a BJP MP has asked for Gandhi to be suspended from Parliament.While Parliament does have the power to suspend an MP, to do so for comments made about the quality of democracy would be, not to put too fine a point on it, ironic. Criticism is part of the job of the Opposition and there are numerous instances of Modi doing the same – even on foreign soil. To make this doubly ironic, Newslaundry reported that on Friday as the BJP protested against Gandhi’s comments about mics being muted,  the Lok Sabha’s audio feed went silent.Lok Sabha muted.First they used to switch off the microphones now they censor the proceedings by muting it. #IndianDemocracyUnderThreat  pic.twitter.com/kPdArjU9UO— AIPC (@ProfCong) March 17, 2023\n\nCongress tweeting out a video of Lok Sabha's audio being muted to drown out slogans of \"Let Rahul [Gandhi] speak\".\nPunching bagThe BJP is ready to brave these paradoxes since by disrupting Parliament, it strategically avoids a discussion on the alleged financial scams of the Adani Group that US investment firm  Hindenburg Research claimed to have unearthed. Given the close links between Modi and Adani, questions about the billionaire could potentially hurt the BJP, which has so far avoided any political blowback from allegations of corruption.Short-term political strategy aside, the fact that the ruling party itself is ready to disrupt Parliament points to a stark truth about Indian democracy: legislatures are now largely irrelevant. In the normal scheme of things, the government is tasked with running Parliament and any disruptions would embarrass it. But clearly, the BJP fears no such repercussions.This is only the latest such example that shows just how powerless Parliament is. As part of the distribution of powers, the institution’s primary role is to scrutinise and approve legislation. However, as data by the PRS thinktank shows, Parliament barely spends any time reading bills – much less scrutinising them. For example, the Lok Sabha took all of five minutes to pass the Insolvency and Bankruptcy Code (Amendment) Bill, 2021. Even worse, some critical bills have been passed using voice votes in the Rajya Sabha, a House in which the BJP does not have a majority. (This explains how undemocratic that can be).By far the worst step here involves the passing of the Anti-Defection Law in 1985, which put elected MPs and MLAs under the thumb of unelected party high commands.Congress leader Rahul Gandhi shows photos of billionaire Gautam Adani and PM Modi in Parliament. Credit: Screengrab/Rahul Gandhi.Politics of personalityThe erosion of the legislature has prompted the rise of the politics of personality. Indians now vote directly for centralised leaders. The most prominent example of this is of course Narendra Modi but  many states have their own examples. A Bharat Rashtra Samithi MLA is just as powerless in Telangana as a BJP MP is in Delhi. In both cases, they owe their elections largely to their party leaders.For a phenomenon to be so wide ranging, it is impossible to be all bad. In a poor electorate with a large proportion of illiterate citizens, the brand of personality allows for easy identification with parties and their policies. Modi’s alignment with Hindutva, for example, quickly allows voters with the same ideology to identify who to vote for. In the context of West Bengal, Mamata Banerjee is seen as a welfare populist who pushes minority rights and a Bengali identity, which easily categorises Trinamool voters. This system, unideal as it is, helps voters wrangle as much as they can out of the state at election time. India’s welfare state, relatively impressive for its income levels, is paradoxically an outcome of this personality politics, from MG Ramachandran’s mid-day meals in Tamil Nadu to K Chandrashekar Rao’s farmer stipends in Telangana.Of course, as the current fracas in Parliament shows, this politics of personality has a significant flaw in that it severely weakens the checks and balances of democracy. With Parliament’s power attenuated both legally and politically, it has almost no power to check the executive. It has practically become a rubber stamp for the government, whose only check is now elections.","author":"Shoaib Daniyal","time":"2023-03-20T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188134-bpbopguysm-1679200559.jpg","tags":["India Fix","Parliament"],"source":"https://scroll.in/article/1045866/the-india-fix-what-does-the-ruling-party-itself-disrupting-parliament-say-about-indian-democracy"}