{"title":"The Citizenship Bill rests on shaky legal grounds. Here’s why","content":"The Union Cabinet on Wednesday cleared changes to the Citizenship Act of 1955. Termed the Citizenship Amendment Bill, 2019, the most contentious part of the proposed law, expected to be tabled in the Parliament next week, is the exclusion of Muslims for three neighbouring countries from seeking Indian citizenship citing religious persecution. The draft bill that circulated in the media on Thursday intends to amend the Citizenship Act to allow religiously persecuted minorities, namely Hindus, Sikhs, Buddhists, Jains, Parsis and Christians from Afghanistan, Bangladesh and Pakistan, to take up Indian citizenship. Though the bill does not seem to have the term “minority communities” and the criteria of “religious persecution” directly, it refers to the rules under the Foreigners Act amended in 2015 and 2016, which clearly mention these terms. Muslims constitute the majority in the three countries.This article explains why the bill as it stands now is unconstitutional, primarily because it violates the very core of the constitutional scheme of equality before law. It also looks at what the government’s possible defence of the bill if challenged in the Supreme Court could be.But before going into these aspects, an overview of the equality clause in the Constitution is necessary.Equality principleIn a Constitutional democracy, the rule of law is animated through the basic principle that everyone, irrespective of their economic and social position, is equal before the law. As the Supreme Court elaborated in its 2002 judgement in a case involving the writer Arundhati Roy, “It is only through the courts that the rule of law unfolds its contents and establishes its concept.” As equality is a fundamental element of rule of law, the courts are duty bound to strike down any legislation that violates it. In the Indian Constitution, the equality principle is enshrined in Article 14 , which reads: “The State shall not deny to any person equality before the law or the equal protection of the laws within the territory of India.”This carefully worded Article, which applies to all persons and not just to Indian citizens, has two distinct aspects: equality before the law and equal protection before law. According to the Supreme Court, the first expression “equality before the law” is taken from the English common law and is a declaration of equality of all persons within the territory of India, “implying thereby the absence of any special privilege in favour of any individual.” But this equality is a qualified equality, in the sense that it treats people in equal position as equals. This brings us to the second expression of “equal protection of the laws.” As per the Supreme Court, this means the Article forbids discrimination between persons who are substantially in similar circumstances or conditions. “It does not forbid different treatment of unequal,” the court said. This is the aspect that enables the state to act in favour of marginalised groups through policies like affirmative action. This treatment of the similarly placed as equals will apply to any classification that the government makes in a legislation to bestow a benefit or take away one. As has been declared by the courts on numerous occasions, when the government makes special provisions for the protection of the unequal, it should be based on a “reasonable classification” of the individual or a class of persons. It cannot unreasonably compartmentalise equals and discriminate against one section, thereby converting equals into unequal. As we will see, this concept has great significance in analysing the Citizenship Amendment Bill.‘Persecuted minorities’ and MuslimsWhat the proposed law does is that it identifies the beneficiary of the law as minorities who are either persecuted or fear persecution in their own countries and so become eligible for Indian citizenship. Thus, domestic religious persecution and minority status becomes the norm for granting citizenship.Two layers are then added to this primary identity: membership to specific religions and geography. Those religiously persecuted who are Hindus, Sikhs, Buddhists, Jains, Parsis and Christians alone are eligible for Indian citizenship and they should belong to the three countries of Pakistan, Afghanistan and Bangladesh. Muslims of these countries are excluded. As it has been pointed out by many, Muslims in these countries are not a homogeneous group and minority sects within the community are persecuted for their faith. For example, members of the Ahmaddiya community in Pakistan are persecuted purely for religious reasons as they have theological differences with the majority Sunni sect. In fact, the Ahmadis are constitutionally prohibited from calling themselves Muslims and for all practical purposes are minorities. In Afghanistan, Hazaras have faced violent repression from the majority Sunnis since the 19th century. The Citizenship Amendment Bill, however, does not cover them.In KR Lakshmanan vs Karnataka Electricity Board, the Supreme Court articulated when a classification is constitutional. Any classification of persons or a class of persons should be based on what is termed as “intelligent differentia”. The court said:“So long as the classification is based on rational basis and so long as all persons falling in the same class are treated alike, there can be no question of violating the equality clause. If there is equality and uniformity within each group, the law cannot be condemned as discriminatory, though due to some fortuitous circumstances arising out of a peculiar situation, some included in the class get an advantage over others, so long as they are not singled out for special treatment.”  When the court says one should not be singled out for special treatment, what it implies is that one cannot be singled out for unfair treatment as well. When this is applied to the Citizenship Amendment Bill, the immediate revealing facet is that Muslims of the three countries are being singled out for a differential treatment that is discriminatory. When the identification of the beneficiary of the law is based on religious persecution, all those religiously persecuted have to be treated as equals. Leaving out Muslims who are persecuted amounts to treating people of similar position unequally.This sort of unreasonable classification which singles out a class “without having any difference peculiar to that class”, according to the Supreme Court, makes the statue unsustainable. In Constitutional law, when a court adjudicates on the constitutionality of a legislation, the presumption is usually in favour of the law being constitutional. Thus, the burden to prove otherwise is on the person who challenges the law. But in the context of Article 14, this is based on the assumption that the law is reasonable and confirms to the concept of intelligent differentia. According to the Supreme Court, unreasonableness overturns the burden on the challenger and places it on the state. In Ameerunissa Begum vs Mahboob Begum, the court said: “We are not unmindful of the fact that the presumption is in favour of the constitutionality of an enactment; but when on the face of it a piece of legislation is palpably unreasonable and discriminatory and the selection or classification made by it cannot be justified on any conceivable or rational ground, the court has got to invalidate the enactment on the ground of its violating the equal protection clause.”  In fact, the court has gone one step further and has said that even when there is no classification at all, nor any difference peculiar to the class, a law that affects only a particular group will obliterate the presumption of constitutionality. Further, the classification should have a rational connection to the object of the legislation to sustain the law. If the object of the Citizenship Amendment Bill is to protect religiously persecuted minorities in the three countries, leaving out Muslims will undermine this object. As pointed out earlier, sections of Muslims are actually treated as minorities and persecuted in these countries.Apart from the above contentions, the government may also be called upon to justify why the privilege of Indian citizenship should go only to those religiously persecuted minorities in the three countries and not other countries in India’s neighbourhood. In Sri Lanka, the Tamils, whether Hindus, Muslims or Christians, face discrimination by Sinhala Buddhists on the twin factors of ethnicity and religion.Possible defenceThe Centre’s defence of the law when it eventually reaches the Supreme Court could be two fold. First, it could question the very basis of the petitions challenging the law by claiming parliamentary prerogative. Citizenship is an important aspect of sovereignty and defining its contours should be the exclusive domain of the Parliament, it could argue. The amendment does not change the nature of citizenship but only the rules of admission. This prerogative could also be used to counter the question of geography and why only three countries have been included. The government could argue that there could be eventual additions made to the list. Even otherwise, citizenship is not a fundamental right available to a foreigner to demand inclusion. Second, the Centre might attack the argument that keeping out Muslims from the three countries is unreasonable classification. The government could claim that the underlying principle of the amendment is the rescue of people who are persecuted on the basis of being members of a minority religion. For example, while the Shias and other Islamic sects in Pakistan and Bangladesh may be persecuted, the basis of the persecution is not because they are Muslims. In other words, the attacks are sectarian.","author":"Sruthisagar Yamunan","time":"2019-12-06T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113158-akjkdxoiel-1550239593.jpg","tags":["Citizenship Amendment Bill","Indian Constitution"]}