{"title":"The legend of Burhan Wani: How the new militants of South Kashmir have become local heroes","content":"Five-year-olds in Bijbehara, a town in South Kashmir, like to play a game. One person pretends to be Burhan Muzaffar Wani, the most wanted commander of the Hizbul Mujahideen. Three or four others pretend to be soldiers of the Indian army. The game revolves around how Wani escapes from the clutches of the army.Kashmiris who are now in their late-20s remember playing the same game in the 1990s, when thousands joined the militancy. Branches or pieces of wood did duty as rifles and the two sides engaged each other in fierce battle. Now these games seem to have returned to the Valley. Except the militant has a name. Burhan Wani is a legend in these parts. He’s a local boy, after all, born in Tral, in South Kashmir’s Pulwama district. Six years ago, when he was 15, Wani left home to take up arms against the Indian state. Since then, the government has announced a Rs 10 lakh bounty on his head and taken out most of his close associates. But Wani survives, defying all expectations and leaving a trail of stories behind him.Some say he visits his home dressed as a girl. Posts on social media claim Hindu girls from Kanpur want to marry him and write his name in their blood. If your name is Burhan, it’s best to stay off the streets at night – security forces might hear people calling out for you and mistake you for the Hizbul commander. Friends meeting up over chai trade stories about him.One involves the time Wani went to the town of Anantnag. He called up Tahir Sheikh, a commander of the Territorial Army, to say he was in town and bathing in the Jhelum, using Lifebuoy soap. By the time Sheikh reached the river, there was no one to be seen. But there on the river bank lay a bar of Lifebuoy soap.“What do I say?” said Burhan Wani’s father, Muzaffar Ahmed Wani, when asked about the legends surrounding the young Hizbul commander. “He is my son. I can only call him my son. Other people can call him a hero or something else.”Celebrities and folk heroesAnd so they do. “Burhan has become a narrative,” said a journalist in Bijbehara, who asked to remain unidentified. It is a narrative of heroism constructed around the new militancy that is said to have taken root in four districts of South Kashmir: Pulwama, Anantnag, Kulgam and Shopian. Local boys, mostly educated, mostly from affluent families, are taking on the might of the Indian state and security forces. Wani and his cohort signed up with the Hizbul Mujahideen, an indigenous, pro-Pakistan militant outfit. A number of others are joining the Pakistan-based Lashkar-e-Toiba. Ask young men in Anantnag why they admire the new militants and they ask you why Bhagat Singh is considered a hero. Even police officers ruefully refer to the Robin Hood aura surrounding the new crop of militants. “We wish he comes out alive,” said one senior police officer. These are not the nameless multitudes who crossed over in the 1990s and came back as masked men. There was always a certain glamour attached to becoming a militant. But now, individual figures are thrown into sharp relief. Local memories and personal ties are hopped up on technology. This is the age of celebrity militants who are also folk heroes.To begin with, their numbers are much lower than in the 1990s. According to the ministry of external affairs, 14,356 “terrorists” and 2,358 “foreign militants” were killed in Jammu and Kashmir between 1990 and December 2001. According to data compiled by the criminal investigation department, 143 militants were active in the Valley this year. Of these 89 were local militants, 60 of them from South Kashmir. To hunt them down, the Indian state has put thousands of boots on the ground. According to popular estimates, 7 lakh to 10 lakh security force personnel patrol the region. These troops are scattered across the whole state of Jammu and Kashmir and only part of this number is engaged in counterinsurgency. But, going by popular perception, all the guns of this formidable force are trained on militancy in the Valley. The asymmetry of the battle has captured the local imagination, the idea the of strength of India being unable to catch a small band of militants. “In Tral, there are 10 militants and 10 lakh soldiers, why aren’t they catching them?” said the brother of one militant, taking a liberal view of the numbers. Second, with security being tightened along the Line of Control, militants can no longer cross over in thousands to be trained and armed in camps in Pakistan or Afghanistan. Wani and his band of boys are believed to be operating from the mountains and forests of South Kashmir. Their activities are concentrated in a relatively small area: the entire Valley is around 135 kilometres long and 32 kilometres wide and the four South Kashmir districts make up less than half of this territory. So this strain of militancy is an intensely local phenomenon, generated within the crucible of the Valley and spending its energies there. And, by now, it is well documented how Burhan Wani and cohort use social media to project their armed struggle – the famous Facebook picture where Hizbul members pose with guns; the solo shot of Burhan with green slopes in the background; videos of the boys playing cricket, sacrificing sheep, training with their weapons. These posts and videos have made the militants recognisable faces, reached their thoughts and motivations to thousands of youth glued to cell phones and desktops. They have also created a star cast of militancy.Ghulam Rasool Pandit, father of the slain militant Naseer Ahmed Pandit. Credit: Sameer MushtaqThe castThere is Wani, of course, the class topper and cricket fan who liked Virender Sehwag’s upper cut and Shahid Afreedi’s big sixes. From Bijbehara there are the two Adils who ran away together: Adil Sheikh, the quiet, pious teenager, and dashing Adil Reshi, who looked like a film star, say those who knew him.Sheikh, the 17-year-old son of an autorickshaw driver, was deeply religious. He led prayers at the local mosque, was particular about following rituals and forbade his sisters from using mobile phones. Shortly before he left home, he had saved up Rs 20,000 and contributed to a mosque being built in the area. It was a lot of money for Adil. Unlike the others, he had dropped out of school in Class VIII and earned money loading cement on trucks. That is how he met 24-year-old Reshi, whose family distributed the cement. The two Adils got close and decided to join up last June. The older boy still lives. Sheikh was killed in November.From Laribal in Pulwama district, there was Ishaq Ahmed Parray, called “Newton” because his first name was the Arabic version of “Isaac” and because of his academic brilliance. His family paints the picture of a thoughtful, sensitive genius who was pained by the atrocities he saw around him. “He spent all his time studying,” said his brother, Masood Ahmad Parray. “He came first from nursery to 12th standard.” Last year, Newton left home saying he was going to fill in forms for a computer course. He had even taken money for the examination fees. The boy never returned. A week later, the family was told by a police officer that he had joined the Hizbul Mujahideen. In March, he was killed in an encounter in Tral. He was 19 years old.From the village of Karimabad, also in Pulwama, there was 29-year-old Naseer Ahmed Pandit, the policeman who battled the local drug mafia and spent his time in social service. The day he left, says his father, Ghulam Rasool Pandit, he donated Rs 2,000 to someone who had cancer. “He was against stone pelting,” added his cousin, Zubair Pandit. “He was always the first to vote. Most people boycott elections here. But he voted in the 2014 parliamentary elections.” The former policeman was one of the militants posing in the Facebook picture. By then, he was a trainer for the Hizbul Mujahideen. In April, he was killed in an encounter in Shopian. Naseer’s father now collects articles about his son, who has been written about in national dailies and local magazines. He shows them to visiting journalists with quiet pride. The mournersThe new militancy bears a sheen that has worn off the older generation. The armed movement of the the 1990s eventually degenerated into extortion rackets, violent squabbles between various factions and the settling of petty local scores. As their numbers increased, militants were forced to rely on the civil population for food and shelter. Supporters faced the wrath of the security forces as well as the Ikhwan, a force of mostly former militants who had changed sides and been co-opted into counter-insurgency. Relations between militants and civilians soured as the decade progressed.But the current militancy, with its smaller numbers, has not yet put the same pressures on the local population. “Today’s boys don’t take money, they don’t become renegades,” said Ghulam Rasool Pandit. “Aasman aur zameen ke farq hai.” It’s a difference of heaven and earth.So for now, there is a groundswell of support for the new generation of militants. It is evident in the crowds that pelt stones to distract security forces during encounters and the protests that break out afterwards. “Earlier, when there was firing here, people would run away 20 kilometres,” said Pandit. “Now they come towards it. People are willing to give their legs, arms and lives.” Admitted Liaqat Ali Khan, a former militant who later headed Ikhwan in South Kashmir: “This kind of support, people intervening in encounters, was not there in the 1990s.”Support is also counted in the attendance at funerals, the serpentine procession of mourners trailing behind the bodies of dead militants. At Naseer Pandit’s funeral, militants even performed a gun salute while the army stayed away. “No else had such a big funeral,” said Ghulam Rasool Pandit. “People came from Baramullah and other places. Lashkar, Jaish, foreign militants also came. I didn’t see it because I didn’t go, but I was told. If you saw him once you would remember him. He was just such a guy.”The funerals have become a matter of pride for grieving families, a validation of the armed struggle that killed their sons. “When Dawood [Sheikh, a top Hizbul militant] died, they read his janaza [funeral prayers] six times,” said Nisar Ahmed Parrey, Newton’s brother. “If they are not heroes then who is?”Credit: Sameer Mushtaq","author":"Ipsita Chakravarty and Rayan Naqash","time":"2016-07-05T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/811059-f72decf7-0552-4d33-a838-42beb3b7cd46.jpg","tags":["Kashmir","Militancy","Anantnag","Kashmir Ground Reports"],"source":"https://scroll.in/article/811059/the-legend-of-burhan-wani-how-the-new-militants-of-south-kashmir-have-become-local-heroes"}