{"title":"The India Fix: How stable is the BJP's fusion of Hindutva and OBC politics in UP?","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. This week we have a guest post by my colleague Arunabh Saikia, who, as regular readers would be aware, is criss-crossing the state of Uttar Pradesh in the run up to the Assembly elections (which start just next month, by the way).Arunabh Saikia breaks down the biggest story from last week: the MLA exodus from the Bharatiya Janata Party. What does it mean for UP as well as BJP’s politics.To get The India Fix in your inbox every Monday, sign up here. And as always, send any feedback to [email protected]. Over now to Arunabh:There is a churn in the Bharatiya Janata Party in Uttar Pradesh. Last week, the tables turned on the party in a way it rarely has in the Modi era. As many as eleven legislators, including three ministers, put in their papers with barely a month to go for the Assembly elections.Mass defections are not new ahead of elections.  However, this event might have long-term implications for Indian politics given that it threatens to shake up the Modi-led BJP’s winning formula of fusing Hindutva with an appeal to backward castes.The defections have a clear pattern: most MLAs jumping ship belonged to non-Yadav intermediary caste groups, categorised as Other Backward Classes. In their resignation letters, they foregrounded their caste affiliations. They were quitting, they alleged in almost identical notes, because the BJP had not accorded the marginalised communities the respect it had promised.This is significant: non-Yadav OBC communities have been at the heart of the BJP’s stunning electoral success in Uttar Pradesh in recent times. While India does not officially count castes, informed estimates put Uttar Pradesh’s OBC population share at around 40%. Discounting the Yadavs, the other castes within the OBC fold would add up to around 30% of the state’s population.In the 2017 Assembly polls, half of this 30% voted for the BJP, according to a post-poll survey carried out by the Delhi-based Centre for Centre for the Study of Developing Societies. A similar exercise by the organisation suggests that the number was even higher in the 2019 Lok Sabha elections: three in four voters from non-Yadav OBC communities voted for the BJP.  For context: Uttar Pradesh’s Muslims voted more disparately in 2019 despite the two primary opposition parties, the Samajwadi Party and the Bahujan Samaj Party, fighting the elections together.This extraordinary consolidation was driven by angst among non-Yadav OBC groups that post-Mandal parties had not adequately fulfilled their aspirations. While claiming to represent all backward castes, in reality they catered only to their core support group (Yadavs in the case of the Samajwadi Party and Jatav Dalits for the BSP).  The BJP stepped into this lacuna, promising Hindutva coupled with social representation. While distributing tickets for the Assembly election, it made sure that the non-Yadav OBCs got tickets in line with their population share.But pleasing everyone in a state like Uttar Pradesh, with so many competing interest groups, is much tougher when actually in power. It is one thing to invoke mythical and historical caste heroes in election campaigns, but for every tangible concession you grant to one community, you run the risk of alienating two others.The BJP has promoted Raja Suhaldev, a mythic king, both as a backward caste icon as well as Hindutva icon for fighting Islamic invaders. Credit: BJP.org.It is an unenviable tightrope with very little wriggle room. The BJP seemed to have thought that the way to keep things under control was to not rock the boat on the caste front. It warded off the two long-running, contentious demands: a caste census and sub-categorisation of the OBC quota.The former could have led to demands to increase the 50% quota cap, thus antagonising upper castes. The latter, on the other hand, was purportedly aimed at decreasing the domination of powerful castes like Yadavs, Kurmis and Koeris in the OBC quota.On the other hand, the BJP ended up angering many of its OBC leaders by plonking an upper-caste Thakur on the chair of the chief minister.Even at the level of street-level chatter, one really doesn’t have to strain the ears much to pick up rumbles of discontent among non-Yadav OBCs: there may be more of them with designations and posts, but do they really wield any power?  As a politician from the OBC Bind caste from a small Allahabad-based political party told me, “They may have won on our votes, but ultimately they propped up an upper caste to lord it over us.”It’s not a coincidence then that the same complaint is found in the defectors’ resignation letters as well.However, the BJP seems to be sure that Hindutva can paper over these contradictions. Part of that push is the appointment of a chief minister who projects his status as a monk and unabashedly speaks the language of Hindu supremacy.Gorakhpur: Chief Minister Yogi Adityanath performs Pooja at Gorakhnath templeVisuals of UP CM offering his prayers on #Dussehra pic.twitter.com/cezEbtIoOB— ANI UP/Uttarakhand (@ANINewsUP) October 25, 2020\n\nThis “Hindutva-first” approach may not be entirely without its strategic merits. While upper caste Hindus may be the most enthusiastic supporters of the BJP’s Hindutva project, OBCs and the Dalits are certainly not agnostic to it either.As I have seen while reporting across the state, the very public display of religiosity by the prime minister himself while inaugurating grand temple projects is a matter of pride across caste groups. Often (though not always) complaints about the government become markedly muted at the mention of temples.In Mirzapur’s Khairiyat Kala village, I met a sexagenarian widow, belonging to the backward Pal caste, who said she’d got more benefits from the Samajwadi Party government, but would vote for the BJP, nonetheless. “If Akhilesh comes to power,” she reasoned, referring to the Samajwadi Party chief, “the construction of the temples will stop.”In Basti’s Kaptanganj, Ramasagar Maurya, a vegetable  farmer, echoed Pal. “I haven’t got anything from this government,” he said. “But who else can we vote for? No one else will build temples.”Narendra Modi inaugurating a temple project in Benaras in December. Credit: YouTube/BJP.Much of the BJP’s recent electoral success is rooted in how it has been able to convince people that the opposition is “anti-Hindu”, helping it paper over other fault lines. Will the exodus of OBC leaders change the narrative to what the Samajwadi Party wants: that the BJP is not a party of all Hindus, but only upper-caste Hindus?However, if the BJP suffers from being identified too closely with upper castes, the Samajwadi too is seen as a Yadav-dominated party. As the large, floating non-Yadav OBC vote decides which party to support, both considerations will be at play.Why is China so angry?It’s not only India who is at the receiving end of Beijing’s aggression. China has alienated or worsened relations with most of its neighbours, with the exception of Pakistan, Cambodia and Russia. A new working paper by Shivshankar Menon looks for answers not in China’s foreign policy – but its domestic drivers: geography, internal stability, rising nationalism built on China’s imagined past and maritime concerns.Can the BJP stop being so angry?ICYMI: The chief minister of Assam accused the chief minister of Punjab of plotting to kill the prime minister of India.Democracy is often chaotic. Mostly that’s a good thing. But this level of animosity over elections is a warning sign.#WATCH | \"...Evidences makes it clear that Congress high command and Punjab CM conspired to kill Prime Minister Narendra Modi...\": Assam Chief Minister Himanta Biswa Sarma said during a presser in Guwahati (12.01) pic.twitter.com/hI336Bz0At— ANI (@ANI) January 12, 2022\n\nShould beardwalahs be angry?There’s very little more important to battling Covid than wearing a well-fitted mask (preferably N95). But if men really want to show commitment – and get a solid, airtight seal – they’ll have to shave off their facial hair, recommends the United States’s Centers for Disease Control and Prevention.Bonus: who knew that each beard has such a specific name?","author":"Shoaib Daniyal","time":"2022-01-17T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168890-szkqostwjc-1642350137.jpeg","tags":["BJP","Uttar Pradesh","Adityanath","OBC"],"source":"https://scroll.in/article/1015200/the-india-fix-how-stable-is-the-bjp-s-fusion-of-hindutva-and-obc-politics-in-up"}