{"title":"Fact sheet: What you need to know about SAR Gilani, Afzal Guru and the 2001 Parliament attack case","content":"At 11.30 am on December 13, 2001, five gunmen drove into Parliament in a car plastered with a fake sticker pass. Once inside the complex, they got out of the car and opened fire. A gun battle ensued as security personnel returned fire and one of the intruders detonated explosives strapped to his waist. The attack killed 14 people, including police and security personnel, a gardener, a journalist and the terrorists themselves. Although both the Lok Sabha and the Rajya Sabha had been adjourned 40 minutes before the attack, several members of Parliament were still in the complex.Suspicion soon turned to Jaish-e-Mohammad, an armed outfit devoted to “liberating” Kashmir, and Lashkar-e-Taiba, the Pakistan-based terror group believed to enjoy the indulgence of that country’s Inter-Services Intelligence. Though   Pervez Musharraf, who was then Pakistan president, quickly condemned the attack,   LK Advani, who was then Home Minister, blamed Islamabad for the “most audacious” and “the most alarming act of terrorism” in two decades. As tensions escalated, troops were massed along the border in what became known as Operation Parakram. The two nuclear-armed countries were brought to the brink of war.The suspectsMeanwhile, the terror investigation yielded suspects: Gazi Baba, chief commander-of operations for the JeM; Masood Azhar, the terrorist released in exchange for the passengers of the hijacked Flight 814; Tariq Ahmed, apparently a Pakistani national; and four Kashmiris. Gazi Baba was killed in an encounter with the Border Security Force  in 2003. Of the others, only the four Kashmiris were arrested.They included Mohammad Afzal Guru, who was working as an agent in the fruit business at the time of his arrest; Shaukat Hussain Guru, who reportedly worked as a commission agent at Azadpur Subzi Mandi in Delhi; his wife Afsan Guru; and SAR Gilani, a lecturer in Delhi University. In 2003, a division bench of the Delhi High Court acquitted Gilani and Afsan Guru. But it upheld the verdict of a special POTA court finding Afzal Guru and Shaukat Hussain Guru guilty of waging war against the state. Shaukat Hussain’s death sentence was later commuted to 10 years’ imprisonment. Afzal Guru was not so lucky.Once the dust around the Parliament attack settled, two names were kept alive in public memory, forever twinned with each other: Afzal Guru and SAR Gilani. Last week, two students accused of sedition for arranging an event at Jawaharlal Nehru University commemorating Afzal Guru were granted bail. Gilani, also charged with sedition for convening an event where people shouted slogans hailing Afzal Guru, was out on bail the next day, on Saturday.Afzal GuruMohammad Afzal Guru was born in Sopore, in Kashmir’s Baramulla district, on June 30, 1969. He was hanged in Tihar jail on February 9, 2013. His father, who had run an transport and timber business, died when Guru was very young. In 1988, he had enrolled himself at the Jhelum Valley Medical College but could not complete the degree. He had even prepared for competitive state examinations, at one point. In 1990, at the peak of the insurgency that claimed a generation of young men in Kashmir, he too crossed over to Pakistan to be trained as a militant.According to Manoj Dwivedi, the Tihar jail superintendent who compiled an account of Guru's life,  “He came back and realised that he was being used and decided to give up and lead a normal life.” But this was not to be. Back in Kashmir, Guru said, he had started a business selling medicines and surgical instruments, but then he was picked up by the special task force. By his own account, Guru was taken to an STF camp and tortured brutally. This encounter seemed to have facilitated his return to militancy.On December 1, 2001, Guru was picked up from Jammu and Kashmir by the Delhi Police for  allegedly conspiring with and sheltering militants. By June 2002, based on a “confessional statement” made by the prisoner, charges were framed against Guru under the Prevention of Terrorism Act. On December 18, 2002, a special court found him guilty and sentenced him to death.In 2004, Guru wrote a letter to his Supreme Court lawyer, Sushil Kumar. It said the special court had not provided him a lawyer, in spite of three applications. It said he had been entrapped by the STF in Kashmir and forced to make a confession under torture and because of fear for his family. It said he was never given a chance to tell his story and that all his statements were never even recorded. It ended by saying, “I hope my forced silence will be heard and justice will prevail.”On August 4, 2005, the Supreme Court decided the death sentence against Afzal Guru would be upheld. In its judgment, the court laid out the evidence against him, the weight of which seemed to be that he had been in touch with one of the attackers minutes before the incident. It also said that there was clear evidence to show he had been harbouring terrorists and arranging the logistics, such as buying chemicals needed for explosives.The apex court said that there was no “direct evidence” of criminal conspiracy, but circumstances proved, beyond reasonable doubt, that Guru had been party to the plot. His crime had “shaken the entire nation and the collective conscience of the society will only be satisfied if the capital punishment is awarded to the offender”.Afzal Guru, the court continued, was a surrendered militant “bent upon repeating his act of treason”. It cited precedence to show that “there is distinction between principal and accessory and all who take part in the unlawful act incur the same guilt”. For all these reasons, it concluded, “his life should become extinct”.In subsequent years, the Supreme Court rejected a plea seeking a review of the death sentence. And on February 3, 2013, President Pranab Mukherjee rejected his mercy petition. Guru was hanged in secrecy, without his family being given adequate notice. It was reported that Guru himself was told about his execution just two hours before he was taken to the gallows. His body was never returned to Kashmir. The circumstances of his hanging constitute a clear violation of protocol.SAR GilaniSAR Gilani, acquitted in 2002, would live to fight a different battle. At the time of his arrest in 2001, Gilani lived in Delhi with his wife and two young children, and taught Arabic at Zakir Hussain College.Like Guru, he was sentenced to death by the special court. Going by the story told in the media, Gilani was one of the “masterminds” of the attack, controlling the Indian end of the conspiracy. Newspaper reports spoke of how he lectured on terror in his free time and had confessed to knowing about the conspiracy from the start. Gilani was indicted long before he was sentenced by the special court.Then in 2003, the Delhi High Court acquitted him of all charges. This is what it had to say:“We are, therefore, left with only one piece of evidence against accused S.A.R. Gilani being the record of telephone calls between him and accused Mohd. Afzal and Shaukat. This circumstance, in our opinion, do not even remotely, far less definitely and unerringly point towards the guilt of accused S.A.R. Gilani.”But once so thoroughly indicted, the cloud of guilt could not disappear. In 2005, the Supreme Court noted that it would not disturb the High Court’s judgment, but it wanted to point out incriminatory circumstances surrounding Gilani. It mentioned his intimacy with Shaukat and Afzal Guru, discrepancies in his testimony and finally, a phone conversation between Gilani and his brother on December 14, 2001, where the accused had apparently laughed while speaking about the previous day’s attack.Just a few months before the Supreme Court judgment, he had been shot five times as was coming out of his lawyer Nandita Haksar’s house in Vasant Kunj, in Delhi.It has not helped that Gilani has been outspoken about the the miscarriage of justice in his case and condemned the hanging of Afzal Guru as a “cruel and politically motivated gimmick” by the United Progressive Alliance government, based on evidence fabricated by a biased system. According to his brother, Gilani was detained on the day Guru was hanged, because he wanted to protest. On Kashmir, Gilani has been open about his support for the movement for self-determination. On February 16, he was arrested on charges of sedition for convening a Press Club event where Afzal Guru and Maqbool Bhat, a Kashmiri executed in the 1980s, were referred to as “martyrs”. He was granted relief on March 19, after his counsel argued that the event was supposed to be an intellectual discussion on the Kashmir issue, and that it had not incited any violence.For now, Gilani is free. But his battle against suspicion will probably continue.","author":"Ipsita Chakravarty","time":"2016-03-21T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/805427-article-pqoaontpra-1458042194.jpeg","tags":["terror","India"],"source":"https://scroll.in/article/805427/the-quick-guide-to-sar-gilani-afzal-guru-and-the-2001-parliament-attack-case"}