{"title":"The Weekend Fix: No return to normal in Israel-Palestine conflict, plus nine other Sunday reads","content":"The Centre’s decision to provide its own security to BJP MLAs in West Bengal following the post-poll violence risks spawning dangerous new doctrines in Centre-state relations, security management by elected governments and trust between state police personnel and central paramilitary personnel, says Julio Ribeiro in Indian Express. Many lament the lack of a viable national alternative to the BJP at the national level, but diverse local forms of resistance in a vast country, with rich local political and cultural traditions, still offer hope, writes Priya Satia in The Wire. As the Supreme Court demands an oxygen-supply plan from the Centre, caught off guard by an exploding pandemic, the Collector of a remote, tribal district in Maharashtra tells Article 14 how he set up five oxygen plants ahead of the second Covid-19 wave. The Reserve Bank of India’s monetary policy committee must reorder its priorities and put price stability on top of the agenda at its meeting in June given the inflation numbers in the country, argues Mythili Bhusnurmath in Mint. The Karnataka government finally realised that pandemics cannot be fought top down and has proposed a decentralised approach at the ward levels in Bengaluru. Bhargavi S Rao in The News Minute argues why cities in India should be reorganised to fight a possible third wave of Covid-19. In this moment of crisis between Israel and Palestine, the United States should be urging an  immediate ceasefire. The US should also understand that, while Hamas firing  rockets into Israeli communities is absolutely unacceptable, today’s  conflict did not begin with those rockets, writes Bernie Sanders in New York Times.Once the current violence between Israel and Palestine ends, there can be no return to “normal”. The cycle of bloodshed will repeat, so long as the status quo remains comfortable for everyone except ordinary Palestinians, says Jonathan Freedland in Guardian. The drug gangs that are waging war in Colombia rely on  a surprising ritual to protect them from harm: a witch’s incantation. Mathew Charles and Victor Raison report in The Telegraph on drug cartel turf wars and black magic in the Latin American country. Like Narendra Modi government, India’s colonial rulers also knew that sight of pyres could be contentious. Cremations of nationalists became occasions for mass anti-colonial mobilisations and caused considerable anguish for the authorities, writes Nandagopal R Menon in Scroll.in.Cases of enforced disappearances, especially in Asia, are not decreasing. The domestic legal systems are insufficient to deal with this atrocity, says Tae-Ung Baik in The Hindu.","author":"Scroll Staff","time":"2021-05-16T09:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/159089-plxzbnsfjs-1621088005.jpg","tags":["Israel-Palestine","Covid-19","Federalism"],"source":"https://scroll.in/article/995008/the-weekend-fix-the-point-of-no-return-in-israel-palestine-conflict-plus-nine-other-sunday-reads"}