{"title":"The Election Fix: The Election Commission has opened its eyes. But is it fully awake? ","content":"Welcome to The Election Fix. With the second phase of Lok Sabha polls beginning, we check back in on the Election Commission, find out why Kanhiaya Kumar fans may also be Modi supporters and ask how secret India’s secret ballot actually is. Please tell us what  you think of The Election Fix    by emailing me at  [email protected]. I’d  like to thank R Venkat, Rema, Ameya, Reena for sending notes  and   suggestions  about previous issues of the Election Fix, which you can find here. If you haven’t already signed up, subscribe here to get the Election Fix in your inboxThe Big Story: Third umpireA few weeks ago, we pointed out that the Election Commission has been almost as big a story this polling season as the political campaigns themselves. As phase two of the elections gets going today, with voting in 95 seats across India, the poll panel continues to be front and centre. Take the dust-up on Wednesday. The Election Commission of India suspended the general observer of Sambalpur, Odisha, after a flying squad under his charge tried to inspect the helicopter belonging to Prime Minister Narendra Modi. Remember, the Congress last had raised questions about a mysterious box being taken out of Modi’s helicopter in Karnataka and ferried away in a hurry. The Bharatiya Janata Party later explained that the box contained electronic equipment and party logos that had to be be put on stage for the prime minister’s speech. Considering that incident, it seemed appropriate for an observer to examine Modi’s helicopter. Reports said the official was suspended because guidelines exempt dignitaries under the charge of the Special Protection Group from inspection by the Election Commission. Further south in Vellore, Tamil Nadu, the Election Commission recommended the cancellation of the Lok Sabha election altogether, citing the “detection of a systematic design to influence voters”, i.e. a plan to bribe voters, and the seizure of massive amounts of cash. Cancelling the election to a Lok Sabha constituency is no small matter. While the intention may be appropriate, Sruthisagar Yamunan explains why there are credible questions about whether the Election Commission is acting impartially and whether cancelling elections actually addresses the problem of electoral corruption. Then there were all the limited-time bans handed out to various politicians, from Bahujan Samaj Party chief Mayawati to Uttar Pradesh Chief Minister Adityanath to Samajwadi Party’s Azam Khan to the Bharatiya Janata Party’s Maneka Gandhi for violating the model code of conduct in their speeches. The sudden flurry of action from the poll panel even prompted the Supreme Court to observer, “You seem to have got your powers back.”The Election Commission has opened its eyes, but is it fully awake? It is worth remembering that it has been several weeks since the poll panel sent President Ramnath Kovind its recommendation on taking action against Rajasthan Governor Kalyan Singh for flouting rules to openly support the BJP. The commission has not said anything publicly about this since. The panel acted belatedly to halt the release of the biopic PM Narendra Modi and did not do much beyond rapping the knuckles of the people behind NaMo TV, despite the suspicious manner in which the BJP set up the enterprise. While the Supreme Court may have prodded the Commission to take up cases involving controversial speeches, the panel has yet to address complaints about statements targeting Muslims by Prime Minister Narendra Modi and BJP President Amit Shah. It is noteworthy that the Election Commission is acting at all, even if some of the action came too late. But there are still concerns that the poll panel is discriminating and worse, afraid to take on the truly big fry. Tell us what you think of the Election Commission’s actions by writing to [email protected] Election titbitsI-T ends up empty handed: The income tax department, believed to be acting at the behest of the ruling BJP, raided DMK leader Kanimozhi’s residence in Thoothukudi. The department did not find anything.Terror-accused candidate: The BJP will be fielding Malegaon Blast-accused Pragya Singh Thakur, known as Sadhvi to her supporters, against the Congress’ Digvijaya Singh.Merry-go round theories: Pakistan Prime Minister Imran Khan said that Modi coming back to power would be better for talks and a potential peace deal. Now, Defence Minister Nirmala Sitharaman, said that Khan’s words were a Congress ploy to oust the Indian prime minister.Occupational hazard: Congress leader Shashi Tharoor was injured while performing a ceremony in which he sat on one tray of a giant balance scale, with offerings equal to his weight piled up on the other. The scale broke, and Tharoor ended up with eight stitches and a hospital visit from Sitharaman.The Art of the Tweet: Congress President Rahul Gandhi decided to complain on Twitter about his party’s inability to negotiate an alliance with the Aam Aadmi Party, prompting Delhi Chief Minister Arvind Kejriwal to reply with a tweet. That soap opera is still proceeding. Elections 2019 on Scroll.inThere is too much election coverage from Scroll.in to link to in full, so here are just a few picks. See all of our coverage of the Lok Sabha polls here. The Modi Voter: For her series looking at the prime minister’s support base, Supriya Sharma travels to Begusarai, Bihar, where she finds those planning to vote for the Left’s Kanhaiya Kumar are also Modi fans. Ground report: Mridula Chari reports from Maharashtra’s Solapur, where, despite accusations of being the BJP’s “B-team”, Prakash Ambedkar’s Vanchit Bahujan Aghadi is finding significant support. Opinion: After Maneka Gandhi’s threat to only work for those who voted for her, Ishita Trivedi asks the question: How secret is India’s secret ballot? Half the Vote: In the series focused on women’s opinions, Nayantara Narayanan speaks to a garment worker in Karnataka who says the industry is ignored because it primarily has female labourers. This election season, we give you five ways to follow the Lok Sabha polls on Scroll.in  (besides the Election Fix), and also a reminder that a subscription to  Scroll+ helps our reporters go further, dig deeper and bring you more  stories. There’s even a 30% discount on right now. Poll toon#UmaBharti #CheGuevara #LokSabhaElections2019 #IndiaElections2019 My #cartoon for @firstpostMore: https://t.co/d7EQajd4JI pic.twitter.com/L0lWfkaikP— MANJUL (@MANJULtoons) April 16, 2019\n\nReportage, analysis and opinionShamika Ravi in Bloomberg points to disturbing data (from before demonetisation) that suggests fewer jobs are flowing to the educated, and that younger people have a harder time finding employment. For a basic primer on the elections to the five southern states, read Sugata Srinivasaraju’s piece in Mint. “Whether it is Mr Shah’s statement of the Ali/Bajrangbali binary promoted by Yogi Adityanath, it is clear that explicit demarcation of people on religious lines is now a reality of our times,” writes Santosh Desai in the Times of India. “This is not a sideshow, nor mere electoral gambit, it is a foundational belief of the ruling party.” News18 has put together a “How sexist is your neta?” tool, aimed at tracking misogynistic commentary from politicians across the spectrum. “Imagine if there were no Left in India” ask Vijay Prashad and Sudhavna Deshpande in the Hindu.  “Would anyone pay attention to the voice of the worker and the peasant, the voice of the dispossessed and the frustrated?”The BJP has been using “paid private vendors to run its social channels”, allowing it to operate “covert, highly targeted campaigns aimed at specific groups, sliding into the inboxes of voters hours before they step out to vote”. reports Gopal Sathe in the Huffington Post. Thomas Piketty, in Le Monde, weighs in on the Congress’ NYAY minimum income support promise, saying it is a shame the party did not assert a progressive taxation scheme alongside it. “When a politician becomes the only option out of sheer compulsion, the people fall silent; they avert their gaze,” writes Ravish Kumar in the Wire. “What a contrast from 2014, when people looked each other in the eye and said ‘Modi-Modi’.”  Odisha Chief Minister Naveen Patnaik tells the Hindu: “It should not be a contradiction in terms for the voter to vote for us in the Assembly and others for Parliament.” The Economic and Political Weekly has a reading list on how Indian elections work, including important pieces about First Past the Post and whether it is advantageous to India. Did we miss any  reports or op-eds that you thought were     relevant?    Send thoughts,  suggestions and WhatsApp forwards to     [email protected].","author":"Rohan Venkataramakrishnan","time":"2019-04-18T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117751-pwzmkeqgoc-1555551366.jpeg","tags":["The Election Fix","Elections 2019","BJP","Election Commission","Lok Sabha elections 2019"],"source":"https://scroll.in/article/920462/the-election-fix-the-election-commission-has-opened-its-eyes-but-is-it-fully-awake"}