{"title":"The Assam voter who no longer supports the BJP because of the CAA","content":"What do young Indians who voted for the first time in 2014 think of the past decade? Scroll reporters find out in The Modi Generation.Dulal Kalita, a 29-old-resident of Amguri town in Assam’s Sivasagar district, had hoped that his first vote in 2014 would bring meaningful change to his life and society around him.“There was a glimpse of hope in 2014,” said Kalita, who owns a small grocery shop in Amguri. While he cast his vote from the Jorhat Lok Sabha constituency in the first phase of the election, on April 19, other parts of the state will vote in upcoming phases, on April 26 and May 7. “Before 2014, there were massive corruption charges against the previous Congress government. We had hoped that we would get rid of the corruption and misrule of the Congress government by electing the Modi government.”He had also hoped that voting for the Bharatiya Janata Party-led alliance would ensure that the government would tackle what he saw as a problem of illegal migration into Assam. “Modi had said that after May 16, Bangladeshis would be gone,” Kalita said, referring to a 2014 campaign promise. “He said that foreigners would have to leave our land, bag and baggage.”But, he noted, his “hope turned to disappointment”.When it came to the problem of illegal migrants, Kalita said, the government had “rolled out the red carpet to welcome them through the CAA”.Kalita was referring to the Citizenship Amendment Act, which offers followers of six religions, barring Muslims, from Bangladesh, Pakistan and Afghanistan, a fast track to Indian citizenship, even if they had entered the country without the requisite documentation. While in the rest of the country, protests were centred on the argument that the law was fundamentally biased against Muslims, Assamese nationalist groups like the All Assam Students’ Union raised a distinct objection – that the law would allow the large-scale influx of migrants from Bangladesh, including Hindus, into Assam, irrevocably altering the state’s demography and culture.The All Assam Students’ Union had led an agitation against undocumented migrants in the 1980s, which culminated in the Assam Accord of 1985 – under the accord, any individual who entered the state after the cut-off date of March 24, 1971, would be deemed to have done so illegally. Under the CAA, however, even those who entered the state after this date could be granted citizenship – the key provision against which the students’ union protested the law.Many accused BJP leaders in the state of abandoning principles of Assamese nationalism in order to bolster the party’s Hindu vote-bank in the region through the law. In the winter of 2019, protests in the state against the law turned violent, resulting in the deaths of five, and bringing the entire state to a standstill.Kalita, whose home is in the Upper Assam region, the epicentre of the anti-CAA agitation, described the passing of the CAA as a “watershed moment” for the state. “It will destroy the Assamese nation,” he said. “It was the biggest issue in Assam.”Kalita was fiercely critical of the incumbent Jorhat member of parliament, the BJP’s Tapan Gogoi, a former student leader of the All Assam Students’ Union, who joined the BJP in 2015 and rose in stature as a proponent of Assamese nationalism. “When he was in AASU, he talked about protecting the community,” Kalita said. “But after becoming an MP from the BJP, he surrendered his Assamese nationalist ideology to Hindutva.”Kalita also accused the BJP of “making a U-turn” on the question of big dams in the state. From the mid 2000s onwards, the state had seen protests against such projects, which activists argued would cause massive ecological damage, and destroy the lives of communities downstream from dams. In 2010, he noted, “BJP leader Rajnath Singh had protested and participated in a rally at Gerukamukh against big dams over rivers.”But after coming to power, the BJP cleared several large dams, such as the Subansiri dam on the border between Assam and Arunachal Pradesh, and the Dibang dam, in the Lower Dibang Valley district in Arunachal Pradesh, which activists fear will adversely affect residents of Assam downstream and also damage the Dibru-Saikhowa National Park in Dibrugarh district.Further, he said, Prime Minister Narendra Modi had failed to fulfill his 2014 campaign promise of granting Scheduled Tribe status to six communities – Moran, Muttock, Koch Rajbongshi, Tai Ahom, Sutia and the tea tribes – within 100 days of coming to power. “Not a single BJP MP ever dared to speak about or raise this demand in the parliament,” Kalita said. “They have made a U-turn in every aspect or promise.”When it came to education, Kalita argued that the BJP had moved towards an increased privatisation of the school system: in the past seven years, the BJP government has closed down more than 8,066 elementary schools in the state. “In the name of merging, the schools have been closed,” he said. “The main characteristics of the Narendra Modi or BJP government is that they are only selling things from airports to industry, and shutting schools.”Apart from his specific criticisms of the governance of the state under the BJP, Kalita was also more broadly troubled by the party’s use of religion in its politics. “Politics is a different thing,” he said. “Governing or running a state or country is a different thing, and worshiping or reverence is a different thing, a personal affair.”","author":"Rokibuz Zaman","time":"2024-04-25T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200133-rixtybekdn-1713433190.jpeg","tags":["Lok Sabha 2024","Elections","Assam","CAA NRC","BJP"],"source":"https://scroll.in/article/1066743/the-assam-voter-who-no-longer-supports-the-bjp-because-of-the-caa"}