{"title":"The Political Fix: Despite its massive victory, BJP is not done trying to spread roots across India","content":"Welcome to the Political Fix by Rohan Venkataramakrishnan, a weekly newsletter to help guide you through India’s complex political landscape. Today we look at two states that exemplify the challenge facing the Opposition when up against a dominant Bharatiya Janata Party. Older issues of the newsletter can be read here. If you’d like to get the Political Fix in your inbox every Monday, please sign up here. Send suggestions, questions or feedback to [email protected]. Also, have you signed up to Scroll+ yet? Doing so ensures that we can continue to produce quality journalism that doesn’t toe the line, like this fascinating report on how the government is dismantling India’s best defence against drought. If you like what we do, support our journalism by subscribing to Scroll+. The Big Story: Ripple effectsWe would like to focus as much on policy as we would on politics in this newsletter (despite its name). And so, Budget week is always exciting – even though this year’s Budget speech, on Friday July 5, will come against the backdrop of an alarming economic slowdown. Expect plenty of coverage of the Economic Survey, coming on Thursday and the Budget on next week’s Political Fix.  But first, we need to take a quick look at how the results of the 2019 elections are still playing out. Last week, we examined infighting within the Congress, and confusion about who will lead it. Not much has changed on that front yet.In other places, state leaders are still grappling with the scale of Narendra Modi’s second Lok Sabha majority and what it means for them. In West Bengal, Chief Minister Mamata called on the Left and the Congress to come together with her to fight the BJP. They said no, but the request alone was hugely significant. In Karnataka, Chief Minister HD Kumaraswamy, who is struggling to keep his government in power, told off protesters for voting BJP. And in Bihar, the Rashtriya Janata Dal’s Tejashwi Yadav just resurfaced for the first time since the elections, to stare ignominy for his party in the face.  But let’s look at two states in particular.Uttar PradeshThe BJP’s thumping victory in India’s largest state has led to the break-up of what was always an unlikely tie-up between arch political rivals. The Bahujan Samaj Party and Samajwadi Party gathbandhan, or alliance, is over. Bahujan Samaj Party chief Mayawati first hinted and then made it clear that she was calling it off, with her claim being that the Samajwadi Party couldn’t get key leaders of its own party elected and so was the one dragging the alliance down.Data doesn’t quite match up to this analysis. In fact, the alliance did reasonably well relative to the BJP’s performance in 2014 and 2017, and surveys suggested Samajwadi Party’s Akhilesh Yadav is more popular than Chief Minister Adityanath. Yet the alliance is over, not least because Yadav is unlikely to be as deferential to Mayawati at the state-level as he was during the Lok Sabha polls.What does this mean going forward? UP, which first faces 12 Lok Sabha bypolls, and then assembly elections in 2022, will be properly four-cornered: A dominant BJP, newly separated Bahujan Samaj Party and Samajwadi Party, and in the far corner, the Congress.Simply adding vote shares by the Opposition didn’t work. Can one of the parties now offer a more organic solution to the challenge presented by the BJP? Andhra PradeshIf Uttar Pradesh presents a picture of parties adjusting to BJP dominance, Andhra is a reflection of how the saffron party simply does not stop pushing. The BJP got fewer votes than the None Of The Above option in this state. But that didn’t stop it from exploiting the malaise within the Telugu Desam Party, which was walloped by rivals in the YSR Congress in the 2019 elections to both Lok Sabha and assembly. Four Telugu Desam Party Members of Parliament in the Rajya Sabha and the party’s national spokesperson, Lanka Dinkar, have all joined the BJP.With most of those defecting being considerably wealthy and under investigation from financial authorities, there were suggestions that this was a “deal” that had TDP chief Chandrababu Naidu’s approval. Naidu denied this, and attempted to put a brave face on things.The movement of these MPs may not mean much on the ground. But another party may have written off a state where it got fewer votes than NOTA. Not the current BJP. In addition to engineering defections, it has already begun plans to spread rumours about new Andhra Chief Minister Jaganmohan Reddy. Reddy is a convert to Christianity and the saffron right has used this to imply that he discriminates against Hindus. The presence of a dynast as chief minister and the possibility of the Telugu Desam Party falling apart has prompted the BJP to take a shot at becoming a significant presence in the state. What mistakes are Opposition parties making in attempting to take on the BJP? Write to [email protected] (and tell me if you would like your name to be used).Catch upPrime Minister Narendra Modi continued attacking the Congress in his first two major speeches of the new Parliament. Responding to criticism that he takes too much credit, Modi said that the other side would only like to see the name of one family, i.e. the Gandhis. Trinamool MP Mahua Moitra gave a fiery speech in Parliament taking on the fascist tendencies of the BJP. Of course, more than a few of Moitra’s viral comments could have been aimed at her party’s government in West Bengal too. Jammu & Kashmir Governor Satyapal Malik floated the idea of talks with separatists, which would have meant some progress. But the BJP quickly scotched the idea, as they have tended to do. Karnataka minister Krishna Byre Gowda pointed out that there is no South Indian on the Fifteenth Finance Commission. The South Indian states have banded together against the danger that this body takes away their share of revenues because they have smaller populations. Reports claim that government stopped giving advertisements to the Times of India group, the ABP group and the Hindu. The stories reflect the ability of the government to pick winners and losers in the media market by using ads as a tool. Quality journalism does not come cheap. If you like what we do, please do considering paying to keep the press free by signing up to Scroll+.Poll toonPehlu Khan chargesheeted by Rajasthan govt! @newssting1 cartoon #PehluKhan pic.twitter.com/cV84Top8Iz— Satish Acharya (@satishacharya) June 29, 2019\n\nReports, analysis & opinionsIs the Indian water crisis worse because of thoughtless economic development? Roshan Kishore in the Hindustan Times breaks down the reasons why India has done so badly compared to other emerging nations.The Modi victories are not just about Hindutva, but also about pragmatically evolving the right-wing philosophy to adapt to real-life electoral conditions. Sumantra Bose in Open suggests that the BJP’s adaptation of Hindutva is immensely successful and under-studied.  Kerala has worked hard to integrate migrant labour into its population. Vishnu Varma writes in the Indian Express about how the state’s government schools make the effort to introduce migrants to Malayalam. Do all ministries need to be in Delhi? Aman Kumar Singh in the Economic Times suggests one way of decentralising power at least to some extent might be to split up ministries. The BJP’s victory is built on narratives of Hindus being victims while also expecting that India ought to be a superpower. Suhas Palshikar in the Indian Express argues that there has been an “extraordinary coincidence of the demand side of political culture and the supply side of the BJP’s politics almost matching each other neatly.” Did we miss any good reports or Op-eds? Please send them in to [email protected]","author":"Rohan Venkataramakrishnan","time":"2019-07-01T09:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/122954-gysndzhyac-1561953179.jpeg","tags":["The Election Fix","Andhra Pradesh","Uttar Pradesh"],"source":"https://scroll.in/article/928996/the-election-fix-despite-its-massive-victory-bjp-is-not-done-trying-to-spread-roots-across-india"}