{"title":"The Weekend Fix: The dangers of mixing  cricket with religion and nine other Sunday reads","content":"Dissent has shaped the history of nations, dissent has given birth to new religions, dissent has liberated millions of people. Andolanjeevis, the term used by Prime Minister Narendra Modi to identify dissenters, will  ultimately prevail over those who will suppress speech, writing,  expression, dissent, protests, agitations or movements, writes P Chidambaram in the Indian Express. Why are today’s film and cricketing superstars so unwilling to stand up  to any form of executive power and instead resort to obsequious  sycophancy, the latest example being the flood of near-identical tweets  on farm laws? When the state bestows patronage on its ideological fellow-travellers  and ruthlessly targets its critics, the temptation to follow the leader  is that much greater, argues Rajdeep Sardesai in Hindustan Times.In a searing essay on the controversy surrounding former India Test opener Wasim Jaffer, his former teammate Mohammad Kaif pleads against mixing religion and cricket.Prime Minister Narendra Modi’s tearful avowal of Congress leader Ghulam Nabi Azad’s nobility  inspires further debate about his outlook towards Muslims, protesters and “foreign destructive ideology”, says Badri Raina in The Wire.  By all accounts, Sachin Tendulkar is a genuinely decent human being,  self-effacing and humble. But this personal decency has always been accompanied by a deeply  ingrained timidity towards authority, a primal fear of upsetting any  establishment, whether cricketing or otherwise, writes Vaibhav Vats in the Caravan on the moral timidity of the cricket legend. Credit for Moderna’s Covid-19 vaccine  belongs in part to discoveries dating back 15 years.  The team behind it  was inspired by two infant deaths, reports David Heath and Gus Garcia-Roberts in USA Today.David Owen of the New Yorker profiles Molly Burhans, a young cartographerwho is helping Pope Francis create awareness about climate change. For an entire generation of American politics,racist stereotypes and  dog whistles have strengthened the hand that beat progressives in the  fight against rising inequality. But did white people win? No: many of  them lost good jobs, benefits and social mobility along with the rest of  us not born into wealth, writes Heather C McGhee in the New York Times on why nobody wins in an economy of white resentment. With shops and restaurants closed in the Uited Kingdom, Jess-Cartner Morley in the Guardian says we can free Valentine’s Day from commercialisation and take it back to basics.   In Lapham’s Quarterly, Judith M. Bennett explains what you can learn about medieval Europe if you focus on peasants.","author":"Scroll Staff","time":"2021-02-14T09:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113653-shsuchkhgk-1550815880.jpg","tags":["Mohammad Kaif","Narendra Modi","Yogi Adityanath","Covid-19"],"source":"https://scroll.in/article/986840/the-weekend-fix-the-dangers-of-mixing-cricket-with-religion-and-nine-other-sunday-reads"}