{"title":"The Siddique Kappan case and the assault on India’s Constitution","content":"Siddique Kappan wrote about many of the things I write about: India’s majoritarian turn and discrimination against Muslims. That he is in jail, and I am not, reflects my privilege – as a Hindu and as a journalist writing in English.Kappan has now been in jail for a year, facing charges that include sedition, conspiracy to incite violence, outraging religious feelings and sundry terrorism charges. If he could face such charges merely for trying to do his job, so could we all.Kappan was picked up by the police in Uttar Pradesh while on his way to the site of an alleged gangrape and murder of a young Dalit woman in a village called Hathras, the kind of journey all reporters make in the course of their jobs. In December 2020, the Uttar Pradesh police told the Supreme Court that Kappan – a family man of modest means – was not a journalist but only “posed” as one. But Kappan very clearly was a journalist, with a decade’s worth of reporting under his belt.In a 5,000-word chargesheet – the kind of voluminous submissions now common when cases stand on legal quicksand – filed in April 2021, less than six months after the submission to the Supreme Court, the Uttar Pradesh police acknowledged he was indeed a journalist.  Alice-in-Wonderland bizarreness  There is no evidence of terrorism, charges of which allowed his detention without bail for this long, so the police have doubled down on the charge of incitement against Kappan, but in doing so, the argument they present against him wanders from the realm of legal possibility to an Alice-in-Wonderland bizarreness: off with his head, for no reason.“In the writing, the Muslims have been portrayed as victims [who] were beaten up by police and were asked to go to Pakistan. It is evident from the writing that it has been done to incite Muslims,” says the chargesheet, filed in April, the contents of which were revealed in the Indian Express this week.“These writings of Siddique Kappan, to a great extent, can be classified as communal,” says the chargesheet. “During riots, taking the name of a minority and talking about events related to them can incite sentiments. Responsible journalists do not do such communal reporting. Kappan only and only reports to incite Muslims, which is a hidden agenda of PFI [Popular Front of India]. Some stories were written to sympathise with Maoists and Communists.”Kerala Union of Working Journalists' statement on UP police chargesheet against journalist #SiddiqueKappan : \"The action of the UP police is nothing but treating journalism as a crime. This goes against the very spirit of freedom of expression guaranteed under the constitution.\" pic.twitter.com/odhJjBkFFh— Mahtab महताब مہتاب (@MahtabNama) October 1, 2021\n\nNothing in these accusations is, remotely or otherwise, a crime. Writing on a subject is called a beat or an interest. The Popular Front of India is not a banned organisation. Sympathising with someone or an organisation – whether banned or not, and Communists are not proscribed – is not a crime.The police accusations against Kappan, if accepted by the courts, will not just further push the boundaries of what is legally credible but will fundamentally undermine or rewrite India’s Constitution. Article 19 (1) of the Constitution guarantees – with exceptions, of course – freedom of speech and expression. The freedom of the press is not specifically guaranteed, but that is because Babasaheb Ambedkar, chariman of the committee that drafted the constitution, believed no special mention of the press was needed since it was guaranteed to every Indian.If any of the accusations against Kappan is a crime, any, and every journalist – and indeed any Indian – could be arrested and accused of anything that the police deem to be illegal, regardless of what the law and Constitution say.The attempt to rewrite what is a crime has been previously made by many police forces in India. Some of these have been accepted by district to Supreme courts, referencing extra-legal arguments that range from “jihadi mentality” to “collective conscience”.Criminalising journalismThe concerted efforts now underway to criminalise journalism itself are most apparent in Uttar Pradesh, where Kappan is incarcerated, and Kashmir, where the tide of state criminality against journalists is most apparent.In Kashmir, the assault on journalism has grown exponentially over the two years since the region’s special constitutional status was removed and the state reduced to a union territory governed directly from New Delhi.Kashmiri journalists have faced criminal cases, including under India’s draconian anti-terror law, for merely reporting stories. They have been slapped, detained – sometimes at gun point – threatened and police pressure brought to bear even on their families. Entire topics are off limits, and in one Kashmir district, journalists can no longer even call themselves journalists unless they are registered with local authorities.As the saying goes, what happens in Kashmir today, happens in the rest of India tomorrow.The police in Uttar Pradesh have not been as severe, but the Kashmir model of menacing journalists is evident. The Uttar Pradesh police have even gone beyond state boundaries to reach into the heart of India’s capital and register criminal cases against journalists there for little more than, well, journalism.These cases are not filed because the police believe there is a case to be made out but because they are anxious to be accomplices to those who run the government, in this case India’s ruling Bharatiya Janata Party, notorious for its contemptuous approach to journalism and journalists. As Prime Minister, Narendra Modi has never addressed a press conference, and the term “presstitute”, evolved by one of his ministers, reflects his party’s ill-concealed contempt for independent journalism, diametrically opposed to his declaration abroad that India is the “mother of democracy”.What is the height of injustice? To make complaining about injustice a crime in itself. Only a handful of regimes in modern times have managed to reach this level of perfection.https://t.co/16iGBRGwOI— Tony Joseph (@tjoseph0010) October 1, 2021\n\nThe government’s modus operandi to cripple Indian democracy is apparent: get the police to file cases against anyone regarded as politically inconvenient – a journalist or anyone else – make some arrests on whim and political diktat and let the cases meander through the courts.As Kappan’s case illustrates, innocence or guilt is immaterial: the message is that journalism is no refuge for free speech and that India’s laws and Constitution – far from being protective features – will be weaponised against those who do not fall in line.Every journalist who writes on matters regarded as inimical to the interests of India’s ruling party would be well advised to look over their shoulder.I know I do. The difference, as a Muslim colleague put it, is that a Hindu journalist may face a case. “I will face UAPA”, the anti-terror Unlawful Activities (Prevention) Act, he said.Samar Halarnkar is the editor of Article-14.com, a project that tracks misuse of the law and the hope it offers.","author":"Samar Halarnkar","time":"2021-10-02T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/149033-ltryvngniz-1602484452.jpeg","tags":["Siddique Kappan","Uttar Pradesh","Narendra Modi"],"source":"https://scroll.in/article/1006767/the-siddique-kappan-case-and-the-assault-on-indias-constitution"}