{"title":"The Daily Fix: Why is the BJP keeping its draft of the Citizenship Amendment Bill secret? ","content":"Are Indian laws passed after a genuinely consultative process?The Anti-Defection Law means members of various parties have to go by the decisions of their high commands, no matter the needs of their own constituents. So the way they vote is decided beforehand. This means that voice votes – in which parliamentarians vote literally by raising their voices, rather than pushing a button – are the norm. Fewer and fewer Bills are being scrutinised by parliamentary committees. Nearly all of the Bills passed in the monsoon session of Parliament, for example, were passed without any committee scrutiny. This means that there is no chance for a dispassionate examination of the draft laws, including an opportunity to get suggestions from witnesses through a consultative process. The speaker has permitted a number of different laws to be classified as a Money Bill. This allows those pieces of legislation to bypass the Rajya Sabha altogether, though the Supreme Court has now decided it will take a closer look at what Bills can be passed through this route. And the speaker has used specific procedures to push through certain provisions without any discussion, including controversial ones like an amendment that permits foreign funding to political parties. Prior circulationBut at least the laws are made public and can be examined by the media, other Members of Parliament and by extension the public before they are passed, right?Wrong. Take the example of the Jammu and Kashmir Reorganisation Bill, which unilaterally altered the status of Jammu and Kashmir within the Indian Union – a law that some have accused is unconstitutional. As Maansi Verma has explained, the law was passed in August 2019 “amid flagrant violations of rules and procedures.”The law was introduced without prior circulation among MPs, and allegedly through incorrect procedure. As Derek O’Brien, Member of Parliament from the Trianmool Congress said, the bill was introduced at 11:07 am even though the list of business reached MPs only at 11:18 am. “Thus, lawmakers voted on and eventually passed a bill that they did not get a fair chance to read, analyse or discuss,” Verma wrote. Similar last-minute moves have been used by the government in the past, such as in amendments to the Finance Bill that were struck down and questioned by the Supreme Court earlier this year. And in January, the government introduced and passed a change to the Constitution within two days – with no circulation of the text of the proposed law beforehand. Constitution Amendment Bill The two big proposed laws from the current session of Parliament, the Citizenship Amendment Bill and the Personal Data Protection Bill, were cleared by the Cabinet this week. Both are immensely significant. The former could alter the secular nature of the Indian Republic. And the latter will set the tone for how Indians’ fundamental right to privacy will actually operate in the future. Yet we don’t know what is in either Bill. There are media reports based on unnamed sources. There are drafts of the Bills that exist from the previous Lok Sabha or committee reports. But we don’t know what proposed laws the government is actually going to bring to the table. And yet, those same sources say the government intends to table and pass at least one of those Bills early next week. Why such secrecy and haste? If the Bills were good enough to go before the Cabinet, why can’t they be put to the public? The BJP plainly uses last-minute introduction as a political tactic. It allows the Opposition and the public no time to examine the laws and build any sort of response to controversial or flawed provisions. In other words, yet another example of the BJP privileging political outcomes over ones that would be beneficial to the public. In an ideal world, the speaker – who has the discretion to insist that the government adhere to the rule of allowing Bills to circulate for at least 48 hours before they can be debated – should stand in the way of this tactic. But with that office also completely beholden to the ruling party, it seems likely that yet again this session we are only going to know exactly what laws will be governing India after they have already been passed by Parliament.","author":"Rohan Venkataramakrishnan","time":"2019-12-06T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113158-akjkdxoiel-1550239593.jpg","tags":["The Daily Fix","Citizenship Amendment Bill","Data Privacy","Data Protectionf","Parliament","Data Protection"],"source":"https://scroll.in/article/945932/the-daily-fix-why-is-the-bjp-keeping-its-draft-of-the-citizenship-amendment-bill-secret"}