{"title":"The BJP wants an Opposition-free Gujarat. But some are putting up a fight","content":"The first phone call from the Bharatiya Janata Party came four days after he won the Assembly election on an Aam Aadmi Party ticket. “I was at the temple of our kul devi” – the goddess of our clan – “offering my gratitude, when their state leader called on my mobile,” Chaitar Vasava recalled.One of AAP’s five winning candidates in the 2022 Gujarat Assembly polls, Vasava, then 34, had been elected from Dediapada, an Adivasi-majority constituency in the state’s hilly southern region. There was no ostensible reason for the BJP to call him. The party had swept the Assembly elections held in December 2022, winning 156 of the 182 seats, the highest ever tally for any party in the state’s history. It did not need the support of outside MLAs.And yet, Vasava claimed, the BJP tried hard to get him to cross over.“BJP MLAs from this area who are known to me personally said ‘Come and meet our leader,’” he said. “I went, because the BJP is the ruling party and as an MLA, I need to get work done for my constituents.”Vasava claimed the BJP state leader told him: “You resign as MLA, we will give you a ticket to contest.” When Vasava strung him along, asking whether the BJP would make him the state tribal minister, he claimed the leader said: “Jeet ke aao, phir dekhenge.” First, win the election, then, we will see.Vasava said he declined the offer. By the end of January 2023, the BJP went to court challenging his victory, claiming there were discrepancies in his election affidavit. “They put pressure on me saying the court will end your stint as an MLA, take a decision,” Vasava alleged.Whenever the case came up for hearing in the court, the BJP leaders would reiterate: “Decision lo, decision lo… you have only 15 more days.”In October, the court ruled in Vasava’s favour.Chaitar Vasava in his election office in Bharuch. Photo: Supriya SharmaWithin days, Gujarat police booked the young MLA and four others, including his wife, on charges of assaulting forest department staffers – a case that Vasava maintains was fabricated. He evaded arrest for a few weeks but finally surrendered to the police in mid-December, a day after another MLA from AAP, Bhupendra Bhayani, resigned from the Gujarat Assembly. A week later, so did Congress MLA Chirag Patel.In the month and half that Vasava spent in jail, a second Congress legislator CJ Chavda put in his papers. Days after Vasava walked out of jail on bail in early February, Bhayani, Patel and Chavda joined the BJP. In March, two other Congress MLAs resigned and joined the BJP. All four former Congress MLAs are now contesting Assembly bye-elections on BJP tickets. Bhayani’s seat is still awaiting an election announcement.The bye-elections are being held along with the Lok Sabha polls on May 7. The BJP had won all 26 Lok Sabha seats from Gujarat in 2014 and 2019. This time, however, it needs to contest only 25 seats – in Surat, its candidate has been elected unopposed after the Congress candidate’s nomination was rejected and all other candidates withdrew. One of them told Scroll he withdrew after the BJP contacted him. In Gandhinagar constituency, where 16 candidates have withdrawn, three alleged the BJP and the state police mounted pressure on them to pull back from the contest.In neither constituency was the BJP facing any electoral threat – it has won both steadily since 1989. In Gandhinagar, Amit Shah’s winning margin in 2019 was over 5.5 lakh votes. Gujarat is where the scale of the BJP’s ambition becomes clear. It isn’t just aiming for hegemony. It has already achieved that. What it seems to want is an Opposition-free state.And yet, in the face of this absolutist project, there are some Opposition leaders who are still putting up a fight.Vasava, the AAP’s legislative party leader, is contesting the Lok Sabha election from Bharuch, taking on six-time BJP MP Mansukh Vasava. His counterpart from the Congress, legislative party leader Amit Chavda, is contesting the Lok Sabha election from Anand, against BJP’s Mitesh Patel. These two contests offer a glimpse of the steep challenges that the Opposition faces as it seeks to counter the BJP’s near-total control of Gujarat. Counterintuitively, Anand and Bharuch also reveal that the monopolisation of power itself creates a small window of opportunity for democratic challengers. Chaitar Vasava addressing an election meeting in an Adivasi village in the Bharuch constituency. Photo: Twitter/ChaitarVasavaA pigeon roosted in the jaali window of a dimly-lit hall, on the walls of which old photographs hung awkwardly. The 100-year-old building is part of the Satyagrah Chavni in the town of Borsad, which now serves as the base for Amit Chavda’s Lok Sabha campaign, but once shaped Gujarat’s history.  It was here that Sardar Patel led the Borsad satyagrah against taxes imposed by the British in the 1920s. After Independence, his daughter contested and won parliamentary elections from Kheda, later Anand, in the 1950s. It was also here that Amit Chavda’s grandfather, freedom fighter and Congress MLA Ishwar Chavda, built schools and colleges. He laid the foundation for the transfer of power from the numerically smaller but more affluent Patel community to the agrarian Koli Kshatriya community to which he belonged, which constitutes nearly half the population in Anand.In the 1980s, while Ishwar Chavda represented Anand in Parliament, his son-in-law Madhavsinh Solanki became Gujarat’s chief minister. His government increased reservations for the Other Backward Classes – which, by then, included Koli Kshatriyas – from 10% to 28%. This sparked anti-reservation violence. The Patel community flocked to the BJP, which first came to power in the state in the 1990s as part of coalition governments, and then, with decisive majorities under Narendra Modi.A photograph of Madhavsinh Solanki hung on the walls of the 100-year-old building in Satyagrah Chavni, in Borsad, Anand. Photo: Supriya SharmaBut even with Modi as chief minister, Anand remained a stronghold of the Congress, largely because of the control its leaders exercised over the district’s cooperatives, the most significant of them being the Kaira Milk Union, better known as the Amul dairy. The first setback to the Congress came in 2014, when Madhavsinh Solanki’s son and former Union minister Bharatsinh Solanki, lost the Anand Lok Sabha seat to the BJP, followed by another defeat in 2019.In 2022, there was an even bigger debacle. The Congress lost Borsad, an Assembly seat it had won continuously since 1967. Amit Chavda, however, held on to the neighbouring constituency of Anklav, winning his fifth term as an MLA. “I was 27 when I won my first election,” he said. “I am 48 now. I have only ever been in the Opposition.”Amit Chavda addressing an election meeting in the Anand constituency. Photo: Twitter/AmitChavdaChavda has seen the Congress go from 51 Assembly seats in 2002, to 77 in 2017, before plummeting to an all-time low of 17 MLAs in 2022. “Of those too, four went away,” he said.One of them, Arjun Modhwadia, three-time MLA and former Gujarat chief, who resigned from the party and is now contesting a bye-election on a BJP ticket, was scathing in his criticism of the Congress’s top leaders in Delhi. He said they were “unable to tell a donkey from a horse”. However, Chavda said the exodus of MLAs was an inevitable outcome of the BJP’s vice-like grip in the state. “The BJP has been in power for 30 years,” he said. “It has captured a majority of institutions, even cooperatives. It has complete control over the system.” This makes it hard for anyone opposing them to do business in the state. “In fact, we have stayed away from running a big business because we know yeh log hum ko darraayenge dabaayenge,” Chavda said. They will intimidate and suppress us.Chavda also pointed to the enormous resource asymmetry between the BJP and the Congress. “Apart from his own political team, the Congress candidate has no other support system, while a BJP candidate has to simply show up and everything is ready and laid out for them,” he said.This view was echoed by Chirag Patel, who won his first Assembly election in 2022 on a Congress ticket from Khambhat, but is now contesting the same constituency on a BJP ticket. “The Congress has no organisation,” he said. “The BJP has such a large organisation, the candidate has no tension.” He continued: “The Congress, after it gives you a ticket, leaves you on your own. Jaa, tu mar ya ji, tera kaam.” Live or die, it is on you.The asymmetry between the parties is visible in actual brick and mortar. While Chavda’s campaign is being run from an old, dilapidated building in Borsad, the nervecentre of his BJP counterpart Mitesh Patel’s campaign is the party’s Anand district office, a swanky building with a glass facade and the trappings of a corporate office.The BJP district office in Anand. Photo: Supriya SharmaThe evening I visited, preparations were underway for a Modi rally to be held the next day. Jagat Patel, the party’s district general secretary, said more than 500 party workers were on the ground to make sure everything was in place for the meeting. Hundreds of others spread across the district were working on “making it a success”. In the morning, I caught a glimpse of the formidable system at work. In Umeta village, a young man wearing a white crisp shirt with a lotus-shaped collar pin, oversaw people clambering onto jeeps headed for the rally. He introduced himself as Rajnikant Barot, a member of the BJP’s 21-member district railway committee. For the rally, Barot had been assigned the responsibility of dispatching people from 32 villages, and documenting this by taking photos and videos. “I will send these photos to the mandal pramukh, who will further send them to the Lok Sabha sanyojak [coordinator], who will upload these pictures on an app,” he said. This was an internal app of the BJP, he explained, that every sanyojak uses to report to the higher-ups on a daily basis. “When he visits villages, he has to send his live location, mention the names of those he met, which community they belong to, what conversation he had with them, did they give any suggestion, or maybe he has a suggestion for what the party can do to create a current in its favour,” Barot continued, as we waited for the vehicles to fill up.Preparations to send off attendees from Umeta village to the Modi rally in Anand. Photo: Supriya SharmaBut missing from those going to the rally was Ranvirsinh Padhiyar, the most prominent supporter of the BJP in the village, from the erstwhile ruling family of the former princely state of Umeta. Padhiyar said he had been in the BJP since 2001, after having worked with the Vishwa Hindu Parishad and the Rashtriya Swayamsevak Sangh. But this time, he was not supporting the party because it had given a ticket to Purshottam Rupala, the Rajkot MP and Union minister who had “insulted the Kshatriya samaj”. Rupala’s comment in March that kings had broken bread with the British and given their daughters in marriage to them sparked widespread outrage among the Kshatriya community. It includes a small number of upper-caste Rajputs and a much larger number of OBC Kshatriyas, most of whom are farmers. Although Rupala apologised, community organisations insisted that the BJP withdraw his nomination. The party’s decision to not do so led to an escalation of protests in the state. “What do you see in Rupala that you can’t deny him a ticket?” Padhiyar asked. “Aisa kya hai Rupala mein? Does he hold some secret that you don’t want revealed?” Next to him stood Arjunsinh Mahida, whose family is the Padhiyars’ main political rival in the village. Old-time Congress supporters, the Mahida family has held the sarpanch post for four decades. Ranvirsinh Padhiyar (right) and Arjunsinh Mahida are political rivals in Umeta village, but the ongoing Kshatriya agitation has united them. Photo: Supriya SharmaThe agitation against Rupala had united the Padhiyars and the Mahidas, who came together to wave black flags at the BJP’s candidate when he came to campaign in the village. But the reason for their unity runs deeper.Both the families have stakes in Umeta’s dairy cooperative society. Mahida’s uncle is its elected chief, and votes on its behalf in block elections held to choose directors on Amul’s board. Padhiyar’s uncle is the general secretary at the dairy collection centre where milk sold by farmers is cooled and dispatched to the main Amul unit in Anand.  At the top of the pyramid of 1,269 village-level dairy cooperative societies, though, now sits Vipul Patel. His election as chairman in 2023 ended a long spell of Kshatriya leadership in Amul. It came after the BJP waged a long-drawn battle for control over the dairy. First, in 2017, Amul’s chairman at the time Ramsinh Parmar, a Congress MLA from the Kshatriya community, joined the BJP. “He was threatened with a case,” an associate said. “He had no choice but to move.”The Congress fought back: in 2020, when elections were held to Amul’s board, its candidates won eight of the 11 seats. But the 2022 Assembly elections led to an unravelling: Congress MLA and vice-chairman of Amul, Rajendrasinh Parmar, lost the Borsad seat. Another Amul director, Congress MLA Kanti Sodha Parmar, lost the Anand seat. Fresh from the electoral debacle, in January 2023, Kanti Parmar crossed over to the BJP. News reports highlighted the fact that his sons had been charged in a police case for firing from guns at a music event. Three other Amul directors followed in his footsteps.In the Amul board elections held two weeks later, the defections helped the BJP seize full control of the dairy. Kanti Parmar was rewarded by being made the vice-chairman. But, more significantly, Vipul Patel, the BJP Kheda district president, became the chairman.The victory came at a hidden cost. As Amul’s leadership passed on from a Kshatriya to a Patel, it cemented the local perception that the BJP was installing Patels in all key positions. Vikram Solanki, a farmer in Bhadran village, reeled off the evidence: “The MP is a Patel. The MLA is a Patel. The head of Amul Dairy is a Patel. The head of KDCC [Kaira District Central Cooperative Bank] is a Patel.”Solanki’s family is not even in the dairy business. They grow tobacco, largely on land leased from Patels. Only a quarter of the yield comes to them, three-quarters goes to the landowner. Even the buyers of tobacco are Patels. “They decide the prices, we don’t,” Solanki said bitterly.Vikram Solanki grows tobacco on leased land. After the crop is harvested, the produce is stored in warehouses for months before the traders buy it. Photo: Supriya SharmaWith Kshatriyas in Anand growing resentful about Patels prospering under the BJP, the Purshottam Rupala comment merely acted as “a lighter in the fuel”, said Hitesh Chavda, a journalist from Central Gujarat.The BJP has tried to douse the fires. After the rally in Anand on May 2, Modi flew down to Jamnagar, where he met the scion of the erstwhile royal family and tweeted photos of being blessed by him.In Anand, BJP leaders downplayed the crisis, arguing the BJP’s welfare programmes would counter caste. “Yes, of the 17 lakh voters in this constituency, 8 lakh are Kshatriyas,” said Jagat Patel, the BJP district general secretary. “But there are also 10 lakh labhayarthis” – beneficiaries of welfare schemes. “And we have visited them three times in the past year.”In the face of the BJP’s organisational strength, the Congress is largely relying on the power of caste networks. “BJP leaders from the Kshatriya are in touch with us, they are also disturbed by the Patel takeover,” claimed a Congress leader in Anand. He said the election in the Banaskantha constituency, where Congress’s Geniben Thakor was taking on BJP’s Rekha Chaudhary, was also being fought on similar lines: “There, it is Chaudharys versus all. Here it is Patels versus all.”He argued: “Communal polarisation can only be countered with caste polarisation.”In public meetings, however, Congress candidate Amit Chavda has been careful to present the election as a fight for “social justice”. Echoing Rahul Gandhi, he said, “Jiski jitni abadi hain, usko utni hissedaari milni chahiye” – communities should get representation in proportion to their numbers.But his response to the BJP’s Hindutva push in the wake of the Ram temple inauguration foregrounds caste pride: “Like Lord Ram, Amit Chavda too belongs to the Kshatriya clan.”An outright appeal to caste might come back to haunt Chavda later, a Congress leader said. But for now, it was important to win the Anand seat. “If the Congress can win a seat, at least there will be a future base for politics. If it doesn’t win even a single seat, then…” His voice trailed off.For Chaitar Vasava of the Aam Aadmi Party, the stakes are even higher. The election outcome could decide whether he can visit his own home, which lies in Dediapada, the constituency in Narmada district where he was elected from. When he was granted bail by a district court in January, he was prohibited from entering both Narmada and Bharuch districts. Only after he filed his nomination as an AAP candidate from the Bharuch Lok Sabha constituency did the High Court waive the bail condition – but only till June 12.The police case may have curtailed Vasava’s freedom but it also burnished his credentials among the Adivasi community, which by most estimates, constitutes about 35% of the constituency’s population. The original inhabitants of southern Gujarat have been pushed off their lands, and now work as cheap labour in the urban and industrial pockets. One morning last week, I stopped by at a labour chowk in Bharuch town, where scores of Adivasi men and some women stood waiting to be picked up for daily wage work as painters, masons, loaders. They had travelled from villages about 10 km-20 km away, in cramped autos, spending Rs 80 on the fare, in the hope they would earn Rs 500 as wages. But their hopes were fading – it was already 9.30 am, and no employers had showed up. Many of them would have to go back home without any earnings. What about work in the factories, I asked. Gujarat’s largest industrial hub was located in nearby Ankleshwar. “The factories prefer to employ people from UP and Bihar,” Vijay Vasava said. “Wo saste mein kaam karte hain.” They work for cheap.“Work is hard to get, wages are low, and inflation is high,” Kishan Vasava said.Another man added: “What do we get in Modi’s Gujarat? Nothing.” When I asked who they were voting for, they said in a chorus: “Chaitar Vasava”. “We are going to vote for him, not for Modi,” a young man said. “Kaam achcha karta hain.” He does good work.Adivasi workers gathered at a labour Chowk in Bharuch town. Photo: Supriya SharmaEven in the villages, Vasava is popular. In Simdhara village, which saw intense floods last year when water from the Narmada dam came gushing down abruptly after the reservoir was filled up to mark Modi’s birthday, 22-year-old Vishal Vasava said: “Chaitar Vasava was the only one who came to help us. No one else showed up.” The village is not part of Dediapada. It is part of Jhagadia, a constituency which has elected firebrand Adivasi leader Chotubhai Vasava seven times. Chotubhai was Chaitar’s mentor, but the two fell out after the senior leader decided to field his son Mahesh Vasava from Dediapada, even though Chaitar was more popular. Chaitar contested from AAP. Meanwhile, Mahesh Vasava took on his own father in the Jhagadia constituency. Both lost. In March this year, Mahesh Vasava crossed over to the BJP.After Adivasis, the largest social group in Bharuch is the Muslim community, which traditionally votes for the Congress, the Aam Aadmi Party’s INDIA alliance partner. On paper, it would seem Adivasi and Muslim votes could seal the election in favour of Chaitar Vasava. However, on the ground, there are complexities. One, Chotubhai Vasava has fielded his younger son Dilip Vasava from Bharuch. He could take away some Adivasi votes from Chaitar. Two, it isn’t clear whether the Congress is fully backing the AAP candidate.Tucked away on a busy street, next to a mobile shop, the Congress office in Bharuch was empty the afternoon I visited. The only people around were an elderly caretaker, Gajendra Chadawala, and a young computer operator, Yasin Patel. The caretaker showed me around the locked up rooms – one was the office of former Congress treasurer Ahmed Patel. Everything, from the furniture, to the computers lying in a section marked “IT cell”, were gathering dust.The Congress office in Bharuch. Photo: Supriya SharmaThat evening, the Congress minority department chairman and Rajya Sabha MP Imran Pratapgarhi was coming to Bharuch to canvas votes for Chaitar Vasava. When I asked Yasin Patel if the Congress was publicising the visit, he showed me a WhatsApp poster that the AAP had designed. When I asked whether the Congress was circulating the poster on social media, he looked puzzled. “It is AAP’s campaign,” he said. “They are handling social media, not us.”Furniture and equipment stashed away in a room in the Congress office. Photo: Supriya SharmaIn sharp contrast to the lethargy in the Congress office, the BJP’s campaign office was buzzing with activity. The district president was busy signing forms appointing the party’s polling agents. “There are 1,893 booths in Bharuch,” he said. “We have a 14-member committee for every booth.”In the large hall outside, a local media crew was interviewing the candidate, 67-year-old Mansukh Vasava, who claimed that if Chaitar Vasava was elected, it would shatter the peace of Bharuch. He echoed the claim that Amit Shah had made in a rally held a week ago, that Chaitar Vasava was an “urban Naxal”.The BJP election office in Bharuch. Photo: Supriya SharmaOnce the interview was over, he sat down for a conversation with me. When I asked him about Chaitar Vasava’s allegation that the BJP had tried to intimidate him into joining the party, Mansukh Vasava shot back: “He met our leaders three-four times, he had a meal with them. Ask him why he went. No one carried him there, he is not a child.”But why did BJP leaders meet someone they believe is an urban Naxal, I asked. “If someone approaches the party and says they want to join it to do work…” Mansukh Vasava said. “After all, he is an MLA, he has to do work for his area, how can he do that without the support of the government?”The question is why did the BJP engage with someone they accuse of criminal activity. “If he is willing to reform himself…” Mansukh Vasava said, for a moment losing track of his thoughts. “There are lots of such people in national politics around the country… If they are willing to reform, then why should we object?”Mansukh Vasava is a six-time elected member of Parliament. Photo: Supriya SharmaLacking a party office in Bharuch, Chaitar Vasava has rented a small room in a market complex near the highway. When we went looking for it, no one in the area, not even shopkeepers in the same building, knew about it. The young MLA knows the odds are stacked against him. “Even if I don’t win this election, I will show that it is possible to fight against the BJP,” he said.","author":"Supriya Sharma","time":"2024-05-06T11:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200507-mzuoudfxsl-1714936818.jpg","tags":["Lok Sabha 2024","Gujarat","BJP","Congress","AAP","Amul","Chaitar Vasava","Amit Chavda"]}