{"title":"‘The government sabotaged NRC’: All Assam Students’ Union advisor Samujjal Bhattacharya","content":"Assam’s National Register of Citizens, published last August, was updated following a Supreme Court order in 2013. The court’s decision came in response to a petition filed by a non-governmental organisation called Assam Public Works asking for “illegal migrants” to be struck off the electoral rolls.However, the demand to update the 1951 NRC in Assam goes back much further. It was first raised by the most influential of all civil society groups in the state, the All Assam Students’ Union, back in 1980. At the time, the students’ union was spearheading a furious anti-foreigner agitation known as the Assam Movement.The fires of the movement were doused by the signing of the Assam Accord. According to the terms of the accord, those who lived in the state before March 24, 1971, and their descendants could stay in Assam. Those who came after from across the border would be liable to deportation. The cut-off corresponded to the Bangladesh liberation war, which had sparked an exodus from that country.In the 1990s, the All Assam Students’ Union stepped up the demand for the updating of the NRC – according to the terms of the Assam Accord. In 2005, the Union sat in a tripartite meeting with the state and the Central government to finalise the modalities for the update. This paved the way for an ill-fated pilot project in 2010, which had to be aborted mid-way following demonstrations by minority groups. These turned violent, leading to the death of four people in police firing.But the All Assam Students’ Union persisted. It sat down with groups representing minority communities in Assam to prepare a new set of modalities, more acceptable to all communities.As Assam Public Works moved court, the All Assam Students’ Union also made itself a party to the case. Finally, when the court greenlighted the NRC, it was updated following the new modalities that the All Assam Students’ Union had prepared in consultation with other civil society groups.Cut to 2019, the updated NRC was finally published. It left out over 19 lakh people.  Scroll.in spoke to Samujjal Bhattacharya, face of the All Assam Students’ Union since the 1990s and currently advisor to the group. He explained why the student group was disappointed with the updated citizens’ register it had demanded for decades.Demonstrators during the Assam Movement of the 1980s, carrying a placard which says, \"Joy Ai Axom\".A year after the publication of the NRC, what are your thoughts on it?We are not happy. We were involved with the NRC update process right from the start, cooperating at all stages. In the beginning, many ethnic communities said they wouldn’t apply or submit documents as they were bhumiputros [sons of the soil]. We convinced people to do it. In Dima Hasao district, ethnic groups walked with officials for three days and helped people fill forms. To that extent we had cooperated.But we are not happy with the final result because governments belonging to all political parties had put out estimates of foreigners at some point. The NRC exclusion number is nowhere near the figures declared by the different governments on the floor of the Parliament on different occasions.What number would you be happy with?We are not running after any number, because for the first time a legal procedure took place in Assam to count the number of foreigners. But there are some shortcomings in the NRC because work did not take place according to the directives of the NRC.So, whom do you hold responsible for these shortcomings?The state government sabotaged the process.Why do you say that?When the NRC draft came out in 2018, excluding 40 lakh people, the home minister of the country said, “Humara himmat hai humne karke dikhaya.” [We had the courage, so we went ahead with the NRC.]  The Chief Minister [of Assam] said it’s a “historic document”. The home minister and even the prime minister in meetings all over the country invoked the NRC, said it would be replicated across the country. So till the draft, the Centre and the state were happy. But in the period between the draft and the final NRC, the state and the Central government did not work the way it should have.But the NRC was not updated by the state government. It was done by the Registrar General of India under the guidance of the Supreme Court.Yes, the Supreme Court is monitoring, but whose machinery is being used? It’s the state government’s. They would routinely transfer deputy commissioners from one district to another. If not for the court, they would have transferred officers at the junior levels too.Samujjal Bhattacharya of the All Assam Students’ Union (extreme right) outside the Supreme Court of India in 2017. Photo: Facebook/ All Assam Students Union The BJP government, as you pointed out, used to be a strong advocate of the NRC. What changed, according to you?It is because they always had the Citizenship Amendment Act in the back of their head. Now if the NRC had thrown up an acceptable figure, people of Assam would have joyously accepted it. In a situation like that, they would have been even more upset with the government for introducing something like the CAA, which would have completely undone the NRC. That is why they did not want a correct NRC.[Editor’s note: The CAA, or Citizenship Amendment Act, was passed in December 2019. It facilitates  citizenship for undocumented non-Muslim migrants from Bangladesh, Pakistan and Afghanistan. For years, the BJP had hinted that Hindus left out of the NRC would be regularised by the citizenship act.]What do you want now going forward?We have filed a petition in the Supreme Court seeking remedial measures. Whatever instructions of the Supreme Court were not followed should be followed. Mind you, we are not rejecting the NRC, unlike the state government. We have full faith in the Supreme Court. All we are saying is that there are some shortcomings in the NRC because the court’s guidelines were not followed strictly.But the court itself seems to have retreated after the publication of the NRC. There have been hardly any proceedings of consequence in the year since.All we can do is appeal to the court. We want justice from the court.Last year, the home minister had spoken of a nation-wide NRC, including in Assam. Though the government seems to have walked back on it since, would you support it if the government were to initiate a fresh NRC process?The idea of an NRC in the rest of the country is based on a door-to-door enumeration process. In Assam, there’s a special provision under which applications were invited.But would you support an all-India NRC if the Centre were to enforce it?The two things are different, as I said. All-India could be there, it’s not a big thing. As NESO [North East Students’ Organisation – an umbrella association of student groups from the region], we have said we want NRC in the whole of the North East. The modalities may vary from state to state, but we want the NRC in the North East.One year since the NRC was published, the authorities are yet to issue formal rejection orders to the excluded applicants. What do you make of that?It is the state government’s insincerity. On one hand, the Union external affairs ministry has been telling the world that the NRC in Assam is a legal process monitored by the Supreme Court. On the other, the state says it has rejected the NRC.But the state government insists it has no role in issuing the orders and it’s the NRC authorities’ responsibility.The state had announced 200 new foreigners tribunals [quasi courts that adjudicate on matters of nationality in Assam and will take a final call on the citizenship of those left out of the NRC] last year. The members [judges in these tribunals] and staff have been recruited. Let them issue appointment letters to the 1,600 staff who were hired for starters. Pending cases [of suspected foreigners] referred by the border police could be tried in these new tribunals.The Assam government can also activate the old foreigner detection process through the border police and try suspected illegal migrants in the new tribunals. That way, foreigners’ names will be automatically cut from the NRC.Also, as it is, the NRC office is under the RGI [Registrar General of India], a Central government body.Do you reckon the vexed nature of the foreigners’ issue in Assam has meant that other developmental topics tend to get sidelined from the state’s political discourse?Everything is there in the Assam Accord. Clause 7 of the Assam Accord is for economic development of Assam. The Numaligarh Refinery, the Assam Gas Cracker Project, for example, are all products of the Accord.Ours is an agro-based economy. Until the problems of erosion and floods are settled, there can be no development. The Centre is yet to declare the Assam floods as a national disaster.If the Accord is properly implemented, developmental issues will be taken care of. But there is a lack of commitment on the part of the government and that is true across parties. Everyone patronises Bangladeshis for votes, one party patronises the Muslims and the other party, Hindu Bangladeshis.The NRC was supposed to be a conflict resolution mechanism. But has it instead ended up opening up old wounds? Your organisation has also been partly blamed for that – your members filed scores of objections against the inclusion of many Bengali-speaking in the draft NRC, but did not turn up at the hearings. Some say that was only done to harass people. How would you respond?No, nothing of that sort [new conflict] has happened. To file objections is a Constitutional right. The Supreme Court has said if the objector is not present, the case can be settled on the basis of merit. This is all political propaganda. Why did nobody file a petition in the court complaining about it at that point?Finally, most Muslims of Bengali origin, who are often branded as “illegal migrants”, had supported the NRC process in the hope that it would help them shed the foreigner tag. But many say their persecution in day-to-day life continues, even if they made it to the NRC. Should your organisation not help create awareness among people to stop that from happening?First thing, we are not happy with the final result. We also want the problem to be settled for once and all that’s why we have applied to the court for remedial measures. Because all said and done, the NRC process is very simple – all you have to do is prove using one of the 15 available documents that you or your ancestors lived in the state prior to 1971.But I must say this: Those who were here before 1971 should not fear. We are for them.Yes, it has come to our notice that there is some mistrust regarding the actions of the border police and the foreigners’ tribunals. The government must take steps to fix that.This is the fourth part of a series exploring where Assam’s NRC process stands a year after the final list of the updated citizens’ register was published on August 31, 2019. Read the full series here.","author":"Arunabh Saikia","time":"2020-08-31T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132596-yfpaivaulp-1576047290.jpg","tags":["Assam","National Register of Citizens","Citizenship","One year after Assam NRC","Assam Accord"],"source":"https://scroll.in/article/971551/the-government-sabotaged-nrc-all-assam-students-union-advisor-samujjal-bhattacharya"}