{"title":"The Political Fix: AAP and Mamata Banerjee are looking to take slices out of the Congress pie","content":"Welcome to The Political Fix by Rohan Venkataramakrishnan, a newsletter on Indian politics and policy. To get it in your inbox every week, sign up here.Have you checked out Scroll.in’s new project, Common Ground, which offers in-depth and investigative reportage on our neglected commons? Get those stories in your inbox every Wednesday by signing up here.And if you’d like to support the work we do at Scroll.in, contribute to the Ground Reporting Fund.The Big Story: RegressOne suggestion that emerged in 2014, after the massive electoral victory posted by the Bharatiya Janata Party and the utter capitulation of the Congress, was of a “reverse merger”.The proposition was as intriguing – at least for those who observe Indian politics – as it was completely unlikely: What if all the “offshoots” of the Congress folded back into the party to take on the BJP and Narendra Modi? What if all these outfits, which broadly retained the Congress identity, ideology and structures – albeit with a more regional focus – decided to work together? Such an organisation would feature West Bengal Chief Minister Mamata Banerjee (who split from the Congress in 1997), Nationalist Congress Party head Sharad Pawar (who split from the Congress in 1999) and Andhra Pradesh Chief Minister Jagan Mohan Reddy (who split from the Congress in 2011). All of whom are often described as having more fight in them against the BJP than the Gandhi family that currently runs the Congress.  The reason it was described as a “reverse merger” by Derek O’Brien, now a Trinamool Congress Member of Parliament, was because he wanted to drive home the idea that the leader of the subsequent outfit would be Banerjee. The tail would wag the dog. Banerjee is continuing to push the idea that she is the rightful heir to the pan-India Congress legacy, now powered by her record of having posted the most emphatic victory over the full might of the BJP in West Bengal in May 2021. For a few months after that win, it seemed as if there was talk of Opposition unity, with Banerjee jostling to assert her claim as the leader best placed to nationally challenge the BJP in 2024. Standing in the way was the Congress, which still argues that no genuine effort can take place without relying on its national presence – even as it struggled to put out fires in various state units. Now, it is clear that Banerjee does not plan to sit around and wait while the Congress tries to get its house in order, in Punjab, Rajasthan, Chhattisgarh and indeed at the national level. First, the party opened its doors to many of those who had left the Trinamool Congress for the BJP ahead of the 2021 elections, most prominently former Union Ministers Mukul Roy and Babul Supriyo. In fact, Banerjee has even “announced that a committee will be formed to decide on taking back the former leaders on a case-to-case basis”, since so many have expressed a desire to return. Then, in August, my colleagues Arunabh Saikia and Shoaib Daniyal described what was taking place in Tripura, currently ruled by the BJP. “On July 25, the Tripura police detained 23 members of the Indian Political Action Committee in the state capital of Agartala. Later, the police also filed a first information report against them. The ostensible reason for this unusual action: Covid-19 protocols. But allegations flew thick and fast that this move was political, with the Bharatiya Janata Party-led government looking to stymie IPAC [Indian Political Action Committee], working as it was for the Trinamool Congress as an election strategist…A week later, the Trinamool’s de facto second-in-command Abhishek Banerjee headed to the state. Protests against his visit by the ruling BJP even saw his car attacked…The political heat in the North Eastern state of Tripura is rising, driven by a rare occurrence: a state party, the Trinamool, is looking to expand outside its homebase of Bengal to another state.”Tripura seems like a natural space for the Trinamool to enter, seeing as it is – like West Bengal – a primarily Bengali-speaking state, long-held by the Communists. But the Trinamool has also been on a leader acquisition spree, bringing in the former head of the Congress’ women’s wing, Sushmita Dev, whose influence is significant in Assam too, another state with a significant Bengali-speaking population. Much further afield, “Former Goa Chief Minister Luizinho Faleiro joined the Trinamool Congress in Kolkata on Wednesday, two days after quitting the Congress. After resigning from the Congress, Faleiro had said that Goa needed a “streetfighter” like West Bengal Chief Minister Mamata Banerjee to end the state’s suffering.” Is the Trinamool Congress a serious player in Goa, a state with little in common with West Bengal outside of a love for football? That part is hard to tell. Many regional parties have for long seen Goa as a potential space to expand into in the hopes of earning the “national party” label, often with little success. What is evident, however, is the Trinamool’s attempt to take advantage of the perceived weakness of the Congress in a number of states (Tripura, Assam, Goa) where the latter has failed to put up a fight against the BJP. Goa is most striking because the Congress actually won the largest number of seats in the 2017 elections, hauling in 17. But it was outmaneuvered by the BJP, which first took power by striking a deal with independents, then managed to persuade 12 Congress MLAs to jump ship. With Faleiro also out of the Congress, the party is now down to just four MLAs from the 17 it had won. Even more interesting, TMC is not the only party that is seeking to occupy the “Congress space” in Goa. The Aam Aadmi Party has been present here since 2017, when it conducted a high-octane election campaign, but failed to win a single seat. The recent ABP-CVoter opinion poll, however, seemed to suggest AAP would do better this time around, with a projected vote share of 22% compared to the Congress’ 15%. In fact, the CVoter poll suggests that it is AAP – which comes without the baggage of a particular regional identity – rather than the Trinamool, that looks set to grab Congress votes in a number of states where the contest was once a bipolar one with the BJP being the other pole. As Aditya Menon wrote in September, “The first round of the ABP-CVoter survey for the upcoming Assembly elections has predicted the Bharatiya Janata Party (BJP) could win four out of the five states going to polls early next year: Uttar Pradesh, Uttarakhand, Goa, and Manipur…Even if one takes the survey at face value, the big picture is not so much the projected 4/5 score for the BJP. It is the survey’s prediction that the AAP is causing serious harm to the Congress in three states and, as a result, nationally. According to the survey, the AAP could end up defeating the Congress in Punjab and also playing spoiler in Uttarakhand and Goa.”What both parties are attempting is not unique. The Nationalist Congress Party, which broke away from the Congress in 1999, had a national presence for a little while, though its influence has largely been limited to Maharashtra. The Bahjun Samaj Party was more of a genuine national contender, earning votes around the country, although that share has been dropping steadily since 2009. At a smaller scale, the All India Majlis-e-Ittehad-ul-Muslimeen has expanded beyond its traditional base in Hyderabad, with a focus on Muslim-majority seats. These parties have generally sought to enter the space vacated by the Congress, and to some extent the Communists, who once also drew in support around the country, though they often attempted to do so by winning at the margins. The effort from TMC (in Tripura and, potentially Assam) and AAP (in Goa, Uttarakhand, even Punjab) seems more of an effort to permanently occupy the Congress space in the hopes that victory in even one state could snowball into support elsewhere. As Rahul Verma and Pradeep Chhibber pointed out in their book Ideology and Identity: The Changing Party Systems of India, the more crowded the “regional” space is, the harder it is for the Congress to compete. Moreover, as DK Singh points out, “These smaller players have lost confidence in the Congress as a party that can hold fort against the BJP. So, while they themselves can’t hope to dislodge the saffron party from its preeminent position yet, they gain nothing from supporting a battered Congress and keeping it alive on the battlefield. A dead Congress may offer them better opportunities.[The] revival of the Congress at any point in time poses as much threat to many of them as the BJP does today. For instance, TRS’ K. Chandrashekar Rao is better off fighting with the BJP today, rather than having to fight on two fronts in case the Congress also gains strength in Telangana. The same holds true for Mamata Banerjee and Arvind Kejriwal.”The awkward question this is likely to lead to – with Banerjee promising to turn up in Delhi every two months – is, what does this actually mean for the grand plans of Opposition unity ahead of the big national election in 2024? Linking inSamar Halarnkar writes about the chilling chargesheet against journalist Siddique Kappan, who has been in jail for a year in Uttar Pradesh, simply because his reporting highlighted discrimination against Muslims, which the state police has called a “communal” act. Arunabh Saikia explains why evictions in Assam under Himanta Sarma have left Bengali Muslims more fearful than ever before.Around 100 Chinese soldiers entered the Indian state of Uttarakhand unchallenged by the Indian side in August. In how many other democratic countries would this be minor news? Shoaib Daniyal points out the effects of India’s “well-behaved” media. Johanna Deeksha reports on how a new wave of Bahujan solidarity seeks to break down barriers in India.Linking OutFarmer unions allege that a car in a minister’s convoy ran over protesters in Uttar Pradesh, killing four, with the police claiming that four occupants of that car are also dead. Ajit Ranade explains that “all three laws leave room for farmers to be distrustful of the government. And it is here that much action is needed, i.e., to rebuild the trust and confidence of the farmer.” If you wanted to know a bit more about Central Bank Digital Currencies (CBDC) than you get in op-eds, here's the link to my working paper on this issue (free to download).⬇️       ⬇️      ⬇️https://t.co/4dq2fKWJdpHas a section on the India perspective as well. pic.twitter.com/KPBJrSBMX6— Sabyasachi Kar (@Sabya_K) September 24, 2021\n\nSameer Lalwani and Tyler Sagerstrom have a thoughtful piece on why the US should see India’s “multi-alignment” as a feature, not a bug of the relationship.Smriti Kak Ramachandran says the BJP is “looking to drop as many as half of the sitting legislators to blunt anti-incumbency in the states going to polls in 2022” further signs that – in addition to the replacement of the chief ministers that we wrote about – the churn of the last few years is taking its toll. If you have not read this report at @CPR_India, authored by a group some of whom were involved in the 2012 Non Alignment 2.0 report, you are missing something. Authors include @ShivshankaMenon @AiyarYamini, Srinath Raghavan, Shyam Saran, Ajit Ranade et al  https://t.co/7YtFLI2FAd— Sushant Singh (@SushantSin) October 3, 2021\n\nCan’t make this up I am once again reminding you that Marathi people's English pronounciation is why we have artificial sweeteners today https://t.co/Kk6ts86eWQ pic.twitter.com/spjM0NqJHc— Kunal Sawardekar (@smugdekar) September 27, 2021\n\nThanks for reading the Political Fix. Send feedback to [email protected].","author":"Rohan Venkataramakrishnan","time":"2021-10-04T09:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164727-fjfmnrxcot-1633317415.jpeg","tags":["The Political Fix","West Bengal","Congress","AAP"],"source":"https://scroll.in/article/1006873/the-political-fix-aap-and-mamata-banerjee-are-looking-to-take-slices-out-of-the-congress-pie"}