{"title":"The lesson from Modi’s reaction to Dadri: Don’t ask him to express outrage ever","content":"Narendra Modi has finally spoken. More than a fortnight after a Muslim man was lynched in Dadri by a Hindu mob over rumours of storing and eating beef, the prime minister summoned his deepest indignation and employed the strongest adjective he thought befitted the murder: “unfortunate”. “The Dadri incident or the opposition to Pakistani ghazal singer Ghulam Ali are sad and undesirable,” he told the Bengali daily Anandabazar Patrika in an interview.In Modi’s esteemed view clearly, Dadri shouldn’t be given undue importance. It should be treated like another law and order issue – “regrettable” is all it deserves. In the prime minister’s book, the mob lynching of 50-year-old Mohammad Akhlaq can be clubbed with the cancellation of Ghulam Ali’s concerts in Mumbai and Pune after threats of violence by the Shiv Sena. Addressing the condemnation over the rising intolerance in India, Modi questioned the logic behind blaming the central government. “But what is the role of the central government in this?” he asked. Is not law and order a state subject? Is the prime minister supposed to react to all such “incidents” involving state governments?Blaming the oppositionBy raising this question and clubbing Dadri with the Ghulam Ali concert, Modi has put everything in perspective. Don’t blow Dadri out of proportion, is the warning. This is what pseudo-secularists are doing. “Such controversies have happened in the past too,” he told Anandabazar Patrika. “The BJP has always opposed pseudo-secularism.”It is after a long time that the term pseudo-secularism has surfaced. Modi described the opposition parties, who insist on talking about Dadri, as pseudo-secular and accused them of polarising the society along communal lines. He was repeating at home what he has done abroad, during trips to Japan and France – mocking secularists.The clamour for a word from the supreme leader should stop now. His terse response has demonstrated again the ideological consistency in the stand of this government. It is not the killing of a Muslim but the insistence on talking about it that is held to be communal and polarising.But what about the Bharatiya Janata Party leaders who went to Dadri and, instead of assuring Akhlaq’s family of justice, warned the law and order machinery against unfairly victimising Hindu villagers? Who asked for a criminal case against Akhlaq? Who spread the rumour that Akhlaq was a Pakistani agent? Who promised jan-dhan-gun (manpower, money and firepower) to the “innocent” Hindus of Dadri who were being unfairly targeted by the biased administration?Words reveal the manBut why are we even asking all this? We seem to have forgotten his response when he was asked about the killing of 2,000 Muslims in the 2002 Gujarat pogrom under his chief ministership: “Even If I am in the backseat of a car and a puppy comes under the wheels, isn’t it painful? It is. Whether I am a chief minister or not, I am a human being – I will be sad if something bad happens anywhere.”The words reveal the man. He is never shocked, never shattered, unlike his “long-lost brother” Barack Obama. US President Obama would have called Akhlaq’s killing a tragedy. But Modi is not given to such exaggerated outpourings.The media and liberals should now stop nagging him with their implorations for a word of condemnation or sorrow after every such outrageous episode. They should not expect him to waste his energy on such routine matters. He knows how to preserve himself and use his lungpower where it is needed most. Did we not hear him loud and clear in Munger in Bihar where he thundered at Lalu Prasad for having insulted Yaduvanshis by saying that Hindus also eat beef?The man does get outraged, but not by the killing of Akhlaq, not by the devastation at Atali. Outrage needs a context. It is futile to expect him to accept the context. His interview, given in a measured language, is also a message to his more humanist supporters: they should overcome their embarrassment over such episodes and start treating them in a clinical manner. He is a man on a mission, unmoved by “such incidents”. It is his critics who get easily exercised about these little things.","author":"Apoorvanand","time":"2015-10-15T10:30:08+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/762316-70cb9566-6e73-4dfe-8aa0-6eb829576aad.jpg","tags":[],"source":"https://scroll.in/article/762316/the-lesson-from-modis-reaction-to-dadri-dont-ask-him-to-express-outrage-ever"}