{"title":"The dark clouds over India’s cheetah project","content":"When she first arrived in India in February, Daksha lived in a small, fenced enclosure. After a mandatory 30-day quarantine, the cheetah, one of 12 translocated from South Africa to India this year, was shifted into a larger compartment within a 5-sq-km enclosure, so that she could acclimatise to the new habitat, before being released into the forests of Kuno National Park in Madhya Pradesh.Like her, all the other cheetahs released from the quarantine were also introduced into compartments within the 5-sq-km enclosure.On April 30, wildlife officials from India and South Africa held a meeting, in which they decided to let Daksha meet two males – this, they hoped, would induce the animals to mate. On May 6, the gates that separated Daksha’s compartment and the compartments of the two males were opened.Three days later, Daksha was found severely injured – less than two hours later, she died. A statement released by the Ministry of Environment, Forests, and Climate Change attributed the death to “violent interaction with the male” during mating.Forest officials argued that they had no reason to anticipate the death. For one, they maintained that such instances of injuries during mating were common among cheetahs. Further, they said, another female cheetah, Siyaya, had not faced any such problem after mating with another male, Freddie. “When Siyaya mated, we did not see any such injuries, she successfully delivered in captivity,” a senior forest department official associated with the project told Scroll, requesting anonymity. In a press release after Daksha’s death, the ministry of environment, forest and climate change suggested that any intervention “would have been practically impossible” during Daksha’s violent mating.Devavrat Pawar, a doctoral student and conservation biologist who has worked in Kuno National Park, offered an explanation for why the cheetah was killed. “It’s possible that the female was not in heat,” he said. This, combined with the fact that the interactions were happening in captivity could have led to the death, he said.In the wild, the two sexes barely interact except while mating. When a female cheetah is in heat, she typically mates with multiple males, and usually prefers individuals not related to one another. Biologists have hypothesised that this behaviour is to increase the genetic diversity of the cubs, which could improve their chances of survival.Several biologists that Scroll spoke with suggested that inducing the process in captivity could have worsened the situation – with limited choice of males, the female may have been disinterested in mating. In such a situation, giving a male cheetah access to a female not in heat can increase the chances of injuries to the female. “While this instance could have happened in the wild too, being in captivity could have reduced her chances of getting away, if she intended to do that to protect herself,” Pawar said. “The mating should have been avoided in captivity.”Daksha was not the only cheetah to have died within months of coming to India. Two other cheetahs died between March and May. On July 11, a fourth adult was found dead – details of the cause of death are awaited.A cheetah tranquilised in South Africa, ahead of being flown to India. Three adult cheetahs shifted from Africa to Kuno National Park in Madhya Pradesh have died since their arrival. Photo: Siphiwe Sibeko/ReutersThe first of these was Sasha, who was among the first batch of animals brought to India, from Namibia, in September last year. The Madhya Pradesh forest department alleged that she had died from renal failure, and that she had had a kidney ailment while still in Namibia. “If India already had this information, why did we subject an unwell cheetah to the stress of travel, and introduction to an unfamiliar environment?” said Dr Ravi Chellam, a senior biologist who is coordinator of the Biodiversity Collaborative, a network of organisations involved in biodiversity research and conservation. “And if Namibia did not share this information with us, then who is accountable for this death?”The senior forest officer declined to comment on Sasha’s death. “My responsibility only began after the cheetahs landed in India,” he said. “I cannot comment on what their situation was while they were in Namibia.”The third adult cheetah, Uday, died in April, just a week after he was let out of quarantine. Officials stated that he suffered from cardio-pulmonary failure, and a post-mortem examination found a “localised area of potential haemorrhage.”Three out of four cubs, who were born in captivity to Siyaya in Kuno, also died during this period – the senior forest official told Scroll that they had died from dehydration and heat.Chellam argued that officials should have foreseen this problem. “The officials would have been well versed with the cheetah’s gestation period,” he said. “Then how did they not anticipate that after they saw her mating, Siyaya would give birth in the summer and the cubs would be susceptible to the heat and dehydration?”But two different forest officials argued that the deaths were not out of the ordinary, and that even in the wild, cubs have a low survival rate, of 5%. Chellam noted, however, that the Kuno deaths had occurred in captivity, and pointed to a study conducted between 1975 and 2005, which found that the average survival in captivity for cubs aged between one and 12 months was 71.3%. Chellam maintained that though the study was conducted in a captive breeding facility, and that the conditions at Kuno were significantly different, the high mortality rate seen in the latter was very worrying.Apart from the deaths, forest officials faced other problems too. Two adults travelled beyond the limits of the park, and had to be tranquilised and brought back. Two others cheetahs were seriously injured after engaging in a territorial fight with another two, and have been put under veterinary care.These problems have been embarrassing to the government. The cheetahs were part of the world’s first intercontinental reintroduction of large carnivores. Last year in September, eight cheetahs flown in from Namibia were released into the park by Prime Minister Narendra Modi, on his birthday. This February, 12 more cheetahs from South Africa followed suit. Only 16 of these adult cheetahs survive.  A cheetah after its arrival in Kuno. Prime Minister Narendra Modi has taken considerable personal interest in the project, visiting Kuno on his birthday in September to release some after their quarantines. Photo: AFPThough the forest department has sought to downplay the significance of the deaths, biologists believe that they spotlight concerns with the translocation project that many had raised even as it was being discussed. “The casualties are potentially a result of poor decision-making and inadequate preparation,” said Chellam. Scroll emailed queries about the project’s problems and criticisms of it to the Madhya Pradesh forest department, and the head of the Cheetah Project Steering Committee. As of publication, they had not responded.The project is also taking a toll on those on the ground in Kuno. Local communities are suffering because they are being denied access to parts of the forest that they have been using for decades, and which are now maintained exclusively for the cheetahs. Meanwhile, the staff of the Madhya Pradesh forest department, the project’s main implementing agency, are under immense pressure, both because of the project’s punishing logistics, and the intense global attention on it.The senior official said that forest staff were learning how to manage the animals “on a daily basis”. He added that they were aware of the risks associated with such translocation projects. “In Africa, there have been 15 attempts of reintroducing cheetahs in unfenced forests,” he said. “All of them have been unsuccessful.”This story is part of Common Ground, our in-depth and investigative reporting project. Sign up here to get a fresh story in your inbox every Wednesday.On a sweltering morning in mid-June, as I travelled inside the Kuno sanctuary, the walkie-talkie of the forest guard accompanying me buzzed constantly with updates about the locations of cheetahs that forest department teams were tracking.The guard told me he had been responsible for patrolling 1,000 hectares of the forest, even before the cheetahs came. “These days all the focus is on the cheetah,” he said. “Now we have to manage our field as well as monitor the cheetahs.” In a range office about 90 km away, a deputy ranger told me,  “Sanyaas ka hi jeewan maan lo,” think of it as a hermit’s life. He explained that since the project began, he had only been able to go home once, that too for just a day. “The work has increased a lot more since the cheetahs arrived. There is so much tension that I often think, when will I get just two moments of peace,” he added with a helpless smile.In another range office less than five kilometres from the forest, another employee spoke to me intermittently, looking up briefly while entering data into a computer. About the early months of the project, he said, “A lot of staff from this office were also working around the enclosures for the cheetahs, while continuing to work in our fields.” Though the staffer’s own primary role was to help in accounting and managing logistics for the office, he explained that since the arrival of the cheetahs, several employees like him had been roped into other duties, such as preparing enclosures and bringing cheetahs back when they left the forest.Since the transfer of the cheetahs to Kuno, forest staffers have had to manage their existing responsibilities in addition to tasks such as preparing enclosures and bringing back cheetahs who left the forest. Photo: PTIEach cheetah is assigned two teams of four people each. The teams, each of which work a 12-hour shift every day, constantly track and monitor the animals. These teams include a driver, a veterinarian, and residents of villages from around the park who are trained and employed to track the cheetah’s location using GPS signals from the radio collars. “We have given employment to about 60 such local people,” the senior forest department officer told me.The need for surveillance increased as the cheetahs were let out in phases from their quarantine enclosures, into the larger individual compartments. Then, March onwards, the forest department started releasing cheetahs into the forest of Kuno.From the time the cheetahs landed in Kuno to the time they were released into the forest, it was primarily range offices in the core of the forest that were involved in the work.Then, March onwards, the forest department started releasing cheetahs into the forest of Kuno. As the animals began to move more freely, they ventured into the buffer of the forest. While the core areas are highly protected parts of national parks and sanctuaries, buffers are peripheral areas that are granted a lower degree of protection under the law. Two cheetahs slipped out of even the buffer zone, posing an unprecedented challenge for the forest officers posted there.In the early hours of  May 26, for instance, a team of the forest department that was tracking Asha, one of the two cheetahs that left the Kuno forest, came under attack near Burakheda village. A few men beat up members of the team, injuring three. “Just two days prior to the team visiting the spot, a nearby village had been raided by dacoits,” another deputy ranger, Akash Jha, said, stifling a chuckle. “They mistook the tracking team to be dacoits and attacked them.” (All forest department employees who spoke to Scroll asked to remain unidentified or be identified by pseudonyms, as they were not authorised to speak to the media.)Jha’s office is less than 30 km from where the incident happened. Recomposing himself, he added, “Even when miscreants carry out raids, they wear uniforms so as to avoid any attention. Unfortunately, this time, the uniformed team was misunderstood to be the dacoits.” His colleague, also a deputy forest ranger added, “See, these are not even challenges that you would expect while working on this project!”Karan Singh, a forest ranger in an office in the buffer of Kuno, explained that his office engages primarily in what he calls “public management” – that is, they interact frequently with people living near the buffer zone to ensure that they do not harm the animal out of fear if they come face to face with it. His team also helps teams from other range and core offices monitor cheetahs that stray into the area he oversees, with tasks such as navigating unfamiliar routes. “We also have to make arrangements for food and accommodation for the teams that would be on the road for long hours tracking the cheetah,” Singh said.Among the tasks that forest staffers carry out is interacting with locals to ensure that those who live in the buffer zone of Kuno do not harm cheetahs if they come face to face with them. Photo: Vaishnavi RathoreOne such incident happened in April, when Oban, a male cheetah, ventured out of Kuno’s boundary, less than a month after he was let out of his enclosure. Tracking prey and travelling through densely forested areas outside the core area, he wandered about 20 km away, where excited villagers spotted him sitting in agricultural fields – he then travelled another 30 km. “At one point, he made a kill and after that, slept for eight hours straight!” said Sanjay Khushwa, an employee at the same office as Singh. “We had to wait around till he rested. When we track the cheetahs’ movements, we have to follow their movements closely. Jahan cheetah, wahan hum,” wherever the cheetahs go, we follow.On the fourth day of Oban’s wandering, the team finally tranquilised him and brought him back inside the park. The next time he wandered outside of Kuno, the team monitored him for about 15 days, waiting to see if he would return on his own, before tranquilising him again near the Uttar Pradesh border, and bringing him back.In Jha’s office, after one staffer had enquired about a cheetah they were recently given the responsibility for, Jha said, “She usually hunts and sits around these days.” The staffer joked, “We got a good one. Bhaag daud nahi rahi hai!” she is not running away.Singh explained, “Cheetahs running away is not a problem, it’s their nature.” He added that the department only brings a cheetah back to the core area if they either perceive that it is under threat from people around, or that the animal poses a threat to people.Not all those associated with the project chose to endure the increase in workload as it progressed. Deepak Khushwa, a resident of Paira village, about 3 km from the forest, worked as a part-time driver within the park when quarantined areas and fences around the five-square-kilometre enclosure were being installed last year. Then, eight days before the cheetahs landed in the forest, he quit.“We were expected to be available near our cars for 24 hours,” Khushwa said. “This was the time when leopards were being chased out of the enclosures meant for the cheetahs,” he added, referring to an incident in August last year, when three leopards from Kuno had entered the fenced areas prepared for cheetahs. The forest department, anticipating conflict between the two cats, had worked to capture and relocate the leopards to a neighbouring forest. “We could leave the forest for just three days in a month,” Khushwa said. “The rest of the time, we had to make up an excuse if we had to go home.” At times, he was also expected to be on night duty after a day’s work; on average, he said, he and other staffers would get only around six or seven hours of rest a day.“I tried staying longer to get the chance to meet Modi ji when he came to release the cheetahs, but then made up my mind to leave,” Khushwa said. “Now, I hear from my friends working inside that the work has increased even more, since the cheetahs have been running away.”While the forest department has been busy trying to ensure the wellbeing of the cheetahs, and tracking and bringing back those that leave the forest, scientists argued that the root of the problem is the choice of site. Kuno National Park covers roughly 750 sq km and is intended to house 21 cheetahs – that is, it is to hold three cheetahs for every 100 sq km. In a letter published in a journal Conservation Science and Practice in April, three biologists from Cheetah Research Project, an organisation that supports cheetah conservation in Namibia, cited research to show that such high cheetah densities have not been recorded in free-ranging African cheetah populations. Instead, they “typically occur” at less than one individual per 100 sq km, the scientists noted. “In fully unfenced areas in Africa, reported cheetah densities have not exceeded one individual per 100 sq km,” said Arjun M Gopalaswamy, founder and chief scientist at Carnassials Global, a company based in Bengaluru that provides science advisory services to governments, universities, and other organisations and institutions. Gopalaswamy has also been a part of cheetah research in Kenya’s Maasai Mara, which is known to be a prey-rich habitat – even there, he said, cheetah density did not exceed 1.1 per 100 square kilometres. Kuno National Park covers 750 square kilometres and is meant to house 21 cheetahs. Some scientists note that this is a higher population density than has been recorded in the wild in Africa. Photo: Vaishnavi RathoreGopalaswamy, Chellam and six other scientists co-authored a 2022 paper, where they suggested that the cheetah reintroduction action plan had “substantially overestimated cheetah carrying capacity” in Kuno. They noted that the plan relied in part on an old study conducted in Namibia in a study area of size 365 sq km. This, as the 2022 paper argued, is less than a single cheetah’s “home range” of 1,650 sq km – the total area that a cheetah typically utilises, including in its search for prey and potential mates. To get an accurate and statistically valid estimate of population density, Gopalaswamy explained, a study would have to be conducted in an area that is significantly larger than the size of a single home range, and preferably that encloses many home ranges – studies that looked at smaller areas could show higher densities because individuals would enter and exit that area without wholly residing in it.Gopalaswamy added that another limitation of the action plan for Kuno national park was that while estimating the carrying capacity, it only factored in prey density, whereas in the case of carnivores, especially cheetahs, many “inter- and intra-specific factors have to be considered, for example, how cheetah individuals spatially organise themselves as a consequence of their interactions with other cheetahs and with other large carnivores”.Given the shortage of space, Chellam said, conflicts amongst cheetahs, as well as instances of them moving out of the national park were bound to occur. YV Jhala, former dean of Wildlife Institute of India, who led the research and creation of the Cheetah Action Plan, which suggested Kuno as a site for reintroduction, explained the rationale for the decision. “When we said that Kuno has a carrying capacity of 21 cheetahs, we suggested we should leave the scope for breeding, and should send the 21 cheetahs to two different sites,” he told Scroll. The action plan itself, however, does not mention this recommendation.Jhala explained that apart from Kuno, the only other site that was ready was Mukundra Tiger Reserve in Rajasthan. The two other potential sites in Madhya Pradesh – Gandhi Sagar and Nauradehi – would have needed more time to be prepared to host cheetahs. But the animals were not split between Madhya Pradesh and Rajasthan. “As biologists, we give suggestions based on technical feasibility, we do not look at politics,” Jhala said, hinting at the reason why the cheetahs might not have been split between Madhya Pradesh, a Bharatiya Janata Party-ruled state, and the Congress-ruled Rajasthan.Indeed, as scientists warned, earlier this year, the forest department found itself grappling with the problem of insufficient space in Kuno. In April, the Madhya Pradesh forest department wrote a letter to the National Tiger Conservation Authority, which monitors the cheetah project, requesting alternative habitats for cheetahs translocated from South Africa, to provide a larger area for each cheetah to roam, and to ensure their safety. However, in June, Rajesh Gopal, head of the Cheetah Steering Committee  dismissed all claims of lack of space inside Kuno, and denied any plans of shifting the cheetahs outside Kuno. The senior official told Scroll that he did not believe additional space was needed for the cheetahs, and dismissed scientists’ arguments that the government had underestimated the land that would be needed for the project. “We very well respect scientists who have worked to bring out the action plan, and their contribution has been important,” he said. “But what you have to understand is that they have all studied cheetahs only in Africa. After the cheetahs arrived in India, we are the ones who know the most about them, how they are reacting to Indian ecology and context, and we are taking decisions based on that.” He added that the project needed a few years to find some stability, and that people should have “faith in the forest department and government.”Apart from insights forest officials were gaining through the project, he said, questions such as “how many cheetahs should have gone where and how things should have happened is all an academic discussion.”In their effort to ensure that the cheetahs have adequate land, the forest department has resorted to denying access to the core forest to communities that used it earlier. “Just before the cheetah arrived, a stone boundary wall was erected,” said Asha Adivasi, a resident of Agara, a village that hugs the Kuno forest. The wall demarcated the beginning of Kuno’s core, beyond which the villagers were barred from entering to collect fuel wood and other non-timber forest produce like mahua flowers, or gum from the salai trees, locally known as chir.The last time Asha was inside the core was in September 2022. She was appointed as a cheetah mitra, or friend of cheetahs, a term for volunteers selected from the villages around the park to spread awareness about the cats, and assure locals that they were not harmful. Asha was asked to be a part of a group that met and interacted with the prime minister after the release of the cheetahs.Since then, she and others of villages around the core have not been able to enter it. Her relative, Bharti Adivasi, explained the repercussions of the stricter control of the forest. “The inside forest has chir, mahua flowers, and the Kuno river, which has fish,” she said. She explained that locals extracted oil from the mahua flowers and used it for cooking. The sale of gum, or chir, meanwhile, could earn a family up to Rs 55,000 per season. “Now we can only access the outer forest, which barely has dry wood to use for firewood,” Bharti said. “We often have to get wet wood, and then store it over months to let it dry.”Asha (left) and Bharti (centre) Adivasi live in Agara, a village next to Kuno forest. Residents of such villages have now been barred from using forest land and resources they once relied on. Photo: Vaishnavi RathoreThe locals live under intensified surveillance now. “Earlier, there was just one forest guard walking patrolling the forest,” Asha said. “Now, since the cheetahs, there are two more chowkidaars with him.”The forest department is also conducting surveillance through drones. Asha remembered seeing the first one close to Diwali last year – she and other women collecting firewood saw a flying, buzzing object and did not know what it was. “Later, when we happened to bump into the forest guard, he told us that they can see everything, who is collecting what from the forest,” Asha said.She noted, “The forest department is powerful. If they catch us, then they will put us in jail,” adding that they preferred not to collect resources from the forest since the restrictions were imposed.Elsewhere, moves to fence off areas of the forest for cheetahs have met with resistance. Around 250 km away from Kuno, Gandhi Sagar Wildlife Sanctuary is one of two more sites proposed to house upcoming batches of cheetahs under the Cheetah Action Plan. In June, residents of villages around the park protested ongoing fencing work, saying that it prevented them from grazing cattle inside the sanctuary, which they had been doing for generations.A short walk from Asha’s home was the local office of an NGO which doubled up as my accommodation. After the temperatures dipped a little at night, I sat in the backyard, sharing dinner with a member of the organisation. In the lush green of the yard, we heard a rustling sound, most likely made by a stray dog. “Maybe it’s a cheetah,” I joked.The member said, “In that case we would first see at least two jeeps here, with all their equipment to monitor it, before we see the cheetah!”This reporting is made possible with support from Report for the World, an initiative of The GroundTruth Project.","author":"Vaishnavi Rathore","time":"2023-07-12T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192063-hksqqapzwu-1689000879.jpg","tags":["Land","Cheetah","Forests","Conservation","Madhya Pradesh"],"source":"https://scroll.in/article/1052377/the-dark-clouds-over-indias-cheetah-project"}