{"title":"The films of Mani Kaul continue to enchant and educate us","content":"The films of Mani Kaul, born on December 25, 1944, have single-handedly established a concern for film form within the context of Indian cinema. Kaul’s films were directly in dialogue with forms of high art, both plastic and performative, through the linking of text and cinema mediated through language.His first film Uski Roti (1969), based on a short story by Mohan Rakesh, contains most of the formalist vocabulary of Indian formalist cinema carried forward in the films of such directors as Vishnu Mathur, Kamal Swaroop and more recently Amit Dutta and Gurvinder Singh. Uski Roti is renowned for its use of preempted and delayed editing and use of non-actors, not very dissimilar to the films of Robert Bresson. Most famously, the film has been made with seven camera distances, like the octave. Kaul borrowed Bresson’s approach to using the retake not to capture the perfect shot, like in Hollywood cinema, but wait for an accident to capture random elements in the image-sound combination or in the performance of the non-actor.\n\n\n    \n    Play\n\n‘Uski Roti’.Whereas Uski Roti modelled itself on the paintings of Amrita Sher-Gil, his next major masterwork Duvidha (1973) was an ode to the paintings of Akbar Padamsee. An adaptation of a folk tale by Vijayadan Detha, the film used the form of the freeze frame to establish a society in which the introduction of a new element transforms its material basis. The ravishingly shot film, made on a minuscule budget, used Rajasthani folk music to establish a sense of authenticity where the location-space overtook the act of telling the story.\n\n\n    \n    Play\n\n‘Duvidha’.Kaul’s films challenged the theatrical basis of cinema. Ashad Ka Ek Din (1971), made immediately after Uski Roti, attempted to do away with the limitations set by theatrical cinema, by paradoxically taking a play by Mohan Rakesh and capturing its documentary aspects by shooting according to a pre-recorded soundtrack.Kaul’s masterpiece is Satah Se Uthata Aadmi, based on the writings of Gajanan Madhav Muktibodh. The film completely established the split between location and narrative space. Kaul systematically reduces the narrative element until the final sequences, in which a factory is filmed after placing his actors in it reciting lines from Muktibodh. Kaul also attempted this approach in the documentary Mati Manas (1985), in which the cinematic elements were brought into a single constructed location space, with each shot serving as an opening shot.\n\n\n    \n    Play\n\n‘Satah Se Uthata Aadmi’.All of Kaul’s films, but most importantly Satah Se Uthata Aadmi and Mati Manas, capture lower middle-class angst through the dissonant use of language. The sound of the words is more important than the collective meaning of the sentence.Kaul continued this exploration in his Fyodor Dostoevsky adaptations Nazar (1990) and Ahmaq (1991). These works dealt with a concentration of events, thus forcing Kaul to be interested in story-telling. Inspired by the theories of time in the texts of Gilles Deleuze, Kaul attempted to create a cinema of pure randomness in which the notion of the climax was challenged.\n\n\n    \n    Play\n\n‘Nazar’.Kaul’s intermediate docu-fiction films dealt directly with his practice of Dhrupad, the austere North Indian form of classical music. Whereas Satah Se Uthata Aadmi was based around an elaboration of raga Bilaskhani Todi by Zia Fariduddin Dagar, Kaul’s documentary Dhrupad (1983) dealt directly with the relationship between the image-sound combination and Indian classical music through the use of a constantly mobile camera and the use of changing light patterns. On the other hand, Kaul’s Siddheshwari (1990) was based on the form of the thumri, by transposing ideas from Bharata’s Natyashastra that separated the distinction between pure theatre and text.    \n\n\n    \n    Play\n\n‘Dhrupad’.Kaul’s later films, such as Naukar Ki Kameez (1999), did away with the attempted intention of his earlier films. He had reached his ideal of looking at only the films of Bresson and Yasujiro Ozu. For Kaul, the two masters had done away with constructed intentionality by deliberately constructed shots without intending any textual metaphor or metonymy. Kaul attempted to teach these newly formulated theories when he was no longer able to find funding for his films at such institutes as Duke, California Institute of the Arts and the School of the Art Institute of Chicago.Perhaps the essence of Kaul’s work is best captured in a piece for the Jammu and Kashmir tourism department titled Before My Eyes. Based on the form of the Japanese haiku, Mani Kaul denotes his interest in the link between image and sensation through shots of a hot air-balloon that is eventually collapsed.Today, Kaul’s films are seen as the benchmark for formalist cinema in India. His approach to language and sound in particular has inspired several filmmakers to introduce such formal elements in commercial films as well. Mani Kaul, who died on July 6, 2011, remains, after Satyajit Ray and Ritwik Ghatak, India’s most celebrated filmmaker.Mani Kaul.","author":"Devdutt Trivedi","time":"2016-12-25T12:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/825072-48041-impliztwfu-1482614325.jpg","tags":["Mani Kaul","Uski Roti","Indian arthouse cinema"],"source":"https://scroll.in/reel/825072/the-films-of-mani-kaul-continue-to-enchant-and-educate-us"}