{"title":"The Art of Resistance: Maya Angelou’s poems speak of the universal fight against oppression","content":"You may write me down in historyWith your bitter, twisted lies,You may trod me in the very dirtBut still, like dust, I’ll rise.— ‘Still I Rise’, Maya Angelou\nMaya Angelou wrote these defiant, rebellious words against black slavery and for the fight of civil rights in the US, but they could just as well be a rallying cry for these times. There is no obstacle identified in the poem and yet the message is clear – regardless of the circumstance, whatever hatred and lies she faces, she will not be broken.Titled Still I Rise, the poem employs simple, evocative language. The use of the pronoun “you” gives it more potency. She speaks of “sassiness”, “haughtiness” and “sexiness” that may “offend”, but she always jumps back up, “like hopes springing high”. You may kill me with your hatefulness,But still, like air, I’ll rise.With each stanza and each metaphor, she challenges her oppressor more and more.Out of the huts of history’s shameI riseUp from a past that’s rooted in painI riseI’m a black ocean, leaping and wide,Welling and swelling I bear in the tide.Leaving behind nights of terror and fearI riseInto a daybreak that’s wondrously clearI riseBringing the gifts that my ancestors gave,I am the dream and the hope of the slave.I riseI riseI rise.‘I Know Why the Caged Bird Sings’Another poem of Maya Angelou’s which is rich in imagery – vivid and evocative – is Caged Bird, or I Know Why the Caged Bird Sings. This poem is simple, too. Angelou contrasts two birds – one caged and one free.  The opening paragraph describe a free bird that “dips his wings in the orange sun rays” and “dares to claim the sky”, while the next paragraph is about a bird that “stalks down his narrow cage”. He “can seldom see through his bars of rage”, “his wings are clipped and his feet are tied”. The bird behind bars sings “with a fearful trill”, while the one that is allowed to fly ruminates about “another breeze”.But a caged bird stands on the grave of dreamshis shadow shouts on a nightmare screamAll the caged bird can do is dream of its freedom and scream for it. It has no clue what freedom feels or tastes like, but its voice and resilience can be heard far away, inspiring others to fight for their freedom. In a sense, all the bird has is its voice. All it can do is sing, and sing it does. This poem too is considered to be about the civil rights movement in America, but its resonance is universal. The birds can represent a range of people, whether they are facing injustice, oppression, or are even literally behind bars.  Angelou was also a strong voice in the fight for equal rights for women, which can be seen in the imagery in Still I Rise. The caged bird in the following poem can also represent women, who, because of systemic oppression over centuries, still don’t experience the full freedom that men enjoy.Read all the articles in the Art of Resistance series here.","author":"Dakshayani Kumaramangalam","time":"2020-01-01T20:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133800-cikgkxzgkv-1577732526.jpg","tags":["Maya Angelou","Civil rights","Art of Resistance"],"source":"https://scroll.in/article/948349/the-art-of-resistance-maya-angelous-poems-speak-of-the-universal-fight-against-oppression"}