{"title":"The Man, the Machine: Merab Dvalishvili in Mumbai","content":"Merab Dvalishvili, famously, never gets tired. His remarkable stamina enabled him – as a young Georgian wrestler who had moved to the United States with the ambition of excelling in mixed martial arts – to endure full training sessions after long, hard days as a construction worker. It led colleagues at the famed Serra-Longo Fight Team in Long Island to nickname him The Machine. It is why he could look perfectly fresh throughout his fight against the legendary José Aldo at UFC 278 while his opponent, like so many others on that fight card grew exhausted in the thin air of Salt Lake City.Also read: MMA, UFC 278: How Leon Edwards joined a company of fighters who beat seemingly impossible oddsDvalishvili is not, however, immune from jet lag. Flying east from the United States takes a brutal toll, and the humid heat of mid-summer Mumbai makes everything that much harder. Which might be why, when we sit down for a brief chat, after a handshake that is surprisingly gentle for a man who demonstrates an iron grip within the Octagon, he doesn’t seem completely present.Dvalishvili perks up when I take him back to an inflection point in his career six years ago when, after losing his first UFC fight, he was matched with the dangerous Ricky Simón. In the last minute of the fight, Simón caught him in a guillotine choke, but Dvalishvili valiantly saw out the round without tapping or losing consciousness (tapping one’s hand on the opponent’s body or the floor is a signal to the referee of having accepted defeat, usually used by fighters on the verge of being choked out). Had the fight gone to the scorecards, he’d have won, but the referee inexplicably awarded a submission victory to Simón after the final bell.“That was very hard for me because usually when you sign to the UFC they give you a four-fight contract and I lost the first two. The first one, I was sick and got tired, usually I never get tired, but I had some virus. The second fight I was winning and the judges made a mistake. I hoped the UFC wouldn’t cut me, and they would give me a fight in Madison Square Garden, because there are a lot of Georgians in New York. But they gave me Russia and I went there and won [against Terrion Ware], and then they had me fight an unbeaten Canadian in Canada [Brad Katona, winner of the UFC’s Ultimate Fighter, a reality series and competition that serves as a gateway to a UFC contract] and I gave him his first professional loss. And after this they offered me a new contract and I was so happy.”He has now put together a ten fight streak, including wins against arguably the greatest featherweight fighter of all time José Aldo; the former bantamweight champion, Petr Yan; and, most recently, Henry Cejudo, a former two division UFC champion and Olympic gold medallist.His victory against Yan was a masterpiece, a relentless 25 minutes of takedown attempts and accurate striking that won him every round on every scorecard, leaving his Russian opponent bamboozled. That triumph qualified him for a title shot, but he refused what was rightfully his because his training partner and close friend Aljamain Sterling was the reigning champion.Dana White, who has steered the UFC for nearly twenty-five years, first as President and now as CEO, made his contempt for this stance clear at a press conference, saying, “Why did you even get into this sport if that’s your mentality?… ‘I don’t even want the title, I don’t even want the championship, we’re friends, we’re this, we’re that’… This is not about friendship, this is about finding out who the best in the world is. And if you don’t want to find out who the best in the world is, this is not the place for you.”The broader MMA community took a more sympathetic view, perceiving a principled sacrifice where Dana White saw a lack of ambition and vision. Dvalishvili has no regrets about prioritising his bond with training partners, which extends to fellow Georgians fighting in the promotion.He says, of countrymen like Guram Kutateladze and the recently crowned featherweight champion Ilia Topuria, “We are really brothers, we all support each other, there’s no jealousy, we are happy for each other. Because everybody has a career and we can avoid fighting each other like I did with Aljamain, we all can make money, have our own fans.”The truth is that careers can quickly go into a tailspin and second chances don’t always arrive, but with Aljamain Sterling losing his belt and moving up a weight class, and Dvalishvili cementing his claim by vanquishing Cejudo, nothing now prevents him from challenging Sean O’Malley for the bantamweight belt.It is in anticipation of that upcoming fight that the UFC has sent him on a publicity visit in collaboration with Sony Sports which telecasts and streams UFC cards in India. Did public promotion come naturally to Merab, or did he have to work at it? He say it was the latter.“When I first won a fight in the United States I was so happy, I called my father and he told me, ‘It’s good you won but why aren’t they showing you on TV or carrying a story in the newspapers? When you were fighting in Georgia there was news everywhere and now you are fighting in the US, if it’s important why don’t they show you here? And if it’s not important, why are you still fighting at all, you should focus on your job.’ I realised that I had to somehow show myself to the public. I would keep posting about upcoming fights and opponents on Facebook, trying to promote myself, get more professional at it.”Now he has attained a spot in the upper echelon, the UFC does most of the promotion for his fights, and his social media feed has shifted to putting out skits, often amusing, sometimes cheesy, geared towards building his personality in the eyes of the public.His India visit provided plenty of social media content, including meeting the actor Varun Dhawan, munching on vada pav at the Gateway of India and some impromptu grappling with a group of local wrestlers who happened to be hanging out on the beach near his hotel.UFC bantamweight #1 Merab Dvalishvili enjoying a Vada Pav in Mumbai. Credit: SonyMy questions to Dvalishvili have been straightforward, but I end with one I am pretty sure he’s never faced before from an MMA journalist. Growing up, what did he learn about Ioseb Jugashvili, the most famous Georgian in history, and what does he think of him now? Though surprised, he responds readily, “My family never liked him because he killed a lot of people. If you said anything bad about the government they used to send you to Siberia. 90% Georgians hate him. If they want to curse you, they say, ‘I wish Ioseb Jugashvili Stalin was alive now so he could kill you’. I love democracy. We must have free speech and be able to criticise the government.”He now lives in a location about as removed from Stalinist society as is imaginable, having moved recently from New York to Las Vegas, where the UFC is headquartered and where the quality of resident MMA fighters and gyms equals or surpasses any city on the planet.","author":"Girish Shahane","time":"2024-05-11T13:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200639-hzdcdbcxkn-1715412650.jpg","tags":["Merab Dvalishvili","UFC","Mixed martial arts","Guram Kutateladze","Ilia Topuria","Aljamain Sterling"]}