{"title":"The Daily Fix: Why we must be wary of BJP’s attempts to alter our democracy with simultaneous polls","content":"The Big Story: Deja vuThe idea is immediately appealing, particularly to a middle- and upper-class that is less invested in the actual functioning of politics. Simultaneous elections, the Bharatiya Janata Party’s current pet project, would seemingly end the constant cycle of state polls in between the five-yearly general elections and cut down on election expenditure. It would also reduce the amount of time during which the model code of conduct – which limits the development schemes the government is allowed to announce in the run-up to elections – is in effect. BJP President Amit Shah brought up the idea again this week, and Prime Minister Narendra Modi is expected to reiterate it from the ramparts of the Red Fort on Wednesday, when he gives the final Independence Day speech of his term. In fact, buzz in Delhi suggests that Modi will not just call for more debate on the idea, he could also indicate a limited version of it: 11 states going to the polls simultaneously, alongside general elections that could be advanced by a few months, perhaps from May to February. This would not be achieved by the Constitutional amendment that would be required to implement simultaneous elections. Instead, the BJP could prevail upon a number of states, primarily those that it controls, to either go to governor’s rule or dissolve their assemblies early so that they can have elections alongside the general elections. That would, indeed, be a fascinating experiment, one that has obvious potential gains for the BJP. A recent CVoter survey suggests that the BJP is at risk of losing all three elections that are slated for later this year: Chhattisgarh, Rajasthan and Madhya Pradesh. The survey underscores why simultaneous elections could be useful for the BJP, at least as it is right now. Though the Congress has been pipped to win these three states, Modi remains popular, suggesting that if voting for the state assembly was held alongside general elections, the results might be different. But, in addition to the genuine fear that simultaneous elections will only entrench the hegemony of a national party at the cost of more state-specific ones, there are a number of fundamental problems with such an idea. Chief among them is the incongruity of our Westminster system of representation, which relies on the government having the confidence of the house. Supporters of simultaneous elections want to move to a system where anyone moving a vote of no-confidence would have to immediately be able to win a vote of confidence, a proposal based on a fundamental misunderstanding of our democracy. This is underpinned by the middle-class cliche of “only criticise if you have a better suggestion”. However, simply put, if the government does not have the support of a majority of representatives, it does not represent the will of the people and should not be in power – regardless of whether another grouping can garner enough support. Ignoring this principle, the Law Commission has even suggested that in the case of mid-term polls, the new government should only last until the next general election.At the end of the day, India is a union of states. The General Election does not take precedence over other elections. The insistence on holding national polls alongside state ones, and then preventing the government from changing as per of the will of the people and their representatives will endanger both federalism and democracy. A cleaner election calendar may be something the Election Commission can work towards. But any approach that tampers with the connection between voter and representative is dangerous. The Big ScrollIs holding simultaneous elections for Lok Sabha and State Assemblies necessarily a good idea, asks Louise Tillin. Why holding simultaneous Union and state elections will be a blow to democracy and federalism, argues Garga Chatterjee. Why the BJP is pushing for simultaneous state and Lok Sabha polls (even though it is a bad idea), writes Shoaib Daniyal. If simultaneous elections become a reality, India will turn into a “managed democracy”, writes Ashish Khetan. Video: What would it take for Modi’s simultaneous election dream to become reality?Video: Is the Prime Minister’s pitch for simultaneous polls practical?  \n\t\t\n\tPunditryCould China’s influence over Pakistan help open the Punjab border to more South Asian trade, asks C Raja Mohan in the Indian Express. “Questions are bound to be raised. Is being poor in India a sin?” writes Shashi Shekhar in the Hindustan Times. “Don’t you feel that those dreaming of India becoming the world’s biggest economy should first worry about this? Till the country’s deprived get freedom from poverty, we have no right to celebrate the festival of freedom.”“As the world nears the long-held goal of universal financial access, we can see the road ahead for eliminating the gender gap in basic access and increasing usage among all customers, by making financial services more digital, flexible, and relevant to both men and women’s lives,” writes Smita Aggarwal in Mint. “The political class with its shameless opportunism does not arouse hope,” writes Avijit Pathak in the Tribune. “Again, not much can be expected from people like us – the new middle class in India. As we become intoxicated consumers, finding our ‘essence’ in the material/symbolic products the ‘hidden persuaders’ seduce us to buy, seeing ourselves as the ‘EMI generation’, becoming well-fed/well-clothed employees of gigantic corporations, and finding enlightenment in the post-truth industry of social media, it is difficult to be inspired by the likes of Bhagat Singh or Gandhi. Are we then creating the ground for the rise of the authoritarian personality? Think of it even when the celebration goes on.” Giggle#RahulGandhi #ParachuteCandidates @ETPolitics @EconomicTimes pic.twitter.com/xPfrA0ubkt— R Prasad (@rprasad66) August 13, 2018\n\nDon’t missAnjali Mody writes about the energies of the Bharatiya Janata Party media machine, which isn’t just focused on building up Prime Minister Narendra Modi’s image, but also taking down anyone who criticises him. “This cat-and-mouse game between the media and Modi will only get more fierce as election 2019 approaches. In 2014, Modi benefitted from large sections of the media openly batting for him. Why they unquestioningly accepted his promotion material – for example the now-discounted Gujarat model – is something no one has studied as yet. Certainly, journalists critical of him at the time were under enormous pressure, signalling what was to come.Professional journalists remain the best bulwark against creeping government control of the media. It was journalists’ reports that stalled the government’s plans to manipulate the media using the accreditation system and through its Orwellian social media monitoring hub. What Bajpai’s experience at ABP News Network also showed is that channel TRPs can go up without government and ruling party spokesmen and for a programme that challenges government propaganda. While the government can successfully arm-twist a traditional media owner into firing an editor and shutting down its hate crime tracker, the new digital media now quickly fills that space with its own version of a hate crime tracker.”","author":"Rohan Venkataramakrishnan","time":"2018-08-14T08:54:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/890367-76627-zhrypgplcw-1513422912.jpg","tags":["The Daily Fix","Simultaneous elections"],"source":"https://scroll.in/article/890367/the-daily-fix-why-we-must-be-wary-of-bjps-attempts-to-alter-our-democracy-with-simultaneous-polls"}