{"title":"The Election Fix: India’s farm crisis is alarming. What are politicians promising to do about it?","content":"Welcome to The Election Fix. On Sundays, we take  a closer look at one theme that will play a significant role in India’s  Lok Sabha elections.This      week, Mridula Chari takes a look at the agricultural sector, from Prime Minister Narendra Modi’s big promise to double farmer incomes by 2022 to what various schemes have achieved so far and what the Congress has suggested instead.Tell us what themes we should look at in coming weeks by emailing [email protected]. You can read previous issues of the Election Fix here, and if you haven’t already, subscribe here to get the Election Fix in your inbox.The Big Story: FarmvilleOn Monday, 25 turmeric farmers from Telangana filed nomination papers in Varanasi  to contest against Prime Minister Narendra Modi. They were among a group of 50 farmers who had travelled from the state to draw attention to turmeric prices, which dropped 24% between January and March, reportedly after a glut in production. (As it turned out, the Election Commission rejected the paper of the farmers.)Protests by farmers have captured headlines across the country since early 2017, when Tamil Nadu farmers staged a series of dramatic protests in the national capital to demand drought relief. This was followed by a farmers’ strike in Maharashtra in June that year. As the protests spread to Madhya Pradesh, police shot six farmers in Mandsaur district. The killings set off agitations by farmers across the country, culminating in a series of farmers’ marches to large cities in 2018, including to New Delhi.These widespread agrarian distress underlying these protests has been caused by a variety of factors: higher input costs that are not matched by increased prices in the market for farmers, production gluts, flawed import-export policies, demonetisation, lower public investment in agriculture, and weather. Official data shows that the farmers have good reason to be angry. In January, the Hindustan Times reported that price growth in agriculture was likely to drop to an 18-year low, according to both the old and the revised GDP series. The same report analysed wholesale price index data for primary food articles and found that it had been “negative for six consecutive months”. this data could be representative of farm gate sales. In March, the Indian Express reported that farm incomes had dropped to a 14-year low in the last quarter of 2018. The report used gross value added figures collated by the Central Statistics Office as a proxy for farmer incomes. It found that October-December 2018 was the seventh consecutive quarter with growth only in single digits. One of Modi’s signature campaign promises from 2014 was to double farmers’ income by 2022.For the recordThe Modi government made several promises to farmers in its manifesto for the 2014 Lok Sabha elections, but has had a mixed record in fulfilling them, as Scroll.in reported in March.The government has also launched several big-ticket schemes aimed at farmers. The most recent of these was the Pradhan Mantri Kisan Samman Nidhi, better known as PM-KISAN, which promised small and marginal farmers a fixed sum of Rs 6,000 per annum. The scheme, which is modelled on other state schemes for farm income transfers, was announced in the interim budget for 2019-’20. It was made retroactive to ensure that the first installment of payments of Rs 2,000 could be distributed to farmers before a new government stepped in. The government paid 2.75 crore farmers the first installment of Rs 2,000 before the Model Code of Conduct came into effect on March 10. The Election Commission of India later allowed the government to pay the second round of installments on April 1, and also allowed it to pay two installments to 2.01 crore farmers who had been identified but not paid before March 10, the Economic Times reported. More than 65% of the beneficiaries were in BJP-ruled states, the paper reported, and nearly a quarter of them were from Uttar Pradesh.The Pradhan Mantri Fasal Bima Yojana replaced an older agricultural insurance scheme and allowed private sector players to enter the market. Critics have said the scheme enriched private companies at the expense of the government, even as farmers in Gujarat filed a court case against enrollment in the scheme being made compulsory for those who had taken bank loans. Responding to this criticism, the BJP in its 2019 manifesto has promised to make enrollment voluntary.Behind the flashy, headline-grabbing schemes, the government also addressed larger structural forces in markets and infrastructure. In September, for instance, the cabinet cleared the Pradhan Mantri Annadata Aay Sanrakshan Yojana, also known as PM-AASHA, a three-part umbrella scheme that changed procurement policies to shift responsibility for crop procurement to states. By November, however, there seemed little indication that the scheme had impacted the market, the Financial Express reported.Other infrastructure schemes such as the Pradhan Mantri Krishi Sinchai Yojana, meant to streamline and increase irrigation potential in the country, and soil health cards, to distribute scientific information to farmers about the kinds of fertilisers they should use, have had limited success. In their protests, farmers have demanded an increase in minimum support  prices at which the government buys produce and a full loan waiver. The government has acted on the first  demand. Over the Rabi 2017 season of crops sown in the winter and Kharif 2018 sown in the monsoon, the government raised minimum  support prices of crops to 50% above the estimated cost of production.  However, farmer groups were not satisfed as the government pegged the  increased minimum support prices to a level that takes into account the value of family  labour and direct inputs, but not the imputed value of land, as  calculated in the  formula by the Commission of Agricultural Costs and  Prices.Farmers also criticised government import policies, which affected the domestic prices of oil and pulses. Palm oil imports could reach a record high in 2018-’19, according to Reuters, even as the Solvent Extractors Association has demanded that duty on these imports be raised. By the end of 2018, the picture for pulses seemed to have improved marginally after government procurement interventions, The Hindu reported. In 2016, the government constituted the Ashok Dalwai committee to study how to double farmer incomes. Its 14-volume report submitted in 2017 charts a plan for increasing farmer incomes in seven years by 2022. Economists such as Ashok Gulati believe that this is unlikely to happen before 2030.  Another factor that hurt  the sector was the Narendra Modi government’s decision in November 2016 to demonetise Rs 500 and Rs 1,000 notes, since agriculture is largely a cash-based system. In the immediate aftermath of the decision, prices of perishable crops crashed, according to a report by Ramesh Chand, member of the Niti Ayog. Chand, however, concluded that “demonetisation is found to cause small and insignificant effect on growth of output as well as farmers’ income”.In May 2018, Scroll.in found that the impact of the note ban still lingered in agricultural markets in Maharashtra, as small traders had been unable to continue their business, reducing the overall number of buyers in the market. This in turn meant that the availability of produce remained high and prices low.In November 2018, a report by the Ministry of Agriculture that was to be submitted to the Parliamentary Standing Committee for Finance was leaked. The report said that due to demonetisation, “about 1.38 lakh quintals of wheat seeds of the National Seed Corporation could not be sold”. A week later, the Ministry revised the report and submitted another one saying that demonetisation had no impact on agriculture. Meanwhile, anger is now slowly building over the issue of stray cattle as Scroll.in found in western Uttar Pradesh, with irate farmers calling young cattle Yogi and older ones Modi after the chief minister and prime minister.This election season, we give you five ways to follow the Lok Sabha polls on Scroll.in (besides the Election Fix), and also a reminder that a subscription to Scroll+ helps our reporters go further, dig deeper and bring you more stories.Past tenseWhile the last half-decade may have accentuated the problems, the agricultural crisis is older than this government, aseconomist Himanshu pointed out in a comprehensive piece in  the India Forum. Public investment in agriculture has been declining for years and even decreased in real terms by 1% in four years of Modi’s government, the article says.One way of assessing government response to agriculture, Himanshu notes, is by watching budget allocations. The allocation for agriculture increased by ten times over the ten years of the Congress-led United Progressive Alliance governments, especially in drought years. However, the BJP government reduced its allocation by a quarter in 2015-’16. In 2016-’17, the agriculture budget increased, but it was still lower than the allocation for 2013-’14, Himanshu said. Though it seemed as if allocation to agriculture had increased from 2017-’18 onwards, this was misleading, as the government had transferred the amount spent on interest subsidy from the finance ministry to agriculture ministry. Except in 2016-’17, actual expenditure was far from the budget allocation, he added.Under the two United Progressive Alliance governments, the growth rate of agriculture rose from around 1.76% per annum to around 3.84% per annum, while farmer incomes grew at 5% per annum, Mint reported. These rates have slowed between 2011-’12 to 2015-’16, the report said.PolitickingWhat are parties promising farmers now? Two of the Modi government’s five years were marked by farmer protests, with a Long March by CPI(M)-affiiliated All India Kisan Sabha in Mumbai in early 2018, the Bharatiya Kisan Union’s Kisan Kranti Yatra to Delhi in October and the All India Kisan Sangharsh Coordination Committee’s Kisan Mukti March in November. The BJP’s defeat in states such as Chhattisgarh, Madhya Pradesh and Rajasthan and narrow victory in Gujarat has been linked to farmer anger. Recognising this, both major parties have promised several measures to farmers in their manifestos.The Congress’s Nyuntam Aay Yojana, better known as NYAY, proposes to implement a minimum basic income to “top up” the earnings of economically marginalised people, with a cap of Rs 72,000 per year. While this is not a universal basic income or particularly aimed at faremrs, it is likely to boost incomes in rural areas, if the Congress is able to actually identify beneficiaries. We looked at NYAY more specifically in a previous issue of the Election Fix. The opposition party has also promised a separate budget for agriculture, which it says will allow greater scrutiny of expenditure, a farm loan waiver, and a redesigned version of the Pradhan Mantri Fasal Bima Yojana.The BJP, on the other hand. has promised to expand PM-KISAN, give small and marginal farmers a pension and invest Rs 25 lakh crore in the agricultural and rural sector. Public investment in agriculture as of 2017-’18, Himanshu notes, was a little more than Rs 2.7 lakh crore according to 2011-12 rates.Which promises are more likely to convince farmers to vote their way? Write to [email protected] with answers or suggestions for what topics we should cover next/","author":"Mridula ChariNithya Subramanian","time":"2019-05-05T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118966-mbcpuqoyle-1557021723.jpg","tags":["The Election Fix","Agriculture","Farmers","Elections 2019","Lok Sabha Elections 2019"],"source":"https://scroll.in/article/922325/the-election-fix-indias-farm-crisis-is-alarming-what-are-politicians-promising-to-do-about-it"}