{"title":"The Prosenjit interview: ‘I have no pressure to perform and nothing to prove to anybody’","content":"Prosenjit Chatterji’s life plays out like a soap opera. The 53-year-old Bengali megastar has more than 300 films to his credit in a career spanning three decades. From the gaudiest rural entertainers to slick multiplex fare, the prolific “Bumba-da”, as he is fondly known among his fans, has covered all possible cinematic ground, with a National Film Award among other accolades to show for it.   In 2004 alone, Chatterji had a record-breaking 22 releases, most of them targetting the rural market. His career has taken a different turn since then, and he has been appearing in films aimed at urban viewers. Chatterji has also appeared in Hindi productions, including Dibakar Banerjee’s Shanghai (2012) and the upcoming Traffic and 3Dev. His latest release, Goutam Ghose’s drama Shankhachil, won the National Award this year and has been released outside Kolkata with English subtitles. Coming up in late May is Prakton (Former), in which he will re-unite with his rumoured ex-girlfriend and co-star of several hit films, Rituparna Sengupta, after 14 years.   In an interview with Scroll.in, the son of Hindi film actor Biswajit talks about his career choices and his definition of stardom.    ‘Shankhachil’ has been very well received. How did the project come about?I did Moner Manush with Goutam-da [Ghose], which was a biopic of Lalon Fakir, the spiritual leader, poet and folk singer. Since then, we have shared a wonderful equation. I have always tried to be involved with films that have meaningful characters. In Shankhachil, the character I play is a very simple guy – a school teacher, a father – but there are many layers. Even with Jatishwar [directed Srijit Mukherji], I play Anthony Firingee, a nineteenth-century Bengali poet and singer of Portuguese origins.  Bengali cinema has grown up today. The likes of Ritu-da [Rituparno Ghosh], Goutam-da, Buddha-da [Buddhadev Dasgupta] and Aparna-di [Aparna Sen] have different ways of storytelling. I always feel like giving my best when working with them.   Shankhachil is not a biopic. The character, Badal, is contemporary, one whose experiences will resonate with anyone from Punjab or Bengal who has had to live with the Partition. It was a huge responsibility to make this character work, and I am happy with the response. \n\n\n    \n    Play\n\nThe trailer of ‘Shankhachil.’A special screening in Mumbai recently also evoked a good response.Yes, it was touching. For several minutes after walking out of the theatre, people were quiet, in their own space. That is the power of the film. I met journalists and other people who have known me for years. They all told me that the old Prosenjit, the star they had known, and the actor Prosenjit that they are now seeing, are two different people!‘Shankhachil’ was released in the same week as Shah Rukh Khan’s ‘Fan’. In Kolkata, both films held their ground. How does it feel?I am from hardcore mainstream cinema and have tremendous respect for it. I have not watched Fan, but I have been told that Shah Rukh has performed really well. People are ready to watch both kinds of films and they are hungry for good content. Why should we get stuck because of language? Which is why I have been pushing for a larger audience for Bengali cinema.You appeared in films catering to rural audiences at a time when urban Kolkata had stopped going to the cinemas. You also won accolades for movies such as ‘Chokher Bali’, ‘Autograph’ and ‘Dosar’. What were the moments that defined you as a star and an actor?I do not do things just because they seem to be trendy. I do not react to changes. I am more for a methodical, pre-planned approach. I am the person who was driving commercial films when the budget was Rs 14-15 lakhs. Now, my films are made on a budget of Rs five crores. That is a huge journey.I have always believed in maintaining my brand equity even as I experiment. That does not mean I will do something that goes against my grain. I know I cannot stop time. It is important to set the trend, achieve something and move on, leaving the field for younger actors. I cannot dance around trees at my age. But I continue with mainstream commercial films. Because of the risks I took, there are 40-something talented actors in Bengal who are now in the limelight too. And that is the legacy I would like to be associated with. Besides, I also think it is important to be aware of changes – in the audience, in technology – and embrace it.  Or else you become irrelevant. I knew the multiplex was going to change everything about cinema and with Autograph [in which Prosenjit plays a star who signs up for a remake of Satyajit Ray’s Nayak], we managed to break into new territory. Even Mishawr Rahasya [based on the adventures of the fictional sleuth Kaka Babu] recorded the highest opening of all time for a Bengali film. When I did Moner Manush, playing a 102-year-old fakir with pockmarks and a beard, people said no one would accept me as a hero. I wanted to break the myth that Indian film heroes need to look a certain type. Look at Nawazuddin Siddiqui today! I am a risk taker, and I continue to look for the right kind of idea and plunge headlong into it. Now I am only doing films I want to and I am really enjoying this phase.\n\n\n    \n    Play\n\nThe trailer of ‘Prakton.’Your first outing in Bollywood, ‘Aandhiyan’, was not successful. But ‘Shanghai’ seemed to have worked better for you. Is it because you are not Prosenjit the star, but Prosenjit the actor?Aandhiyaan was not pre-planned. It just happened. But the main reason I did not foray into Bollywood was because there was tremendous pressure on me in Bengal. At any given time, there would be at least 20 producers putting money on my films. It was a huge responsibility. On the other hand, if I were to shift to Bombay, I would be expected to score a century with every match, like Sachin. How could I ensure that?The credit of my second innings in Bollywood goes to Dibakar Banerjee, who made several trips to Kolkata to convince me that my role in Shanghai could not be done by anyone else. He told me, “I want you, not the star Prosenjit, but the actor who has blossomed, matured with age.” Now there are more inquiries, more projects on the anvil. I have no pressure to perform, nothing to prove to anybody.\n\n\n    \n    Play\n\n‘E Tumi Kemon Tumi’ from ‘Jatishwar ‘.What does stardom mean to you?Sleepless nights. It is perhaps easy enough to become a star but damn difficult to continue as one. You have to be grounded, level-headed. You have to take care of yourself, rise to the challenges that come every day and keep reminding yourself that this is a profession in which you may have started as a general manager and become a CEO in five years, but you cannot forget who you really are.Nearly everyone in the entertainment community in Bengal, especially your contemporaries, has political affiliations. How do you manage to stay away from politics?I am not meant for politics. I am an entertainer, just as someone is a business executive or a lawyer or a doctor. I have friends who are actively into politics, but I do not have the time or bandwidth or inclination for it. I have so much to achieve in cinema and so little time!How do you see Bengali cinema adapting to the digital platform?Digital is the future, and we have to accept it. Every household has four-five screens where content is consumed. Actors and filmmakers should think of themselves as content providers. I am planning 10-minute shorts with content that I can relate to. Digital also gives you the creative edge that a big screen cannot. And I have always loved to experiment with roles and formats without thinking of box office reactions. I have even embraced television. My latest is Mahanayak, based on the life of Uttam Kumar. If you do good work, the language or the platform does not matter.\n\n\n    \n    Play\n\nThe trailer of ‘Autograph’.","author":"Chandrima Pal","time":"2016-04-25T10:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/807117-article-sfdtxoyvou-1461481869.jpeg","tags":["Prosenjit Chatterji","Interview"],"source":"https://scroll.in/reel/807117/the-prosenjit-interview-i-have-no-pressure-to-perform-and-nothing-to-prove-to-anybody"}