{"title":"The Tamil Nadu voter who views the BJP as a threat to the education system","content":"In 2014, the year Prime Minister Narendra Modi came to power, Elaiyakumar boycotted the general election.At the time, Elaiyakumar, who goes by one name and is known as Elaiya, had just started studying for his BTech at Anna University in Tiruchirapalli, Tamil Nadu. In college, he was associated with the cultural wing of Communist Party of India (Marxist–Leninist) People’s War. Elaiya wrote and performed songs for the organisation, fundraised and even campaigned for the boycott of elections.As Maoists, he and his comrades “opposed the BJP”, but also saw voting as unnecessary because they believed that a “revolution would come soon”, recounted Elaiya, who is 28 today.But over the course of his college days, Elaiya’ attraction to Maoist ideology faded. This occurred largely as a result of conversations with his professors and reading that they recommended – specifically, work by anti-caste thinkers, including Annihilation of Caste by BR Ambedkar and Why Women Were Enslaved by Periyar. Among other arguments, these professors noted that it was unjust that insurgent leaders kept their identities and locations secret while students like Elaiya were at risk of being arrested.Elaiya also realised that his comrades were from relatively privileged backgrounds – in contrast, he came from a family of Dalit agricultural labourers in Kelapparai village in Tamil Nadu’s Dharmapuri district.Indeed, Elaiya had only been able to pursue his education because he had been a bright student in middle school and received a scholarship to study at a private school until Class 12. After this, he benefitted from a scheme introduced by the Dravida Munnetra Kazhagam government in 2007-’08 which waives off tuition fees in technical courses for first-generation learners. He also received a state-level scholarship for Scheduled Caste students.At one conference, he recounted, his comrades tore up their educational certificates on stage as an act of protest. “I couldn’t do that because I knew the reality of life without an education from back home,” he said.Disillusioned, he left the CPI (ML) PW’s cultural wing and turned toward the Dravidian movement and anti-caste work. He began working with the team of Kaattaaru, a Tamil publication that publishes writing relevant to Periyar and the Dravidian movement.In 2017, Elaiya decided to pursue a master’s degree. He had learnt some Hindi and had considered going to a university in north India – but was advised against the move. “Because I was politically active, people told me to study in Tamil Nadu itself,” he said. “They felt that going outside the state, especially to the north, was extremely scary.”He explained that his friends and college-mates felt that under the Bharatiya Janata Party, the Central government was unsympathetic towards marginalised groups and vindictive towards critics. They cited incidents from across the country as indicative of this – these included the death of Rohith Vemula, who was protesting against the Akhil Bharatiya Vidyarthi Parishad and the administration at the University of Hyderabad; the death by suicide of Muthukrishnan, a Dalit scholar from Tamil Nadu, at the Jawaharlal Nehru University; and the derecognition of the Ambedkar Periyar Study Circle at IIT Madras, which practised anti-caste politics and was critical of the Central government. “The impression was that BJP had grown powerful to such a level that they lynch and kill people,” Elaiya said.Elaiya finally enrolled for a master’s programme in development policy and practice at the Rajiv Gandhi National Institute of Youth Development in Sriperumbudur, Tamil Nadu. While a professor who had taught him during his undergraduate degree paid the tuition fee, he also received a scholarship that helped with his expenses. For additional income, he worked as a mess secretary and began giving career guidance to students in schools and colleges.In 2019, Elaiya voted for the DMK and was also engaged in campaigning work in support of the alliance it led. He now views the BJP as a “pro-Brahmin party” that works for “Aryan welfare”. He believes that its propagation of Hindutva will only serve to maintain caste hierarchy. Today, Elaiya believes that a “social justice politics” that unites Bahujan and Dravidian people has the potential to counter Hindutva.In 2019 Elaiya also started Revamp, an NGO that organises talks, university visits and workshops to support first-generation learners through their higher studies and their early career. “I started this because nobody is there to tell people like me that we have to aim for higher studies,” he said. He added with a laugh, “Luckily, I had a mentor telling me this was the time to study and come out of revolutionary politics.”Elaiya also encourages students to think from an anti-caste perspective. “I want to make them realise that the monopoly of education by Brahmins has to be fought by us,” he said. “Policies like the NEP and entrance exams for all courses will work against marginalised students.”The current DMK government in Tamil Nadu has opposed the Central government’s New Education Policy, arguing that, among other problems, it is intended primarily to benefit the elites, reinforces caste-based work, and above all intrudes upon states’ right to set their own education policies.Other flashpoints in the conflict over education between the Centre and Tamil Nadu include the former’s introduction of the Common University Entrance Test for admission to Central universities and affiliated colleges, and its introduction of the National Eligibility cum Entrance Test for admission to undergraduate programmes at medical colleges across the country. Opponents have argued that among other problems, these exams place marginalised students at a disadvantage and encourage the proliferation of coaching centres. “Until the Congress was at the Centre there was still space for Tamil Nadu to negotiate and to not conduct NEET,” Elaiya said. “But this space has been finished when the BJP came to power.”Elaiya noted that this fight is note a recent one. “The entire Dravidian movement has been a fight for education,” he said. In the early twentieth century, at the start of the Dravidian movement, he said, “Brahmins monopolised educational and administrative posts, and the Dravidian or SC, ST, BC population was not to be found anywhere. Those in the Justice Party demanded their reasonable representation in institutions.” Presently, Tamil Nadu reserves 69% of seats in government educational institutions for students from SC, ST and BC communities. After obtaining his master’s degree, Elaiya pursued an MPhil from the Tata Institute of Social Sciences, Mumbai; he is currently a PhD candidate at Jamia Millia Islamia in Delhi. When we spoke on March 25, he noted that earlier in the month, he had been shocked to see police and paramilitary personnel inside the campus, sent in to prevent protests against the implementation of the CAA.Elaiya continues to believe that the anti-caste movement holds a promise for a more equitable future for the country. “The fact that the Congress itself is advocating for the removal of the 50% cap on reservations and demanding a caste census is a huge change,” he said. “For years we’ve been demanding these things, now finally it has reached mainstream political discourse.”He added, “There is space for social justice politics to counter Brahminical Hindutva forces. Maybe not in these elections, but I have faith when you think long-term for the future.”","author":"Nolina Minj","time":"2024-04-17T18:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200106-iiwkkgvqhw-1713346251.jpeg","tags":["Lok Sabha 2024","Elections","Democracy","Tamil Nadu","BJP","DMK"]}