{"title":"The Daily Fix: Supreme Court must heed Election Commission’s warning about electoral bonds","content":"Although there have been many brazen moves by the current Bharatiya Janata Party-led government, from its failed Land Acquisition Ordinance to demonetisation to the Rafale deal, trying to pass off electoral bonds as a reform to make political funding more “transparent” is perhaps the most egregious. The Election Commission appears to have properly woken up to this, telling the Supreme Court this week that the bonds will have a “serious impact” on transparency in political funding. Following many changes made by the government that were sold as being a way of “cleaning up” political funding, it was impossible to determine whether donations to political parties came from companies breaking the law or from state-owned public sector units or from foreign sources,  the Election Commission said. The commission was responding in a case against the bonds scheme filed by the Association for Democratic Reforms, which contends that the bonds are unconstitutional. Electoral bonds are a monetary instrument introduced by this government that allow anyone to donate money completely anonymously to parties as long as they purchase the bonds from the State Bank of India. Because the instrument has to be bought at the SBI, the money would be expected to be “white”. But the complete anonymity makes it impossible to keep a check on who is funding political parties. The bonds came at a time when the government had made a couple of other changes to the law, making it easier for foreign companies to donate to Indian political parties and taking away checks that ensured that only profitable companies that had been in exixtence for more than three years could make donations. Both of these safeguards were in place to prevent shell companies for simply being set up to help “round-trip” money or whitewash it by sending it to political parties, while also bribing them in the process. Removing them, as this government did, goes against all tenets of transparency in political funding.The Election Commission has gone back and forth about the bonds, with one chief calling it a “retrograde step” and another one welcoming it. It appears that the commission has now taken a clear view against bonds, in the Supreme Court no less. It is imperative that the court, which should have taken up this matter well before the elections, look into the question immediately. After all, India’s democracy – and the ability of the system to stay insulated from corporate or foreign bribery – depends on it.","author":"Rohan Venkataramakrishnan","time":"2019-03-29T09:17:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/918225-47272-esmcmftqsh-1500523973.jpg","tags":["Electoral Bonds","The Daily Fix","Supreme Court"],"source":"https://scroll.in/article/918225/the-daily-fix-supreme-court-must-heed-election-commissions-warning-about-electoral-bonds"}