{"title":"The movie that made Irrfan Khan an international star","content":"Irrfan Khan’s Hollywood career is going swimmingly. After starring in Jurassic World, one of the biggest hits of 2015 as well as one of the highest grossing movies of all time, Khan is back in 2016 with Inferno. Ron Howard’s adaptation of the Dan Brown novel, which is a sequel to Angels & Demons, sees Tom Hanks reprise his role as symbology professor Robert Langdon. Khan plays Harry Sims, who aids Ben Foster’s scientist in his mission to address the issue of overpopulation. Hanks has several scenes with Khan in Inferno, which opens in India on October 28, and the Hollywood star confessed  that he is “beguiled” by Khan’s “magic eyes”.The National School of Drama-trained actor is one of the busiest in the business. Apart from a robust career in mainstream and arthouse films in India, Khan headlines co-productions by Indian directors who have a strong base in the West (Mira Nair, Ritesh Batra) and appears in television dramas and arthouse movies by American filmmakers who have followed his work over the years (Darjeeling Limited, In Treatment). His credits include the ultimate sign of acceptance in Hollywood: the bit part in the tentpole movie. The 48-year-old actor appears in a few scenes in The Amazing Spiderman (2012), in which he plays a scientist. In Jurassic World, his character Simon Masrani owns the theme park at which genetically engineered dinosaurs provide entertainment for visitors. Masrani, who is of Indian extraction, pays a heavy price for tinkering with nature.\n\n\n    \n    Play\n\nJurassic World (2015).Khan had sweated through Mira Nair’s Cannes Film Festival winner Salaam Bombay! (1988), the British television mini-series Bombay Blue (1997) and Sturla Gunnarsson’s Mumbai-set Such A Long Journey (1998), but it’s his lead role in The Warrior (2001) that made his crossover possible. British director Asif Kapadia’s stunning debut, set sometime in the distant past, features Khan as Lafcadia, an enforcer for a local feudal lord who gives up violence and embarks on the path of renunciation. A minimalist production with an epic sweep in the vein of Akira Kuroswa, The Warrior didn’t go unnoticed despite a largely film festival exposure and a limited release in the United Kingdom. The acclaimed drama announced Kapadia as a major talent and got Khan the acting challenges that he had been craving – the ones that require him to use those “magic eyes” to immense effect. \n\n\n    \n    Play\n\nThe Warrior (2001).Several Indian actors have appeared in foreign films over the years, including IS Johar, Shashi Kapoor, Roshan Seth, Pavan Malhotra, Aishwarya Rai Bachchan, Anupam Kher, Anil Kapoor and Freida Pinto. A-lister Deepika Padukone is the latest local talent to try her luck in Hollywood – she has been cast in the new edition of the XXX franchise, The Return of Xander Cage. A Hollywood title is a prestigious addition to the curriculum vitae, but everything depends on the duration of the role and its importance in the movie’s larger universe. For instance, Anupam Kher showed up as a jeweller in Ang Lee’s period drama Lust, Caution (2007), but the role was too fleeting – and the competition from lead actor Tony Leung too intense – for Kher to be automatically added to the roster of Indians who can hold their own in international productions. However, Lust, Caution might have helped Kher bag small parts in Woody Allen’s You Will Meet a Tall Dark Stranger (2010) and David O Russell’s Silver Linings Playbook (2012).Irrfan Khan has managed to stay at the top of the roster for some years now. Like Shashi Kapoor before him and Pinto in recent years, Khan is arguably among the most successful of the crossovers. He is one of the most recognisable Indian faces in the West – not bad at all for somebody who started off with small roles in Indian television and grimaced through bit parts in brainless entertainers for years. All it took was one low-budget but hugely ambitious movie.\n\n\n    \n    Play\n\nLife of Pi (2012).","author":"Scroll Staff","time":"2016-01-07T12:43:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/801497-article-ykfffoxiks-1452147988.jpeg","tags":["Irrfan Khan","The Warrior"],"source":"https://scroll.in/reel/801497/the-movie-that-made-irrfan-khan-an-international-star"}