{"title":"‘The Kashmir Files’ wins award for best film on national integration","content":"Vivek Agnihotri’s The Kashmir Files on Thursday won the Nargis Dutt Award for Best Feature Film on National Integration, the jury of the 69th National Film Awards announced.The movie is based on the exodus of Kashmiri Hindus from the Valley in the late 1980s and early 1990s due to militancy. It was released on March 11 last year.Many people had questioned the factual accuracy of the film and the communal tone of the discussion around it. For instance, they had pointed out that the Congress was not in power at the Centre when the Pandit exodus occurred and said that the governor of the state who facilitated the flight of the community had been approved by the Bharatiya Janata Party.On Ram Navami last year, one of the tableaus in Madhya Pradesh’s Khargone showed a scene from The Kashmir Files – of a Hindu woman being sawed alive. Subsequently, riots broke out in several neighbourhoods of the town in which both Hindus and Muslims were injured.Scroll found that the violence validated the fears that the movie stoked among Hindus. Local Hindus saw echoes of Muslim-majority Kashmir – more accurately, the version shown in The Kashmir Files that portrays Muslims as a blood-thirsty community that wholeheartedly supported militants as they raped and killed minority Pandits and forced them to leave the Valley.However, The Kashmir Files has been endorsed by Prime Minister Narendra Modi and many other senior leaders of the BJP. Madhya Pradesh Chief Minister Shivraj Singh Chouhan had granted half-day of leave to policemen to watch the film. In Khargone, the district president of Shiv Sena had organised free shows of the film. Several BJP-ruled states had exempted the movie from entertainment tax.Videos on social media showed people in theatres shouting hateful slogans and calling for violence against Muslims. Calls for extermination of Muslims after the screening of Kashmir Files. This one, as always on you, Prime Minister Modi. Nothing has changed for you from 2002 to 2022. https://t.co/S6RYwLlq4f— Rana Ayyub (@RanaAyyub) March 16, 2022\n\nIn May last year, Singapore had banned The Kashmir Files, saying that the film could cause enmity between different communities and disrupt religious harmony in the country.In November, Nadav Lapid, who headed the jury at the International Film Festival of India, had described The Kashmir Files as a “propaganda [and] vulgar movie”.In his speech, Lapid had said he and other jury members were “shocked and disturbed” that The Kashmir Files had been included in the film festival’s International Competition section.But Agnihotri had said that he would quit direction if Lapid as well as “intellectuals and urban Naxals” who supported his criticism could prove that the events depicted in the movie were false.Also read:Here are five things ‘The Kashmir Files’ gets wrong about KashmirHow ‘Kashmir Files’ added to communal fires in Khargone that ended with bulldozer injustice","author":"Scroll Staff","time":"2023-08-24T19:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193472-etjalvtiif-1692885828.jpg","tags":["The Kashmir Files","Vivek Agnihotri","National Film Awards"],"source":"https://scroll.in/latest/1054840/the-kashmir-files-wins-national-integration-award"}