{"title":"The Election Fix: What have India’s politicians promised to do about the water crisis?","content":"Welcome to The Election Fix. On Sundays, we take  a closer look at one theme that will play a significant role in India’s  Lok Sabha elections.This   week, we look at the extent of India’s water crisis, remind you of M Rajshekhar’s reports on the Modi government’s Ganga initiatives and find out what parties have promised on this issue. Tell us what themes we should look at in coming weeks by emailing [email protected]. You can read previous issues of the Election Fix here, and if you haven’t already, subscribe here to get the Election Fix in your inboxThe Election Fix on Video: Poll cheat-sheetIf you haven’t already watched it, go see this week’s episode of the Election Fix on video, in which we speak to data journalist Rukmini S on all the cliches of Indian journalism around polls and what to take with a grain of salt. \n\n\n    \n    Play\n\nThe Big Story: Running on emptyIt may not be the first thing that comes to mind as one of the election issues, certainly not at a time when the Bharatiya Janata Party’s key plank seems to be demonising Muslims and calling its opponents “enemies”. Yet water, as a concern for voters, is inescapable. Take the citizens of Kerala’s Kuttanad who say they will refuse to vote altogether, unless they are provided with regular piped water, a threat that seems to echo from villages around the country. In Chennai, a federation of residents associations along the IT corridor have asked all candidates to explain how they intend to provide drinking water and better sewage. And in Maharashtra’s Beed, elections will take place amid a drought. India’s water situation is dire. There are no two ways around it. Take a look at this map, put together by the government think tank, NITI Aayog. Data from the same report is deeply alarming: Around 2,00,000 people die every year due to inadequate access to safe water, 21 major cities will run out of groundwater by 2020, 75% of households do not have access to drinking water at home and 70% of India’s water is contaminated. Plus the problem is only going to get more severe, as the population grows, while water becomes even more scarce. It should be evident, then that India is facing a water crisis, one that whoever comes to power would be expected to help resolve. For the RecordPrime Minister Narendra Modi’s campaign in 2014 and his initial months in charge involved one high-profile water promise that was meant to set the tone for how the rest of the government would try and address water issues. Even better, this promise could be couched in Hindu terms. Yet, for all the hoopla around Modi’s promise to clean up the Ganga, a crucial river in India’s largest state Uttar Pradesh that is also believed to be holy, little has been achieved. Indeed, one reflection of this may come from the death of GD Agarwal, an academic and government functionary who took his vows as a Hindu ascetic and began to demand a cleaner Ganga years ago. Agarwal, known as Swami Sanand, died in 2018, after beginning a fast-unto-death demanding the uninterrupted flow of the Ganga. Over a series of pieces titled Cleaning the Ganga, M Rajshekhar earlier this year took a very close look at what had actually happened with the river: Modi’s clean Ganga plan hinges on private companies tackling sewage. Will it work?Modi said he would revive Ganga but his government is doing the opposite by reviving dams. Three ways in which the Modi government is ruining the Ganga.Our reporters are  bringing you  dispatches on the elections    from   across the country. Your  support  could help us go further and dig      deeper. Subscribe to Scroll+ and help pay for quality journalism.Past TenseOf course, the problem isn’t limited to the last five years. India’s water crisis has steadily gotten worse over the last few decades, not assisted by limited reforms to agriculture or improvements in urban planning. This graph of just how per capita availability has dropped tells the story. As Himanshu Thakkar points out in the Economic and Political Weekly, the various bodies tasked with dealing with this problem have often taken different approaches, with little cohesion. Thakkar says a clear focus on groundwater alone might help India, and yet “it is the big irrigation, hydropower, multipurpose and river-linking projects that are getting a push.” The United Progressive Alliance years saw haphazard attempts at coordinating a national water policy, with the Centre often butting heads with the states over who got to call the shots.The NITI Aayog report from 2018 put together an index aimed at ensuring states are aware of achievements in water management. The report found that most states had registered a “modest” improvement, while also acknowledging quite frankly that “all states can do better”. PolitickingThe Bharatiya Janata Party manifesto for the 2019 elections promises an altogether new ministry focused on water, although there are currently two that deal with the subject. Modi also made it a point to announce, at the launch of the manifesto, that his party is promising a “Jal Jivan Mission” that would ensure piped water to every household by 2024. It is worth noting that the BJP 2014 manifesto promised drinking water to all. Reporters have, however, pointed out that the Modi government has over the last few years steadily cut funding for its rural drinking water programme, “leaving millions without access to safe and assured water”.The Congress, in its manifesto, included an entire section on water management, similarly promising a Ministry of Water, universal access to drinking water, as well as saying it will double the budget for cleaning rivers and pay “special attention to access to water”.The Communist Party of India (Marxist)’s manifesto promises to recognise a “right to water” and says it will ensure there is no privatisation of water resources. Other parties have tended to echo the Congress and the BJP, particularly in their endorsement of the river-linking approach and surplus/deficit terminology. Do voters care?Lok Sabha polls may not be the forum in which voters hold politicians accountable for water policy, in part because so much of it depends on the states, yet the Association for Democratic Reforms survey confirms that it is a key issue. As the graph above makes clear, drinking water came third after unemployment and healthcare as the top priorities for voters at an all-India level. In sixth place is the question of availability of water for agriculture. Clearly the issue itself is important, though at the national level it may also be difficult to separate the major parties because all pay lip service to the subject  – witness the near identical promises, suggesting that by itself it is unlikely to be an issue on which people decide. What subject should we tackle on the Sunday issue of the Election Fix next? Write to [email protected]","author":"Rohan VenkataramakrishnanNithya Subramanian","time":"2019-04-14T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117429-pmeycabmcn-1555186224.jpeg","tags":["The Election Fix","Water","BJP","Elections 2019","Lok Sabha elections 2019"],"source":"https://scroll.in/article/919991/the-election-fix-what-have-indias-politicians-promised-to-do-about-the-water-crisis"}