{"title":"The story of India’s remarkable Olympic women’s hockey team, plus nine more weekend reads","content":"Weekend Reads“To work with women, you need trust. You can be the biggest, sharpest,  smartest brain in the game but with women, no trust means no response.  What [Sjoerd] Marijne’s coaching has done to the women is give them the idea that  they must make their own destiny. Empowerment is a loosely-used word  but the progress of the women’s hockey team over the last three years,  culminating in the Tokyo performance, is proof,” writes Sharda Ugra. Nitin Sharma tells us the story of the one-time dhaba cook who had a role to play in the training of Neeraj Chopra, who won India’s first gold medal in track and field on Saturday. Read Jonathan Selvaraj’s profile of Chopra, from before he won the medal: “Chopra is already the best Indian athlete of this generation by a  distance – with gold medals at the Asian and Commonwealth Games. He’s  good, really good. And in a couple of weeks’ time he could be great.” With services like Swiggy and Zomato, “the ‘customer is king’ motto stretched to its limits – lightning-fast  deliveries; outrageous discounts; premium perks, pandering to them on  social media – has resulted in the invisibilisation of an entire  community of people who form the backbone of the enterprise: delivery  riders,” writes Divya Murthy.  Praveen Chakravarty asks, if someone is collecting data on Indians via Pegasus, who is analysing it? Who is managing it? And who has access? “The Pegasus revelations reflect an attack on Indian democracy and Indian  citizens. Was the government directly responsible for the surveillance  of a select group of Indian activists, politicians and journalists and  others? Or was the surveillance at the instance of a private player?  With the government in denial, a commission of inquiry by a sitting  Supreme Court judge can alone unravel the mystery,” writes Dushyant Dave. Prosenjit Datta explains why the latest sign that Vodafone-Idea is falling aparet is not just about the company itself, but India’s telecom industry at large. “I have walked the course of the [farmer protest at Delhi’s border] a few times, and have come to  understand another type of speed, and time. How do you slow down a  highway? With work, labor, protest, and with the slow cooking of food.  The protest site unfolds as a ten-kilometer-long langar, or a  type of community kitchen central to Sikh belief. Here, cooking and  serving food is both an act of protest and also a reminder towards, what  the protests are trying to protect, namely food security and its  production in India,” writes Sarover Zaidi. Neha Dixit tells the harrowing story of a woman’s life, after her husband is jailed by the Delhi Police. “The world first learned of Sophie Zhang in September 2020, when BuzzFeed News obtained and published highlights from an abridged version of her nearly 8,000-word exit memo from Facebook,”reports Karen Hao. “Before she was fired, Zhang was officially employed as a low-level data scientist at the company. But she had become consumed by a task she deemed more important: finding and taking down fake accounts and likes that were being used to sway elections globally. Her memo revealed that she’d identified dozens of countries, including India, Mexico, Afghanistan, and South Korea, where this type of abuse was enabling politicians to mislead the public and gain power. It also revealed how little the company had done to mitigate the problem, despite Zhang’s repeated efforts to bring it to the attention of leadership.”","author":"Scroll Staff","time":"2021-08-08T09:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162495-mlsrmngpoz-1628240970.jpg","tags":["Weekend Reads","hockey team","Pegasus","Olympics"],"source":"https://scroll.in/article/1002331/the-story-of-indias-remarkable-olympic-womens-hockey-team-plus-nine-more-weekend-reads"}