{"title":"‘The Fall Guy’ review: Ryan Gosling and Emily Blunt sparkle in entertaining action comedy","content":"The Fall Guy is a love letter through and through – to the magic of escapist cinema, the unrecognised contributions of stunt performers, the power of perfectly matched actors locking lips to corny songs. It all comes together entertainingly in David Leitch’s new movie, helped to no end by Ryan Gosling in peak casual heartthrob mode.Gosling is also among the producers of a film that lives up to its clever title. Loosely adapted from a 1980s American television show of the same name, The Fall Guy challenges you to resist its leading man while presenting him as an unsung hidden cog in the showbiz machine.Gosling plays Colt Seavers, an in-demand stunt double who executes the death-defying moves that earns film star Tom Ryder (Aaron Taylor-Johnson) fame and fortune. The face of such blockbusters as Annihilation of Valour, Tom is a pompous airhead who claims to perform his own stunts.A workplace accident derails Colt’s carefree existence and relationship with camera operator Jody (Emily Blunt). Colt gets a chance to make amends when Tom goes missing from a big-budget production that is being directed by Jody. Tom’s producer Gail (Hannah Waddington) sends Colt on a mission that involves risky escapades, a bad drug trip, a fabulous dog named Jean Claude that obeys French commands – and, of course, frequent runs-in with Jody.He’s just a stunt actor, standing in front of the love of his life, asking her to love him back. Gosling’s charm offensive is beautifully handled by Emily Blunt, leading to a goofy, irresistible frisson. Their romance is as old-fashioned as the action itself.A minor army of stunt actors carries out the action credited to Colt – one of the film’s many clever in-jokes about the deception hard-wired into filmmaking. There are nudge-winks joke about Tom Cruise’s reputation as the pre-eminent action hero of our times, a gentle reminder to the Oscars to create an award category for stunts, and an unpretentious celebration of the business of entertainment.The Fall Guy has already earned a Guinness World Record for the highest number of cannon rolls in a car – stunt driver Logan Holladay flips the vehicle eight-and-a-half times, beating the previous record of six in Casino Royale. It’s a testament of The Fall Guy’s success that the flip-flops of the heart equally register too.\n\n\n    \n    Play\n\nThe Fall Guy (2024).","author":"Nandini Ramnath","time":"2024-05-01T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200372-hdfjgsewnj-1714417217.jpg","tags":["The Fall Guy review","David Leitch","Ryan Gosling","Emily Blunt"],"source":"https://scroll.in/reel/1067190/the-fall-guy-review-ryan-gosling-and-emily-blunt-sparkle-in-entertaining-action-comedy"}