{"title":"The Constitution has brought the BJP immense power – why would it write a new one?","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. As always, if you’ve been sent this newsletter and like it, to get it in your inbox every week, sign up here (click on “follow”).\\Have feedback, interesting links or think I am wrong? Write to me: [email protected]On the eve of Independence Day, an op-ed written by Bibek Debroy made instant news. In his article, the chairman of the Economic Advisory Council to the Prime Minister called for the current Indian Constitution to be junked and for the country to draw up a new one.Debroy’s arguments created a significant controversy. Mayawati, the leader of the Bahujan Samaj Party, called him a “casteist” and urged the Modi government to take action against him. The Economic Advisory Council itself issued a statement distancing itself from Debroy’s views.For so much smoke, Debroy’s article actually had little fire. Other than the actual call for a new Constitution, the economist made few arguments for why there should be one. In the piece, for example, he complains about there being too few states, possibly unaware of the fact that the present Constitution actually gives a near-free hand to the Centre to draw up states as it sees fit. Catching up with the averageEven more oddly, Debroy argues that a study has shown that the average lifespan for constitutions of most nations is just 17 years. This is a bit like telling the student who topped her class to study less the next time, since she needs to meet the class average. While political instability means that countries such as Pakistan have seen frequent changes of constitution, it is a good thing that the Indian Union has avoided that fate. There is no need to feel left out.Finally, Debroy argues that the present Constitution is based in large part on the Raj’s final Constitution (yes, India had them even before independence) called the Government of India Act, 1935, hence, “in that sense, it is also a colonial legacy”. This is technically true. The present Constitution is largely based on the Government of India, Act 1935. But this has been known for a long time. One member of the Constituent Assembly even complained that the House was following the 1935 Act as a “Bible”.Of course, the idea that everything from the British Raj needs to be junked as “colonial” is not only disingenuous, it is dangerous. The current Indian state is itself legally a successor state of Britain’s Indian Empire and all its key institutions, from the Central government to the Indian Army, were created by the Raj.In fact, the current political borders of India itself were formed under the Raj – first via the conquest of a post-Mughal, widely-divided subcontinent through the 18th and 19th centuries and then, in a final curtain call, drawing up the borders of modern India and Pakistan though the British Parliament’s Indian Independence Act, 1947. Of course, like the Constitution itself, the borders of India have since then been vigorously reaffirmed by expressions of popular sovereignty and therefore, pointing out that its origins lie in the Raj is a largely pedantic exercise.A Hindu rashtra constitution?While Debroy’s piece did not mention it,  a large part of the alarmed reaction to his piece came from fears that the Bharatiya Janata Party wants to dismantle the Constitution and install in its place a document that fulfils its vision of a Hindu rashtra or Hindu state. While this reaction might be well-meaning, it might have little substance to it given the political ground reality that the BJP’s current power is built on precisely the present Constitution. And while the BJP and its parent, the Rashtriya Swayamsevak Sangh, has never defined what exactly it means by a “Hindu state”, a good argument could be made that India in 2023 is already a sort of Hindu rashtra and the present Constitution does little to prevent that.Take a look at the most prominent opponent of a religion-based state: the idea of secularism. In India, it is often defined to be the state being equidistant from all major faiths – a concept that is clearly not followed in India today. Hinduism occupies a pole position when it comes to the Indian state, with Hindu religious festivals, symbols and even laws being taken up by governments on priority.This is not only symbolic but deeply structural. For example, Indian cities segregate their Muslim minorities at the same level as the United States did to its African-Americans. Muslims have very little access to education leading to one political scientist arguing that the community is experiencing “collective deprivation”.Highly centralisedMoreover, much of this lack of actual secularism has been endorsed by the courts, with judges passing orders in favour of theocratic laws like cow slaughter and approving the demolition of the Babri Masjid by a mob in 1992. Recently, as BJP governments have taken to institutionalising forms of collective punishment against Muslims, courts have looked on mutely. A decade of radical Hindutva means that it is clear that secularism is a dead letter and a Hindu rashtra is more than achievable under the present legal framework.Given the BJP’s current political culture, the party likes to use a form of populist authoritarianism that features a highly centralised form of political power centered in the person of the prime minister: Narendra Modi. In this, the present Constitution is not only not an obstacle, it is a facilitator. To understand this better, we must get the context of the Government of India Act, 1935, on which the modern Indian Constitution is based. The Raj drew up this document at a time it awarded political power to Indians at the provincial level, which from 1937 onwards had democratically-elected governments. To balance this, the Raj effected a “retreat to the Centre”, investing Delhi with incredible powers that few federations had. These included immense fiscal powers, legislative dominance using unique features such as concurrent list (via which the Centre can overrule states) and the star: the ability to dismiss an elected government altogether using the office of a governor.Making it worseIn 1950, the Congress, which inherited the British Centre, kept all of these powers since it gave the party near-hegemonic control of politics. Since then, remarkably, successive governments have made the Constitution even more centralised. The Parliamentary check on the executive has been near-destroyed with the Anti-Defection Law. And the stilted form of fiscal federalism contained in the Government of India Act, 1935, has been further weakened with the introduction of the Goods and Services Tax which almost completely removes the ability of a state to raise revenue independently. The unitary judiciary of the 1950 Constitution has been made even more rigid using the innovation of the collegium, an opaque selection mechanism which effectively awards significant powers to the Centre in judge selection. This means that courts rarely question governments led by the party ruling at the Centre and even individual judges that do are swiftly changed by the judiciary.All of these features have played a significant role in the present state of Indian politics, where the country is dominated by a populist, authoritarian and highly centralised politics based on the personality of the prime minister. It is unlikely the BJP will give up the legal framework that gave it so much power since that would be akin to sawing off the branch it is sitting on.","author":"Shoaib Daniyal","time":"2023-08-28T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193552-rmfijnxstw-1693143227.jpeg","tags":["Hindu rashtra","constitution","The India Fix"],"source":"https://scroll.in/article/1054970/the-current-constitution-has-brought-the-bjp-immense-power-why-would-it-write-a-new-one"}