{"title":"‘The Vaccine War’ review: The real battle is elsewhere","content":"It’s all about the science, the facts, hard data, declares The Vaccine War – a strange stance for a filmmaker known for being highly opinionated.Self-styled provocateur Vivek Agnihotri turns a triumphalist tale of India’s efforts to create its own vaccine against the coronavirus into a diatribe against the sceptics. The main villain here is journalist Rohini Singh Dhulia (Raima Sen), who tries at every turn to thwart the noble task of creating the Covaxin vaccine to save lives. Guided by her burning desire to bring down the government, Rohini worked nearly as hard as the Indian Council of Medical Research team that was racing against time to arrest the coronavirus pandemic, the movie suggests. Rohini is a manufactured element in a film that expends a lot of energy on emphasising the government’s stated policy of self-reliance. The word “atmanirbhar” appears in The Vaccine War more often than did “nayaab” (precious) in the period drama Padmaavat.Raima Sen in The Vaccine War (2023). Courtesy Abhishek Agarwal Arts/I Am Buddha.But once it is stripped of its rancour against independent journalists (who are described as terrorists and swine), the movie is a reminder of the selflessness that sometimes characterises government service. Agnihotri’s screenplay is based on the 2021 memoir of former Indian Council of Medical Research Director-General Balram Bhargava, Going Viral: Making of Covaxin. Nana Patekar plays Bhargava as an eccentric, no-nonsense workaholic who relentlessly drives himself as well as his staff.Mealy-mouthed but also committed to his job, Bhargava is backed by a team dominated by women. They include Priya Abraham (Pallavi Joshi), Nivedita Gupta (Girija Oak) and Pragya Yadav (Nivedita Bhattacharya).The vaccine production process is given the Mission Mangal treatment. For the first hour or so, The Vaccine War is a serviceable dramatisation of the ICMR’s efforts to first understand the coronavirus and then find a solution.There are tense phone calls, meetings in drab boardrooms and crucial tests in laboratories. Rohini single-handedly supplies the setbacks, constantly carping in clipped tones through partisan reports and videos. Bharat Biotech, the private company founded by Krishna Ella that manufactured Covaxin, is barely mentioned. No one plays Ella in the film. In fact, he isn’t even depicted as a voice at the other end of the telephone.After the vaccine battle has been won, the 161-minute movie appears to have concluded. But there is another war to be waged. The concluding act is all about Rohini, who is pilloried as a foreign agent, brutal in her refusal to stick to the “facts” as well the object of suspicion for the “toolkit” that informs her reportage.The air is thick with conspiracy. Among the theories floated by The Vaccine War is that the coronavirus leaked from a laboratory in Wuhan. One of the culprits for the opposition to Covaxin stretches back to colonial rule. Big Western Pharma – Pfizer, Moderna – is an antagonist too. But the biggest threat to India are ultimately the traitors who refuse to accept what is good for them, the film declares.The virus itself, when viewed through a microscope, sounds like a Covid-afflicted human gasping for breath.  The use of another piece of music is more apposite. The Vaccine War repurposes Vanraj Bhatia’s iconic theme for Shyam Benegal’s television series Bharat Ek Khoj, adapted from Jawaharlal Nehru’s Discovery of India. Bhatia’s chant-based composition, which draws from verses in the Rigveda, heralds a show that explores the dazzling diversity of ideas, personalities and historical events that have shaped the country.In its new setting, the musical piece becomes the anthem of a rediscovery of India, one in which true progress began only recently. There are moments when The Vaccine War feels like a Health Ministry press release reproduced verbatim. For all the talk of science, there is none of the rigour of Aashiq Abu’s Virus, about a disparate government team pooling resources to fight the Nipah virus in Kerala, or Steven Soderbergh’s Contagion, which uncannily anticipated the coronavirus pandemic.\n\n\n    \n    Play\n\nThe Vaccine War (2023).","author":"Nandini Ramnath","time":"2023-09-28T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194447-nseoifrvrl-1695733196.jpeg","tags":["The Vaccine War review","Vivek Agnihotri","Nana Patekar","Pallavi Joshi"],"source":"https://scroll.in/reel/1056625/the-vaccine-war-review-the-real-battle-is-elsewhere"}