{"title":"Hindutva paranoia about cow slaughter has given India a stray cattle problem that’s here to stay","content":"India’s growing stray cattle problem has been making frequent headlines.In the last week of December and first week of January, farmers across western Uttar Pradesh began to herd stray cattle into district schools to prevent them from attacking their crops. In Aligarh, farmers locked up 800 cows in district schools on the night of December 25. A few days later, farmers in Agra did the same. In Shahjahanpur, the police registered a case against 28 people for breaking open a school on the night of January 2.The genesis of the problem lies in the paranoia created around cow slaughter by India’s ruling party and its supporters. A Bharatiya Janata Party politician from Rajasthan backs this view. He claims the party’s recent election losses in the Hindi heartland were entirely because of anger fuelled by the disruption of the rural economy on account of the party’s attitude to cattle.“Earlier there was no control and cattle would be sent to other countries across the border for slaughter,” said Sandeep Kajla, head of the Gramya Bharat Jan Chetna Yatra, an organisation that works to solve various social problems such as female infanticide, dowry, littering, drunkenness – and stray cattle. Kajla has contested Rajasthan’s assembly elections from Churu district on Bharatiya Janata Party ticket twice, both times unsucessfully. “Young people do not understand that when the BJP raises issues like gaumata, they are getting distracted from asking about new jobs instead,” he said.Kajla began to work on the issue of stray cattle around five years ago, around when the Vasundhara Raje-led Bharatiya Janata Party government came to power in Rajasthan in 2013, he said. He has, however, has been thinking about the problem for longer.“When I started working on this, people would ask me, ‘What kind of issue is this to take up?’” Kajla said. “I could only tell them that this was going to be a huge issue in some years.”In 2014, Narendra Modi, then the prime ministerial candidate of BJP, had derided India’s growing buffalo meat exports as a “pink revolution”, raising the bogey of illegal cow slaughter. Since the BJP came to power, many states have seen mob lynchings fuelled by suspicion of cow slaughter.The fear of mob violence has disrupted the cattle trade, said Kajla. Unable to sell old and infirm animals for slaughter, dairy farmers are now releasing them into the open. Stray cattle are rampaging through standing crops, causing losses to farmers.To quell the growing anger, he advocates that more cow shelters be opened. But few are convinced this is an answer. Here’s why.How many stray cattle in India?For one, no one knows how many stray cattle exist in India.India had approximately 52 lakh stray cattle according to its last Livestock Census, published in 2012. The country has not conducted a census since then, so there has been no realistic estimate of cattle numbers for eight years. The number of cattle, however, is likely to have increased.In the absence of reliable figures, other government departments that rely on this data have resorted to their own estimates. The Department of Animal Husbandry, for instance, makes rough estimates of milk-producing cattle based on milk production numbers and average yields.According to a 2017 report by the department, the number of milk-producing exotic or cross-bred cattle in Uttar Pradesh alone doubled from around 6.5 lakh in 2012-’13 to 13.03 lakh in 2016-’17. This includes only cows capable of rearing calves and does not account for old and young cows, or bulls of all ages that would have been counted in the Livestock Census. With the increasing mechanisation of agriculture, bulls are no longer economically productive and so are the first to be abandoned.How many cow shelters in India?Even assuming the number of stray cattle has not increased since 2012, only 1,821 shelters are registered across India with the Animal Welfare Board of India, while there are an estimated 5,000 shelters across the country, according to a survey by the Federation of Indian Animal Protection Organisations.Even where they exist, animal shelters are poorly run and are often lethal to cattle.At a cattle shelter run by the Rajasthan government, 500 cows starved to death after getting trapped in a neck-deep slurry of cow dung and fodder, reported the Hindustan Times in 2017. The shelter employed 266 contract workers, all of whom had gone on strike at the time. Between January and July 2018, 8,000 cows died of disease and injuries in Rajasthan’s Hingonia gaushala. It is not just Rajasthan. In Chhattisgarh, 200 cows allegedly starved to death in a shelter run by a BJP leader in August 2017. In December that year, 58 cows died in 28 days at a cow shelter in Madhya Pradesh.In November 2018, the Federation of Indian Animal Protection Organisations conducted a survey of 179 cattle shelters that found they had unhygienic conditions, no access to veterinary care, little government funding and no training.“The dairy industry is growing and more people are keeping animals,” said Varda Mehrotra, executive director of the Federation of Indian Animal Protection Organisations. “There is an increase in peri-urban dairies, which are dairies with factory-like conditions near cities to cope with increasing demand of dairy products. The cattle from these dairies end up on the streets.”With no cattle markets for slaughter and no shelters, cattle are instead roaming free or dying slow deaths from consuming plastic over several years, or in road accidents.What are governments doing?Goa, which has not banned the slaughter of cows, has a Stray Cattle Management Scheme launched in 2013 by the Bharatiya Janata Party government under Manohar Parrikar. This scheme gives funds to panchayats for non governmental organisations to care for stray cattle, said Atul Sarin, who runs Welfare for Animals in Goa. However, only three organisations have received grants so far across the state, reported the Herald in September. Sarin’s own organisation has not received a grant, he said.In November 2017, the Yogi Adityanath-led government in Uttar Pradesh was one of seven states to issue a notification of cattle management guidelines for dairies, which details how cattle should be treated. For unwanted or uneconomic animals, the government says that dairies should either make provisions on their own premises for the animals, or have them sent to gaushalas, where they must pay for the upkeep. Gaushalas, however, have no funds to operate.Several states have cesses to pay for the upkeep of cows. Rajasthan introduced a 20% cow cess on liquor in June. The state had in 2016 introduced a 10% surcharge on stamp duty, which it increased to 20% a year later. It also announced a Rajasthan Chief Minister Cow Welfare Fund in 2016, expressly for the upkeep of what were then around 5.2 lakh cattle at around 1,600 gaushalas.Both funds were to be used for the “conservation and propagation of cows”. Punjab also introduced a cow cess of 2 paise per unit on its power bills, later increased to 10 paise, in 2016, as well as a similar cess on the purchase of vehicles and AC hall rentals. These are for “cattle protection”. Uttar Pradesh on January 1 announced that it will introduce 0.5% cess for cows on excise duties to build funds for caring specifically for stray cattle.In October 2014, Rajasthan became India’s only state to establish a cow ministry. Its first and only cow minister Otaram Devasi, was voted out in the 2018 election, despite his ministry’s announcement in 2018 that it would work with the Sohanlalji Buladevi Ojha Guashala Samiti, associated with the SLO Group, to establish a 220-hectare cattle sanctuary in Bikaner district, which will be home to up to 10,000 cattle and will be open to tourists.What can farmers do?Not much. In the dead of winter, farmers with fields near forests and roads are staying up all night to protect their crops and to keep a watchful eye on the movement of feral herds.Rajesh Yadav, 27, is a student and farmer from the state’s Faizabad district.“It is because of Yogiji [Uttar Pradesh chief minister Yogi Adityanath] that cattle numbers have increased,” he said. “If we see a cow, we say, ‘Yogiji aaye, inko bhagao.’” Yogiji has come, chase them away.Ramkishan, after spending a winter night warding off #straycattle Posing in front of his royal paddy straw bed. Bundelkhand, Uttar Pradesh pic.twitter.com/bDGI18MS8S— Sayantan Bera (@sayantanbera) January 10, 2019\n\nTwo cattle markets near his village are all but inactive, he said, so farmers have no place to sell their cattle.Farmers, meanwhile, have had to make do with what they can. In recent months, prices of barbed wire have shot up. According to Yadav, it will cost him Rs 20,000 per bigha to fence his 15 bighas of land.Said Yadav, “Earlier, we only had an issue of neelgai. Now that is still there, but it is overshadowed by the cow issue instead.”With inputs from Shoaib Daniyal.","author":"Mridula Chari","time":"2019-01-13T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110124-cvrgendaeh-1546956263.jpeg","tags":["Animal welfare","Cow politics","Hindutva","Cow slaughter","Cows","Stray cattle"],"source":"https://scroll.in/article/908702/the-cow-and-bull-story-as-farmers-vent-anger-indias-stray-cattle-problem-is-here-to-stay"}