{"title":"The Modi Years: Did the CBI’s crisis of credibility go away?","content":"Before 2014, BJP criticised Congress for using CBI as political toolBut the Modi government did not introduce any significant reforms, nor did it pass legislation to create the Lokpal Appointment of officer close to Modi as special director caused turmoil Infighting within CBI became ugly with corruption charges against No 1 and No 2 officersCBI team raided its own headquartersCentre intervened by taking action that the Supreme Court found to be patently illegalThe Central Bureau of Investigation, India’s premier investigation agency, was famously called a “caged parrot” by the Supreme Court in May 2013. The term, referring to the way the agency is misused by ruling governments, has stuck, in part because almost everyone believes the CBI continues to be used to target the Opposition. Though the Bharatiya Janata Party accused its predecessors in government of wielding the CBI like a political tool, Prime Minister Narendra Modi’s tenure has been even more controversial, with unprecedented levels of internal conflict within the agency spilling out in public. “The Congress will not fight the next Lok Sabha elections but will field the CBI instead,” then BJP’s prime ministerial candidate Narendra Modi said back in 2013. Yet after coming to power, Modi did little to change the way the investigating agency functioned. Though the BJP had lent some nominal support to the Lokpal legislation, that was supposed to act as an additional watchdog on the government and its use of agencies, Modi’s tenure has nearly gone by without India seeing the Lokpal become reality. In effect, then, the CBI has continued to remain a caged parrot, with the Opposition now arguing, as Modi did in 2013, that it has ramped up its actions with elections around the corner. Unlike the previous government, however, the Modi years brought with them a completely unusual spectacle involving the CBI: infighting, on display for the whole country to see.Setting the stageThe turmoil in the CBI began in April 2016, when the Narendra Modi government decided to appoint Gujarat cadre officer Rakesh Asthana, who had investigated the burning of the Sabarmati Express at Godhra in 2002, as additional director of the agency. This was followed by a position upgrade for Asthana in December 2016, when he was made the interim director of CBI following the retirement of then CBI director Anil Sinha. A month later in January, the Centre brought in former Commissioner of Delhi Police Alok Verma as the head of the probe agency. In what would turn out to be a controversial decision setting the stage for future unrest, the Centre on October 23, 2017 made Asthana a special director in the CBI even though it had a serving director in Verma, who was reportedly opposed to the appointment from the beginning. Ashthana’s appointment was challenged by lawyer Prashant Bhushan in the Supreme Court. There were several charges made in the petition. First, the petition alleged that the selection committee headed by the chief vigilance commissioner did not take Verma’s opinion before going ahead with the appointment. Bhushan also pointed out that by the time of Ashthana’s appointment, allegations of his involvement in a bribery scam had emerged. The CBI in 2017 had lodged a case against Sterling Biotech, a company that had allegedly paid bribes to income tax officials. Reports emerged that during a raid related to this case, the CBI seized documents that allegedly showed payments made to Asthana as well. The petition claimed links between Asthana and the Sandesara family which owns Sterling Biotech.  It was alleged that Asthana’s son worked in the company for some time and his daughter’s wedding party took place at a venue owned by Sandesaras in Gujarat. The Supreme Court on November 28, 2017 dismissed this petition, stating that it was factually wrong to state that Verma’s opinion was not taken in selecting Asthana. The CBI director had given his opinion as per the minutes of the selection meeting. The court also accepted the conclusion that the committee had found the corruption allegations unverifiable. The First Information Report in the Sterling case did not name Asthana.Internal battlesThe real turmoil in the CBI broke out in July 2018, when Verma was traveling abroad. The Central Vigilance Commission had called for a meeting to discuss transfers and promotions, in which Verma as the CBI director had to participate. The CVC asked for another officer to fill in. Since Asthana was No 2 in the agency, it would have logically fallen to him, but the CBI told the CVC that Asthana had no mandate to represent Verma in the meeting.This quickly escalated into a open war between the top two officers of the agency. In August, Asthana alleged misconduct on part of Verma before the cabinet secretary. Two months later in October, the CBI lodged an FIR with bribery allegations against Asthana and several other officials and Dubai-based investment banker Manoj Prasad and his brother Somesh Prasad. The FIR alleged that Asthana and Deputy Superintendent of Police Devender Kumar were involved in a plot to receive money in return for not pursuing a case against a businessman allegedly connected to controversial meat expoerter Moin Qureshi. Asthana argued the opposite, saying it was actually Verma that was accepting the bribes in the same matter. Rumours spread wildly about the infighting actually being a reflection of larger camps within the government, including the Prime Minister’s Office. A day later, the banker, Manoj Prasad, was arrested. A team of CBI officials even raided the agency’s own headquarters. On October 16, Devender Kumar was arrested by the CBI, which alleged that he had forged a statement of an accused in a bribery scandal in a case involving Qureshi. Asthana and Kumar moved the Delhi High Court against the FIR a day later. The court ordered status quo and sought CBI’s response. However, on October 23, in a dramatic move after days of public infighting between Verma and Asthana, the Department of Personnel and Training issued an order relieving Verma and Asthana of their responsibilities. The order, reportedly passed between 11:30 pm and 2 am, saw power in the agency change hands overnight. Supreme Court intervenesOn October 24, Verma moved an application in the Supreme Court challenging the government’s decision to relieve him from the director post. The petition said the decision could not have been taken without the concurrence of the selection panel headed by the Prime Minister with the Chief Justice of India and the Opposition leader as members. In effect, Verma argued what was effected was a transfer. A day later, the non-governmental organisation Common Cause moved the court against the appointment of M Nageshwar Rao as the interim CBI director. The Supreme Court ordered Rao not to take any major policy decisions till the petitions are disposed. On January 8, after multiple hearings when the Centre charged the two officers of compromising the image of the CBI in public, the court set aside the order divesting Verma of his duties saying it had been illegal. Instead, it asked the selection committee headed by the prime minister to meet within two weeks to take a decision on who should run the agency.  On January 10, the selection panel officially removed Verma from his position as CBI director. Rakesh Asthana too was transferred to a different post soon after. Investigation into the FIR against Asthana, however, is still ongoing. The Kolkata clashBy February, after the internal controversies in the CBI began to die down following the exit of Verma, the agency was back in the news for its operations in West Bengal.A large team was sent to Kolkata to question police commissioner Rajeev Kumar in a chit fund scam.This quickly descended into a political battle between West Bengal Chief Minister Mamata Banerjee and the Centre. The Kolkata police stopped CBI officials from questioning Kumar. Banerjee sat on a protest and several political leaders from Opposition parties travelled to Kolkata to express support for her stand .  The CBI moved the Supreme Court against the West Bengal government for obstructing its functioning and against Kumar for non-cooperation. The Supreme Court asked Kumar to present himself for questioning and adjourned the contempt of court proceedings to late March.The controversy cemented the perception that the CBI remains a political instrument of the government, regardless of which party is in power.Why exactly is the CBI raiding the CBI?What you need to know about the dramatic midnight action within the CBIHow Andhra Pradesh and West Bengal barred the CBI from their statesThis article is part of The Modi Years series which recaps the major milestones, controversies and policies of the BJP government.","author":"Sruthisagar Yamunan","time":"2019-03-05T19:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114551-uudpxmkwsa-1551794298.jpeg","tags":["CBI","Supreme Court","Alok Verma","Narendra Modi","The Modi Years"],"source":"https://scroll.in/article/914626/the-modi-years-did-the-cbis-crisis-of-credibility-go-away"}