{"title":"Scroll Investigation: The curious case of Russian oil deals that benefited Essar, hurt ONGC","content":"When Russian President Vladimir Putin visited Delhi in December 2014, his camaraderie with Prime Minister Narendra Modi was widely noted. What received less attention were the curiously asymmetric deals that an oil company controlled by the Russian government went on to sign with Indian companies over the next two years. First, between September 2015 and October 2016, Kremlin-controlled Rosneft sold 49.9% in its Vankor oilfield in the northern parts of eastern Siberia to Indian public sector oil companies. According to oil and gas experts in Russia and India, the Indian companies significantly overpaid Rosneft. Towards the end of these transactions, in October 2016, Rosneft announced its purchase of a refinery and port owned by the Essar Group in Gujarat. The price surprised observers in both Russia and India – it was much higher than initial valuations. Reuters reported it was the biggest-ever foreign acquisition in India and Russia’s largest outbound deal. It rescued debt-ridden Essar Oil from bankruptcy. It also gave Rosneft access to the large Indian market at a time it faced sanctions slapped by the United States in 2014 as retaliation for Russia’s annexation of Crimea in Ukraine. But what about India’s government-owned oil companies? Did they gain at all?The first asymmetric dealIn August 2015, Mint reported that ONGC Videsh, the global oil exploration subsidiary of the Oil and Natural Gas Corporation, was seeking to buy a stake in the Vankor oilfields from Rosneft for $900 million. EnergyVoice, an oil and gas website, published a Bloomberg report pegging the size of this stake as 15%.   The deal was finalised in September 2015 – but at a higher price of $1.25 billion.  In June 2016, three other public sector companies – Indian Oil Corporation, Oil India and Bharat PetroResources, the oil exploration arm of Bharat Petroleum – bought a 23.9% stake in the Vankor cluster, paying $2.1 billion. Months later, in October 2016, ONGC Videsh picked up another 11% in Vankor for $930 million. In all, Indian oil companies picked up 49.9% in Vankor, paying a total of $4.23 billion. The deals surprised observers for several reasons. One, even as negotiations were underway, production in Vankor began falling. In 2014 and 2015, the field had an annual output of 22 million tons of oil. In 2016, production fell to 20.7 million tons, which further dipped to 17.6 million tons in 2017. Officials at Rosneft expect production to slump to 13 million tons by 2020, said Newsbase, an oil and gas industry website. To compensate, Rosneft has fast-tracked the development of three fields in the surrounding area – Suzunskoye, Tagulskoye and Lodochnoye. But these are smaller fields. According to an analyst report by Sberbank, while peak output of Vankor was 442,000 barrels per day, Tagul will produce 100,000 barrels per day; Suzun, 90,000 barrels per day; and Lodoch, 40,000 barrels per day. They are also expected to peak soon: Tagulskoye in 2022, Suzunskoye in 2017 and Lodochnoye in 2024. When asked about Indian oil companies investing in fields with falling production, a former bureaucrat in the petroleum ministry declined to comment. “I am sure ONGC Videsh will have an explanation for that decision to buy,” he said. “You should ask them.”We tell you the truth the government does not want you to hear. Support us by signing up for Scroll+Further, the deals took place at a time when Russia faced economic sanctions from the United States and Europe for its military actions in Ukraine. Firms dealing with Russian companies faced the risk of losing access to other markets.“The Indian purchase looked very unusual for Russian observers because the buyers definitely overpaid and because the purchase was done in the situation of sanctions,” said Lilia Shevtsova, an associate fellow with the Russia and Eurasia programme at Chatham House, a policy institute based in London. “Moreover, China had been the first bidder and it refused the purchase.”Said the head of an investment fund in Mumbai: “Russia is under sanctions. Who would have paid a higher price or even invested at all?”Despite falling production and sanctions, Indian oil companies did not renegotiate prices. In July 2016, PTI reported that while picking up its additional 11% in Vankor, ONGC Videsh had wanted to negotiate its price downwards. “The company board was of the opinion that since it was picking up a sizeable stake in the field operated by US-sanctioned company, the asking price has to be renegotiated,” the report said.However, even as ONGC Videsh sought renegotiations, the OIL-IOC-BPCL consortium signed agreements for buying 23.9% stake in Vankor for $2.02 billion. Sources told PTI, “Rosneft is now arguing that when the buyer of larger 23.9% stake is willing to pay a price in line with the September 2015 deal, there remains no scope for negotiating it with a buyer who is picking up less than half.”Compounding matters, the OIL-IOC-BPCL consortium also agreed to pay interest to Rosneft till the time the deal was closed and all payments made. “I have never heard this,” a former board public sector bank director explained on email. “Interest is paid on borrowings. Unless you are borrowing to buy this equity (in which case you would pay for the amount borrowed to the source from which you borrowed), why would you pay interest on a potential investment? Is it not strange?”Questions have also been raised about the utility of acquiring minority stakes in a Russian oilfield. “I think the Indian companies have clearly overpaid for the Vankor stakes,” said Vladimir Milov, who served as Russia’s deputy minister of energy in 2002 and is now a political dissident, in an email to Scroll.in. “Generally, I do not see a point in buying a minority equity stake in an upstream Russian oilfield, given the overly centralisation of management and cash flows in Russian state oil and gas holdings, including Rosneft. It gives zero leverage on decision making.”The only possible explanation why Indian oil companies went ahead with the deal, he said, could be that “Videsh needs this equity stake to show it in its books to shareholders as ‘proof that it has solid resource base’ (whereas in reality it has zero influence in governance)”.These questions are not limited to just the Vankor deal. In 2013, Rosneft had bought a 65% stake in another Russian oil company, TYNGD, for $2.1 billion. In March 2016, it sold a 29.9% stake in TYNGD to a consortium of Indian Oil, Bharat Petroleum and Oil India for the same amount. Effectively, in 2013, Rosneft had valued TYNGD at $3.3 billion. Three years later, despite the imposition of sanctions and lower oil prices, the Indian companies valued TYNGD 25% higher – at $4.01 billion. “In the current low oil price environment, Rosneft seems to have realised full potential from the deal, monetising its stake,” said financial research firm Moody’s.Scroll.in wrote to ONGC Videsh and Indian Oil, which had led the consortium that bought stakes from Rosneft, seeking information about these transactions. Questions were also emailed to oil minister Dharmendra Pradhan and Rosneft.Till the time this article was published, they had not responded. This report will be updated if they do.The second asymmetric dealClose on the heels of the Vankor sale came another deal that surprised oil sector analysts and investment bankers in India and Russia.In October 2016, Rosneft purchased Essar Oil’s Vadinar refinery and fuel pump network in Gujarat for Rs 72,800 crore. It spent another Rs 13,300 crore on acquiring the adjacent Vadinar port and related infrastructure. The valuation was significantly higher than previous discussions reported in the business press suggested.In 2015, when talks began between the two companies, Reuters reported Rosneft had valued the refinery, the port and related assets at $5.7 billion (Rs 34,200 crore, at the time). On its part, Essar had pegged the value of the oil business alone at $9 billion (Rs 54,000 crore), according to the Economic Times. The newspaper said Vadinar port was not included in this number.More neutral observers placed the valuation of Essar Oil between these two numbers. Financial broking site Moneycontrol, for instance, pegged Essar Oil’s enterprise value at Rs 39,151 crore in 2015.But an Essar spokesperson, who spoke on the condition of anonymity, disputed these numbers. He claimed $5.7 billion was the valuation for only 49% of the company. “There is nothing wrong with this deal,” he said. “It was finalised only after all regulatory approvals.”In an email, a spokesperson of Essar said the deal with Rosneft was “preceded by aggressive competitive bidding for the asset by global oil & gas majors until the current acquirers were shortlisted”. He listed the assets sold to Rosneft: the Vadinar refinery with a plant that supplied power to it, the Vadinar oil terminal and a network of 3,500 retail outlets.He also pointed to a press release issued by Rosneft where it said it had acquired a stake in “a first class asset with a significant development potential”.However, another parameter raised questions about the price that Rosneft had paid. Mint reported Essar Oil had been valued at around 12.5 times Ebitda (earnings before interest, tax, depreciation and amortization). This was much higher than how comparable businesses valued themselves – Reliance Industries Ltd’s refining business, at the time of the Essar Oil sale, had an enterprise value seven times its Ebitda.For a company in the oil business, the cost of extracting and refining petroleum do not change much. Margins depend almost entirely on the price of oil in the market. For this reason, a company with high finance costs will be more vulnerable to price dips – its margins are thinner than those of rivals with lower finance costs.In Russia, Neftianka, an oil and gas website, wondered if the deal with Essar would be profitable for Rosneft. An analyst report by Sberbank, later withdrawn by the firm for being too critical of Rosneft, said: “We have estimated that Rosneft has agreed to pay at least twice as much as Essar Oil is worth.”That puzzlement was shared by Indians as well. “The morning the news broke, I called two people involved with the transaction and asked ‘Did you know it was such a big deal?’ said an analyst in Mumbai who has been tracking India’s ongoing insolvency proceedings in which debt-laden private companies are being sold in state-supervised auctions. “They were surprised too.”Dealing with debt Two of the key players in these deals were debt-laden companies. Between 2013 and 2014, Rosneft finished its acquisition of TNK-BP, a private oil company in Russia. This was a large deal, over $55 billion, which left the company saddled with a lot of debt. This was another transaction where Rosneft was alleged to have overpaid. In his email, Milov said: “Rosneft’s CEO Igor Sechin has enormous appetite for expansion and new acquisitions of, frankly speaking, whatever is available and is willing to overpay.” To reduce debt, the company began looking for investors for some of its oilfields. Essar was debt-strapped as well. According to the Mumbai-based insolvency process observer, the group had been trying to sell its refinery since 2012. “Banks were putting pressure on them from 2010. At the same time, as solar [power] prices moved down, they were saying the refinery’s price would soon start falling.” In contrast, he said, the group was more bullish about steel. “When they needed to retire debt, it made sense for them to sell the refinery.” In September 2015, Rosneft sold its first 15% stake in Vankor to ONGC Videsh. By this time, it was already in talks with Essar – according to Reuters, a preliminary agreement had been signed between the two companies in July 2015. By September 2016, however, talks had floundered over a dispute on valuations. Essar had begun talking to other companies like Saudi Aramco, which, Reuters said, was willing to pay $9 billion (Rs 54,000 crore) for “all or most of the refiner”.The role of politiciansThe deal was salvaged, wrote Reuters, due to “the involvement of Russian President Vladimir Putin and Indian Prime Minister Narendra Modi, who were keen for it go through, and after the consortium agreed to pay $13 billion – more than double what Rosneft had initially valued Essar at”. Shevtsova of Chatham House said: “In Russia we have a marriage between power and business, and that is why all important economic deals need approval and the endorsement of the authorities. This was a very serious commercial deal that hardly could have succeeded without the direct involvement of the Kremlin.” There was political involvement from the Indian side too. As Financial Express reported, “Agreements on considering acquisition of minority share in Vankorneft by ONGC Videsh were reached on July 8, 2015 during the meeting between the President of the Russian Federation Vladimir Putin and Prime Minister of the Republic of India Narendra Modi in Ufa.”To speak truth to power, journalists don’t need to be loud, they just need to be firm. Support us by signing up for Scroll+The final decision on the price Indian oil companies paid for Rosneft’s oilfields was taken, not by the oil companies, but by the Cabinet Committee on Economic Affairs, which is chaired by Prime Minister Narendra Modi.Even the Essar deal was signed on the sidelines of a Modi-Putin meeting. In the email to Scroll.in, an Essar spokesperson said: “The Essar Oil-Rosneft deal, was signed in November 2016, at the BRICS Summit in Goa, in the presence of Russian President Vladimir Putin and Indian Prime Minister Narendra Modi.”A report published in October 2016 by the market research firm, Kotak Institutional Equities, said: “The formal announcement of the deal in the recent BRICS summit in the presence of the political leaders of India and Russia suggests a high degree of involvement of the Indian government in the transaction. We note that Indian PSU oil companies had earlier purchased a 49.9% stake in the Vankor oil block of Rosneft.”Who gained, who lostThe oil sector deals engendered clear winners and losers.“In the Rosneft-Essar deal, Essar gained more than Rosneft,” said a Mumbai-based observer. The company, struggling as recently as 2016 to make interest payments on its loans, made Rs 82,000 crore instead of losing its refinery to India’s ongoing insolvency proceedings. It has since used some of that money to retire the debts of Essar Global.In the email to Scroll.in, an Essar spokesperson said: “Essar Global, the holding company of all Essar businesses, used $5 billion from the sale proceeds to repay its debt to Indian lenders.”Rosneft gained as well. Despite the sanctions against Russia, not only did it gain access to India’s large domestic market, it also got a warm-water port. While there are still questions over the price it paid, specially since outlooks for the oil industry have not dramatically improved between 2015 and 2017, its losses have been offset by the $6 billion that it made from the sale of its oilfields to Indian public sector companies.“Rosneft paid Essar far more than the fair price,” said the Mumbai-based investment banker, on the condition of not being identified. “Its net loss was capped due to the other deal.”Given that they kept their prices unchanged despite falling production and sanctions, only time will tell if the Indian oil companies have gained.","author":"M Rajshekhar","time":"2019-02-04T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111462-fdzuhkbstc-1548423260.jpeg","tags":["Essar","ONGC","Narendra Modi","Vladimir Putin","India-Russia ties"],"source":"https://scroll.in/article/910862/the-modi-putin-effect-russian-oil-deals-benefited-essar-hurt-ongc-say-experts"}