{"title":"The Warner signs: Australia’s main man turns his fortunes around in UAE to become T20 World Cup MVP","content":"You know how sports fans react sometimes (well, almost all the time) when the camera pans to them in the stadium and they see themselves on the big screen? Of course you do. You have perhaps done it yourselves too. It is only logical.. instinctive almost, to react because your image at the venue is being beamed across television channels. How many of us could hope to achieve that in life otherwise? This is nothing to be surprised about. What was surprising, however, a few weeks back... on 3 October at Dubai International Stadium... David Warner found himself in that position. It was better than staying back at the hotel perhaps, but seeing the Sunrisers Hyderabad opener waving the franchise flag from the stands, and then putting a hand up while smiling when the camera panned to him was surreal. He was out of the team, and by then it was increasingly clear he is not going to play another match in the season and here he was, playing out the role of a curious spectator like he is not one of the greatest overseas batters to have played in the Indian Premier League. Warner’s wavin’ flag. Perhaps a call out for some freedom, to find form, to make himself the fierce opening batter that countries and franchises around the world feared. And as it would turn out... on 14 November at Dubai International Stadium... Warner took centerstage along with the rest of the Australian team. The wait was over. The men’s team from Australia had finally won the T20 World Cup title. A cricketing anomaly, of an Australian team struggling to win a white-ball world title, had been righted. The player of the tournament? David Warner, why of course. An eventful rollercoaster in the UAE for Warner came to a close with scores of 89*, 49 and 53 in three must-win matches for Australia.  David Warner's time in the UAE 2021 \n    \n       Match  Score  Match date  Venue \n    \n     vs New Zealand (Final)  53  14-Nov-2021  Dubai  vs Pakistan (SF)  49  11-Nov-2021  Dubai  vs West Indies  89*  06-Nov-2021  Abu Dhabi   vs Bangladesh  18  04-Nov-2021  Dubai  vs England  1  30-Oct-2021  Dubai  vs Sri Lanka  65  28-Oct-2021  Dubai  vs South Africa  14  23-Oct-2021  Abu Dhabi  vs India (Warmup match)  1  20-Oct-2021  ICCA Dubai  vs New Zealand (Warmup match)  0  18-Oct-2021  Tolerance Oval  Rest of IPL 2021  N/A (Dropped)      vs Punjab Kings  2  25-Sep-2021  Sharjah  vs Delhi Capitals   0  22-Sep-2021  Dubai \n  This is not to retrospectively say Warner was wrongly left out by Sunrisers, because hindsight is 20-20. The management took the decision because the tournament was getting away from them and Warner, even if he felt he was one knock or one shot away from finding his touch, was not producing the runs. Of course, cricketing logic would suggest that a player of Warner’s quality will come good eventually but the sidelining in IPL ended up benefitting Australia the most. It would not be an exaggeration to say the more he was being written off and pushed into the corner, the more likely it was that he would deliver at the World Cup. The Warner signs were there early. In the warm-up match against New Zealand, a few weeks before the two teams would meet for the World Cup final, Warner was out for a duck when Martin Guptill took an absolute screamer at slip. That catch had no place in a warm-up match. Really. It was silly. Guptill threw himself to the left like his career depended on taking that catch... he need not have. And so Warner walked back with a wry smile. Even the most skillful of athletes can use a little bit of fortune at the right time. The luck, at some point, had to turn for Warner.And it did, in the match against Sri Lanka. When he gets the chance to break off from the celebrations, Warner should perhaps send a thank you note to Kusal Perera. The Sri Lankan wicketkeeper dropped an absolute sitter and long before you know it, Warner had smashed 65 in a welcome return to his free-flowing run-scoring touch. His long-time teammate Shane Watson, who was commentating at the World Cup, often mentioned during the tournament that all it takes is that one moment for a batter to click back into gear. You maybe woefully short of runs, and that well-timed straight drive or the perfectly middled pull shot is all it takes. Perhaps that night against Sri Lanka did that for Warner. “Everyone was talking about my form, which I reiterated that’s not the thing I’m worried about; it’s about going out there and starting well,” Warner had said that night.And with three superb knocks in the three biggest matches of the tournament for Australia, Warner completed his turnaround. Captain Aaron Finch, who termed at the post-match presentation that writing off Warner was like poking a bear, went one step further in the press conference and said he saw this coming all along.“You didn’t expect that? I certainly did. Without a word of a lie, I promise you, I called Justin Langer a few months ago and said, “Don’t worry about Davey, he’ll be Man of the Tournament,” Finch said in the press conference later on, as the sounds of celebration filtered through from the Aussie dressing room. “I thought Adam Zampa should have been Man of the Tournament personally, but he’s a great player. He’s one of the all-time great batters. And he’s a fighter. He’s someone who when his back is against the wall, that’s when you get the very, very best of David Warner. It was a special finish to the tournament for him, the last couple of knocks.”And as Warner said after getting his run-scoring touch back against Sri Lanka, “...that’s the world of sport. When you ride the highs you’ve got to ride the lows; you’ve got to stay confident, keep a smile on your face and never let it get to you.”","author":"Vinayakk Mohanarangan","time":"2021-11-15T14:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166384-brrtzuqtfc-1636958860.jpeg","tags":["David Warner","ICC Men's T20 World Cup","T20 World Cup final"],"source":"https://scroll.in/field/1010575/the-warner-signs-australias-main-man-turns-his-fortunes-around-in-uae-to-become-t20-world-cup-mvp"}