{"title":"The Daily Fix: Supreme Court’s Bilkis Bano order reminds us that Gujarat is still awaiting justice","content":"During the 2002 Gujarat riots, Bilkis Bano was  gangraped and left to die, even as 14 members of her family were murdered. Bano, a poor, illiterate woman, sought justice in the courts. In 2017,  the Bombay High Court convicted 11 people for the crime, the first time a case of rape during a communal riot had come to justice. On Tuesday, the Supreme Court ordered the Gujarat government to pay her Rs 50 lakh in compensation, to give her a job and accommodation at the place of her choice.During the Gujarat riots, more than a thousand people were murdered, the majority of them Muslim. The Supreme Court order on Bilkis Bano is a reminder that justice is yet to be fully done in the case, one of the most horrific instances of mass violence in Independent India.While more than 2,000 cases were registered in the aftermath of the riots, the Gujarat police blocked justice by closing many cases. It was only when the Supreme Court got involved that a few of those cases were reopened and placed under court-monitored special investigation teams.Some of these cases did see justice. In 2016, for example, 17 people were convicted of the Sardarpura massacre in which 33 people were burnt alive. In 2018, the Gujarat High Court upheld the conviction of Bajrang Dal leader Babu Bajrangi for the Naroda Patiya massacre in which 97 people were murdered.The Gujarat riots were noteworthy for the number of allegations that violence had received institutional support. KR Narayanan, who was India’s president at the time, wrote that “there was governmental and administrative support for the communal riots in Gujarat”. This had been extensively documented by journalists too. However, till now, India’s legal system has been unable to uncover this support.The lapses on the part of the special investigative team that probed Narendra Modi – who was Gujarat’s chief minister at the time and is now India’s prime minister – have been documented as well. According to journalist Manoj Mitta, the investigation never pinned down Modi on his incendiary statements before the violence or why he was, as he claimed, unaware of mass killings happening in broad daylight just a few kilometres away from him.Bano is reminder that the remaining cases of the Gujarat riots need to also see justice. These notably include the plea of Zakia Jafri, whose husband – a former member of Parliament – was murdered in the riots. Jafri seeks to question the clean chit given by the special investigation team to Modi. Her case is currently in the Supreme Court.Unfortunately, not only have the Gujarat riots exited from the political conversation, even the courts seem to have lowered their guard. Between 2014 and 2016, Babu Bajrangi received temporary bail 14 times. In 2019, Bajrangi received bail from the Supreme Court. For a man convicted of mass murder to be let out of jail is a reflection of biases in the legal system.","author":"Shoaib Daniyal","time":"2019-04-24T09:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/921096-57394-wwpnuuuvzj-1493885088.jpg","tags":["Gujarat riots","Narendra Modi","Bilkis Bano","Zakia Jafri"],"source":"https://scroll.in/article/921096/the-daily-fix-supreme-courts-bilkis-bano-order-reminds-us-that-gujarat-is-still-awaiting-justice"}