{"title":"The Kapu vote: Why Pawan Kalyan’s rise is a big challenge for Telugu Desam Party in Andhra Pradesh","content":"Nearly every day for the past two weeks, D Prasad, 23, has turned up at the bus stand in Anuru Kothuru village in Peddapuram Assembly constituency to discuss political developments with his friends and other villagers. For many young men like Prasad in Andhra Pradesh’s East Godavari district, what they had been hoping for over the last five years has finally happened. “Our aaradugula bullet is going to win,” Prasad said confidently, a view endorsed by those sitting near him at the bus stand.Aaradugula bullet – the six-foot bullet – is a reference to Telugu superstar and Jana Sena Party leader Pawan Kalyan, a moniker popularised by a song in the movie Attarintiki Daredi. Kalyan is contesting from two constituencies in the Assembly election on April 11, Bhimavaram in West Godavari and Gajuwaka in Vishakapatnam.Why do they want to vote for an untested leader with no administrative experience? While Prasad claimed Kalyan’s philanthropic activities prior to his political entry showed a deep concern for the poor, the older generation at Anuru Kothuru was more blunt. Venkataramana, 60, said he wanted to see a Kapu to be the chief minister. “For how long should we be a stepping stone for the Reddys and the Kammas?” the farmer asked, rather angrily. Chief Minister Chandrababu Naidu is a Kamma while his main opponent, YSR Congress leader Jaganmohan Reddy, as the name suggests, is a Reddy. All three peasant communities are forward castes in Andhra Pradesh.In 2014, when he launched his party, Kalyan kept away from the electoral fray and threw his weight behind the Telugu Desam Party and its ally, the Bharatiya Janata Party. The alliance won the Assembly election by a margin of less than 1% of the vote. This time, as the state prepares for both Assembly and parliamentary polls, the Jana Sena is emerging as a major force of disruption for the ruling party, which is fighting anti-incumbency and a strong challenge from the YSR Congress.It is not merely Kalyan’s popularity as a filmstar that is increasing the momentum the Jana Sena has gained over the last few months. In several districts of Andhra Pradesh, particularly in the delta region of East and West Godavari, Kalyan’s Kapu community forms a major vote base. Not happy with having to play second fiddle to the Kammas and the Reddys, many Kapus believe that Kalyan can emerge as the kingmaker when the results are declared in May, and possibly the chief minister.Glamour and casteAccording to the census of 1921, the last time caste populations were counted in India and the numbers released, the Kapus constituted 15.2% of the people in Andhra region. This included the Reddys, who are now counted as a distinct caste. Their leaders have been claiming that the Kapus are today over 25% of the population, making them the single largest community in the state.Andhra has 175 Assembly seats, which make up 25 parliamentary constituencies. The Kapu population is the highest in the two Godavari districts, though the community is spread across the state and boasts sizable numbers in Krishna and Guntur districts as well.There is a marked generational difference in the way Kalyan is perceived by Kapu voters in the Godavari region. Younger voters Scroll.in spoke with in the Lok Sabha constituencies of Kakinada, Eluru, Rajahmundry and Narsapuram denied that caste affinity was a factor for their support for Kalyan. “We want to support him because he is unblemished,” said Srinivasaiah, 30, a farmer in Narsapuram. Having alternated between the Congress and the Telugu Desam Party over the last 35 years, Srinivasaiah said a real change for voters could only mean a complete break from the two parties. “Jagan Reddy is Congress in a new form,” he argued.Kola Srinivas, a sugarcane juice vendor, argued that Kalyan’s altruistic nature was reflected in his party’s manifesto. “Rythu Sampada is sure to transform our lives if implemented properly,” he said. Rythu Sampada is a proposed scheme to give interest-free loans to farmers with unirrigated and fallow lands and bring 25 new crops under a form of minimum support pricing that the manifesto describes as “profitable support pricing”.Kola Srinivas is a sugarcane juice vendor in Narsapuram. Photo credit: Sruthisagar YamunanIn Rameswaram, Rajahmundry, which falls in Anaparti Assembly constituency, Dasari Bangaraiah, 62, a garment seller, said despite being in the film industry that is known for “black money culture”, Kalyan has never faced any corruption charges. However, cinema has nothing to do with Bangaraiah’s support for the Jana Sena. “If a Reddy or a Kamma becomes chief minister, all benefits are cornered by the two communities,” he claimed. “If one of our own becomes the state leader, can we be ignored?” This feeling of victimhood has taken root among older Kapus. In the last three years, the Kapus of the Godavari region, led by former minister Mudragada Padmanabham, have agitated for reservation. To counter Kalyan’s appeal, the Telugu Desam Party in February decided to provide 5% reservation to the Kapus within the new 10% quota for the economically weaker sections announced by the Narendra Modi government.The move has not enthused many Kapu voters. “It was done only for elections. How will the courts accept it?” asked Krishnaraju Vijayiah, a retired teacher in Kakinada. He said the community’s main demand was to be included in the Other Backward Classes category. “Telugu Desam Party promised this in 2014. They did not fulfil it.”Vijayiah argued that even if the intention behind the 5% quota decision was sincere, the credit should go to Prime Minister Modi rather than to Chief Minister Naidu. “I will vote for Kalyan in the Assembly polls and for Modi in the Lok Sabha polls,” he added.Chiranjeevi experienceFor the Kapus who said they would either vote for the Telugu Desam Party or the YSR Congress, the Chiranjeevi experience has left a mark. Superstar Chiranjeevi, Kalyan’s older brother, launched the Praja Rajyam Party in 2008, only to merge it with the Congress three years later. He has stayed away from active politics since 2014, when the United Progressive Alliance government led by the Congress bifurcated the state. According to these Kapu voters, Chiranjeevi presented the same prospects for the community that Kalyan now promises. “Chiranjeevi was an even bigger star than Kalyan,” pointed out Sambhasiva Rao, 44, a temple guard at Dendluru in the Eluru constituency. “Despite caste vote, he lost in Palakollu in 2009. Not all Kapus will get carried away by the cinema image.” In the 2009 Assembly election, Chiranjeevi contested from two seats, winning Tirupati but losing Palakollu in the heart of the Kapu territory of West Godavari. The Praja Rajyam Party, however, bagged 18 seats with a vote share of 16.2%, helping the Congress under YS Rajasekhara Reddy achieve a landslide victory over the Telugu Desam Party. A flight of the Kapu votes and a consolidation of the Reddy votes could spell trouble for the Telugu Desam Party yet again.For these Kapu villagers in Eluru, the Chiranjeevi experience informs their assessment of Pawan Kalyan's prospects. Photo credit: Sruthisagar YamunanBeyond the Kapu community, there seems little support for Kalyan in the Godavari region. Alamelu Manga, a grocer in Kakinada who belongs to the Komati trading caste, said she would vote for whoever is more experienced. “How can we trust a newcomer?” she asked.Manga said she was particularly disturbed by how the Jana Sena Party workers were campaigning. “These young boys hoot and shout even when distributing pamphlets,” she complained.Papi Reddy, a farmer in Rajahmundry, said most Jana Sena candidates were from the Kapu community. “He keeps saying his party is for everyone,” he noted, referring to Kalyan. “But why has he fielded only Kapus?”Indeed, of the 26 unreserved Assembly seats in the Godavari region, the Jana Sena has given 16 to the Kapus, 11 in East Godavari and five in West Godavari. The four unreserved Lok Sabha seats have been allotted to the Kapus as well.BJP’s Kapu strategyWhile the Jana Sena has clearly put all its eggs in the Kapu basket, the BJP too is banking on a section of the community to bolster its chances. In 2014, the party contested in alliance with the Telugu Desam Party and won four Assembly seats with a vote share of 7.2%. But last year Naidu ditched the BJP over its failure to accord special category status to Andhra Pradesh. Since then, Naidu has made the special category status his top campaign plank, painting the BJP and Modi as anti-Andhra Pradesh. In response, the BJP is wooing the Kapus, who are seen as a rival of Naidu’s Kamma community. Last year, the party appointed Kanna Lakshminarayana, a powerful Kapu leader in the Guntur district, as its state unit chief. A former Congressman, Lakshminarayana is seen as someone who could stitch an alliance with the YSR Congress after the election if need be.Some of the Kapu voters who said they would back the Jana Sena in the state polls preferred Narendra Modi as the prime minister. In Tadepalligudam in Narsapuram, AV Ramanamma, a shopkeeper, said she wanted a strong leader at the Centre.Apart from the blunder of demonetisation, Ramanamma said, she could not find any fault with Modi. “Congress is the reason why Andhra is suffering,” she said, refusing to accept Naidu’s charges on the special category status. Her son, AV Srinivasan, hoped the Jana Sena would join hands with the BJP after the polls. “Since the BJP is very weak in Andhra, we will vote for Kalyan in the Lok Sabha polls as well,” he said, adding that he was impressed with how Modi responded to the Pulwama attack. “The Congress only fights with paper knives,” he quipped.Villagers in East Godavari wonder if the Jana Sena is a party for everyone and not just the Kapus. Photo credit: Sruthisagar YamunanMany voters, however, made it clear that the air strike on Pakistan would have no bearing on their voting decision. “Who in Andhra cares?” asked G Raju Govidaiah, a lecturer at a private college. “We have wasted so much money fighting Pakistan. We should spend that money on children’s education.”Demonetisation and the Goods and Services Tax came up repeatedly in conversations with voters. Govindaiah said he could see unemployment growing in the region. “It is as though everything has come to a standstill,” he added. Curiously, members of both the Telugu Desam Party and the BJP Scroll.in spoke with claimed Kalyan would join hands with them after the polls. The Jana Sena is currently allied with the Communist Party of India, the Communist Party of India (Marxist) and the Bahujan Samaj Party.TDP’s headacheThe Jana Sena’s emergence is a headache for the Telugu Desam Party, which won the 2014 election by a razor-thin vote margin. A strong mobilisation of the Kapus and the Reddys behind the Jana Sena and the YSR Congress would leave very little room for Naidu to maneuver, given these communities together account for a large chunk of the vote. Moreover, they are concentrated in particular regions, which helps in the conversion of votes to seats. While the Jana Sena is looking strong in the coastal Godavari region and Guntur, the YSR Congress has, in the past, performed exceedingly well in the Rayalaseema region. The majority of its 70 seats in 2014 came from Prakasam, Kurnool, Kadapa, Anantpur and Chittoor districts, the Reddy heartland.Sensing the Kapu sentiment in favour of Kalyan, both Naidu and Jaganmohan Reddy have sought to counter it by wooing the backward classes by giving a major share of their tickets to candidates from these communities, including the numerically-strong Kurubas and Valmiki Boyas. The backward classes form the primary vote bank of the Telugu Desam Party. In January, Naidu held the “Jayaho BC” conference in Rajahmundry, a Kapu area, and declared that to his party, these were “backbone classes” and not backward classes. Jaganmohan Reddy, on the other hand, has given 40 seats to candidates from the backward classes, as many as to the Reddys.Also read: Will Telugu star Pawan Kalyan’s biggest hit yet be the 2019 state elections?Defections, anti-incumbency weaken Chandrababu Naidu as Andhra Pradesh elections draw near","author":"Sruthisagar Yamunan","time":"2019-03-29T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116606-nsrxgqtxgo-1554265320.jpg","tags":["Andhra Pradesh","Pawan Kalyan","Congress","Jana Sena Party","BJP","Telugu Desam Party","Andhra Pradesh Assembly polls","2019 Lok Sabha election","Jaganmohan Reddy","YSR Congress","Election Report 2019"],"source":"https://scroll.in/article/917698/the-kapu-vote-why-pawan-kalyans-rise-is-a-big-challenge-for-telugu-desam-party-in-andhra-pradesh"}