{"title":"The Modi Years: Have banking services become more accessible for Indians?","content":"The number of bank accounts nearly doubled between 2014 and 2018, after the launch of the Jan Dhan Yojana But a large number of accounts did not hold any deposits, initial data showedOther accounts saw very large deposits, raising suspicions that they were used for money launderingThe accounts have helped the government transfer money directly to beneficiaries, but such transfers have created stress on the banking system, and have been prone to errors Bank credit has not expanded in rural India and among small borrowersOn his first Independence Day speech from Red Fort in Delhi in 2014, newly elected Prime Minister Narendra Modi announced the launch of the Pradhan Mantri Jan Dhan Yojana. He claimed it would enable poor Indians to access the banking system through zero-balance accounts, thereby increasing financial inclusion in India.The idea itself was not novel. The Reserve Bank of India had first announced “no frills” accounts in 2005, renaming them Basic Savings Bank Deposit Accounts in 2012. These accounts can be opened without much paperwork and do not require the holder to maintain a minimum balance, unlike savings accounts.Where the Modi government scored over previous governments was the rapid scaling-up of the accounts. It set targets for states governments and banks, which in many places resulted in accounts being opened without the informed consent of people.It also made the accounts more attractive by giving people the option of using them to take life insurance of Rs 2 lakh for an annual premium of Rs 330 and accidental insurance cover of Rs 1 lakh for an annual premium of Rs 12, which was later revised to Rs 2 lakh and made free.The number of zero-balance accounts saw a massive increase in the first year, but 53% of them did not have any balance in March 2015. Subsequently, the growth in the number of accounts slowed down and the government stopped releasing data on deposits held in them.In September 2018, finance minister Arun Jaitley declared the Jan Dhan Yojana “a runaway success”. But experts have questioned the government’s narrow definition of financial inclusion, pointing out that the expansion of bank accounts has not resulted in an increase in institutional credit in rural India.Have the number of bank accounts increased under Jan Dhan Yojana?Basic Savings Bank Deposit Accounts had been growing at a steady clip of around 30% each year since 2011-’12. They got a major boost after the announcement of the Jan Dhan Yojana in 2014. That year, the number of such accounts increased by 63%. After that initial surge, the rate of increase slowed down, until it reached a mere 0.6% increase in 2017-18. Since zero-balance accounts are not profitable for banks, they had been converting them into regular savings accounts, in order to charge people for their maintenance, a study by an Indian Institute of Technology professor Ashis Das found. Have bank deposits increased under Jan Dhan Yojana?In 2013-14, the year before Jan Dhan Yojana was launched, the value of transactions in the accounts rose by 70%, compared to a 33% growth in number of accounts. In 2014-15, the first financial year of the new scheme, the value of transactions by the accounts rose by 40%, and the number of accounts by 63%.  But in 2016-17, the graph diverged: the number of accounts rose by 13%, but the value of transactions increased by 53%.According to data from a Lok Sabha question in February 2017, much of this increase seems to have occurred in the period from November 9, 2016 to January 25, 2017. On November 8, the government had announced its decision to overnight demonetise 86% of India’s currency. In 85 days since then, the deposits in Jan Dhan accounts rose by Rs 21,000 crore. This has led to questions about whether these deposits were suspicious. In September, Business Standard reported that the Reserve Bank of India was scrutinising 60% of the value deposited in 3.7 crore Jan Dhan accounts during the demonetisation period. Later that month, Moneylife reported that Jan Dhan accounts seemed to have been used for money laundering during demonetisation, based on replies to its questions to 16 banks under the Right to Information Act. One Jan Dhan account in Union Bank of India had a balance of Rs 93.82 crore and the single largest deposit was of Rs 3.05 crore in a Bank of India account. In all, 20 lakh accounts had balances of more than Rs 1 lakh. How actively are the accounts being used?In September 2014, a month after the scheme launched, 76.81% of the accounts had no balance. By March 2015, this had come down to 58%, Mint reported. However, in September 2016, Indian Express reported that bank managers in 30 nationalised and regional rural banks had deposited Re 1 in 1.05 crore Jan Dhan accounts with no balance. According to the managers, they had been under pressure to show a reduction in zero-balance accounts.  Almost a year after the Indian Express report, the Centre removed all data relating to zero-balance Jan Dhan accounts from the scheme’s website and also archival data of the 33 months before, as a report in Scroll.in pointed out. In contrast to its earlier press statements lauding the reduction in zero-balance accounts and the Prime Minister’s website which still talks about the reduction in such accounts, the Centre and the Ministry of Finance have since said that it is meaningless to track zero-balance accounts in response to questions posed in the Lok Sabha.“Depending upon transactions carried out by a Jan Dhan account holder, the balance in any Jan Dhan accounts can vary on day-to-day basis, and may even become zero on a particular day,” the Ministry informed the house in March and then August 2018. “Hence, the number of Jan Dhan accounts having zero balance or balance with Rs 100, Rs 500 and Rs 1000 above is not monitored.”Have the accounts enable the government to eliminate corruption?The government claims universal access to banking would allow welfare benefits to be transferred directly to the beneficiaries, eliminating middlemen and leakages.Over the last five years, the direct benefit transfers made by the government to bank accounts have risen by 388%, according to a reply filed by the Ministry of Finance in the Lok Sabha.However, the linking of bank accounts with Aadhaar has created fresh problems, with welfare payments misfiring and landing in the wrong accounts. In addition, the design of Jan Dhan accounts complicates the withdrawal of welfare benefits. Banks allow customers only four transactions a month, not more than Rs 10,000 at one time. For a scheme like the Pradhan Mantri Awas Yojana, which involves subsidy payments of Rs 1.2 lakh in instalments, account holders have to make multiple trips to the banks to withdraw the subsidy. Jan Dhan accounts also have an upper limit of Rs 50,000. In Rajasthan, this meant the second instalment of Rs 60,000 under the Pradhan Mantri Awas Yojana bounced back, until the state government reduced the amount.When deposits exceed Rs 50,000, banks freeze the Jan Dhan accounts. With the government making all welfare payments into the same account, this appears to be happening often, causing great inconvenience in rural areas.Has banking infrastructure kept pace with the increase in accounts?Financial inclusion, as defined by the Reserve Bank of India, is not simply a higher number of savings bank accounts. To operate bank accounts, people need access to banking infrastructure such as physical branches or business correspondents deployed to serve areas that are not covered by any bank. People also need access to education about financial literacy and inclusion.However, in its annual report of 2017-18, the Reserve Bank of India noted that the number of bank branches, both physical and those with business correspondents, had declined by 4.8% over the previous year. It attributed this to “rationalisation of branches by banks through closing down of branches which were either unviable or located in close proximity to each other”, as banks were under high stress with their balance sheets. The number of overdraft facilities availed of by customers with Basic Savings Bank Deposit accounts also declined by 33% in the same period.Has the accounts helped meet the goal of financial inclusion?In May, Dipa Sinha of Ambedkar University and Rohit Azad of Jawaharlal Nehru University noted in The Hindu that the credit-deposit ratio for rural India had stagnated since 2014, meaning that access to institutional credit had not grown. This observation ties in with a survey of financial inclusion in rural India released in 2017-18 by the National Bank for Agricultural and Rural Development. This survey found that 40% of the respondents had sound financial knowledge. Of the 48% of respondents who required loans, only 29% approached banks and other institutions for credit and received it. Sinha and Azad also noted that the share of small borrowers, which has been declining since 2002, continued to decline under the Modi government, maintaining, at best, “status quo”.Jan Dhan Yojana: On paper, a radical scheme. On the ground, a catalyst for confusion and coercionAfter a sudden spike with demonetisation, Jan Dhan accounts see brisk withdrawalsLooking for Modi: When Aadhaar makes your hard-earned money disappear down a rabbit holeThis article is part of The Modi Years series which recaps the major milestones, controversies and policies of the BJP government.Corrections and clarifications: An older version of this article incorrectly stated that the value of transactions in basic savings bank accounts rose by 70% in 2014-15. The value of transactions rose by 70% in 2013-14 and by 40% in 2014-15.","author":"Mridula Chari","time":"2019-03-04T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114480-izzdtabyhq-1551696526.jpeg","tags":["The Modi Years","Jan Dhan Yojana","Financial Inclusion"],"source":"https://scroll.in/article/914452/the-modi-years-have-banking-services-become-more-accessible-for-indians"}