{"title":"The Art of Resistance: Delhi’s Shaheen Bagh has turned into an open air art gallery","content":"Dabangg Dadi. Fearless granny. Even before you glimpse the women sitting under the tent in Shaheen Bagh, you see the posters depicting their iconic protest. Forty days ago, few people in Delhi had heard of this predominantly Muslim neighbourhood on the southern edge of the city. Now, it has made headlines around the world. The continuous sit-in protest by its women residents against the Citizenship Act and the planned National Register of Citizens has inspired similar demonstrations across India. The protest has also inspired art. Hand drawings, prints, posters, photographs, art installations. The stretch of road where the women are camping has turned into an open air art gallery. Hanging over a highway signboard is a poster that could have been titled “The Scream”. “Bol do lab azad hai tere. Speak, your lips are free,” says the poetry of Faiz etched inside the woman’s mouth.Everywhere, you encounter strong women. Whether silent or speaking.'We won't let the country break,' says the text.With the women come children. Many are drawn to the detention camp – an art installation that seeks to remind everyone of the horrors that could accompany a nationwide NRC.Aliza Fatima, 12, poses with her brothers from behind the bars as their mother takes a picture.   The Class 7 student knows all about NRC: “If you’re unable to prove your citizenship, you will be sent to a detention camp. This is wrong.”Another big attraction is the India Gate, complete with the national flag. In early December, media crews would flock to the monument in Central Delhi to speak to the well-heeled protestors who would gather there for a few hours every evening. The round-the-clock protest at Shaheen Bagh was largely ignored. Now, things have been reversed. The India Gate protests have ended. Shaheen Bagh is where all the action is.Shaheen Bagh is all heart. The day we visited, even rain could not wash away the paper boats inked with protest messages. A giant-sized India looms over the protest site.Photo credit: Avery DalalOn the overbridge spanning the road hang prints and posters. India is a dream, said one.We are a bouquet, not the lotus, said a hand-drawn poster, alluding to the ruling Bharatiya Janata Party’s symbol.Prime Minister Narendra Modi and Home Minister Amit Shah aren’t popular among the protestors, but they are favourite punching-bags for the artists.'The Son of Hitler. The Liar.' Protest art has taken over every space. Even the commercial advertisements outside the shops.A corridor outside the shops has been converted into a library and workshop space by students from the nearby Jamia Millia Islamia University. “The idea was to offer some creative outlet to the children who come here with their mothers,” explained a student volunteer.For the children, one of the most exciting forms of art is body art – a dash of the tricolour. What began as a protest against the government’s Citizenship moves is now turning into a wider expression of popular discontent. On display at Shaheen Bagh, an installation to remind everyone of the sky-rocketing price of onions.Photo credit: Anumeha YadavAll photographs without credits by Supriya Sharma.","author":"Scroll Staff","time":"2020-01-23T15:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135066-tsuswjbfpy-1579680557.jpg","tags":["Shaheen Bagh","Citizenship Amendment Act","National Register of Citizens"],"source":"https://scroll.in/article/950720/the-art-of-resistance-delhis-shaheen-bagh-has-turned-into-an-open-air-art-gallery"}