{"title":"The new IPC has a Hindi name. But legal experts point out that it is illegal","content":"The three new bills introduced in the Parliament by Union Home Minister Amit Shah on August 11 to replace the laws presently governing India’s criminal justice framework have come under criticism from the Dravida Munnetra Kazhagam party for carrying Hindi titles.The Modi government has proposed replacing the Indian Penal Code, 1860 with the Bharatiya Nyaya Sanhita, 2023, the Code of Criminal Procedure, 1973 with the Bharatiya Nagarik Suraksha Sanhita, 2023, and the Indian Evidence Act, 1872 with the Bharatiya Sakshya Bill, 2023. All the three bills have been referred to a Parliamentary Standing Committee for scrutiny.The DMK, the ruling party in Tamil Nadu and historically an advocate of Tamil nationalism, has accused the Union government of imposing the Hindi language on non-Hindi speaking parts of the country through the Hindi-titled bills.Central laws carrying Hindi titles runs afoul of the Constitution and is unprecedented, experts say.Hindi impositionDMK President and Tamil Nadu Chief Minister MK Stalin, in an online statement, alleged that the Modi government is “tamper[ing] with the essence of India’s diversity” through what he described as “linguistic imperialism”.Accusing the Centre of Hindi colonialism, he further said that the “BJP’s audacious bid to supplant our identity with Hindi will be opposed resolutely”.#Recolonisation in the name of #Decolonisation!The audacious attempt by the Union BJP Government to tamper with the essence of India's diversity through a sweeping overhaul - Bharatiya Nyaya Sanhita, Bharatiya Nagarik Suraksha Sanhita, and Bharatiya Sakshya Bill - reeks of… https://t.co/UTSs9AtUGW— M.K.Stalin (@mkstalin) August 11, 2023\n\nDMK Rajya Sabha MP and Senior Advocate P Wilson has called for the Hindi titles of the three bills to be changed at once. According to his online statement, “South Indian lawyers are going to spend most of the time in courts trying to pronounce these names”, referring to the names of the bills.  Shocked to see names of new IPC, CrPC and Evidence Act in Hindi. Maybe the Hon. Union Home Minister has not seen Article 348 of the Constitution of India? Names of Bills & Acts must be in English.This is yet another form of Hindi imposition. South Indian lawyers are going to… pic.twitter.com/TuXAjqpcdL— P. Wilson (@PWilsonDMK) August 11, 2023\n\nWilson also referred to Article 348 of the Constitution.As per this provision, the texts of all acts passed by Parliament must be in the English language.Indian National Congress MP Shashi Tharoor has termed the exercise “Hindi chauvinism” by the government.Violative of Article 348 of ConstitutionLegal experts that Scroll spoke with brought up Article 348 to cast doubt on the propriety of the titles of the bills.According to Senior Advocate KS Chauhan, having exclusively Hindi titles for central laws is not permissible under Article 348. If the bills were to be enacted as laws, “they would be ultra vires as the Constitution does not have relaxation of this nature”, he said. An ultra vires law is a law enacted by an authority beyond its authority or jurisdiction.Senior Advocate Mohan Katarki agreed. He said that Article 348 prescribes that “the authoritative texts” of all Parliamentary Acts must be in English, and this includes the title of the Act.He warned that since criminal law and criminal procedure are placed in the concurrent list of the Seventh Schedule of the Constitution, which means that both the Parliament and state legislatures can legislate on these matters, “tomorrow, each state could attempt to rename the bills in their own local language”. This may create political tensions, and “create many Indias”, he said.Senior Advocate Rebecca M John was largely in consonance with this. “As per Article 348, the language of all central laws should be in English,” she said. “One could nitpick and say that the content of these bills is in English, and only the titles are in Hindi. Whether this passes constitutional muster remains to be seen.”Both Katarki and John could not recall any other central law with a Hindi title.Lawyer and legal academic Professor G Mohan Gopal looked at this question from a slightly different lens. “There is no legal impediment in the Hindi versions of these bills having Hindi titles. The bills may also have regional language versions with regional language titles,” he said. “The real issue is that the bills do not have an English title.”He said the word “text” in Article 348 includes the title of an Act, and it is not sufficient for an Act to use a Hindi title written in the Latin script to fulfill the requirement of this provision.He called the deliberate dropping of English titles as “unprecedented” and “smacking of a xenophobic  and sectarian Hindi nationalism that is insulting to the South and East of India, and unhealthy for the unity of the country”. Misleading titles?Professor Gopal underlined another concern with the criminal law bills. “The titles of two of the three bills are wrong,” he said.According to him, both the Bharatiya Nyaya Sanhita and the Bharatiya Nagarik Suraksha Sanhita have been mislabeled. “‘Nyaya’ in Sanskrit refers to a system of logic that can lead to justice. How can a law setting out penal offences be named ‘Nyaya Sanhita’?” he questioned, pointing out it means “justice code” in English. “This title could fit any law under the sun, as every law is intended to uphold justice and is a  part of a code of justice,” he said.He added, “What is the law about? The title is inappropriate, if not incorrect, since it doesn’t convey the content of the bill.” The label must indicate that it is a penal law, he emphasised.Similarly, the Bharatiya Nagarik Suraksha Sanhita, literally translated into English, would be the “Indian Citizen Protection Code”. This too is a mislabeling, Gopal said, since the contents of the bill deal with criminal procedure, which is only one aspect of protection and security.“Many other laws deal directly and indirectly with  various other aspects of protection and security,” he said. “This title does not adequately indicate the specific aspect of protection and security it deals with distinctly from other laws”.He underlined that titles are akin to labels that are helpful in identifying the content of the law. He called the titles of the two bills “irrational, because they don’t have a rational nexus with their content”.","author":"Vineet Bhalla","time":"2023-08-16T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173097-ftocljxyrb-1650024554.jpg","tags":["Hindi","Criminal Laws","Indian Penal Code","Parliament","DMK"],"source":"https://scroll.in/article/1054333/the-new-ipc-has-a-hindi-name-but-legal-experts-point-out-that-it-is-illegal"}