{"title":"The Art of Resistance: Bringing the sounds of revolution and Ambedkarite politics to the streets","content":"In the opening scene of Chaitanya Tamhane’s 2014 film Court, social activist Narayan Kamble – played by Vira Sathidar – performs in what is presumably a Mumbai slum. Singing fiercely in Marathi, Kamble urges his audience, “Zaan zaan zaan re, dushmanala zaan re” – “know your enemy” – right before he is placed under arrest. The character is based on Dalit activist, playwright and balladeer Sambhaji Bhagat, who has also composed the music for the film.\n\n\n    \n    Play\n\nHailing from Mahu in Maharashtra’s Satara district, Bhagat’s moved to Mumbai in 1979 at the age of 20. Here, he enrolled in Wadala’s Ambedkar College and resided in Siddharth Vihar hostel, a centre of Ambedkarite and Left politics at the time. Bhagat has cited an instance when he saw a group of people performing a street play at Churchgate station as the defining moment that propelled him towards a career of music and revolution.\n\n\n    \n    Play\n\n         View this post on Instagram           Inspite of Mumbai Police denying permission to hold a cultural event to protest against the Citizenship Amendment Act, Mumbaikars were seen singing songs and reciting poetry at the Carter Road Amphitheatre on 31 December. Here, Lokshahir Sambhaji Bhagat performs just after 2020 set in. . . #mumbai #maharashtra #sambhajibhagat #2020 #newyear #mumbaikar #poetry #citizenshipamendmentact #cultural #event #theatre #carterroad #night #mumbaipolice #delhi #bjp #government A post shared by  Firstpost (@firstpost) on Jan 1, 2020 at 7:28am PST\nHis songs lie at the intersection of art and protest, addressing caste violence, socio-economic inequality, and the pitfalls on a non-inclusive development model. His works also offers a scathing critique of the political establishment and the manipulation of history. Bhagat’s plays include Shivaji Underground in Bhimnagar Mohalla, which presents an alternative history of the ruler other than the one co-opted to enforce Maratha pride, and Bombay-17, detailing life in the slums of Dharavi.Read all the articles in the Art of Resistance series here.","author":"Scroll Staff","time":"2020-01-11T12:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/73958-vmqioendnr-1577947503.jpg","tags":["Sambhaji Bhagat","CAA","NRC","Songs of protest"],"source":"https://scroll.in/article/948548/the-art-of-resistance-bringing-the-sounds-of-revolution-and-ambedkarite-politics-to-the-streets"}