{"title":"The India Fix: Will Elon Musk’s takeover weaken the BJP’s hold on Indian Twitter?","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. To get it in your inbox every Monday, sign up here. Have feedback, interesting links or memes? Send them to [email protected].On April 25, Twitter announced that it was going to be acquired by Elon Musk, the world’s richest person. The news shook up the United States, where the social media website has played a curiously outsized role in domestic politics. So much so that the website in January 2021 actually ended up banning Donald Trump, when he was still President of the United States,  after his supporters stormed the country’s federal legislature in a move that many American commentators saw as an attempted coup.Given this background and with reports that Musk had opposed Trump’s banning, much of the controversy around Twitter’s sale broke down along political lines in the United State. The American left was outraged while the right welcomed the move. How does this political dynamic map to India?Elon Musk is neutral and so stuck in the middle between the extremes of far right and far left that the senator who helped incite a fascistic insurrection led by militiamen and white supremacists is cheering him on right now as he mocks one of only three socialists in Congress. https://t.co/5pAK6QEgSn— Mehdi Hasan (@mehdirhasan) April 30, 2022\n\nA sarcastic tweet by a journalist alleging political bias on Musk's part.\nBJP dominationThe Indian Union is, obviously, very different from the United States of America. Speech is highly regulated by a host of laws. Moreover, unlike the somewhat equally balanced two-party polity in the US, Indian politics is dominated by one outfit, the Hindu nationalist Bharatiya Janata Party. The BJP has managed to mirror its real-world power on social media.The BJP, India’s best-funded, most well-organised party, practically pioneered political outreach via the internet in India. This initially included websites such as Niti Central in the run-up to the 2014 Lok Sabha election (the head of Niti Central is now the CEO of India’s national broadcaster, Prasar Bharti). Later, the BJP built up an impressive network on Twitter, with its infamous “IT Cell” serving to amplify pro-BJP trends and attack the party’s critics. One outcome of this was that India is one of the few countries outside the industrialised West where Twitter occupies an influential position in the country’s politics.Hub-and-spoke modelAt first glance, Twitter’s importance within Indian politics is surprising. After all, the social network is tiny in India, with only 15 million users – that’s around 1% of India’s population. Yet, the social network has been critical to the Modi-led BJP’s rise. Twitter acts as a node for the BJP’s political outreach. The party uses the social network to push out issues to sympathetic TV channels and its army of WhatsApp users. The unique architecture of Twitter makes it ideal for such a task. As American writer Noah Smith points out: “There are plenty of social networks for keeping in touch with your friends, but there is really only one for having public discussions about public affairs.”As a result, being active on Twitter is a good way to rise up the BJP career chain. The saffron party has picked up senior post holders partly based on their ability to troll critics online. Vivek Agnihotri, director of the film Kashmir Files, the current focus of a political outreach effort by the BJP, hit the limelight as a Twitter personality taking Hindtuva positions before graduating to making movies pushing the Hindutva line. Similarly, critical BJP positions are often first aired out by supporters and IT Cell members on Twitter before eventually feeding into law, policy and ground mobilisation. A key example from the recent past being the social media panic over the suicide of Bollywood actor Sushant Singh Rajput, which eventually became a way for the BJP to target the Shiv Sena-led government in Maharashtra.Free speech?What happens when Elon Musk’s self-described plans to implement “free speech absolutism” on Twitter are thrown into this bubbling mix? A glimpse of this could be seen from the Modi government’s anger when, in 2021, Twitter dithered on implementing new, wide-ranging rules on content moderation. The social media network was hit by multiple instances of police actions across the country. Its offices were raided and its India head was sought to be called in for questioning. Clearly, the BJP-led Union government did not like that politically critical Twitter was eluding its control.Doubly worrying for the BJP is Musk’s promise to eliminate bots and “authenticate real humans”. In 2019, for example, the Atlantic Council’s Digital Forensic Research Lab found that a pro-Modi trend used a record-breaking level of automation with “far more heavily manipulated than any large-scale traffic flow the DFRLab has analysed as of yet”. Before this, in 2018, another study found that 60% of Narendra Modi’s followers were fake.If implemented, any strict no-bot policy would end up denting the BJP IT Cell’s muscular presence on Twitter.If our twitter bid succeeds, we will defeat the spam bots or die trying!— Elon Musk (@elonmusk) April 21, 2022\n\nb\nDamp squibOf course, right now Musk’s tweets on how he intends to run Twitter are just that: tweets. It is unclear how much the publicity-hungry billionaire’s pronouncements will translate into corporate policy, if they would translate at all.To add to that is a stark conflict of interest which, in theory, gives the Modi government even more leverage vis-à-vis Twitter now than it had earlier. As a Time magazine points out, Musk wants to grow his business in India and is lobbying the Modi government for favourable policy concessions. How that would that interact with the BJP’s interests in controlling Twitter is anybody’s guess. As Amazon founder Jeff Bezos wondered out loud on (where else but) Twitter, a similar dynamic might already be at play with China, where Musk already has massive business interests.Interesting question. Did the Chinese government just gain a bit of leverage over the town square? https://t.co/jTiEnabP6T— Jeff Bezos (@JeffBezos) April 25, 2022\n\nFinally, of course, as the ruling party, the BJP has the stick of the law. New Indian laws give wide-ranging powers to the government to police content. And as the battles of 2021 show, the BJP is not afraid to threaten Twitter employees with penal action. Given these factors, while Americans might expect significant changes in how Twitter is run, halfway across the world in India, the shift might be quite a bit less pronounced – if there is one at all. Till political power itself changes on the ground, the BJP’s domination of Twitter and the network’s place at the centre of the party’s political outreach might continue.","author":"Shoaib Daniyal","time":"2022-05-02T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173822-awfhekmoii-1651430578.jpeg","tags":["Twitter","Elon Musk","BJP"],"source":"https://scroll.in/article/1023058/the-india-fix-will-elon-musks-takeover-weaken-the-bjps-hold-on-indian-twitter"}