{"title":"The Election Fix: Cash seized and electoral bonds alone account for $1 billion in Indian polls","content":"Welcome to The Election Fix. There is only one phase of voting left, on May 19. Results come out on May 23.We are running a reader survey about the Election Fix and what you would like to see from our political coverage. Please click here to tell us what you think or write to [email protected].Today on the newsletter, we look at the billions of dollars worth of cash pouring into Indian elections, allegations of misuse of government machinery by the BJP and Narendra Modi’s thoughts on clouds. The Big Story: Chump changeA few days before polling began, The Election Fix took a close look at the influence of money in Indian politics. At the time we pointed out that about Rs 1,400 crore worth of election-time inducements had already been seized by the Election Commission, which was more than the entirety of the 2014 election.Now, as we head towards the last phase, that number has ballooned. Election Commission seizures have crossed the Rs 3,300 crore mark, with Tamil Nadu alone accounting for Rs 935 crore.Remember, it only covers what has been seized. In the past, analysts have suggested that seized amounts represent only a small percentage of the total amount of illicit cash floating around at election time.As we explained in the special edition of the Election Fix, Indian elections are getting much more expensive. Demonetisation, which was meant to rid the country of black money, doesn’t seem to have made a dent.The Bharatiya Janata Party-led government did make one other set of efforts to clean up political funding. It removed restrictions on corporate donations to political parties, and introduced electoral bonds, which are like anonymous gift vouchers that can be handed to parties.Critics have pointed out that electoral bonds are opaque and make it easier for shell companies to pour money into the system. Even the Election Commission has said that they are regressive and dangerous enough that foreign corporations could use them to influence Indian democracy. Despite this, the Supreme Court did not take up a challenge to their constitutionality, after the government argued that Indians have no right to know who funds political parties. It emerges that a whopping Rs 3,622 crore worth of electoral bonds were sold in just two months, March and April, ahead of elections. We have no way of knowing who bought these bonds and, at least until they file their returns later this year, which party the money was given to, although it would be a good bet that the majority of it has  gone to the BJP, since the scheme is set up in a way that aids the ruling party.Together, the seized cash and the electoral bonds add up to over Rs 7,000 crore. That’s a billion US dollars. Of course, this is only a fraction of the total amount spent this election.That should be a matter of concern for any Indian citizen, since nobody funds political parties out of pureness of heart. Experts have suggested ways in which governments can actually help clean up political funding, starting with ending the anonymity of electoral bonds.But for that to actually happen, parties will have to be convinced that citizens actually care about this. Do people care about political funding? Write to [email protected]Election Fix on VideoIn this video edition of The Election Fix, we speak to Scroll.in’s Aarefa Johari and Nayantara Narayanan who have been travelling to report on our series Half the Vote: stories and perspectives of women – only women – on life and politics.\n\n\n    \n    Play\n\nElection titbitsTime after time: Prime Minister Narendra Modi made it to the cover of Time magazine with the title “Divider-in-Chief”, albeit with two undercooked stories about his tenure. Modi also gave an interview to the Indian Express that must be read, if only to understand how he continues to believe that the media is dead-set against him, even though most news organisations tend to be unabashedly pro-government.Misuse of office? Earlier, Shoaib Daniyal reported on the Prime Minister’s Office allegedly asking local bureaucrats to help prepare campaign briefs for Modi, which the Election Commission has taken note of. Now, the Hindustan Times is asking whether ministries were asked to create inputs for the BJP manifesto.Cartoon network: West Bengal Police arrested a BJP leader for allegedly sharing a meme of Chief Minister Mamata Banerjee, not the first time that the state has come down hard on any criticism of its leader.Fairweather candidate: Narendra Modi said that he suggested, despite expert concerns, that cloudy weather would actually help ensure the Balakot strikes are successful since Pakistani radar would not be working. That’s not how radar works, as Twitter was happy to point out.Elections 2019 on Scroll.in There is too much election coverage from Scroll.in to link to in full, so here are just a few picks below.Ground report: Vijayta Lalwani takes us inside Atishi Marlena’s campaign, to figure out what it will it for an urban liberal to win a seat in Delhi.Ground report: Akash Bisht in Uttar Pradesh finds that the Congress is helping the Samajwadi Party, but is being less collegial to the Bahujan Samaj Party.Harsh Mander and John Dayal give us a reminder of a troubling death in a police encounter in Mewat, with Haryana elections in the foreground.  Book excerpt: Puja Mehra tells us how the Modi government’s suspicion of specialists hurt the economy. See all of our coverage of the Lok Sabha polls here.Our reporters are bringing you dispatches on the elections from across the country. Your support could help us go further and dig deeper. Subscribe to Scroll+ and help pay for quality journalism.Poll toonModiji's crucial cloud-tip during Balakot  strike! Cartoon for @newssting1 pic.twitter.com/YwKrn4PX71— Satish Acharya (@satishacharya) May 12, 2019\n\nReportage, analysis and opinion In 2014, Bloomberg’s Andy Mukherjee wrote that Narendra Modi could be India’s Shinzo Abe, referring to the Japanese Prime Minister who put his country back on the growth path. Five years later, Mukherjee says, ”I couldn’t have been more wrong.”Neha Dixit reports for Newslaundry from Madhya Pradesh, where right-wing activists are keeping an eye on all inter-religious couples and making efforts to bring tribals into the Hindu fold. Economists, concerned that they can no longer trust official data coming out of India, are simply creating their own indices and bench-marks to get a sense of what is happening in the economy, reports Manoj Kumar for Reuters. Gilles Verniers in the Hindustan Times looks at all the candidates for the 2019 elections and points to this trend: Nearly four MPs out of 10 are not re-running, and the turnover this time extends equally to the BJP and the Congress. Upper-class Hindus gave caste to us and now they want to be leaders of anti-caste movements, writes Laxman Yadav in the Print. Christophe Jaffrelot and Malvika Maheshwari in the Indian Express say that Pragya Singh Thakur’s candidacy is proof the the BJP is happy to use various forms of violence, from riots to vigilantism to terror, to strengthen their electoral position. If the BJP-led National Democratic Alliance falls well short of a majority, writes R Jagannathan in Swarajya, a United Front 3 (a combination of regional parties) is more likely to take over than a Congress-led coalition. Are the various suggestions to improve the lives of farmers, from both the BJP and Congress, likely to make a dent? Vikas Dhoot for the Hindu speaks to S Mahendra Dev and M Govinda Rao about how these are mostly short-term palliatives. Kaveree Bamzai in the Print writes about Atishi Marlena, the Aam Aadmi Party’s candidate from East Delhi who, as a woman with a policy claim to her credit, has had to face the misogynistic reality of Indian elections. The problem with the media, the ones that have justifiably been critical of Narendra Modi this election season, is that they have turned a blind eye to the failings of the Congress and Rahul Gandhi, writes Hartosh Singh Bal in the Caravan.","author":"Rohan Venkataramakrishnan","time":"2019-05-13T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119503-etyoybnkks-1557667366.jpeg","tags":["The Election Fix","Elections 2019","Lok Sabha Elections 2019","Electoral Bonds","Black Money"],"source":"https://scroll.in/article/923222/the-election-fix-cash-seized-and-electoral-bonds-alone-account-for-1-billion-in-indian-polls"}