{"title":"The story of how Hindus stopped distrusting biscuits and began eating them","content":"There’s hardly an indulgence more desi than steaming kulhads of sweet, thick, golden tea, scented with ginger and cardamom, and paired with biscuits. It doesn’t matter which biscuit you like: flaky, buttery, crusty, plain, cumin-flecked, sweet, salty, sweet and salty, cream-filled or sugar-dusted. The shudh desi romance of chai and biskoot bewitches all today. But a little over a hundred years ago, this wasn’t so. Back then, the biscuit was an object of antipathy, even hostility, for many Indians.Indians have been making and eating biscuits in some form or the other for centuries. New techniques, tastes and textures arrived with different waves of migration – the Arabs, Persians and later Europeans. But the tea time biscuits that are a staple in Indian homes were introduced and popularised by the British. As food historian Lizzie Collingham writes in The Biscuit: The History of a Very British Indulgence, “Just as Goan and Pondicherry bakers began to make Portuguese curd tarts and French croissant, an array of English cakes and biscuits were soon on display at bakeries in British presidency towns of Calcutta, Madras and Bombay.” Storied companies like Huntley & Palmers imported into India mass-produced biscuits from an industrialising Britain, even though their market was limited. To start with, biscuits were elite snacks out of the reach of the working classes. And for another, to caste Hindus, they were forbidden.In Hindu society, food is charged with religious and moral connotations premised on notions of purity and impurity that underlie nearly all facets of the caste system. This means that, even though the history of Indian food is a history of exchange and assimilation, new foods were invariably met with resistance. In the 19th century, an orthodox Hindu would consider a biscuit naturally suspect, an unfamiliar food eaten by mlechhas (a term used for foreigners, outcastes and invaders alike). Bound by insidious caste rules, he would reject the treat – along with items like bread, fowl, lemonade and ice – as ritually impure. Succumbing to its temptation could result in excommunication from his birth caste.\n\t\t\n\tAn advertisement for Huntley & Palmers. Credit: Wikimedia Commons [Public Domain]Bengali freedom fighter, writer and educator Bipin Chandra Pal wrote in his memoir Sattar Batsar about an uproar among Hindus over biscuits in east Bengal’s Cachhar district. “When the new English-educated middle-class consumed biscuits with tea in their drawing room, the news spread to Sylhet from Cachhar,” Pal wrote. “It was only after rigorous expiation that the rebels could save themselves from being outcast.”Beyond the paleSuch was the stigma around the biscuit that caste Hindus refused to work in bakeries. In Bharuch, where the English set up the first bakery in 1623, and in Surat, “no Hindu Savarna was ready to work in the bakery on grounds that...[it] used toddy and eggs, [both] considered impure,” notes VS Parmar in Mahyavanshi: The Success Story of a Scheduled Caste. When Muslims and lower caste Hindus took up the jobs they shunned, it didn’t make the bakery any more agreeable to the upper castes. If anything, this became another reason for them to avoid biscuits since caste rules forbade accepting food or drink from one ranked lower in the caste hierarchy. If they broke this rule, they would lose their ritual purity and thus caste status.Owning a bakery wasn’t permitted to them either. Parmar documents the case of an upper caste man named Mulshankar Veniram Vyas who learned the art of making biscuits from a European butler and opened a bakery in his house in Ramjini Pole. His caste brethren punished him swiftly by boycotting him.\n\t\t\n\tAn advetisement for Parle G biscuits, 1947. Credit: The Bombay Chronicle/Wikimedia Commons [Public Domain].“Many industries in India have been very severely handicapped owing to caste prejudices but those which are concerned with the manufacture or preparation of articles of food are the worst sufferers,” observed 19th-century British journalist Arnold Wright. As a result of such myriad social complexities, most bakeries in the country were owned either by Europeans or by Parsis.As is so often the case, when orthodoxy congeals into oppression, people find ways to rebel against it. In 19th-century India, too, some people revolted against the old order by embracing Western ideas and way of life as idioms of progress and modernity. For them, the humble biscuit was not just a food but an emblem of resistance to the pernicious caste system. The Bengali intellectual Rajnarain Bose, for instance, celebrated his entry into the Brahmo Samaj by partaking of sherry and biscuits.These rebels would bravely take a bite of the forbidden fruit – biscuit in this case – often knowing well the social rebuke they would face from detractors, who found this food un-Hindu and by extension un-Indian. In the nationalist imagination, biscuits were a symbol of anglicisation, a politically charged colonial icon. Bengali playwright Amritalal Basu’s play Kalapani or Hindumote Samudrajatra began with a song that described the Ingo-Bongo or anglicised Bengalis:There are no devotees like our men,Turning in sahibs by Hindu rules, amen.Foreign biscuits they like,Oh Lord take a biteSoulful daily offerings.In our homely abodes divine.In Durgacharan Roy’s 19th-century social satire Debganer Martye Agomon, gods on a trip to earth are flabbergasted at how Brahmins in Calcutta “while holding on to their sacred thread had no qualms consuming biscuits and breads prepared by Muslim bakers,” writes Utsa Ray in Culinary Culture of Colonial India. “The implication was that this sacred thread was the facade that still held the order of the society; otherwise the middle-class had completely degenerated.”Two advertisements of the same company in different times. \"J B Mangharam Biscuits\" was founded in Sukkur (Sindh) in 1919, but moved to Gwalior (Madhya Pradesh) after partition of India. They were known for Energy Biscuits made with glucose. #Sindhi #Diaspora pic.twitter.com/Vi8OUYwqjL— Abhishek Avtans अभिषेक अवतंस 🌐 (@avtansa) February 20, 2022\n\nIt was the taboo nature of the biscuit that ultimately made it popular. As Ray writes, “Biscuits became immensely significant on its account of being labelled a forbidden food and hence heavily tempting.” The boxes of biscuits stocked in shops catering to Europeans became aspirational for the Indian middle classes. “The young were creative in their quest for such alluring novelties,” Jayeeta Sharma writes in the essay Food and Empire in the Oxford Handbook of Food History. To get around religious laws, upper caste Hindu schoolchildren, Sharma says, would persuade their Muslim classmates to bring them these “illicit tastes”.By the late 19th century indigenous biscuit factories were cropping up around the country. In Thalassery, Kerala, Mambally Bapu, a businessman who used to ship milk, tea and bread from Burma to the British troops in Egypt, opened the Royal Biscuit Factory in 1880. In the east, Britannia started its journey in 1892, selling “sweet & fancy biscuits” from a small Calcutta room fitted with a single fire oven. Food historian KT Achaya writes in Food Industries of British India that by the First World War there were at least eight major biscuit factories in big Indian cities and several small bakeries around the nation.Pleasing to the palateMaking the biscuit acceptable to caste Hindus, however, was still not easy. How do you make someone ignore the religious rules that have dictated their life and the lives of their ancestors? That problem was finally solved by one Lala Radha Mohan.Mohan started the Hindu Biscuit Company in Delhi in 1898. Within two decades, it was producing 55 kinds of biscuits  – with names like Canteen, Cabin, Imperial, Coronation – along with 30-odd varieties of cake. Mohan’s products won numerous awards and, along with Calcutta’s Wilson Hotel (later The Great Eastern Hotel), his company became the main supplier of military-grade biscuits to the British troops during WWI.Hindu Biscuit Co. Ltd. was estd. in #Delhi in 1890s to satisfy the demand for biscuits by British stationed there & for the orthodox Hindu population. The biscuits were prepared only by high caste Hindus. Thanks to @jhowesuk for the initial post 1/2 #VintageAdvertising #History https://t.co/jnzdBKYRkR pic.twitter.com/4zN9NJsIeh— Hemant (@hemantsarin) September 7, 2019\n\nAside from supplying the troops, the Hindu Biscuit Company’s business plan was to popularise biscuits among caste-conscious Hindus. To achieve this, it employed only Brahmins and upper caste Hindus so that its products would be unpolluted and acceptable in the eyes of orthodox Hindus. A company advert published in 1898 declared: “During the whole course of manufacture and packaging the biscuits are only touched by high-caste Hindoos, prepared only with milk, no water used.”The growing popularity of the Hindu Biscuit Company made many other Indian factories sell their products under the generic name of Hindu biscuits. Their idea was to confuse the buyer and it worked. As Wright reports, many people bought their biscuits under the impression that they were manufactured by the Hindu Biscuit Company, which forced its exasperated management to change the company name to the Delhi Biscuit Company. Spotting an opportunity, Britannia – then called Gupta & Co – too “turned to making western-style biscuits… which they marketed as Hindu biscuits”, Achaya writes. Eventually, in 1951, the Delhi Biscuit Company merged with Britannia and became its Delhi factory.During this era, recipes for the Hindu biscuit travelled far and wide. In a 1917 article in the American weekly magazine Collier’s, one Madame Louise Bocquet from the French town of Flers de l’Orne shared a recipe for Hindu biscuits she acquired from a Hindu officer (the recipe required one ounce each of flour, butter and grated cheese). The proliferation of the Hindu biscuit is underlined by civil servant Atul Chandra Chatterjee in his 1908 book Notes on the Industries of the United Provinces: “I have seen Delhi biscuits sold on railway platforms in the western districts and also in the larger bazaars. The taste for biscuits among Indians is growing very fast. Musalmans have no objection to them and I think a large proportion of Hindus would also consume ‘Hindu’ biscuits. They are an obvious convenience for railway travelling and are also of much request for the use of children and invalids.”1950s :: Biscuits of J.B.Mangharam & Co. pic.twitter.com/Oys214WAlX— indianhistorypics (@IndiaHistorypic) May 29, 2023\n\nAchaya explains the cause of the shift: “The [biscuit] industry received considerable impetus after 1905 following the swadeshi movement urging use of indigenous products, and tea shops began to stock and serve biscuits.” Biscuit factories became important agencies for people striving for self-sufficiency: they generated employment, made indigenous products and sold them at affordable prices. Attitudes changed quickly, narratives shifted. The JB Mangharam biscuit factory opened in Sukkur (in present-day Pakistan) in 1919, and Parle later pitched its glucose biscuits as fortifying energy food for children, the future of the nation. After years of rejection, biscuit companies emerged as stakeholders in the nation-building project in a newly independent India.","author":"Priyadarshini Chatterjee","time":"2023-09-05T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193762-vvbabluciv-1693825822.jpg","tags":["Food","Biscuits","History"],"source":"https://scroll.in/magazine/1055346/the-story-of-how-hindus-stopped-distrusting-biscuits-and-began-eating-them"}