{"title":"The one paragraph from the Supreme Court's Jat quota judgment that slams competitive backwardness","content":"Just because your community was backward in the past doesn't mean it can be considered backward forever. That's what the Supreme Court concluded on Tuesday in a significant order striking down the previous government's decision to give Other Backward Class status to Jats in North India. The apex court's Jat quota decision was received with shock in several states with significant Jat populations, since it means the community will no longer be given the benefit of reservations, but it is of a piece with the general approach the Supreme Court has had to reservations over the years.The United Progressive Alliance government had ignored the recommendation of the National Commission for Backward Classes, which had concluded that Jats don't deserve to be put into the central list of OBCs because of their socio-economic status. Jats already have reservations in a number of north Indian states on their own lists, but the centre hadn't recognised them as backward until last year, in a decision that was seen as a last-ditch effort from the UPA to curry favour.The court in its order said that the government couldn't simply dismiss the NCBC's report and added that one line of reasoning – that many states had given them backward status – could not be the basis for OBC classification. A bench of Justices Ranjan Gogoi and Rohinton Nariman took this argument as a chance to slam the way reservation politics have often gone in this country: competitive backwardness with everyone pointing to historical reasons as a chance to get into a reserved bracket.One paragraph in the judgment explains what's wrong with this.\"An affirmative action policy that keeps in mind only historical injustice would certainly result in under-protection of the most deserving backward class of citizens, which is constitutionally mandated. It is the identification of these new emerging groups that must engage the attention of the State and the constitutional power and duty must be concentrated to discover such groups rather than to enable groups of citizens to recover “lost ground” in claiming preference and benefits on the basis of historical prejudice.\"In the surrounding paragraphs, the court breaks this down into five issues, explaining why Jats couldn't just be made OBC because of the way they have been treated in the past.*Historical perception, i.e. caste, is not good enoughThe court insisted that the long-held perceptions of 'advanced classes' or 'less fortunates' cannot be a constitutionally permissible yardstick to determine backwardness. Caste might have been a Hindu way of ordering society, but they don't rule modern India.*Things can change in even 10 yearsJust because states gave Jat's reservations a decade ago doesn't mean they're still backward. The court said one can legitimately presume that the country has progressed in the last 10 years and so data that's a decade old can't be the basis of inclusion in the OBC list.*Backwardness can't be relativeSimply because Gujars, believed by the Delhi government to be ahead of Jats in socio-economic terms, were put into an OBC list somewhere isn't reason enough. \"Possible wrong inclusions cannot be the basis for further inclusions but the gates would be opened only to permit entry of the most distressed,\" the order said.*Incorrect inclusions are not small mistakesThe court must not err on the side of including communities in the list because doing so wouldn't just be wrong, it would be unconstitutional.  *Who is now really backward?Pointing to the decision by the court to recognise third gendered citizens as economically and socially backward, the government said it is the job of the government to look for these communities rather than still relying on age-old ideas of which castes are backward.","author":"Rohan Venkataramakrishnan","time":"2015-03-17T18:50:34+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/714288-95c3512f-fcb2-4a35-b8f5-c81906c132b4.jpg","tags":[],"source":"https://scroll.in/article/714288/the-one-paragraph-from-the-supreme-courts-jat-quota-judgment-that-slams-competitive-backwardness"}