{"title":"The DSC Prize shortlist points to an impending crisis of literary fiction","content":"With a prize money of Rs 25 lakh and a thoughtfully picked jury every year, the DSC Prize for South Asian Literature is, arguably, the pre-eminent literary prize for this part of the world. The shortlist for the 2016 prize reveals an astonishingly familiar line-up of books: Akhil Sharma’s Family Life, Anuradha Roy’s Sleeping on Jupiter, KR Meera’s Hangwoman, Mirza Waheed’s The Book of Gold Leaves, Neel Mukherjee’s The Lives of Others, and Raj Kamal Jha’s She Will Build Him A City. With the exception of Meera’s extraordinary novel, the others are all low-hanging fruits when it comes to identifying the most interesting literary fiction about people from south Asia.Several of the novels on the shortlist have also been shortlisted – and at least one has won – prestigious literary prizes in India already. There’s no doubt about it: these are definitely among the best novels written in the period under question. But, and it’s a huge but, why are there so few of such novels that the same ones keep cropping up over and over on longlists and shortlists?Frankly, it’s come to a point in Indian publishing where an informed reader can predict a literary award shortlist with a high degree of accuracy, simply because there are so few to choose from. Are our publishers running away from literary publishing in response to what they perceive as shrinking markets for “good” fiction and playing it safe with more obviously commercially oriented lists instead?What are they publishing then?At least two major multinational publishers in India – Penguin Random House and HarperCollins – publish dozens of original novels from India every year. Three other international publishers who also publish in India – Hachette, Bloomsbury, and Pan/Picador – have a shorter list of such titles, as do homegrown publishers like Rupa and Aleph, among others. And yet, it’s the same few books that seem to make it to the fiction prize shortlists.After all, most, if not all, of these publishers are putting out fewer works of literary fiction than before. With the exception of established literary names – an Amitav Ghosh, a Jhumpa Lahiri, a Kiran Nagarkar, a Manu Joseph, or an I Allan Sealy, for instance – publishers are increasingly wary of experimenting with new writers in this form of fiction.Indeed, print runs for literary writers yet to create a canon for themselves have been squeezed down to 3,000. Even the well-known names are selling fewer copies than before. It isn’t difficult to see why publishing firms are shifting their attention to commercial fiction titles with the potential of selling upwards of 20,000 copies and to popular non-fiction focussing on politics and current affairs.Giving up the spaceThe trouble is, by responding to the market instead of trying to restructure it, publishers are further reducing the space for anything other than commercial or genre fiction in India. The former is drearily mired in a swamp of campus romances, fumbling sex, unimaginative corporate ambitions, and unchanging male egos. And the latter is yet to take off in a meaningful way – India has produced neither a Stephen King nor a John Grisham yet, leave alone a Stieg Larsson.The parallels with the Hindi film business are too obvious to ignore. Intelligent cinema is increasingly being pushed out of theatrical releases and living its life out on the festival circuit and, eventually, on YouTube. Like the big producers and distributors, English language book publishers are also withdrawing their support to books that might last, as opposed to books that will be forgotten as soon as the next one by the same author comes along.Sure, not every publisher is at the same spot on the road leading away from literary fiction. Some have made palpable progress, while others have barely started. But everyone is headed in the same direction.But if publishers are going to yield most of the space for “good” fiction to the needs of the marketplace – where a taste for the commercial has always been stronger than that for the literary – they will also give up their right to complain about readers’ preferences. For if they do not publish enough of those books that they want readers to buy, how will tastes change?Note to editors: Publish more of literary fiction, not less of it. Take more chances, don’t play safe. Shape demand, don’t follow trends.And a question to CEOs of publishing companies: is your mission to publish good books and make money from them, or merely books that make money?","author":"Arunava Sinha","time":"2015-12-07T08:30:41+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/774079-article-ybcixkcamd-1449420779.jpg","tags":[]}