{"title":"The Jharkhand voter who will support a party that vows to protect forests","content":"Parwati Tirkey first became eligible to vote in the 2014 Lok Sabha election. But she did not register to vote that year or in 2019, because she was living away from her home in the town of Gumla in the Jharkhand district of the same name, as she pursued her higher education.But she has clear political views on the ruling party, and intends to vote against them this year, when her constituency, Lohardaga, goes to polls on May 13. “When the BJP government was in power in Jharkhand in 2015, they made changes to the land laws and brought in business houses to use up forest land and resources,” said 30-year-old Tirkey, who belongs to the Oraon or Kurukh Adivasi community. “I can’t support them because I value this land very much. I will vote for whoever says they will protect the jungle, even if they might have harmed us in the past.”In Jharkhand, Tirkey noted, the INDIA alliance has for the ongoing election nominated Adivasi candidates, who had a better understanding of Adivasi values. She said that she would vote for the Congress candidate, Sukhdeo Bhagat.But Tirkey, a poet who has published a collection of Hindi verse and translations from Kurukh folk songs, remains deeply cynical of politicians. Quoting a poem by the Hindi poet Sudhanshu Pandey, or Dhoomil, she described democracy in India as being run using “the language of conjurers”. Since 1947, she added, “there have been countless projects which have been destructive to Adivasis. Successive governments continue to view resources in Adivasi areas as objects for consumption.”Tirkey noted that society in general, too, had little understanding or appreciation of Adivasi culture. For instance, she recounted that after studying up to Class 12 in her native town, she enrolled at Banaras Hindu University in Uttar Pradesh for her higher studies. When peers there would ask which religion she followed, she would tell them that she didn’t follow any. This was because Tirkey follows the traditional belief system of her ancestors, which is called the Sarna religion today. Growing up, however, Tirkey recounted, her family didn’t refer to the faith by any particular name – rather, it was recognised as a set of beliefs and rituals revolving around jal, jangal, jameen, or water, forest, land.“People would be shocked to hear that I didn’t follow a particular religion,” she said. “I would ask them what the big deal was. I used to explain that my people worship the sal and karam trees.”Indeed, some of Tirkey’s fondest childhood memories are of her grandfather taking her to the chala tonka, or sacred grove, near their home to worship sal trees during the festival of Sarhul, and to pray for rain. “We are people whose lives are entwined with the sal tree,” she recalled him telling her.She explained that the term Sarna was not in wide use at the time in her area. “It’s only after coming to Ranchi that I saw people being assertive about the Sarna religion,” she said.Indeed, in some towns and cities of Jharkhand, like Ranchi and Lohardaga, Jharkhand’s key Adivasi communities – namely the Santal, Munda, Ho, Oraon and Kharia – have rallied together since the late 1980s to demand that the state officially recognise their ancestral faith. On November 11, 2020, the Hemant Soren-led state government in Jharkhand passed a resolution calling for the addition of a distinct religious category for Adivasis in the Census – this was to be known as the Sarna Adivasi Dharma. The resolution awaits approval from the Central government.In the colonial era, in different censuses, tribal communities had the option of choosing from different religious categories, depending on what was applicable to them. However, in independent India, the communities have had to choose one out of seven categories: Hinduism, Islam, Christianity, Sikhism, Buddhism, Jainism and “other religions and persuasions”. Thus, the demand for the adoption of the Sarna Code Bill by the Centre is an important election issue in Jharkhand.Tirkey, however, is not sure that the implementation of the Sarna code bill will ensure the safeguarding of Adivasi interests over water, forest and land.“Will the Sarna code truly reflect our identity?” she wondered aloud. She noted that the term was a relatively new one to her, and expressed a concern that once introduced, it would be reduced to an administrative category, devoid of sociocultural meaning. “Does the term reflect the fact that we worship nature and are people with deep connections to jal, jangal, jameen?” she saidShe compared the proposed move to the constituent assembly’s decision to use the term Scheduled Tribes in the constitution, rather than Adivasi, for which assembly member Jaipal Singh Munda was advocating. “The term Scheduled Tribes doesn’t shed light on our cultural identity and connection to nature,” she said. “But it is apparent in the use of the more political term Adivasi.”She also noted that there was a diversity of traditional belief systems among tribal communities across the country and that Sarna believers formed just one community. Given this, she argued, there were many other broader problems that united communities, “like the economic and educational status of Adivasis”.For instance, she explained, since Jharkhand became an independent state in 2000, it had only recruited university professors thrice – once in 2008, and twice in 2018. Tirkey herself applied in 2018, while she was pursuing her doctoral studies, reasoning “that the application process would take a few years”. And while she procured a job as an assistant professor in Hindi literature in 2022, she noted, “At the recruitment interview, I met people who had been waiting five, seven, nine years for the exams.”Tirkey decried the state of Jharkhand’s education system. “The government has brought out the National Education Policy saying it wants to develop an inclusive culture in education, but how is this possible in Jharkhand?” she said.In her own college, Ram Lakhan Yadav Singh College, Tirkey said, “there aren’t enough faculty or infrastructure” to implement the policy soundly. Indeed, a walk around the college revealed decrepit, dimly lit classrooms with asbestos roofs and poor ventilation in the May heat. “When I first came here, I used to sneeze a lot because there was so much accumulated dust everywhere,” she said.Along with educational infrastructure, Tirkey also worries about the quality of education in her state. “Adivasis were historically considered illiterate,” she said. “But the kind of education I see now is only to raise the literacy rate.”She added, “It doesn’t make you literate about the land you come from, about the jungle, the seasons or how to grow crops.”.She recounted that in university, she had heard a professor argue that Adivasis would only continue to hold on to their identity if they nurtured their traditional social and cultural systems, such as parha, a form of local governance, dhumkuriya or community schools, akhra or community gathering centres, and jatra, or fairs. “More than the code, it is these customary rules and institutions which should be revived,” she said.","author":"Nolina Minj","time":"2024-05-11T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200595-pbzvwjtxrl-1715241844.jpeg","tags":["Lok Sabha 2024","Elections","Jharkhand","BJP","JMM"],"source":"https://scroll.in/article/1067669/the-jharkhand-voter-who-will-support-a-party-that-vows-to-protect-forests"}