{"title":"The story of Majlinda Kelmendi, Judo superstar who unites Kosovo","content":"When Majlinda Kelmendi’s hometown unveiled a bronze statue of her last year, they were honouring not only an Olympic judo champion but also a broader symbol of hope for Kosovo.The 30-year-old fighter, in the latter stages of her career, won gold at the Rio Games and is hoping to repeat the trick this summer in Tokyo.But she faces more pressure than most athletes – she is the only Olympic medallist in Kosovo’s history and is idolised by her compatriots, from the president down.She carries the expectation lightly, though, remaining rooted in the small city where she grew up – Peja, or Pec to Serbs, which used to be more famous for its mountainous landscape, monastery and local beer than its sporting achievements.“It was much harder for me before Rio than it is today, getting ready for Tokyo,” she says, pointing out that she was the only judoka in the team back then.“All the pressure was on me,” she tells AFP, sitting on the red and gold tatami of the dojo, or judo club, where she has trained since the age of eight.“Today, I am much more relaxed. I’m not alone anymore. There are five of us. We are all competing for medals and at least one of us will succeed.”Kelmendi has earned the right to be relaxed. Aside from the Olympics, she has been crowned champion in her weight class of 52kg at all levels of competition.“Whatever happens, my dream has come true,” she says.‘She was special’She began training in 1999, when the war between Kosovo separatists and the extreme Serb nationalist regime of Slobodan Milosevic had barely ended.Her coach knew she was a talent from her first lessons on the tatami.“She was special when she entered the dojo for the first time and continues to be so,” says Driton ‘Toni’ Kuka.Peja had been badly damaged and the dojo was ill-equipped, with a leaking roof and Kuka serving as coach, physio and every other role.But Kelmendi, who was persuaded to take up the martial art by her sister, quickly became hooked.“When we started I felt very good. My parents were happy that we were playing sports,” she recalls.“I remember skipping family holidays for 10 years in a row. I would stay with my grandmother because I wanted to train and I didn’t want to miss a single session.”It helps that her parents were both sporty. Her mother, Fikrete, was the first in the family to try martial arts, practising karate for a few months in her youth before being told to stop by her parents.Both Fikrete and Kelmendi’s father, Ismet, a former professional footballer, have always encouraged their children’s hobbies.Majlinda Kelmendi holds aloft her Olympic medal on returning home after Rio 2016. AFP‘You forget everything’Family support has been vital as Kelmendi has travelled the world and garnered praise as well as medals – culminating in the Olympic triumph that has propelled her to legend status.Earlier this year, she was among the first guests invited to visit President Vjosa Osmani after her inauguration.And some have even suggested her feats could help in Kosovo’s battle to be recognised as an independent state.She “opened the door to the high-level international sport scene for Kosovo”, says Ismet Krasniqi, chair of Kosovo’s Olympic Committee.“Sport diplomacy is very important for us as a young country as it helps to promote us internationally.”Despite it all, Kelmendi remains modest and more interested in the future of her neighbourhood and her dojo – she is planning to help Kuka when her career is over. “It won’t be a surprise if Toni continues to prepare new Olympic champions in this dojo,” she says.But most of all, she is still obsessed with judo.“It’s a tough sport but if you love it, you forget everything else.”","author":"AFP","time":"2021-06-30T11:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160953-zgwclmhrbc-1625034090.jpg","tags":["Majlinda Kelmendi","judo champion","Tokyo Olympics"],"source":"https://scroll.in/field/998891/the-story-of-majlinda-kelmendi-judo-superstar-who-unites-kosovo"}