{"title":"The Irrfan interview: ‘If a film cannot reach the masses, the purpose is defeated’","content":"Irrfan has slipped so smoothly under the skin of such a range of characters over a career spanning 28 years, it isn't surprising to find the acclaimed actor in full flow as a producer, holding forth on the importance of trailers and marketing and distribution strategies for offbeat films.  Irrfan is one of the backers of and the lead in the vigilante drama Madaari. In the July 22 release directed by Nishikant Kamat, Irrfan plays the archetypal common man who kidnaps a minister’s son to avenge the death of his own child. The 49-year-old actor is the best-known face in the cast, and he has been doing all the heavy lifting for the movie’s promotions, jetting from one city to the next, giving interview after interview and meeting politicians through Twitter.\n\n\n    \n    Play\n\nThe trailer of ‘Madaari’.Irrfan professes his discomfort at being the ringmaster of an act aimed at ensuring a fulfilling Friday box office for the film's financiers. “I hate marketing from my gut, I don’t know how to formulate my thoughts, and I am not a talkative person,” Irrfan said before launching into well-regarded replies to questions about his career trajectory. “One day, I will reach the position when I am announcing a film and people will come to watch it. Audiences are now smart enough to know whether or not to watch the film on the basis of the trailer.”  If the heavy-lidded actor with the lanky frame and low rumble is more attuned to the business of cinema than expected, blame it on the oblivion that marked the beginning of his career. For years, the National School of Drama-trained performer toiled in parallel cinema, as the productions of the National Film Development Corporation are described, and in television series. His is a career of several breakouts followed by fallow periods. The critics love him and the general public knows that he has acting chops and intelligence. But neither reality has pushed Irrfan into leading man status. He is a reliable character actor in Indian films – the kind who reminds audiences of the limitations of the gorgeous but often vacuous leads – and a recognisable cameo artist for Hollywood. The one time Irrfan was a hero, it didn’t go down too well for him, the producers or the distributors.\n\n\n    \n    Play\n\n‘Paan Singh Tomar’.Tigmanshu Dhulia’s Paan Singh Tomar, about an athlete who becomes an outlaw, was released in 2011 after a delay of several months. The well-regarded biopic produced by UTV’s now-defunct midstream cinema division Spotboy gave Irrfan the first of many lessons in the treacherous ways of film distribution. “The film was stuck for so long, for one-and-a-half years,” he said. “We were helpless, and we tried to deal with it in different ways. We even wanted to buy the film out.” Paan Singh Tomar eventually proved to be a precursor of the middle-ground cinema that would later include the hits Piku, Talvar and Neerja.But at the time, Paan Singh Tomar was a movie with an unconventional subject, director and lead. “At the time, I thought that there was no point in being an actor,” Irrfan said. “I had done a film that I wanted to share with the audience, but the way it was released was strange. The good side was that despite almost no publicity and a few hoardings, it stood on its own.  Somewhere, it made me believe in the possibility that content can overrule marketing gimmicks.”Irrfan’s initial years were spent working in films that only a few watched and adored. By the time he entered the scene in the late 1980s, the government-run NFDC project was on its last legs, crippled by poor distribution and a reputation for inaccessibility. Irrfan was among the cast of Drishti (1990) and Ek Doctor Ki Maut (1990), but his breakthrough in mainstream cinema in Dhulia’s Haasil (2003) was many years away.Irrfan has a ready explanation for what he sees as the inherent drawbacks of parallel cinema. “Those NFDC films always had their charm when we were young, but they also had their problems – if an Amitabh Bachchan film came on, you suddenly lost interest in these [parallel] films,” he said. “They didn’t care about entertaining or engaging people. These films were about issues and were trying to educate audiences, but they were not reaching anybody beyond an elite crowd. But what happened with these films is that I could exercise my craft and adapt to the camera.” Would he do such movies again? “No, never,” he asserted. “I am here to share my experience with audiences. If that experience does not have a vehicle to take it to the masses, then the purpose is defeated. That is what Hollywood does so well, they pick up a credible subject and engage with it, like Spotlight.”Irrfan’s definition of the production that merges the rigour and thoughtfulness of arthouse cinema with the reach and accessibility of populist cinema hews close to what is called the Best Picture Oscar nomination – films such as The Lunchbox and Spotlight that are realistic but also crowd-pleasing. He has firm views on what a good movie is, and doesn’t like to be described as an arthouse actor. “I have never understood this term arthouse, and I don’t want the tag,” he said. “I want to engage people. I need layered stories. Take Slumdog Millionaire – it’s a rags to riches story, but it has intelligence too.”  In the movie, Irrfan plays a Mumbai police officer who stumbles on the truth of how slum dweller Bilal became the winner of the Mumbai edition of How To Be a Millionaire. It’s one of many international films in which Irrfan plays a character from the subcontinent, a trend that began after his crossover film The Warrior (2001). Asif Kapadia’s debut feature, set in the distant past, features Khan as a Rajasthani samurai-like enforcer who gives up violence.Irrfan in ‘The Warrior’.The Warrior was one of Irrfan’s many breakthroughs. The film travelled well in the festival circuit and had a limited release in Europe, but it wasn’t released in the US. Once again, Irrfan was feeling the pinch of poor distribution. “At that time, America was not open to Indian actors,” he said. “People speculated that my career would take a new turn after The Warrior. What happened was that the film picked up awards at festivals.” Irrfan returned to Indian television, which nurtured him during the years when film roles were elusive, and signed up for Haasil. It was his role here as as a crooked student union leader that finally brought him into the mainstream.In 2003 came yet another breakthrough: Irrfan headlined the ensemble cast of Maqbool, Vishal Bhardwaj’s acclaimed adaptation of Macbeth. By now, Irrfan knew how to shift registers for the new audiences to whom he was being introduced. “In Maqbool, I didn’t take the route of ambition,” he said about his role as a gangster who plots again his boss with his boss’s wife. “I remember that Naseeruddin Shah didn’t like my performance, he said he didn’t see anything new in it. But I deliberately chose to make it a love story rather than about ambition. I also did The Namesake and The Lunchbox because they were fragile and delicate love stories.”Irrfan in ‘Maqbool’.Several films followed Maqbool, and not all of them commanded Irrfan’s complete attention. He has a keen understanding of screenplays and an astute ability to separate the films that pay the bills from the career-advancing experience. “Certain films look good and strong only on paper, but they might not have the same power when they are made,” he observed.  In ensemble films, Irrfan can be a somnambulist (Yun Hota To Kya Hota, 2005) or a magnet (Life… In a Metro, 2006). He can float or sting and can play the same kind of character differently depending on the director and the screenplay. One of his stock characters is that of the police inspector (Rog, 2005; Gunday, 2014; Talvar, 2015), and his levels of interest and investment are very visible on the screen. While Gunday is a bank account-lining turn, Talvar, based on the 2008 Arushi and Hemraj murders, sees Irrfan at his peak as an investigator unpacking the truth behind the accusations made against the alleged killers. “In our cinema, we can live without nuance,” Irrfan observed. “If we can deliver a line properly, our job is done. Hollywood needs nuances of behaviour. Our cinema needs attitude. You can deliver a superficial performance and it will still work. Films like Piku and Talvar, these need nuance. Talvar had a specific point of view, the film wasn’t about creating a pose or a superficial world, but was trying to dig deeper. Sometimes, roles like Madaari don’t need research because everybody knows somebody like the character.”Irrfan feels that Hollywood has been kinder to his talents, and his transformation from a cast filler in A Might Heart, Slumdog Millionaire and The Darjeeling Limited to the brown-skinned achiever of Arab-Asian extraction in Hollywood is remarkable. Apart from the arthouse hit The Lunchbox (2013), Irrfan’s credits include a scientist in The Amazing Spiderman (2012) and the dinosaur theme park owner of vague ethnicity in global blockbuster Jurassic World (2015). In the October 14 release Inferno, Ron Howard’s adaptation of the Dan Brown novel, Khan stars alongside Tom Hanks as Harry Sims. “A journalist asked me, why are you playing Indian characters in Hollywood films over and over again¸ but isn’t it enough that I am getting good roles as an Indian actor?” Irrfan said. Harry Sims is a British man whose ethnic roots remain buried deep, he said – further proof that for the West, Irrfan’s presence and familiarity override the need to put a label on him.Given Irrfan’s disavowal of arthouse cinema, Anup Singh’s Qissa (2013) was an odd choice. The Partition-era story casts Irrfan as a traumatised Sikh whose memories of violence lead him to bring up his daughter as a son. “I initially refused Qissa, I didn’t want to get into that space,” Irrfan said. “It was Anup’s world. He was not making a realistic film, he turned the character’s pain into a poetic expression. If he had dealt with the film realistically, it would have been very boring. It is a niche film that combines myth and abstraction. The film doesn’t put you at ease, it puts you in a different state, and people don’t always want that.  You don’t watch films to get rattled, unlike, say, Life of Pi and The Lunchbox.”Irrfan in ‘Qissa’.Despite his misgivings, Irrfan is collaborating again with Anup Singh on Song of the Scorpions, a fable of love and revenge that stars Iranian breakout star Golshifteh Farahani. “I wanted a story that explores the possibility of two people becoming one,” Irrfan explained.” Another upcoming project is Hindi Medium, directed by Saket Chaudhary.With Madaari, Irrfan seems to have reached the point where he is finally in control of the narrative. Is direction or writing next? “If I could write, I would not be an actor,” he said. “And I can’t be a director – for that, you need to know how to multi-task, and I am a single track guy. I have produced Madaari to address the angst that people are going through.” Buried in his character Nirmal’s vigilante protest is the anguish of an actor who is weary of being a side performer. From quietly observing the business of cinema, Irrfan has finally moved to centrestage – yet another fascinating turn in the career of one of Indian cinema’s most consistent shapeshifters.\n\n\n    \n    Play\n\n‘The Lunchbox.","author":"Nandini Ramnath","time":"2016-07-18T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/811950-37817-dxclknqczc-1468786426.jpg","tags":["Irrfan","Madari","Interview"],"source":"https://scroll.in/reel/811950/the-irrfan-interview-if-a-film-cannot-reach-the-masses-the-purpose-is-defeated"}