{"title":"The Lives of Others: Neel Mukherjee’s £10,000-Encore Award winning novel","content":"Alex Clark, Chair of the Encore Judges said: ‘We were immensely impressed by the ambition and depth of Neel Mukherjee’s second novel, in which a suburban house in 1960s Calcutta comes to reflect the political and social convulsions of an entire society. Ranging from the mass hunger of the Second World War to independence and the emergence of the Maoist Naxalbari movement, Mukherjee chronicles these extraordinary years in Indian history through the piercingly observed story of one family. As we read further into the story of the Ghoshes ­– their lives thrown into crisis by an absconding activist son – we became increasingly convinced of the book’s immense qualities and its ability to inform and provoke at the same time as it entertains. We are excited to see what Mukherjee will produce next, and hope very much that the Encore Award will encourage him in his writing life.’.…The girl appears to take this badly. ‘You know how difficult it is to shit on demand like this? You say Shit! and I shit, hyan? It is that easy?’ Her voice becomes louder and louder and she starts preparing her face for a bout of crying: her mouth quivers, her eyes start watering. Priyonath thinks: This is all to squeeze an extra fifty rupees out of me, the old waterworks.What he has not reckoned for is that the brief mizzle will turn into a squall. Nandita begins by rehearsing, a bit amateurishly, a few sobs, but then gets carried away by her performance and modulates to loud, unstoppable wailing. Before Priyonath can ask her to calm down, three whores fling the door open and barge in.‘What’s happened? What’s happened?’ a short, cylindrical woman demands. She has a face so round and fleshy that it looks as if she has got sweets tucked on the inside of each cheek. It is devoid of every single trace of benignity or kindness; she looks the sort to lead a rabble to arson, robbery or vigilante violence.Another woman, clad only in petticoat and blouse and exposing a generous stretch of her cushiony midriff, envelops Nandita. The girl begins to sob on her shoulder.The stout woman, clearly some sort of self-appointed leader, now takes charge. She puts her hands on her hips and turns to Priyonath, who has managed to struggle into his underwear and has moved from being supine on the bed, but only to a reclining position.‘Ei je,’ she barks, ‘so much the gentull-man on the outside, what you have done to this little girl, hey, what you have done?’ ‘Nothing,’ Priyonath says, trying to put the situation into words by way of explanation inside his head, but the unconventional nature of the purpose of his visit inhibits him and prevents the words from being spoken.This laconic reply is taken by the shouting woman as a sign of incontrovertible guilt; she pounces on her prey. ‘You think we don’t know what you’re coming here to do, hyan? You think shirt-pant on the outside are fooling us? You think gentull-man on the outside-outside is fooling us, you son of a whore?’Priyonath watches, frightened and aghast, silenced by the way this furious woman is whipping herself up to a pitch of such shrill rage, as more women troop into the room to watch the unfolding entertainment.‘We throw you out onto the street naked,’ she shouts. ‘Ask your sister or your mother to shit on you. You not coming to us for this dirty stuff any longer. We’re seeing all this gentull-man stuff on the outside-outside and low dog on the inside-inside for many years, we’re knowing what to do with your types.’A supporting murmur ripples through the gathered crowd. Priyonath can see faces of children outside the window, lifting up the curtain and peering in.‘But … b-but … I’ve … she has …’ he stammers.‘What you asking her to do, hyan? What? Why you quiet like a thief?’ the pack-leader screams. She turns to Nandita and commands, ‘You tell everyone here what he asking you do all the time.’Nandita, by now whirled up in the excitement of the drama, has forgotten to continue crying. After a few nudges she sheds her coyness and reveals to everyone the services demanded of her by Priyonath. Another murmur goes through the crowd, different in tone, timbre and intent from the earlier one.Priyonath, fearing a public beating in this insalubrious area of the city, decides to defend himself. ‘She’s done it before, many times, over ten times. I paid her well over the going rate. Ask her, if you don’t believe me,’ he says, moving his hand in a gesture that takes in everyone assembled, as though in appeal to a trial jury.‘Money?’ the woman shrieks. ‘You showing us the heat and dazzle of your money? We seeing it all, sister-fucker. You can buy everything with money?’ With a jolt, Priyonath notices that she has descended into addressing him as tui , the irreverent version of ‘you’. Amidst diffuse paranoia about whether this is a set-up, one feeling isolates itself, a sense of mild indignation, so he says forcefully, ‘Yes, here you can.’He can almost see her combust into a burning column. She lets loose a jet of abuse. ‘You son of a foolish fucker, I have your teeth broken with beatings. Then I plant the broken teeth in your mother’s cunt, you son of a whore. When your father come to fuck her at night, he sees her cunt grinning.’The incipient outrage at the indignity that Priyonath has fleetingly experienced now disappears, replaced swiftly by fear; it is his bowels that seem on the brink of release. His madly palpitating heart reminds him of his blood pressure. Where are his Amdepin tablets, he thinks in a stab of panic, and lifts his hands to his chest to look for the pills in the pocket of his shirt, only to realise that he is not wearing one, that his hands have touched the hairy bulge of his breast. The gurge of a new fear now adds itself to the spinning inside him. As he reaches for his clothes, the berating woman moves closer to him and demands, ‘Where you think you going, hyan? Where?’The crowd of spectators has thickened. The flapping and beating in his chest becomes more urgent. He grabs his trousers. As he is trying to get into them, a cracking slap lands on his left cheek; he has been hit by the screaming harridan. The shock freezes him for a few seconds, then the fear surges in again: what if he were beaten by this gathered crowd of prostitutes out in the open street? These things are all too common in the city, he knows. As if to stem the shame that such an event would bring about – being thrashed in public by a bordello of whores, imagine that – he looks around for the presence of a man, any man, a pimp or someone; somehow a beating administered by a man would be easier to bear.‘Give money. Give all money you have,’ the woman screams, inches from his face. A sour stench gusts out from her twisted mouth. Priyonath involuntarily moves back his head. ‘Give your shirt-pant. Right now, give your shirt-pant,’ she orders, then snatches the trousers from his hand. She turns the pockets out: side, front, back. One hundred and seven rupees, eighty paise. The hundred-rupee note was for Nandita, payment substantially above her standard fee. Even in the middle of this thuggery, Priyonath feels a small thread of relief course through him: he has been wise in leaving his wallet back in his office, bringing only what was necessary for this visit.The prospect of possibly no more money hidden away turns the fury even more fractious. ‘Only this, byas? Where you hide the rest, hyan? Where, arse-fucker?’Priyonath answers, ‘That’s all I have with me. You’ve checked my pockets. There’s nothing in the pocket of my shirt.’ He reaches out for it, shows it to her, then puts it on. The Amdepin is not in the pocket of his shirt.‘You tell me you have no money and I believe, hyan? What you take me for? That milk comes out if you squeeze my nose, hyan? Wait, I show you fun,’ she says and, picking out someone from the crowd, commands, ‘Go call Badal.’ There is a rustling as a few of them peel off to fetch Badal. In all probability a strongman-pimp-goon figure, Priyonath thinks, now jolted out of all residual inertia.His cock has shrivelled to the size of a pea. He debates whether to go on the offensive, threaten with names of police and politicians, or be meek and retreating, in the hope that perhaps that will somewhat abate their concocted fury. But either stance can backfire.A short, lean young man, with dark skin, his face pitted from a bad case of childhood pox, and oil-slicked hair combed flat over his head and ears and curling to a well-maintained wave right at the nape of his neck, walks in. He wears a tight, short-sleeved white shirt, a golden chain around his neck and a green lungi. The shirt is unbuttoned almost to his stomach, showing off his hairy chest.Priyonath closes his eyes in terror at the thought of the physical pain awaiting him. Through the fear runs one dark thought: how is he going to explain his bruises and wounds when he gets home? Then another thought: is he even going to get home?Excerpted with permission from The Lives of Others, Neel Mukherjee, Random House.","author":"Neel Mukherjee","time":"2015-05-13T13:30:28+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/727006-6f26f35d-83c2-43f8-918e-a23e1b29eff9.jpg","tags":[]}