{"title":"‘The Power of the Dog’ review: Cowboys and cruelty in Jane Campion’s subversive Western","content":"She’s a “sharp schemer”, Phil cautions his younger brother George. The widow Rose is putting her hooks into George only because she wants him to fund her son Peter’s education, Phil asserts with the confidence of a man who understands the ways and wiles of women.In spite of Phil, or possibly to spite him, George marries Rose. The contest between Phil and his despised sister-in-law gets richer and stranger when Peter comes visiting. The slim and sensitive Peter repels Phil. But he nonetheless develops a bond with the boy he pejoratively calls “Miss Nancy”.The Power of The Dog is filled with secrets, repressed memories and supressed desires. The adaptation of Thomas Savage’s 1967 novel of the same name provides writer-director Jane Campion with new material for her longstanding interest in menacing masculinity, brittle femininity and the quest for sexual emancipation. Campion uses classical devices of the male-driven Western genre only to subvert them. In the vein of John Ford, she showcases her characters as figures framed in the distance that opens out to the expanse. It’s when she gets closer that the movie’s themes and characters reveal themselves.The Netflix release, Campion’s first movie in 12 years, is set on a prosperous ranch in Montana in the United States in 1925. Phil (Benedict Cumberbatch) runs the place with a brutish hand and a harsh tongue. He is devoted to his timid brother George (Jesse Plemons) and visibly and vocally disgusted when George marries Rose (Kirsten Dunst).Jesse Plemons and Kirsten Dunst in The Power of the Dog (2021). Courtesy Netflix.Rose’s gawky son Peter (Kodi Smit-McPhee) unlocks the mystery of Phil’s’ coarse manner and his veneration of his mentor, the cowboy Bronco Henry. The payoff is ladled out one teaspoon at a time. Campion, aided by Jonny Greenwood’s ominous score (his second this year after Pablo Larrain’s Spencer), opts for a slow-burning and suspenseful storytelling approach, with seemingly minor details gaining significance down the line. Benedict Cumberbatch puts on a big show as the harrumphing and ultra-macho cowboy, but works better in the quieter moments when he is either by himself or sharing the scene with another actor. A harder and less rounded character than in the source novel, Phil nevertheless comes off a pathos-ridden figure, bound by patriarchy and an unmanageable secret. The striking-looking Kodi Smit-McPhee is aptly cast as a young man who challenges Phil’s bullying.Some of the stilted staging and compact storytelling work against Jesse Plemons’s George, who disappears from Rose’s daily affairs and the movie itself. Kirsten Dunst, who resembles silent-era star Mary Pickford with her golden curls and easy smile (there’s even a reference to the Pickford-starrer Little Lord Fauntleroy) movingly portrays Rose’s aching vulnerability. The cast includes the talented actor Thomasin McKenzie, who is wasted as a housemaid. The interplay of machismo and oppression doesn’t always have the potency of Ang Lee’s Brokeback Mountain, another subversive Western. In the interests of building up to the the sudden and brutal denouement of Savage’s riveting novel, Campion lets some moments linger and other equally important ones rush by.\n\n\n    \n    Play\n\nThe Power of the Dog (2021).","author":"Nandini Ramnath","time":"2021-12-01T17:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166889-wbpvrprwfz-1638099807.jpg","tags":["The Power of the Dog","Jane Campion","Benedict Cumberbatch"],"source":"https://scroll.in/reel/1011609/the-power-of-the-dog-review-cowboys-and-cruelty-in-jane-campions-subversive-western"}