{"title":"In Delhi liquor policy case, approver’s firm paid Rs 30 crore to the BJP – after ED arrest","content":"Delhi Chief Minister Arvind Kejriwal was arrested by the Enforcement Directorate on Thursday on charges of corruption and money laundering in the Delhi excise policy.Hours before his arrest, electoral bond data released by the Election Commission showed a company linked to another person accused in the same case, P Sarath Chandra Reddy, had donated Rs 5 crore to the Bharatiya Janata Party in 2022, just five days after Reddy was taken in custody. Another Rs 25 crore was donated to the BJP after Reddy turned approver in the Delhi excise policy case.Hyderabad-based businessman Sarath Reddy is one of the directors of Aurobindo Pharma Limited, founded by his father PV Ram Prasad Reddy. He was arrested by the Enforcement Directorate in the liquor scam case on November 10, 2022. His company Aurobindo Pharma bought electoral bonds worth Rs 5 crore on November 15. All of them were encashed by the BJP soon after, on November 21, 2022.Sarath Reddy turned approver in the Delhi excise policy case in June 2023. In November 2023, Aurobindo Pharma gave another Rs 25 crore to the BJP.In all, the company bought electoral bonds worth Rs 52 crore, of which Rs 34.5 crore went to the BJP. Before Sarath Reddy was arrested by the ED, Aurobindo Pharma had also donated Rs 15 crore to Bharat Rashtra Samithi and Rs 2.5 crore to the Telugu Desam Party.Bharat Rashtra Samithi MLC Kalvakuntla Kavitha, the daughter of former Telangana Chief Minister K Chandrashekar Rao, was arrested by the ED in the Delhi excise policy case on March 15. Delhi’s former Deputy Chief Minister Manish Sisodia has been in prison for the same case since February 2023.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThe Enforcement Directorate accused Sarath of playing a key role in moving kickbacks in the liquor licensing process in Delhi, when the policy was implemented for a few months by the Aam Aadmi Party government in 2021-’22. Sarath and Kavitha are among several individuals from the Telugu states whom the Enforcement Directorate has referred to as the “South Group”.The Enforcement Directorate has alleged that the individuals comprising the South Group gave kickbacks worth about Rs 100 crore to Aam Aadmi Party through Vijay Nair, who was in charge of the party’s communications. The agency alleged that this amount was paid to gain control over the liquor business in Delhi, and that the money was used by Aam Aadmi Party during the 2022 Goa Assembly elections.On June 1, 2023, a Delhi court allowed Sarath to turn approver in the case. Two other members of the “South Group”, Yuvajana Sramika Rythu Congress Party Ongole MP Magunta Sreenivasulu Reddy and his son Raghav, also turned approvers in the case, as did Delhi-based businessman Dinesh Arora.This is not the first time Sarath’s name has been associated with YS Jagan Mohan Reddy, the Yuvajana Sramika Rythu Congress Party chief and Andhra Pradesh Chief Minister. In 2012, Sarath was named in a Central Bureau of Investigation chargesheet in connection with a case against Jagan. It was related to a land sale agreement with Andhra Pradesh Industrial Infrastructure Corporation in 2006 that allegedly benefitted Trident Life Sciences Ltd, when Sarath was its managing director. The trial in the case is still going on.The liquor policy was introduced by the AAP government in Delhi in November 2021, and was scrapped in July 2022. The Central Bureau of Investigation registered a case over alleged irregularities in the policy, saying it allowed for cartelisation through preferential treatment of certain liquor dealers. It alleged that these preferred dealers had paid bribes worth Rs 100 crore for the liquor licences. The ED later registered a case against the same accused under the Prevention of Money Laundering Act. The Enforcement Directorate started looking into Kavitha’s alleged involvement in the case after it arrested Hyderabad-based businessman Arun Ramchandran Pillai on March 9, 2023. The directorate said that Pillai had confessed to representing Kavitha’s interests in the liquor policy case.This report is part of a collaborative project involving three news organisations – Newslaundry, Scroll, The News Minute – and independent journalists.Project Electoral Bond includes Aban Usmani, Anand Mangnale, Anisha Sheth, Anjana Meenakshi, Ayush Tiwari, Azeefa Fathima, Basant Kumar, Dhanya Rajendran, Divya Aslesha, Jayashree Arunachalam, Joyal, M Rajshekhar, Maria Teresa Raju, Nandini Chandrashekar, Neel Madhav, Nikita Saxena, Parth MN, Pooja Prasanna, Prajwal Bhat, Prateek Goyal, Pratyush Deep, Ragamalika Karthikeyan, Raman Kirpal, Ravi Nair, Sachi Hegde, Shabbir Ahmed, Shivnarayan Rajpurohit, Siddharth Mishra, Sumedha Mittal, Supriya Sharma, Tabassum Barnagarwala and Vaishnavi Rathore.","author":"Jahnavi ReddyProject Electoral Bond","time":"2024-03-21T21:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199472-wpbimqtcks-1711035666.jpeg","tags":["Enforcement Directorate","Kalvakuntla Kavitha","Sarath Chandra Reddy","Arvind Kejriwal","Aurobindo Pharma","Pharmaceutical Companies","Delhi Liquor Scam","Project Electoral Bond","Electoral Bonds","Election Commission","Lok Sabha 2024"],"source":"https://scroll.in/article/1065604/the-curious-link-between-a-hyderabad-firms-electoral-bonds-to-bjp-and-the-delhi-liquor-policy-case"}