{"title":"The Political Fix: What did Modi actually achieve on his grand, ‘world conquering’ trip to the West?","content":"Welcome to the Political Fix by Rohan Venkataramakrishnan, a weekly newsletter to help guide you through India’s complex political landscape. If you’d like to get the Political Fix in your inbox every Monday, please sign up here.If you have any feedback, questions or comments about the newsletter, please write to [email protected].A reminder: Have you signed up to Scroll+ yet? Contributing ensures that we can continue to produce quality journalism that goes beyond the headlines, like this ground report from Madhya Pradesh where two Dalit children were killed for defecating in the open, exposing the failures of the Swachh Bharat scheme. There used to be a time when entire Indian families would turn up at the airport to bid farewell to the lucky few who were flying abroad on a trip – and then show up again to welcome them on their return. This week, Prime Minister Narendra Modi got the same treatment, with the Bharatiya Janata Party rounding up people to give Modi a huge welcome upon his return from a week in the United States.That spectacle, including Modi humblebragging about how global respect for India has increased significantly since he came to power, also was responsible for this wonderful headline from OpIndia. So how did the seven-day America trip go for Modi? Let’s quickly break it down. Howdy ModiThe trip began with the big event in Houston, where the prime minister addressed tens of thousands of Indian-Americans, and insisted to them all that “everything is fine” in India. (In fact, he said it eight times, in different languages.) This portion, which we touched upon last week, was an unabashed success, especially since Modi had the rare privilege of having the sitting US President Donald Trump join him at the rally and address the audience. Modi may not be recognisable to ordinary Americans, but his outreach to the Indian diaspora through a network of Hindu nationalists, has undoubtedly been extremely successful. No trade deal Despite the bonhomie between Modi and Trump, with both praising each other and saying they are good friends, not much was actually achieved in the bilateral meetings. The two seemed to get along very well politically, but when it came down to policy, India and the US were unable to agree on even a modest trade deal to get over the speed bumps of the last few years. Without a better trade relationship, Indo-US ties are unlikely to get much better, even if Modi continues to brag about his political popularity in America. Business environment This line from Commerce Minister Piyush Goyal, who was supposed to help finalise the still non-existent trade deal, speaks volumes. Piyush Goyal, Union Min of Commerce, Industry&Railways, in New York: The sense we get after talking to various CEOs & big businesses in America is that they are really eager to come to India. We are going to create that enabling environment to facilitate their entry into India. pic.twitter.com/lZ1GqWBuar— ANI (@ANI) September 25, 2019\n\nIndeed, despite five years of Modi at the helm and claims of huge jumps for India on the Ease of Doing Business index, few foreign investors are interested in the Indian market right now. This isn’t helped by what is clearly a massive economic slowdown, and recent cuts to corporate taxes may only solve part of the problem. On this trip too, Modi got positive responses from American business leaders, but not much in the way of actual deals. The one big deal, between India’s public sector Petronet and American LNG company Tellurian, also only got a second Memorandum of Understanding, not an agreement. In fact, it is still in doubt, not least because the Indian company’s board thinks it’s a bad idea. UNGA squabblingThe Indian media, and the BJP, would have you believe that Narendra Modi’s relatively anodyne speech at the United Nations General Assembly was a smashing success and that everyone is talking about it. Meanwhile, Pakistan Prime Minister Imran Khan took nearly an hour to berate India on its Kashmir policy, sell himself as a pan-Islamic leader and threaten nuclear war in the subcontinent, prompting a reply from the Indian delegation. Despite the obsessions of the two countries, however, the fact is that those attending the UN were generally focused on a few other matters: impeachment talk in the United States, Brexit madness in the UK and Greta Thunberg’s powerful speech about climate change. Media and sycophancy Modi’s visit then, overall, was primarily a political success for himself, with not much to show in terms of achievements for India. Still, that did not deter the pro-government media outlets in India from calling him a ‘world conqueror’ and saying that India now dictates the global order. Yes, these are real screenshots. What did you make of Modi’s US visit? Write to [email protected]RewindLast week, we looked at whether Finance Minister Nirmala Sitharaman’s corporate tax cuts would help jump-start the Indian economy while possibly blowing a hole in the deficit in the process. Turns out the answer may be… neither? While the move led to plenty of positive headlines, analysts believe the actual impact may be more on streamlining the tax code rather than acting as a stimulus, because most companies were anyway getting a number of exemptions on their taxes, which they will have to give up to get the new lower rate. Read AK Bhattacharyya and Vivek Kaul on the subject. Catch-up Kashmir is still under lockdown. It has been 56 days now. Indian Home Minister Amit Shah this week said that the suspension of civil liberties is only in the minds of some people – even as communication remains controlled and thousands are under arrest – and also claimed that shutting phone lines is not a violation of human rights. Where is Ram Madhav? At one point, the BJP leader seemed like he was one of the top men in the party after the big two, yet he has suddenly gone a lot quieter, with many rumours in Delhi speculating about why this may be. The Centre wants a steep cut in the amount of taxes it has to share with the states. After years of incorrect boasting about how the Delhi generously moved from 32% of tax devolution to 42%, the Centre now wants that figure to come back down to 33%.Nationalist Congress Party head Sharad Pawar had a crazy week. First the former Maharashtra Chief Minister got a notice from the Enforcement Directorate. Then he audaciously decided to take this head on and decided to go straight to the ED office (with thousands of party supporters on the streets), prompting the agency to say they’re in no hurry to see him. Having beaten the BJP at its game, though, Pawar had to then watch his nephew Ajit Pawar resign from politics, bringing a family feud out into the public. Oh, and did I mention Maharashtra elections are in less than a month? Why do Indians think a transfer can be a punishment? Supreme Court Judge DY Chandrachud, at the launch of a book, said especially for judges there needs to be something between impeachment and a transfer that could help make the system more accountable. Onion prices are at a four-year high. Indians tend to be extremely sensitive to onion prices, which makes it important to follow them politically as well. In this case, governments have begun intervening to pull the price down, including the Centre banning all exports.On Scroll.in last weekShoaib Daniyal looked at a key complexity in the Citizenship Amendment Bill, which the BJP insists will ensure all Hindus remain Indian citizens even if they don’t have the documents to prove it. Ipsita Chakravarty wrote about how, despite New Delhi insisting Kashmir is an internal matter, it is now under global scrutiny.Jacobites are clashing with Orthodox Christians in Kerala, wrote Sruthisagar Yamunan, despite the on-paper conclusion of a century-old legal battle. Read my explainer on the shenanigans at the Punjab and Maharashtra Cooperative Bank, which could leave thousands without their money and have political implications as well. Poll toonRespect for India increased since 2014-PM Modi@newssting1 cartoon pic.twitter.com/PmmCNr9bJ3— Satish Acharya (@satishacharya) September 29, 2019\n\nReports and Op-EdsEven demanding justice has become hard in the Kashmir valley, since the authorities have arrested most of the region’s prominent lawyers. Menaka Rao and Anumeha Yadav report on how this has made it difficult to even attempt filing cases demanding civil liberties be reinstated.Rural factories actually use more capital and employ fewer people than those in urban areas. Roshan Kishore looks at what this may mean for India’s political economy, where the relationship between development and rural inhabitants can be fraught with complications.The Supreme Court is set to listen to civil liberties pleas from Kashmir beginning today, but its decision to wait for so long is revelatory. Suhrith Parthasarathy says that the courts history is full of cases where nebulous claims of national security have ridden roughshod over basic rights.  Tavleen Singh, a generally pro-Modi columnist, finds herself embarrassed by the Indian TV coverage of the prime minister’s US trip. The hollow nationalism and the need to compare with Pakistan “harms the country it seeks to support more than anyone else and there are definite signs that this has happened already”. The cremation of a Sri Lankan Buddhist monk near a Hindu temple, in defiance of a court order, brings the focus back on religious Sinhala majoritarianism. Meera Srinivasan reports on fears that Buddhist monks, with the support of the government, “can get away with just about anything.” Can’t make this upWe’ve had stories that prove India cannot be caricatured in the past, but this week there’s proof that real life can have more drama than fiction as well. The NewsMinute reported this week that Edwin D’Souza, who lived an ordinary life in Mangaluru, Karnataka, discovered that he was the step-son of an infamous Indian spy from the 1970s and 1980s. And he was also told that he stood to inherit property worth Rs 10 crore because of his lineage. Go read the whole story, which also features dogged police work and someone who claims to be an adopted child who is also demanding the inheritance. Did we miss anything? Like the Political Fix? Want to send angry responses or funny GIFs? Write to [email protected]","author":"Rohan Venkataramakrishnan","time":"2019-09-30T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128231-ookmxuqptj-1569811300.jpeg","tags":["The Political Fix","narendra Modi","Donald Trump","Howdy Modi"],"source":"https://scroll.in/article/938931/the-political-fix-what-did-actually-modi-achieve-on-his-grand-world-conquering-trip-to-the-west"}