{"title":"The backstory: Covering Manipur violence brought back childhood memories of a riot ","content":"In the summer of 2012, when I was a class 10 student, a riot broke out some 60 km away from my home in Assam’s Barpeta district. An ethnic clash between the Bodos and Muslims of Kokrajhar and Chirang districts left more than 100 people dead and another 3.5 lakh, mostly Muslims, displaced.My family was not directly affected but the news stories and videos of the violence left a deep impression on me.A section of the media portrayed the riot as a fight between the Bodos and “illegal immigrants” – Muslims of Bengali origin are often vilified as such in Assam. I wondered why the Congress, which was then in power both in Assam and the Centre, let the violence continue for so many days.Cut to May 2023. I went on assignment to cover another ethnic conflict in Manipur where the Meitei and Kuki communities were at loggerheads.I landed in Imphal on the evening of May 4. Even before disembarking, I could see fire and smog through the airplane’s windows. The previous 24 hours, I would find out later, had been some of the deadliest in Manipur’s violence-racked history.As I exited the airport, a dozen youths, armed with sticks, stopped my taxi. They checked my identification documents, with the police and security personnel from the central forces merely watching.The state, it appeared, was as absent as it had been a decade ago in Assam. A photograph taken by Rokibuz Zaman in Imphal on May 4.As we rode to the hotel, less than 8 km away, we were stopped at least five more times. Each time, we were allowed to proceed after my driver, a Meitei man from Imphal, produced his Aadhaar card. Each time, the mobs issued a warning: “Do not film or take photos.”Outside the car windows, burnt houses and shops rolled by.  At one of the checkpoints, I asked some of the boys why they were armed with sticks and burning houses.“They started first,” said one of them, a black mask covering most of his face, going on to tell me that the Kukis in the hill town of Churachandpur, where they were in majority, had burnt down Meitei homes and establishments on May 3.What they were doing, he insisted, was “retaliation”.The retaliation was murderous. From May 3 to May 5, entire Kuki neighborhoods in Imphal were obliterated and scores of people from the community were killed in cold blood.A police officer would tell me he had “never seen such a violent mob in my 13 years of service”. “They were like some kind of zombies, high on something,” he said.I would feel the heat of that frenzy on several occasions during my reporting trips.On the evening of May 5, I was chatting with the manager of the hotel I was staying at after having filed my story for the day. He told me that people were angry because Meitei women had been raped in Churachandpur.When I tried reasoning that reports of rapes were still unconfirmed, he showed me a photo of a woman swaddled in a plastic sheath, on his phone. She was, he claimed, a Meitei woman from Churachandpur who had been raped.It would later turn out that the woman in the picture was not from Manipur at all.(Editor’s note: Scroll’s reporting has established that there were other incidents of sexual assault and rape in both the Metei-majority Imphal valley and Kuki-dominated hills.)However, facts seemed to matter very little in the face of the resentment that both communities had started to harbour for each other.Some sections of the Meitei people even blamed the Kukis for a water shortage in Imphal.“We are facing water shortage because of poppy cultivation in the hills, which needs lots of water,” said a member of the Meitei civil society group, repeating an often-heard accusation.In Churachandpur, I saw in the burnt and mangled Meitei establishments – homes, shops, temples – signs of the same delirium.The Kukis there also claimed to have only reacted.The arson, they said, was in response to an attempt to set fire to the Anglo-Kuki war centenary gate on the afternoon of May 3. The gate commemorates the 1917-’19 Anglo-Kuki War, a significant event in the community’s history.But the gate, which I had driven past on my way to Churachandpur from Imphal, hardly bore any signs of damage. In any case, I asked a Kuki elder if it was fair to attack innocent Meitei civilians and burn down their homes.After a brief pause that betrayed discomfort, he said what transpired that day was the culmination of a mounting sense of frustration with Chief Minister N Biren Singh. His government, the Kuki man said, had been trying to erase the community’s long history by tagging them as “illegal migrants”.“The centenary gate is a proud symbol of our identity – the very identity and history this government does want to recognise,” he continued, sidestepping my original query.It was not the only time in Manipur that I realised no one liked a reporter asking uncomfortable questions – whether in the valley or the hills.Posters pasted at the gate of the non-Meitei residents to distinguish from Kuki residence at Longol Game Village, Imphal. Photo credit: Rokibuz Zaman  Recently, when I returned to Manipur, I was struck by how the hatred between the two communities continued to run deep. No effort appears to have been by the government to initiate talks to bridge the divide.In 2012, I remember a peace committee had been formed in my village, which had a majority Muslim population with a few Bodo families. The committee included residents as well as members of the district administration and police. These efforts ensured that the violence did not spill over into neighbouring districts. Within days,  Prime Minister Manmohan Singh and Assam chief minister Tarun Gogoi had visited the riot-affected areas. Singh even accepted that there had been “initial difficulties” in containing the violence. In sharp contrast, seven months into the Manipur conflict, Prime Minister Narendra Modi is yet to visit the strife-torn state. How much longer before the state gets a healing touch?","author":"Rokibuz Zaman","time":"2023-12-31T07:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197106-ywzmyonomo-1703951918.jpeg","tags":["Manipur","Manipur ethnic unrest  violence","Meitei","Kuki","Backstory 2023"],"source":"https://scroll.in/article/1061372/the-backstory-covering-manipur-violence-brought-back-childhood-memories-of-a-riot"}