{"title":"The new Ramayana for children is entirely sweet, and the sour is missing","content":"Author and academician Arshia Sattar concluded a recent interview wistfully, saying how The Ramayana is weighed down by the politics and morality of its adult readers. But children are unfettered and may enjoy Valmiki’s epic for what it is – a truly wonderful story. And it is for them that Sattar rewrites India’s oldest and perhaps best-loved tale. What’s more, The Ramayana for Children is illustrated beautifully by Sonali Zohra.Sattar’s emotional involvement with the epic is palpable, given how she’s been working with it for years now. Her Penguin translation of the Valmiki Ramayana, and her book, Lost Loves: Exploring Rama's Anguish are well known. I am personally a fan of the latter. It has helped me better appreciate the character of Rama, beyond the polarised Hindutva and feminist tropes. Sattar delves beautifully into the vulnerabilities of what is made out to be an uptight character. It shows the depth of her scholarship and her intimacy with the subject.  Child-friendly coloursSo I was both excited and curious, to see what Dr Sattar had done differently in her new book, Ramayana for Children. But this isn’t her first stint in children’s writing. She has authored three books in this genre before, including Kishkindha Tails, Pampa Sutra and Adventures with Hanuman. As the titles suggest, these were only part renditions. With this book, she neatly scoops up Valmiki’s entire magnum opus and presents it in a bite-sized work. Okay, at 200+ pages, it isn’t bite-sized but Sattar’s easy language makes for a very smooth read.I, in fact, put her vocabulary to the test reading out parts of it to my 7-year-old and was asked “Mama, what does that mean?” only a couple of times. One could, therefore, imagine the target group to be seven- to 13-year olds. Sattar’s narrative is magical. Her characters come alive in one’s imagination and on the pages with Zohra’s gorgeous centrefold illustrations. I must admit to poring over those drawings more than once. Like Zohra’s deft strokes, Sattar too paints her plot in child-friendly colours. For instance, in the Shurpanakha episode, she tackles the tricky bit about Lakshmana’s marital status very well. Rama’s giving the demoness the impression that his younger brother is “single” has always been a matter of ethical debate. Sattar delicately puts it as as Lakshmana being available “at the moment”.    Then, in the golden deer episode, Sattar steers clear of Sita’s allegations about Lakshman’s desire for her. Since the charges are sexual, they are sagely avoided in a children’s version of the story. Sattar simplifies the plot structurally too by placing Valmiki’s own story at the end. The original text opens with Valmiki finding inspiration and starting to compose the text with Brahma’s blessing. He then writes the kavya which he himself enters at a later point, essentially placing himself in the present and the future. The chronology becomes rather convoluted. Here, Valmiki is introduced only in the last chapter, when Sita is abandoned near his hermitage. He takes Sita in, and her twins Lava and Kusha are born. Eventually he composes the Ramayana and teaches it to the boys. Sattar’s simplification is very helpful here.  Sattar’s pen also manages to make philosophy look easy. Rama’s most profound existential questions are asked beautifully and simply and those are my most favourite lines in the book: “I know myself only as Rama, the son of Dasharatha,” stammered Rama. “Tell me who I am. Why am I here? What is my purpose?” Brahma spoke again, more gently. “You are Vishnu...”“But what does that mean?” thought Rama, bewildered. “Am I god? Or am I a man? How do I act in the world? Do other people see me as god? Am I always right or do I make mistakes, like other humans? How do I live the rest of my life now that I know that I am god?”Why these gaps, though?While I love Sattar’s stylistic ease, I find certain omissions and alterations in the retelling unnecessary and sometimes hard to agree with. While these instances make little or no difference to the larger narrative, there are some finer points of dharma that, in my opinion, warrant attention. It is hard to bypass the subject of dharma, after all, when one speaks of the Ramayana. Indeed the Valmiki Ramayana with its difficult questions and choices is also considered a dharma shastra.In the same interview referred to above, Sattar says: “…I tried to tell the story as honestly as I could. The uncomfortable parts remain uncomfortable, the fun parts remain fun.” I only disagree in that not all the uncomfortable parts have remained so. Perhaps Sattar does not consider these details necessary or important enough for children; perhaps it is her eagerness to paint Rama in a good light; or perhaps as a scholar she knows certain parts to be interpolations and hence avoids them. Consider the following cases:In Sattar’s version, Rama does not kill the demoness, Tataka, but only disarms and incapacitates her. In the original story, Rama is quite hesitant to kill a woman (demon) but does it anyway on his guru’s orders. Sattar has left it at the point of hesitation. Underlining the conflicting dharmas of obeying one’s teacher and killing a woman is important to this episode and the building of Rama’s character. But violence against women is an uncomfortable subject, and Sattar has chosen to sidestep it.The next is an instance of “women’s empowerment”, so to speak, that has also been skipped in Sattar’s story. That Sita had lifted the famed Pinaka bow of Shiva as a child finds no mention in this book. We only see Rama dazzle the assembly with a show of strength as he picks up and breaks the bow. I wonder why Sattar let go that one opportunity to uphold Sita as a strong heroine in the eyes of many a little girl.The omission that follows is once again with respect to another female character. When Ravana’s sister, the rakshasi Shurpanakha, approaches the Ayodhan princes, Rama almost immediately tells Lakshmana to cut off her nose and ears. That the brothers have fun at her expense before meting out the punishment is missing in Sattar’s retelling. Here, especially, I don’t see it as the omission of a mere nuance. It is the trigger point of the war, a very important point in the gender discourse, and an episode with plenty of greys. I don’t quite agree with the way Sattar has reduced it to a black and white episode – a matter of good man punish bad woman. The last example of an alteration is seriously baffling. It occurs in the chapter King Rama of this book (Uttara Kanda in the original), when Rama tells Lakshmana to abandon Sita in the forest for fear of gossip. Valmiki’s Lakshmana takes Sita to the woods and regretfully tells her about Rama’s decision. But Sattar’s Lakshman runs away when an unsuspecting Sita stops to have a drink of water! Why strip Lakshmana of grace and make Sita look more like a victim than she is already?  We ought not to remove every thorn before we hand over the roses of legacy to our children. That said, Sattar’s Ramayana for Children is rather sweet. Ramayana for Children, Arshia Sattar, illustrated by Sonali Zohra, Juggernaut Books.","author":"Urmi Chanda-Vaz","time":"2016-10-08T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/818521-43040-atbzdibeep-1475852635.jpg","tags":["Ramayana","epics","books"],"source":"https://scroll.in/article/818521/the-new-ramayana-for-children-is-entirely-sweet-and-the-sour-is-missing"}