{"title":"The NEET fiasco makes it clear that states must be at the core of framing India’s education policy","content":"In 1975, Indira Gandhi declared Emergency, a period during which civil liberties were curbed, the press censored and political rivals jailed. In 1976, with the Indian democracy shut down, the prime minister clandestinely transferred education from the state list to the concurrent list. While the former gives state Assemblies full jurisdiction over a subject, the concurrent list allows both Parliament and the states to pass laws. In case of a clash, the Union law overrules the state law.The Emergency was lifted in 1977, but no Union government since then has bothered to restore education to the state list. And while the Emergency is universally criticised, no prime minister is willing to let go of the massive powers Gandhi bequeathed to them.This cloak and dagger move has had grave consequences for the Indian Union. In 2016, the country’s medical education system was centralised. The power of states to chose how medical colleges admitted students was superseded by a single entrance exam, the National Eligibility cum Entrance Test. The chaos that ensued has been blamed for destroying the careers of many aspiring doctors. Last week, a 17-year-old girl from Tamil Nadu, S Anitha, committed suicide after failing to secure a seat in a medical college. She had a score of 98% in her Class 12 board examination but secured only 86 out of 720 in the National Eligibility cum Entrance Test.Why federalismIndia is a continent masquerading as a country, the United Kingdom-based The Economist wrote. This was clear to the Congress during the freedom struggle, when it organised its local committees by language. And post-Independence, languages were given their own states. For a country as large as India, recognising that sub-national language communities needed space was crucial – its twin Pakistan, which did not learn this reality, was torn asunder in the third decade of its existence.Thus, in 1947, it was clear that education, intrinsic to culture, would be handled by the states. It took the lawlessness of Emergency to break this common sense consensus.In 2013, the Medical Council of India – a statutory body established under a Central Act that regulates medical education in the country – took advantage of this Emergency-era change and started to push for a centralised exam to regulate admissions to medical colleges. Till then, various states conducted admissions are per their own requirements. The new examination would do away with each state’s admission procedures and put in place a one-size-fits-all system. Moreover, since the syllabus for this new exam would be based on the Union government-controlled Central Board of Secondary Education, it would also severely disadvantage students from state boards.S Anitha, a 17-year-old from Tamil Nadu, committed suicide last week after failing to get into a medical college. (Credit: HT)  Supreme Court see-sawThis notification was, however, challenged and the Supreme Court struck it down. In its judgement, the top court argued that a centralised test infringed on the rights of unaided and minority colleges to admit students as per their needs. It also noted India’s diversity and observed that a centralised test would exacerbate the urban-rural divide. Moreover, “the disparity in educational standards in different parts of the country cannot ensure a level playing field”. Even as India suffers from a shortage of doctors in rural areas, by favouring urban Indians, a centralised test would make the problem worse, the court observed.That should have been the end of the matter. But in 2016, the Supreme Court decided to review the 2013 judgement and it, curiously, revoked it, giving no explanation for it. “We do not propose to state reasons in detail at this stage so as to see that it may not prejudicially affect the hearing of the matters,” was all the court was willing to say of its decision that would drastically change India’s education landscape. The court also ordered that the first phase of the National Eligibility cum Entrance Test be conducted within three days of its order. This did not affect central board students all that much since their syllabus matched that for the entrance exam. But for state board students, they had all of two days to prepare for a highly competitive exam. All state or private exams for admission to medical colleges had been scrapped.Not very NEETThis is indicative of the unfairness at the heart of the National Eligibility cum Entrance Test system. Its syllabus is closely aligned with the Central Board of Secondary Education syllabus and diverges from those followed by the state boards. This clearly favours rich, urban students with access to elite schools under the central board. Rural children, who have to stick to the state boards, are now disadvantaged on many counts. While their school facilities have always been substandard, they now have to learn an alien syllabus if they want to become doctors. Moreover, the expensive coaching class system that any centralised competitive exam spawns will further alienate rural India. In West Bengal, for example, state board students captured an estimated 7% of medical seats this year, a precipitous fall from 75% the previous year.Not only was this bias towards elite, urban children built into the system, the exam itself was conducted in chaos. The police made multiple arrests connected to question paper leaks in May. Moreover, different question sets were provided in different languages, with candidates alleging that the Bengali question paper was tougher than the ones in Hindi and English.Multiple arrests over paper leaks and allegations of different question sets and difficulty levels in different languages marked this year's exam. (Credit: PTI)360-degree turnSo, did the National Eligibility cum Entrance Test do any good? The Medical Council of India argued that the exam was aimed at snuffing out corruption from private medical colleges – a lofty claim from a body that itself faced corruption allegations and was dissolved by the Union government in 2010 after its chief was arrested on the charge of accepting a bribe. Not that the ad hoc dissolution helped. The newly constituted Medical Council of India was hauled up by Parliament in 2016 with a standing committee recommending “game changer reforms of transformational nature”. The Union government’s expert think tank, the Niti Aayog, went one step further and suggested abolishing the Council altogether because of “huge inspector raj in the whole system”. In 2016, a Supreme Court committee noted that “corruption is there when there is sanctioning of medical colleges or increasing or decreasing of medical seats”. It recommended splitting up the Council because “there is too much power concentrated in a single body”.That the Supreme Court, with its judgement making the National Eligibility cum Entrance Test mandatory last year, would then add to the Council’s powers and entrust it with fighting corruption was an ironic turn of events. More confusion was to come. The National Eligibility cum Entrance Test was justified as a way to stop private colleges from charging unfair fees. Yet, on August 14 this year, the Supreme Court itself allowed private medical colleges in Kerala to charge an admission fee of Rs 11 lakhs. If private colleges charging hefty monies under various heads was fine, then what exactly did the national-level test change?States united in oppositionEven as the Supreme Court and the Union government pushed for the National Eligibility cum Entrance Test, the states were alarmed at the harm it would do to their students. In 2016, Maharashtra, Assam, Andhra Pradesh and Tamil Nadu objected to the court’s judgement even as Karnataka and Gujarat ignored the order and went ahead with their own entrance exams.Former Tamil Nadu Chief Minister J Jayalalitha’s opposition to the national-level test was prescient – she had opposed it when the Medical Council of India proposed it in 2013, and fought against it right up to her death in 2016. She pointed out the “great disadvantage” rural students would face in this system because they did not have access to the multi-million-rupee coaching industry. She also brought up Tamil Nadu’s unique position in India’s federal set-up and feared the exam would steamroll that difference. The state’s special commitment to social justice – Tamil Nadu offers 69% reservation in education and employment, against a Supreme Court cap of 50%, as it contends that backward classes constitute 87% of its population – would also be threatened. These are vital points given that Tamil Nadu is one of India’s most advanced states. How can untrammelled centralisation force a progressive state to move backwards?More federalismAs India achieved independence in 1947, centralisation was all the rage. It was thought that Soviet-style centralised planning overseen by experts would bootstrap India out of poverty in no time. It did not work. India’s human development indices are among the worst on the planet today even as other post-colonial countries in Asia have raced past it. Moreover, large countries like the United States are clear examples of how much prosperity a decentralised federal polity can generate. India is four times the size of the United States in terms of population. It needs federalism even more. Yet, rather than move forward, India seems to be getting more centralised with even education now moving to New Delhi.India needs to stem this tide. To prevent more tragedies like Anitha, the country must move education back to the state list.","author":"Shoaib Daniyal","time":"2017-09-08T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/849815-67877-piwckpdolp-1504800350.jpg","tags":["NEET","Federalism","Medical colleges","Admission"],"source":"https://scroll.in/article/849815/the-neet-fiasco-makes-it-clear-that-states-must-be-at-the-core-of-framing-indias-education-policy"}