{"title":"The Art of Resistance: ‘In Spite of You’ was written at the height of Brazil’s crackdown on students","content":"When Brazillian songwriter, singer and novelist Chico Buarque wrote Apesar de Você – “In Spite of You” – in 1970, a song that became an internationally renowned anthem of protest, Brazil was in the throes of a military dictatorship, which lasted from 1964 to 1985, widely known to intimidate and eliminate urban and rural opposition movements.The military’s national security apparatus, which committed the majority of torture, murders, and disappearances during this period has been held in subsequent years by the Truth Commission to be responsible for the “disappearances” of 243 people. Nearly 191 of these cases were confirmed killed and there are hundreds others who have never been found. These mark only a fraction of the cases recorded in state annals and a fragment of the crimes committed by the dictatorship against members of the opposition as also Brazil’s indigenous peoples.\n\n\n    \n    Play\n\nStudents under attackOne of the groups most closely targetted by the Brazillian military dictators were students. Beginning with the burning of the National Union of Students headquarters in 1964 to the military government’s passage of the Suplicy Laws, which abolished all student organisations at the national and state levels, replacing them with the militarily-controlled Central Directory of Students as the only legal student body. Directories of dissident students were maintained and professors, students and sympathisers accused of protest and propaganda were summarily arrested. A new national police was created in 1966 charged with disbanding public gatherings and “remedying and handling peace”.There are several instances from this period that record the nature of the authoritarian regime. On 28 July, 1966, as 300 student delegates of the then-banned UNE met clandestinely in Belo Horizonte, 5,000 policemen in 400 police cars reportedly came to disband the meeting. Another reported instance is from September 23 of the same year, when 600 students gathered in the Medical School of the federal university in Rio de Janeiro to protest the imprisonment of fellow students, the Suplicy Laws, and suspensions of university professors were attacked with gas bombs thrown by the police into the doors of the university.According to one report, Colonel Darcy Lazaro, commander of the military police, explained, “The Military Police of Guanabara has orders to act with serenity, firmness, and correct behavior in the face of the esteem that the students, and the general public, earn from us.” Few universities suffered as much as the University of Brasília, which was subject to many police incursions against students and administrators suspected of “subversive beliefs”. On October 20, the military forced their way into the university campus reacting violently to student protests. Many students were harassed, around 15 professors were fired, sparking a strike among the more than 200 professors left at the university. Libraries were raided and books were confiscated and even burned. The legacy of police strikes against students continued with the military police arresting nearly 178 students in September 1966.These stray but sordid instances strung together from the experiences of Brazil’s military dictatorship symbolise the encounters of a deeply polarised, paranoid and authoritarian state. In such encounters, the state subconsciously and somewhat grudgingly acknowledges the force of students and the youth as protest and pressure groups against divisive and draconian state authorities while at the same time assigning them a pariah status that legitimates and sanctions the use of violent force, even armed repression. In both, acknowledging and then authoritatively supressing, the force of student movements, states betray their fundamental pusilanimity, their inability to honour dialogue and consider students and youth as legitimate interlocutors. In and of themselves, such encounters speak volumes about the moral and historical weaknesses of modern states. In the case of multiple recent instances of “encounters” between the Indian state and student movements whether in Jawaharlal Nehru University, Jamia Milia Islamia, or Aligarh Muslim University, where the raiding of university buildings by police forces, storming of libraries, brutal beating and injuring of students, detentions and arrests of students and faculty on charges of sedition is fast emerging as a fearful pattern of sorts one can disconcertingly detect similar phenomena at play. Protest anthemChico Buarque, who composed Apesar de Voce nearly 50 years, ago was himself a student who had returned to Brazil from exile in Italy – he belonged to a group of student-artists and cultural performers including Caetano Veloso, Gilberto Gil and Maria Bethania who were severely circumscribed by the Brazillian dictatorship and its censors. Buarque had previously been involved with the staging of Roda Viva, a play critical of excessive fan culture, which earned him the opprobrium of the military authorities. The Brazil that Buarque returned to was a state in which being a student was one of the most dangerous things and cars, buses and public transport bore signs that proclaimed: “Brazil, love it or leave it.”\n\n\n    \n    Play\n\nAgainst this backdrop, Apesar de Voce, which begins with the clarion call “Amanha vai ser outro dia” – “Tomorrow will be another day” – became a veritable anthem for an entire generation piloried by authoritarian repressions in the spheres of education, culture, media, livelihood and everyday life. “Today, you are the one who rules/What you say is a fact/There is no discussion. You, who invented that state/and invented to invent/all obscurity/You who invented sin/Forgot to invent/forgiveness.” The song then turns the moral force of the oppressed into the political force of the sonic public, “In spite of you/Tomorrow will be/Another Day/I ask you/Where are you going to hide/From the enormous euphoria…When the time comes/I’ll charge you with my suffering/Cursing, I swear/All that love repressed/All that love repressed.”\n\n\n    \n    Play\n\nAs the new year of 1984 broke over Brazil and the dictatorship completed twenty years, Buarque found himself composing yet another protest anthem, this time a rendition that would invoke a vision for the future of a country free from the shadows of military rule, which formally ended in Brazil on 15 March, 1985. Vai Passar or “It’ll Pass” is both a paean to the perseverence of hope of ordinary Brazillians as also a scathing protest against the thick curtain of authoritarian rule. “In this avenue/A popular samba/will pass...This night is going/to shiver/remembering/that immortal sambas/passed here...In a while/the unhappy/ pages of our history/the faded passage of our memory/our new generations…the standard of the general sanatorium/will pass.”In a conversation I was recently having with an indigenous artist friend from Brazil, he brought up the idea of protest as a force energised by the sounds, slogans, silences, sufferings and stagings of like-minded people not only from within one’s own country and locale but also from beyond, from the world. Tens of thousands of students are protesting in Brazil today against sharp cuts to education after the Bolsonaro government said it was freezing up to 30% of discretionary spending due to the government’s precarious fiscal situation. Bolsonaro has since dismissed the students as “useful idiots” and “imbeciles.” Similarly, student groups and youth are at the forefront of protests in Chile, Ecuador and across Latin America. When I mentioned to my Brazillian friend the struggles of contemporary student movements against the backdrop of the Citizenship Amendment Act-National Register of Citizens agitations in India, we spoke of the protest anthems of Brazil as both “a prayer and slogan” for students in India. It behoves us to revisit and learn from these contemporary histories and their passages of resistance. Using the sonic archive of another nation’s struggle to energise our own not only pushes the limits of the global historical archive of resistance, but also creatively amplifies the collective of those striking against the state. With Brazillian president Jair Bolsonaro all set to be Prime Minister Narendra Modi’s chief guest at this year’s Republic Day parade, may our collectively-energised anthems of resistance echo the possibilities of refusing a politics of authoritarian right-wing reprisals and creating new serenades of struggle and possibility.Read all the articles in the Art of Resistance series here.","author":"Ninguém","time":"2020-01-26T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/134179-zkptwyjbff-1578390851.jpg","tags":["The Art of Resistance","Brazil","Dictatorship"],"source":"https://scroll.in/article/949044/the-art-of-resistance-in-spite-of-you-was-written-at-the-height-of-brazils-crackdown-on-students"}