{"title":"The BJP’s ‘bulldozer justice’ targets oppressed communities – and has no legal basis","content":"In the week after communal violence was instigated on Ram Navami in many states, the Madhya Pradesh government on April 11 sought to make an example of those who allegedly threw stones at a Hindu procession by demolishing the properties of Muslims in Khargone.Khargone is yet another episode in a series of demolition of properties of alleged criminals from the Muslim and Bahujan communities under the garb of illegal encroachment in Madhya Pradesh.In March, two days after Muslim construction workers were accused of raping a minor Adivasi girl, their homes were razed in Sheopur. Around the same time, shops and houses were destroyed a day after a clash between Muslim and Adivasi communities in Khamia Khurd in Raisen.In November 2020, 28 shops owned by Irani Muslims in Bhopal were demolished after the police faced resistance in arresting a suspect in the area. A week after Congress legislator Arif Masood had led a protest, the administration razed parts of a school and college built by him.The Madhya Pradesh government has also been demolishing, what it claims are, the illegally constructed homes of habitual offenders. In March, the Bhopal administration razed homes in Gautam Nagar while in January, the Dhar administration demolished the houses of two men who had allegedly incited communal tension in  December. In Indore, too, properties owned by alleged criminals were razed in December 2020.\"Under what law can they demolish a house for an offence that hasn't been proved?” Former SC Justice Madan Lokur said as  properties of #Muslims are demolished in four states. https://t.co/188D0KM8WE— Areeb Uddin (@Areebuddin14) April 25, 2022\n\nThese demolitions have been carried out on the basis of mere allegations, not prior conviction. Legal provisions pertaining to habitual offenders have historically assigned criminality to persons by association, mere suspicion, and warranted indiscriminate police violence.Houses have been razed over the mere suspicion of the owners or inhabitants selling spurious liquor, food adulteration, robbery, and for being known goondas, or thugs. In 2017, the Indore Police termed a crime control drive the Gunda Dhar-Pakad Abhiyaan, which targeted Pasmanda Muslims. Over 100 houses have been demolished under the Gunda Dhar-pakad Abhiyaan to ‘control crime’ in Indore. https://t.co/j4pptQH8G9— The Wire (@thewire_in) October 23, 2017\n\nThese numerous instances show that any violence that was the result of communal tension or a criminal investigation resulted in the homes and properties of Muslims or other marginalised communities being demolished en masse without prior notice as collective retribution.The legal basis for carrying out demolitions in this manner is non-existent. There are various laws under which authorities of the state government are empowered to remove illegal encroachments. For instance, the Madhya Pradesh Land Revenue Code, 1959, gives a tehsildar the power to remove any illegal possession of government land by passing an eviction order after a summary procedure.Along with ordering the eviction of an occupier within a timeframe, the tehsildar can also levy a fine, rent collected on the land, or detain an accused person if the eviction order is not complied with.But the use of force or instituting criminal proceedings is not warranted. Other laws, such as the Municipal Corporation Act, the Municipalities Act, and the Town and Country Planning Act, also empower a commissioner/council/director to remove obstructions, unauthorised developments and encroachments on public land.Under all these laws, it is essential for a notice to be served to the person in violation of the provisions of these acts before taking any action. It is also imperative for them to be given an opportunity to be heard. Demolition is the last resort.In Gujarat properties are being demolished where anti-Muslim violence took place. In Delhi at Jahangirpuri. In MP at Khargone. This is not some anti-encroachment drive on public lands. This is sinister, deliberate, meant only to deprive victims of violence with economic support.— Kawalpreet Kaur (@kawalpreetdu) April 26, 2022\n\nIn December, the Madhya Pradesh government followed in the tracks of Uttar Pradesh by passing the Prevention of Damage to Public and Private Property and Recovery of Damage Act. The law allows the government to seek compensation for damages to public and private property from offenders –  along the lines of Section 422 of the Code of Criminal Procedure which pertains to the execution of a warrant for the attachment and sale of property –  during public agitations.A claims tribunal, like one set up in Khargone, can determine the compensation to be recovered from offenders. Unlike under the Uttar Pradesh law, however, the tribunal is not allowed to attach the property of offenders to recover damages.In Uttar Pradesh, the Recovery of Damages to Public and Private Property Act has been weaponised against Muslims, who protested against the controversial Citizenship Amendment Act passed in December 2019, by falsely implicating them in cases of violence.The Madhya Pradesh law is stricter as it allows for a claim of compensation which is double the value of the damaged properties. While a court can order the attachment of the property of a person to compel their attendance, no law in Madhya Pradesh currently allows for demolishing privately-owned houses and establishments for being accused of a crime.\"The majority of the demolished properties are owned by Muslims. Such punitive demolition of family homes of suspects could also amount to collective punishment, in violation of International Human Rights Law,\" @Aakar__Patel said.https://t.co/7PDt3VKCSO— Indian American Muslim Council (@IAMCouncil) April 15, 2022\n\nThe current demolitions are state-sanctioned retributive violence against oppressed communities for what it claims is crime control. Technological advancements result in the predictive policing of the same oppressed communities. At the same time, the destruction of property is being celebrated with the claim that alleged criminals are being dealt with properly by Madhya Pradesh Chief Minister Shivraj Singh, now hailed as “Bulldozer Mama”, following in the footsteps of Uttar Pradesh counterpart Adityanath.The replication of the Uttar Pradesh model, under the pretext of cracking down on criminals, is being deployed as a means of social control by the Brahminical state, while making the bulldozing of justice a national phenomenon, as the most recent demolitions of Muslim-owned properties in Jahangirpuri in Delhi remind us.Nikita Sonavane and Mrinalini Ravindranath are Co-Founder and Research Associate at the Criminal Justice and Police Accountability Project. Mukul Raj is a final-year law student at Campus Law Centre, Delhi University, and an intern with the CPA Project.","author":"Mrinalini RavindranathMukul RajNikita Sonavane","time":"2022-04-28T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173647-vhidymgurj-1651074037.jpg","tags":["Hindutva","Religion","Bulldozer"],"source":"https://scroll.in/article/1022770/the-bjps-bulldozer-justice-targets-oppressed-communities-and-has-no-legal-basis"}