{"title":"The big news: Sixth phase of polling records 63% turnout, and nine other top stories","content":"A look at the headlines right now:Violence mars sixth phase of Lok Sabha elections in West Bengal, EVM problems reported in Delhi: According to the Election Commission’s figures as of 9 pm, the penultimate round of parliamentary elections recorded a 63% turnout.Opposition mocks PM’s claim about ordering Balakot airstrikes despite bad weather: The CPI(M) urged the Election Commission to take action against Narendra Modi. ‘Will my jawan ask EC before killing terrorists?’ Narendra Modi says ‘cleansing’ in J&K is his job: The prime minister was referring to a gunfight in Jammu and Kashmir on Sunday morning, in which two militants were killed.Curfew extended in Assam’s Hailakandi district after Friday’s communal clash, Army stages flag march: The curfew was imposed after a Muslim man was killed in a communal clash in the area on Friday, and 14 people were injured in the violence.Manmohan Singh did nothing when Pakistan beheaded five Indian soldiers in 2013, alleges Amit Shah: The BJP president criticised National Conference leader Omar Abdullah for demanding a separate prime minister for Kashmir.‘My 45 years of toil, not Khan Market gang, created my image, you cannot dismantle it,’ says Modi: In an interview with ‘The Indian Express’, Modi said his allegation about Rajiv Gandhi using a naval ship for a vacation came after a remark by Rahul Gandhi.  In West Bengal, BJP candidate Bharati Ghosh and state party chief Dilip Ghosh allege TMC workers attacked them: The poll panel has asked the West Medinipur district magistrate to submit reports on allegations levelled by Bharati Ghosh, who is contesting from Ghatal.Priyanka Gandhi says it is ‘very clear’ that BJP will be defeated: Meanwhile, Congress President Rahul Gandhi told the media after casting his vote that ‘love will win’.Dharmendra says he would not have let son contest polls had he known Sunil Jakhar is in the fray: The veteran actor, whose son Sunny Deol is contesting the Lok Sabha elections from Punjab’s Gurdaspur seat, was close to the Congress leader’s father. Lawyer Prashant Bhushan notifies Centre about alleged violation of 2010 order banning Bt brinjal: Activists said the government should hold the Genetic Engineering Appraisal Committee responsible for the alleged cultivation of the crop in Haryana.","author":"Scroll Staff","time":"2019-05-12T21:26:03.939205+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119515-xmdzcscpsi-1557675659.jpg","tags":["The big news","Lok Sabha elections","Narendra Modi","Balakot airstrikes"],"source":"https://scroll.in/latest/923226/the-big-news-sixth-phase-of-polling-records-63-turnout-and-nine-other-top-stories"}