{"title":"The challenger: Is AAP’s Bhagwant Mann a viable alternative to politics as usual in Punjab?","content":"Long before Bhagwant Mann became the Aam Aadmi Party’s chief ministerial candidate in Punjab, he had a fan base in the state. The comedian-turned-politician found fame with his television show, Jugnu Mast Mast. In Punjab, many recall listening to his satire and comedy routines on audio tapes and CDs even before that. Until Mann joined politics in 2011, he was known for his droll critique of it.Now, the 48-year-old who has served two terms as member of Parliament is emerging as the main challenger to the ruling Congress in Punjab. For months, the Aam Aadmi Party did not seem to have a viable candidate in Punjab, falling back on its Delhi leadership, especially Delhi Chief Minister Arvind Kejriwal, for its election campaign.Then, true to style, it conducted a state-wide poll where residents of Punjab could dial in and name the chief ministerial candidate they wanted from the party. Mann, who got over 21 lakh or 93% of the vote, won the poll on January 18.Weeks later, a faction-ridden Congress announced that the incumbent Charanjit Singh Channi was its chief ministerial face for the assembly elections as well. In a way, both men have a similar appeal. Channi has already made history as the state’s first Dalit chief minister. Should he win, Mann would be Punjab’s first chief minister from the Aam Aadmi Party. Both are known for being charismatic and reaching out to voters. Both claim to be a force for change – Channi from the old guard of the Congress and Mann from all the parties who have traditionally won in Punjab.Mann is contesting from Dhuri constituency in Sangrur district, which is part of South Punjab’s Malwa region. The region covers 12 of the state’s 23 districts and accounts for a majority of the assembly seats. The incumbent Congress MLA, Dalvir Singh Khangura, is expected to put up a stiff fight to Mann in Dhuri. But the choice of Mann, a native of Sangrur district, as chief ministerial candidate seems to have boosted the Aam Aadmi Party’s chances in Malwa.Youth in Satoj pledge support to Bhagwant Mann in these posters. Picture credit: Safwat ZargarA local face“We don’t know Kejriwal,” said Harbans Singh, a 70-year-old farmer from Satoj village, where Mann grew up. “Our vote is for Bhagwant Mann, the local boy, not broom [the symbol of the Aam Aadmi Party]. If Mann wasn’t given respect by the party, none of us would have voted for AAP.”  Satoj village falls in Dirba assembly constituency, where senior Aam Aadmi Party leader Harpal Singh Cheema is standing for elections. But there is hardly a house in Satoj that does not have posters featuring Mann and Kejriwal.“A day after he was nominated as a chief ministerial candidate, Mann visited his native village. He sat among us and urged us to vote for AAP,” said Hardev Singh, a bus driver from Satoj. Not too far from the house where Mann grew up, his neighbour, Mahendir Singh argued with people campaigning for an independent candidate. “Even Akalis or Congress workers don’t dare to campaign here,” Singh fumed after the argument had ended. “Perhaps he doesn’t know he’s in the native village of Bhagwant Mann.”As his party now campaigns in Punjab, it pitches itself as a break from politics as usual – the corruption and dynastic rule apparently embodied by the Congress and the Shiromani Akali Dal.“It’s time for the people of Punjab to declare that they won’t be fooled again,” Mann’s sister, Manpreet Kaur, told a gathering in Jahangir village in the Dhuri constituency. While her brother tours the state on the campaign trail, Kaur is holding fort in his constituency. Here, new entrants to the Aam Aadmi Party must be wooed and welcomed.“It doesn’t matter who joined first and who joined later. We are all equal,” Kaur said after she garlanded new party members at the gathering in Jahangir. The garlands were followed by saffron turban cloths, laid on the shoulders of the newcomers.In a state where religious symbolism is entwined with politics, the Aam Aadmi Party does not stray from the script. Like every other speaker at the gathering in Jahangir village, Kaur started her speech with the Sikh salutation, “Waheguru ji ka khalsa, waheguru ji ki fateh [Purity belongs to the creator, victory belongs to the creator]”. Then she quickly returned to the party’s main election plank – clean politics and an accountable government.Mann's sister, Manpreet Kaur, welcomes to new entrants to the Aam Aadmi Party in Jahangir village. Picture credit: Safwat ZargarFinding a partyThose who know him from his comedy days say Mann combined satire with activism. “Long before his political career started, he would visit villages in Faridkot district where people were dying of cancer at an alarming rate,” said Kanwaljit Dhindsa, who knew Mann in college and first met in 1989. “He would also raise the issue of contaminated water supply to rural areas in the state.” When he took the leap from activism to politics in 2011, he joined the People’s Party of Punjab, led by Manpreet Singh Badal. It was a breakaway faction of the Shiromani Akali Dal, formed after Manpreet Singh Badal had disagreements with his uncle and then Punjab Chief Minister Parkash Singh Badal. “I was against his decision to join that party,” recalled Mahendir Singh, Mann’s neighbour in Satoj. “I told him we should get rid of the Badals and he can’t be joining one of them.” The party was a non-starter, failing to win any assembly seats in the 2012 elections, though Mann clocked a substantial 26,000 votes from Sangrur’s Lehra constituency. Two years later, he joined the Aam Aadmi Party and won his first parliamentary election in 2014, defeating Shiromani Akali Dal veteran Sukhdev Singh Dhindsa by two lakh votes. In the Lok Sabha elections of 2019, Mann was the only Aam Aadmi Party candidate to retain his seat.Mahinder Singh, Mann's neighbour in Satoj, was against his decision to join the People's Party of Punjab in 2011. Picture credit: Bhagwant MannPeople person?This time, the campaign may be relying on Mann’s personal appeal for its success. He is projected as an outsider to politics in Punjab, a self-made man who rose through the ranks to succeed.“He’s the son of a government teacher and doesn’t come from a political family,” said Kuljeet Singh, a college student from Sangrur. “That’s why many feel he’s more sincere. These days, the youth are saying we gave many chances to the Congress and the Akalis. Why not give him a chance as well?” Across Sangrur district, Mann is praised for being approachable and not hiding behind layers of security. Dhindsa described how Mann would often play volleyball with his security detail and other party members, how he would jump out of his car to join elders playing cards in a village square.The Congress has tried to attack Mann’s personal image, claiming he is addicted to alcohol. This does not seem to have found much traction with voters. In Sangrur district, at least, it is hardly mentioned.According to author and academic Tejwant Mann, anti-incumbency and the anger against traditional parties in Punjab had worked to the Aam Aadmi Party’s advantage. However, the party would not have made these gains if it had not stopped relying on the Delhi leadership and launched a local face, he added.The Aam Aadmi Party did well in the Malwa region in the previous election as well. Out of the 20 seats the party won in 2017, 18 were in Malwa.Broken modelBut at least one village in Dhuri constituency is disappointed with Mann. After he won the Lok Sabha polls in 2014, Mann had adopted Benra as a model village under the Sansad Adarsh Gram Yojana. In eight years, the promised social and economic development never arrived, its residents say. “We have to buy high-voltage bulbs on our own so that we can walk in the night – there are no streetlights,” said 26-year-old Devinder Singh, who took up farming when he left school after Class 10.Had Mann kept his promises, Singh said, the village would have a sewage treatment plant and a decent stadium for the local youth. “The government should also open a gym in the village so that youth are not distracted towards other things like drugs,” he pointed out. His friend, Harkeet Singh, also shares these disappointments but is prepared to give the Aam Aadmi Party a chance – his uncle, a member of the party, had managed to convince him.","author":"Safwat Zargar","time":"2022-02-13T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170034-fekzlwajem-1644689260.jpg","tags":["Punjab","assembly elections","Aam Aadmi Party"],"source":"https://scroll.in/article/1017189/the-challenger-is-aaps-bhagwant-mann-a-viable-alternative-to-politics-as-usual-in-punjab"}