{"title":"The jailing of NewsClick’s Prabir Purkayastha shows there was never a golden age of justice in India","content":"Some 600 senior lawyers wrote an open letter to the Chief Justice of India expressing concern about perceived attempts to undermine the integrity of the judiciary.The letter dated March 26 “expresses deepest concern on the manner in which a vested interest group is trying to pressure the judiciary, influence judicial process and defame our courts on the basis of frivolous logic and state political agendas. …they create false narratives of, a supposed ‘a better past’ and ‘golden period of the courts’ contrasting it with the happenings in the present”.This letter seemed to be a response more to the three-day seminar in February on the “Supreme Court’s Judicial Administration and Management and its Trend on cases Involving Civil Liberties and Political Rights” organised by the Campaign for Judicial Accountability and Reforms.The speakers at the seminar included former judges of the Supreme Court as well senior and young lawyers. All of them expressed their distress about the way people across India were being arbitrarily arrested, detained and how long-established principles of bail were regularly being violated. One of the cases mentioned was the case filed against NewsClick, the news portal started by Prabir Purkayastha.Let me say straightaway that there has never been a golden age of justice for the poor, the oppressed or the exploited. Even if their voices were heard in the days the judges encouraged public interest litigation, the maximum a bonded labourer got was his freedom – but no alternative employment, no back wages and certainly not justice. The women’s movement, having fought for law reform, got police stations run by women police and even a Women’s Commission but they did not get justice. The minorities, religious, linguistic or ethnic, felt increasing alienated from the idea of India.That is the very nature of the criminal justice system under liberal democratic system. Even if lawyers do not like to admit it, writers have long exposed the absurdities of the legal system. Among them was Lewis Carroll. His Alice in Wonderland published in 1891 has the character of Humpty Dumpty, whose lines are quoted so frequently by judges and courts that people speak of a Humpty Dumpty Jurisprudence.Then there is Franz Kafka’s The Trial (1925), which begins with the ominous line: “Someone must have slandered Joseph K, for one morning, without having done anything wrong, he was arrested.”The case of NewsClick founder Prabir Purkayastha shows that there was no golden age of justice because he was arrested during the Congress’s rule as well under the present regime.The story of NewsClick and Purkayastha unfolds like Kafka’s The Trial, a dark parody of the legal system. It could quite well begin like this: “Someone must have slandered Prabir P, for one morning, without having done anything wrong, he was arrested.”A February searchIn February 2021, eight men invaded Purkayastha’s home. They did not know the charges against him but they were looking for something – though they had no idea what. Not knowing what they were looking for, it was not find something. They went through every room, every cupboard and looked behind the books and entered the kitchen. They opened the fridge and opened the kitchen cabinets but found nothing. They even peeked into the dustbin.These men then slept inside the flat because they could not find what they were looking for and the next day they tried again and finally, after 113 hours, they left exhausted with a laptop or perhaps some files hoping someone else in the office would find something they could not.Since they found nothing they attached the flat; took away Purkayastha’s home but allowed him to continue living in the flat that was no longer his.\"This will not stop us from doing our work. We will continue to cover people's issues,\"Prabir Purkayastha says after ED raid ends after 113 hours at his home.Brave journalism which refuses to bow down before the ruling class dictates. #StandWithNewsClick pic.twitter.com/SAuBr1ystU— Nitheesh Narayanan (@NitheeshNaranan) February 13, 2021\n\n\nFive agencies have been involved in investigating NewsClick.The Delhi Police’s investigation into the news portal began in August 2020 when its Economic Offences Wing registered a case against the news portal. In this case, the Reserve Bank of India gave a clean chit to NewsClick on the issue of foreign direct investment. Despite this, the Enforcement raided NewsClick again and another first information report was filed.The second agency used against NewsClick was the Enforcement Directorate. The agency raided NewsClick’s offices and the home of Prabir Purkayastha in February 2021. The raid in Purkayastha’s home lasted 113 hours because they were trying to download voluminous data from his computer and during that period, eight men from the agency stayed in his flat.In September 2021, the income tax department raided NewsClick’s offices but insisted it was not a raid but a survey.Then on October 3, 2023, some 500 personnel from the Special Cell raided over 90 journalists working with NewsClick, including those who were freelance contributors, and seized around 250 electronic devices, including phones, hard disks, laptops and even passports. Their homes were searched in early morning raids starting from 6 am and covering places in Delhi, Noida, Ghaziabad, Gurugram, Mumbai and Kodumon in Kerala’s Pathanamthitta district.Later that month, the Central Bureau of Investigation once again raided the NewsClick’s offices.NewsClick’s response was this:“The CBI searches [on October 11, 2023] came after intensive searches and seizures were already carried out by the Enforcement Directorate, the Income Tax Department and the Delhi Police Special Cell. The Economic Offences Wing (Delhi Police) is also investigating the matter. This is the fifth agency deployed by the Central government to investigate the same bogus and trumped-up charges against NewsClick. It is a desperate attempt to silence the news website which has consistently spoken truth to power through its stories portraying the face of real India.“It is noteworthy that despite having had access to all of NewsClick’s files and accounts, and after a thorough and extensive interrogation of its Directors and employees, the Enforcement Directorate has not been able to file a complaint against NewsClick over the past two+ years.“The Economic Offences Wing of Delhi Police has not been able to file a charge sheet against NewsClick for offences under the Indian Penal Code. The Income Tax Department has not been able to defend its actions before the courts of law, and the FIR under UAPA [the Unlawful Activities Prevention Act] is untenable and bogus. In fact, the government has not been able to substantiate any charges against NewsClick despite being in possession of all its information, documentation and communications.“The fresh FIR registered by the CBI once again makes it clear that the Central government is engaging in a witch-hunt to ensure that NewsClick can no longer function as an independent media entity. NewsClick reiterates its faith in the judicial process and while continuing to co-operate with all agencies of the Government, NewsClick pledges to fight for journalistic freedom in accordance with the Constitution of India.”“Then on December 18, 2023, NewsClick’s bank accounts were frozen. NewsClick did not receive any intimation of the freezing. This administrative-legal siege of the portal means that the salaries of all employees, journalists, videographers and administrative and support staff and consultants and contributors cannot be paid, including for the 19 days of December they have already worked.”The FIR on the basis of which they have been arrested begins like this:“It is stated that secret inputs have been received that foreign funds in crores have been infused illegally in India by Indian and foreign entities inimical to India in pursuance of conspiracy with the intention to disrupt the sovereignty and territorial integrity of India. To cause disaffection against India, and to threaten the unity, integrity and security of India.”In other words, they were accusing Prabir Purkayastha of being a terrorist and putting him in jail under the Unlawful Activities Prevention Act. There is not an iota of evidence that Purkayastha ’s activities or his beliefs can be referred to as terrorism. But the law, like Humpty Dumpty, clearly believes: “When I use a word…it means just what I choose it to mean – neither more nor less.”They knew how absurd the charges were that they have tried to keep the FIR secret. This FIR is stated to be so sensitive that it has not been uploaded online so that people cannot easily access it. This makes it difficult know what is going on in the NewsClick case and why the homes of journalists are being raided and their laptops and mobiles seized.Now, an 8,000-page chargesheet has been filed against Purkayastha as an act of intimidation. The accusation being made by the pro-government media is that Purkayastha took Chinese funds. But the fact is that the funds he took were from a US-based company.This is the clear statement of the fact by Jason Pfetcher.“I am a lawyer based in the United States. I would like to set the record straight regarding Worldwide Media Holdings LLC (‘WMH’) and an investment made by WMH to PPK NewsClick Studio Private Limited (‘NewsClick’) in India.“I have been an attorney in the United States for over 25 years. For many years, I worked at ThoughtWorks, Inc., an IT consultancy that has a worldwide footprint. I left ThoughtWorks in 2017 when the company was sold to a British private equity fund, Apax Partners (founded in 1969). I joined ThoughtWorks’ founder, Neville Roy Singham (‘Roy’), to assist him in his efforts to give away most of the proceeds he received from the sale.“We created a private foundation in the United States called the People’s Support Foundation, Limited (‘PSF’), and I have been a board member since its inception. All funds donated to PSF came from the sale of ThoughtWorks. PSF has never received funds from a foreign government.“PSF wholly owns and operates WMH, of which I am the manager. WMH is a for-profit investment vehicle which has made various investments in progressive media projects around the world that provide people-centered news coverage. While these entities are consistent with PSF’s mission, PSF seeks a return on the investments we make in them.”In one simple sentence: an ethnically Sri Lankan man born in the US becomes a billionaire and then sells his company and decides to give away his money to causes he holds dear, that is independent media that supports peoples struggles.Neville Roy Singham has also been named in the FIR as an accused. His crime? His philanthropic activities support the struggles of ordinary people fighting for justice. He found NewsClick worthy of that description. There was no illegality and if there were any little irregularities, they still do not make Purkayastha a terrorist.Singham is a US citizen, his company is US-based and it gets no funds from China. Period.I have not read the 8,000-page chargesheet so why am I so confidently asserting that Purkayastha is not a Chinese spy?The reason is that I have known him from the days he was a student at Jawaharlal Nehru University.I have also worked with him on a case when the government was privatising the telecom sector without even setting up a telecom regularity authority. He filed the petition in his capacity as member of the Delhi Science Forum and it was because of that petition that the Telecom Regulatory Authority of India was set up. Together, we worked to save India from being sold cheap to multinationals.Prabir Purkayastha has been a rare species of activist – a scientific activist. He has been active in the Delhi Science Forum, an organisation whose second president was my father PN Haksar till his death in 1998. The obsession was to build a self-reliant, vibrant India rooted in scientific temper and socialist values. Socialist values mean above all to uphold the interests of ordinary people, the vast majority of our fellow citizens for whom the fundamental rights enshrined in our Constitution have almost no meaning.There was no golden age for justice but now the system is becoming far more cruel and callous. The difference between then and now is that in the past, the poor and disadvantaged got arrested but we, the rich and privileged, could fight for them, at least write about them and take up their causes in the courts and in the media. Now, even those born with privilege are becoming targets.The NewsClick case is like the trial of the Knave of Hearts in which Alice defends the Knave after the evidence becomes increasingly absurd and the Queen declares “sentence first – verdict afterwards”.But I will leave it for other writers to write about the trials of today. For the time being, I would like to see Purkayastha out of jail. He is 77, a heart patient and in need of urgent medical. I would like NewsClick reopen its office and report so we can know what is really happening to the farmers, how people are protesting against growing unemployment and the growing disillusionment with our justice system.As I said before and I say it again: The NewsClick case is important for all of us who care to defend Indian democracy and the criminal justice system is an integral part of it.Let both set of lawyers get justice for Prabir Purkayastha and NewsClick and all those political prisoners who are behind bars for the crime of upholding the Constitution of India.Nandita Haksar is a human rights lawyer and award-winning author.","author":"Nandita Haksar","time":"2024-04-01T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199697-vycernjbpr-1711723287.jpeg","tags":["Prabir Purkayastha","Supreme Court","NewsClick","Criminal Justice System"],"source":"https://scroll.in/article/1065981/the-jailing-of-newsclicks-prabir-purkayastha-shows-there-was-never-a-golden-age-of-justice-in-india"}