{"title":"Haj subsidy: Centre is only cherry-picking from widespread reforms suggested by policy review panel","content":"The Narendra Modi government’s recent announcement that Muslim women aged 45 years or above, travelling in a group of four or more, can go on Haj – the annual Islamic pilgrimage to Mecca in Saudi Arabia – without a male mehram or escort has been cherry-picked from a slew of recommendations by a Haj policy review committee constituted last January. The government portrayed this decision as a revolutionary step taken to empower the community without appeasing it.The Modi government’s zeal for reform, however, has not yet inspired it to implement some of the measures that the review committee recommended in its report submitted in September. Of these, the most significant is the proposal to establish an entity, the Haj Corporation of India, with the objective to create a “self-sustainable model that would be free of any government funding… [and] improve efficiency in Haj operations”.At present, the Haj Committee, set up under the Haj Committee Act, 2002, manages the Haj from India and policies relating to it.If the policy committee’s report is widely circulated and discussed, it will go a long way to bust the myth that the Haj subsidy – withdrawn by the Centre in mid-January – was aimed at appeasing Muslims to win their votes, a charge that the Bharatiya Janata Party has often leveled. The report conclusively shows that the Haj subsidy ballooned over the years because of faulty government policies.Cherry-picking proposalsThe Centre withdrew the Haj subsidy six years after the Supreme Court directed the Union government to gradually reduce it every year in order to completely eliminate it by 2022. In its report, the review committee floated the idea of the Haj Corporation of India to achieve this goal. But instead of taking a holistic approach to reducing the cost of the Haj and to ensuring that the withdrawal of the subsidy did not pinch Muslim pilgrims, the government has picked those proposals that are easy to implement or are politically convenient.For instance, the Centre has retracted the policy of giving special preference to certain categories of pilgrims in the draw of lots to fill India’s Haj quota. In 2013, the Indian quota was pegged at 136,020 pilgrims. Until now, people aged above 70 years or those who applied unsuccessfully three years in a row were given priority in the draw. This created confusion, prompting the review committee to recommend that the special categories be scrapped. The government has already implemented this proposal, sparking a court case.A Muslim pilgrim in Guwahati, Assam, waves towards his relatives before leaving for the annual Haj pilgrimage in Mecca in July, 2017. (Photo credit: Anuwar Hazarika/Reuters).Review committee recommendationsThe Haj policy review committee was set up by the Ministry of Minority Affairs on January 31, 2017, to review the Haj policy, particularly against the backdrop of the Supreme Court’s directive on the subsidy. Its convener was Afzal Amanullah, a retired bureaucrat.Among other things, the review committee proposed that the Haj Corporation “would be responsible for organising Haj, Umrah and Ziyarat for Muslim pilgrims and also manage the savings of prospective pilgrims”.Umrah refers to the pilgrimage Muslims make when they visit Mecca’s Grand Mosque on days other than those reserved for the Haj. Ziyarat refers to visits to holy sites other than the Grand Mosque.The review committee wants the proposed Haj Corporation to oversee pilgrimages to other places in Syria, Iran, Iraq and Jordan that are important to Islam. This broad brief might seem surprising. However, item 20 in the Union List of the Seventh Schedule makes it a Constitutional obligation of the Union government to organise “pilgrimage to places outside India”. It is because of this Constitutional provision that the Ministry of External Affairs also organises the annual Kailash-Manasarovar yatra to China. The committee’s recommendation on Umrah and Ziyarat has a background. Until 2002, Haj arrangements were governed by the Haj Committee Act, 1959, which established “a Central Haj Committee in Mumbai for assisting pilgrims going to Saudi Arabia, Syria, Iraq, Iran and Jordan”. But this clause was inexplicably deleted from the Haj Committee Act, 2002, which superseded the 1959 Act. The review committee wants the 2002 Act to be amended to reinsert Umrah and Ziyarat. The review committee report says that the Ministry of Minority Affairs had initiated work to establish the Haj Corporation of India a few years ago. The State Bank of India Capital Markets Limited was tasked to create a model that would provide an avenue for investment by prospective pilgrims to generate returns to finance their pilgrimage. The bank thought of a Sharia-compliant financial instrument as many Muslims believe their religion proscribes them from accepting interest on their money.The review committee noted, “We are also informed that the State Bank of India was ready to launch a mutual fund scheme that was Sharia-compliant but the necessary government permission from the finance ministry didn’t come at the last minute.”The SBI Mutual Fund was slated to launch a Sharia-compliant mutual fund scheme on December 1, 2014, but postponed it just a day before its scheduled launch. At that time, a host of leaders, including KC Tyagi of the Janata Dal (U), wondered whether the use of the word “Sharia” prompted the postponement. However, Jayant Sinha, then minister of state for finance, wrote to Tyagi citing “operational constraints” to explain the deferral.As it turns out, the government identified these “operational constraints” less than 24 hours before the scheme was to be launched. It does not seem to have resolved the issue even now. In August, in response to a Right to Information application, the Reserve Bank of India said that it had not taken steps to introduce a Sharia-compliant mutual fund. It admitted that the government had consulted it about the one slated to be launched in 2014 but refused to divulge the features of the mutual fund.The idea of a Sharia-compliant mutual fund was proposed by a committee on financial sector reforms, which was headed by Raghuram Rajan who later became RBI governor. There are Sharia-compliant mutual funds in the private sector.A Haj pilgrim waves to relatives as he departs for Mecca at the Sardar Vallabhbhai Patel International Airport in Ahmedabad in 2010. (Photo credit: Sam Panthaky/AFP).Autonomous Haj Corporation As many have noted, the legally mandated structure of the Haj Committee gives politicians sway over it. To minimise political interference in the management of the Haj from India, the review committee had wanted the Haj Committee’s functions to be taken over by the Haj Corporation, which had been envisaged as a truly autonomous body.It is learnt that the review committee’s original proposal went through successive revisions and was ultimately watered down. As a compromise, the review committee proposed that the Haj Corporation should “undertake Umrah and Ziyarat, which are not in domain of Haj Committee of India, along with Haj pilgrimage for the well-off Muslims, who propose to go for Haj and are in a position to pay higher amounts commensurate with five-star residential facilities, business travel, etc;… The Corporation may also deal in mutual funds.”The review committee had also wanted the Central Haj Fund, which is currently managed by the Haj Committee, to be transferred to the Haj Corporation. Few know that the Haj Committee does not receive any aid or grants from the government. Instead, it is constituted by contributions and fees collected from pilgrims. As the review committee observed, “It [the Haj Committee] is a non-profit organisation that renders services with non-commercial objectives on a no-profit no-loss basis. Its administrative expenses are met out of the charges collected from the pilgrims.” The Centre was not subsidising much else besides airfares and airlines.Ballooning costsThe review committee ascribed the ballooning of the Haj subsidy to faulty government policies. Traditionally, Haj pilgrims used to travel by ship to Jeddah in Saudi Arabia. In 1953, Air India began to operate charter flights on the Bombay-Jeddah-Bombay sector. Twenty-two years later, only 1,550 pilgrims flew to Saudi Arabia for Haj. In 1983, Delhi became an embarkation point, where pilgrims assemble before taking the flight to Medina or Jeddah. Chennai was added to this list in 1987. Despite having three embarkation points in India in 1988, only 20,114 people travelled for Haj by air.In 1995, the government stopped sending pilgrims to Haj by sea, leaving them with no choice but to fly. Their travel expenditure increased substantially and the pilgrims protested, prompting the government to subsidise the costs heavily. As the cost of air travel arose, so did the government subsidy. In 1994, the airfare for Haj was pegged at Rs 12,000 per person, which increased to Rs 20,000 in 2012. During this period the Haj subsidy grew exponentially, from Rs 10.57 crores in 1994 to Rs 836.56 crores in 2012.Meanwhile, the government continued to increase embarkation points arbitrarily, jacking up the cost of operating charter flights. This is because some of these points, which currently total 21, do not have facilities to land large airplanes. Airlines consequently have to undertake more trips, inevitably escalating costs.But regardless of the embarkation point, the Haj Committee charges pilgrims a flat rate. The cost of flying from Gaya or Ranchi or Srinagar or Guwahati to Saudi Arabia is far higher than it is, say, from Mumbai or Ahmedabad. In 2016, the airfare charged to each pilgrim was Rs 45,000, with the government subsidising the difference between the airfare and the actual cost of flying from different points. In 2016, the government subsidy for a Haj passenger who flew from Mumbai was only Rs 3,812 but the subsidy for a pilgrim from Srinagar was Rs 69,413.To reduce costs, the review committee has recommended that the embarkation points be reduced to nine: Delhi, Lucknow, Kolkata, Ahmedabad, Mumbai, Chennai, Hyderabad, Bengaluru, and Cochin.According to the agreement between India and Saudi Arabia, each country’s airline ferries 50% of India’s Haj pilgrims. This means that Indian airlines and Saudi Arabian airlines pocket much of the Haj subsidy in a 50:50 ratio.Given the withdrawal of the Haj subsidy, the review committee has asked the Indian government to explore with Saudi Arabia the option of floating global tenders for Haj charter flights. The committee suggested: “They can assure the Saudi side that airlines of Saudi Arabia would be given 50% of the pilgrim traffic provided they match the lowest tenders from those [embarkation] points. (In case they are not figuring in the list of the lowest.),”The review committee has also asked the ministry of minority affairs to restart Haj travel by sea and to call for a global expression of interest from owners of vessels capable of ferrying 4,000-plus passengers. This would reduce fares and enable Haj travellers to reach their destinations faster than if they used smaller vessels.Pilgrims wait to kiss the black stone of the Kaaba at the Grand Mosque in Mecca ahead of the annual Haj pilgrimage in 2017. (Photo credit: Suhaib Salem/Reuters).Whiff of corruptionThe review committee is scathing in its criticism of the system of providing accommodation facilities to pilgrims in Mecca and Medina. Its criticism suggests negligence or corruption.Currently, buildings are rented every year to house pilgrims in Saudi Arabia. Rental rates depend on the distance between the accommodation and the Grand Mosque.  “Rates over the years have been increased in spite of the fact that…new multi-storied buildings/hotels with bigger capacity and better facilities have come up for housing the pilgrims and hiring such new multi-storied large accommodation building/hotels mean substantial reduction in costs,” the committee said. “However, instead of prices coming down or rising nominally, we have seen substantial increase in prices.”The review committee also found out that accommodation agreements could be made for a number of years instead of annually. It is unclear why such a measure, which is more economical, has not been taken earlier.As observers note, if the Modi government truly wants to empower Muslims without appeasing them, these suggestions on reforming the Haj would give them ample opportunity to do so.","author":"Ajaz Ashraf","time":"2018-02-04T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/867114-81016-ruhfnkhfdm-1517664716.jpg","tags":["Haj","Haj policy","Haj subsidy","Haj Policy Review Committee"],"source":"https://scroll.in/article/867114/the-centre-is-cherry-picking-the-recommendations-of-the-haj-policy-review-committee"}