{"title":"‘The film behaves like its title’: The weird and wacky world of ‘Super Deluxe’","content":"It has been nine years since Thiagarajan Kumararaja’s debut Aaranya Kaandam, but he hasn’t exactly been sitting idle. The 42-year-old Tamil filmmaker has been busy with this and that – trying to get a project off the ground, writing screenplays and lyrics, making commercials. Aaranya Kaandam was one of the most striking first films by an Indian director in recent times, and whatever followed had to match up to that cult crime drama’s mix of freewheeling narrative, unconventional characters, distinctive Chennai patois and experimental energies, at the very least.Some of these genre-bending elements can be found in Kumararaja’s second film Super Deluxe, which is aiming for a release over the next few weeks. The anthology film weaves together different stories whose connections are not immediately apparent. The cast includes heavyweights and newcomers. Tamil cinema’s most exciting actor at the moment, Vijay Sethupathi, plays transwoman Shilpa. Fahadh Faasil and Samantha Akkineni are a bickering couple stuck with a corpse. A bunch of teenagers embark on a sexual adventure that brings them in collision with a gangster. A Christian preacher questions his faith when his son has a nasty accident. A venal police officer leaps in for the fun. The cast includes the director Mysskin and Ramya Krishnan.Super Deluxe is set over a day and a half and unfolds almost entirely in the daytime across various interior spaces in Chennai. The narrative seems to playing out about a decade-and-a half ago (the 2004 tsunami is a plot point), but the pop culture references are from the 1980s. The title is one of the film’s many Easter eggs – it suggests a hyper-real experience that is heaving with known and unknown pleasures. The off-kilter humour, leisurely pace (the film clocks nearly three hours), and surreal adventures create a world in which nothing much seems to happen but a lot actually does. Kumararaja walked Scroll.in through the world of Super Deluxe during a recent visit to Mumbai. Here are edited excerpts from the conversation. What took you so long to make your second film after ‘Aaranya Kaandam’, which was made in 2010 and released in 2011?I had written another film, a big one, that took two-and-a-half years, but I couldn’t make that film, so I set it aside. The budget was a problem, so I thought I would write a film for which I didn’t need anyone, shooting it myself and using prerecorded songs.After I finished writing, I happened to meet Vijay Sethupathi for a friend’s project. He asked me what I was doing, and wanted to be a part of it. I told him about the role of the transwoman, Shilpa. He was excited, and after thinking for an hour, said he would do it. He told me, even if you make this as a short film, I will do it.After that, Super Deluxe stopped being a small film. It became much bigger. Once Vijay agreed to be in the film, I couldn’t just have one star, and I needed other stars to balance it out. Fahadh instantly agreed. I had pitched the role played by Samantha to a lot of actors. Samantha was game when I got in touch with her. She was, for want of a better word, really ballsy enough to do the role. She said, I hope people don’t get pissed off with me.\n\n\n    \n    Play\n\nSuper Deluxe (2019).Is it easy enough to cast stars in unconventional projects, as you have in ‘Super Deluxe’?The networks are far more informal in Chennai. At best, you have a manager you need to speak to. I had a friend who was an executive producer for the director Gautham Menon. He put me in touch with Samantha. Vijay I met through Balaji Tharaneetharan, who directed him in Naduvula Konjam Pakkatha Kaanom.Ramya Krishnan was an odd person to play the role of the porn star in the film within the film, Mallu Uncut. We had initially approached Nadiya for the role, Ramya was very cool, and she probably felt that she was pushing herself out of her comfort zone.In the case of Fahadh, I texted him directly, and he said he had liked Aaranya Kaandam. Even though Aaranya Kaandam wasn’t successful or seen by many people, it has an aura around it. It’s a false aura, but it has helped me get things done.Your film has three other writers. Apart from you, there is Nalan Kumarasamy, Mysskin and Neelan K Shekar.I had written a one-line treatment, and then I got involved with a commercial involving stop motion animation. Unfortunately, that film took a long time to shoot. I felt that my film needed to get off the ground, so I gave the tracks to three other writers. I wanted another writer’s perspective and development at that point. Each of them wrote their own versions. They contributed their souls into the writing, which is what I was looking for. Then I rewrote what they had written.It was like a sandwich – the base was mine, they put some meat into it, and then I added layers. In spite of four writers, there is a uniformity to the script. Most of the pop culture reference are mine.The shoot too was all about getting the rhythm of the crew going and getting the right tone. The cinematographers, PS Vinod and Nirav Shah, gave their suggestions. There is a scene in which a bed containing a body is dropped down from a height. Vinod was shooting that portion, and he suggested shooting the same bed going down different floors from different angles. When Shilpa’s pallu falls down, Vijay holds it just like a woman would. That was Nirav’s suggestion.\n\n\n    \n    Play\n\nSuper Deluxe.The film has a non-linear structure, with events moving between the present and the immediate past.I don’t like to make sagas. It’s the details that I like to get into. When you make a film about a man’s life, you can’t get into all the nuances. I like to look at things through a microscope – examine the texture, the rhythms, the small ups and downs. Rather than make a film about this guy who lost all his money and got it back. That is too broadstroke for me.Time is also an interesting thing – you can fuck around with time. While this one guy is going through shit, another guy is laughing his guts out because something funny is happening. Instead of having one story, a building block technique, I prefer what Russian director Sergei Eisenstein called the Kino Fist technique [the manipulation of narrative by jumbling up the sequence of frames through shooting and editing]. First I put in one story, then another, and then I cut from one scene to the next. It creates a wholly different feeling.It’s like Shilpa’s advice in the film – don’t be different, it’s very difficult, be the person others want you to be. That is something close to me.A clue into the film’s universe is the title, which talks about a hyper-real, deeply textured world.This film behaves like its title, which refers to life itself. The intention of the film is to give each viewer a different feeling when she or she watches it. It is a highly subjective experience. I am curious to watch the crowds watching the film – not all of them will laugh at all the audio-visual cues. Not everyone will see the same film. The idea is to get different emotions for the same set of visuals.Super Deluxe is like a metaphor for reality. It’s a kitsch term from the 1980s, like ultra-luxury, or superlative. It stands for what the film is trying to say.Thiagarajan Kumararaja. Courtesy Silverscreen Media Inc; CC BY-SA 3.0‘Super Deluxe’ is also a film made by a director steeped in cinema. There are pop culture references to film songs and movies, for instance.If you are in your forties, as I am, film is the first entertainment medium you are exposed to. Theatre was fading out for my generation, and film was the only medium. Rajinikanth was coming up, Kamal Haasan was coming up, and there was everything else in between. You didn’t have mainstream television. All that you had were cinema and cricket and the radio. And tapes – they were also very popular.The nostalgia for an analogue world comes through in the locations, the unhurried storytelling, and the use of saturated colours and textures.When you are writing a story, the simple question is, when is all of this happening? As a filmmaker, I like to create a world that doesn’t belong to this world and this time, and try and find the colours, clothes and voice tones that match this world. This is another world, the rules of which are not too far away from your world, but they are not your rules either.I wanted the film to have an analogue feel. I wanted to shoot on film stock, but didn’t enough time to prepare for the shoot, and I went with the digital format. The locations include government quarters, which were built by people who were stuck in time. Another thing we have done is to change the way the characters speak. None of them sound like they usually do – whether it’s Ramya Krishnan or Vijay Sethupathi. Since they don’t sound like themselves, it adds to the feeling of alienation. Most of the film plays out indoors or in labyrinthine alleyways. The place is Chennai, and yet there is no establishing shot or wide perspective of the city.I knew the kind of architecture I wanted – it had to have shapes and textures and a sense of age. It had to have limitations in terms of the lighting, otherwise there would have been no depth to the images.We haven’t used a single establishing shot in the film. All the stories begin indoors, and we dive straight into the drama. Except for a school, perhaps, very few locations have exterior shots. We have also used a lot of saturated colours – reds, maroons, yellows and greens. Mysskin’s room has a marine feel, since his track is connected to the tsunami in 2004. Everything looks clean and brightly exposed, and there is no clipping of light. We wanted Super Deluxe to look good, but not look flawed. Did you consider cutting down the film to bring it to a manageable length?I want audiences to be there in the moment, make them watch for as long as they can and then throw them another into another moment. I don’t have that sense of urgency where you think that people will lose interest if you hold a moment for too long. People come to watch things, not to finish it off and go and do something else.When you keep cutting, viewers don’t develop a feeling for what is happening. They get the information, not the emotion. ‘Aaranya Kandam’ outraged the censors, who initially asked for 52 cuts. Your film includes material that might attract their attention once again. Does censorship worry you?I hope the censors understand that the intention is not to titillate. I am hopeful that they will. There are places where I could have shown a lot of skin, but I didn’t. I want an Adult certificate in any case.You are part of a generation of directors, such as Nalan Kumarasamy and Gayathri-Pushkar, who are making unconventional films about the urban Chennai experience. How did this happen?It’s just that we were all floating in the same direction and we gathered together in one place and we happened to be making films at the same time. Our sensibilities matched.We are not a gang. It is not like we have a manifesto. If I could be so bold to say, my sensibilities are closest to Nalan. We can switch into each other’s space very easily.Nalan and I meet often, as do Balaji, C Prem Kumar, who made 96, H Vinoth, who directed Theeran Adhigaaram Ondru and Pushkar-Gayathri, to an extent. There is also Andrew Louis, who made Leelai and who is making another film now. Andrew, Pushkar and I were classmates.\n\n\n    \n    Play\n\nAaranya Kaandam (2010).","author":"Nandini Ramnath","time":"2019-01-08T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/109820-aiapipbtjz-1546625724.jpg","tags":["Super Deluxe film","Thiagarajan Kumararaja","Vijay Sethupathi"],"source":"https://scroll.in/reel/908268/the-film-behaves-like-its-title-the-weird-and-wacky-world-of-super-deluxe"}