{"title":"The passion and patience that led to the award-winning documentary ‘Nocturnes’","content":"Documentary filmmakers Anupama Srinivasan and Anirban Dutta have been on a tear these past few months. Their film Flickering Lights, about a village in Manipur’s Ukhrul district that is awaiting the arrival of electricity, was screened in October at the Busan International Film Festival in South Korea. In January, Srinivasan and Dutta were at the Sundance Film Festival in the United States with Nocturnes, in which an ecologist and her colleagues conduct painstaking field research on moths.Nocturnes won the World Cinema Documentary Special Jury Award for Craft at Sundance – a massive boost not only for its directors but also for their peers seeking international recognition for projects set in India.The documentary revolves around a few characters, among them Mansi Mungee, an ecologist at the University of Leeds, and her local colleague Gendan Marphew. They set up illuminated screens at night to attract moths and photograph the insects to understand their behaviour. It’s a laborious process, involving an understanding of the local ecology, immense patience and the ability to work in punishing conditions. While numerous insects descend on the screens each time, hawk moths – Mungee’s particular area of interest – sometimes prove elusive.The approach is one of observation as well as marvel. Dutta and Srinivasan create a contemplative mood through lengthy takes and a sound design filled with the music of nature. In a striking sequence, the netted screen gradually fills up with moths of all shapes, sizes and colours, with their chittering reaching a crescendo.A philosophical voiceover by Mungee occasionally accompanies Satya Rai Nagpaul’s ravishing visuals. Mungee commends the survival instincts of the insects as well as worries about the effects of rising temperatures in the age of climate change. Following Sundance, Nocturnes will begin its festival circuit run. Dutta and Srinivasan, who have co-produced Nocturnes, hope to eventually release the film in India. In an interview with Scroll, the Delhi-based directors spoke about the journey leading to Flickering Lights and Nocturnes, the challenges faced by Indian documentary filmmakers, and the importance of international platforms in showcasing Indian talent. Here are edited excerpts from the conversation.How did the screenings at the Sundance Film Festival go?Anirban Dutta: This film has been made for the big screen. There was something sensorial that cinema did, and we are now missing out on with smaller screens coming in. Nocturnes was made with the idea of an immersive experience, with importance given both to the visual and aural language.Anupama Srinivasan: A lot of people came out feeling a sense of calmness, which was our intention. We all live such stressed-out lives. The pace of the film forces you to slow down. Everybody was like, I feel better now. It’s like the calm before a storm, as the film cautions us. Before we get to Nocturnes itself, tell us about how you ended up as collaborators after pursing individual careers.Anupama Srinivasan: We have been working for nearly 20 years now. In 2015, we started working together on Flickering Lights.There was a sense that the long documentary, not just in terms of the duration but also in terms of the amount of your life that you put in, requires a lot of support. It’s a difficult thing to do on your own. We started working together as an experiment. We were pretty aligned cinematically in terms of our influences and the kind of things we wanted to do. Our skills are complementary, so we don’t fight for the same kinds of responsibilities. Anirban is more interested in sound. I’m more interested in the edit. Anirban Dutta: I have also been passionate about producing. In the Indian independent fiction and nonfiction space, you cannot make very interesting films if there aren’t strong producers. We have been friends for quite some time. We were doing different things, but had a common directorial vision. Between the two of us, we take care of a lot of things. It kind of liberates us. Anirban Dutta (left) and Anupama Srinivasan.Both your films have gone through long gestation periods. Anupama Srinivasan: Flickering Lights took seven-and-a-half years to make. Meanwhile, we started Nocturnes as well.We began working on Flickering Lights in 2015 and pitched the project in 2017. We finished in 2023. It took two years for the translations alone. The film is entirely in a dialect of the Tangkhul language, so we had to find somebody for the translation.Anirban Dutta: In India, you don’t have development funds. Development is done with your own resources. So whether with Nocturnes or Flickering Lights, we started shooting and then after a few schedules, we put together a trailer and some visual material. Any pitching forum asks for material.Did the challenges of making Flickering Lights – the remote location on the Indo-Myanmar border, the logistical difficulties of hauling equipment and transporting crew, poor cellphone connectivity – prepare you for Nocturnes?   Anirban Dutta: I have been working in Manipur and Nagaland since 2005. There had been 10 years of engagement with the community. We wanted to spend enough time there and understand the geopolitical dynamic so that we were not trooping in and trooping out. When you are working in a place with a long history of insurgency, you need to have a strong community connection in order to gain access. Because we had been there for a long time, people trusted us. The larger relationship that you need to build as a documentary filmmaker matters more than any logistical thing.Of course, the filmmaking was very difficult. Petrol wasn’t easily available. You had to drive long distances. There was no electricity, so charging equipment was an issue. We had to climb up a hill and point our cellphones in a particular direction so that we could call home once in seven days.Anupama Srinivasan: Flickering Lights is probably the first time that people from mainland India had holed up in that village for days on end. We were warned that it was going to be dangerous. But these concerns wither away when you are there as a real person trying to build bridges, and not just as a filmmaker, As far as logistical problems go, they ground you. They make you acknowledge the privilege with which you live. We also enjoyed the sense of community that we too became a part of.\n\n\n    \n    Play\n\nFlickering Lights (2023).In 2019, you started work on Nocturnes. This film required a different mood, right?Anirban Dutta: Filmmaking for us is about creating an experience. We try to push to a point where we feel that we are able to achieve something with our films that only films can do. Temporality plays a very important role in both films. Living in Delhi, we experience an extreme sense of hurriedness. We wanted to work on an idea that would slow us down, and nature was that calling.We met Mansi Mungee accidently at a dhaba in Uttarkashi, during another assignment. She described to us this incredible place where she worked, where she would put up a screen, switch on a blue light, and hundreds and sometime thousands of insects would fill up the screen. We were mesmerised. We felt that there was a film there.Anupama Srinivasan: The way Mansi described the place was so attractive. It was like she was describing a cinematic event. The film did require a realignment. It takes time to slow down. When we saw the initial footage, we realised that we were responding to the longer takes, the slowness of time. We had done interviews with the characters, but we finally decided to do away with that kind of filmmaking and instead observe and let things unfold. That refinement happened over time. Has Mansi’s ruminating voiceover been written by you?Anupama Srinivasan: We had had many audio conversations. We picked up things that seemed relevant. She wrote out sections in her words. We wanted something to tie the film together. The film isn’t about character arcs, but we wanted her ideas to come through, as a scientist. Mansi’s dogged quest to find the hawk moths is like a metaphor for documentary filmmaking itself. You began your careers in a different time, when documentaries were largely self-funded or relied on modest grants. These days, some documentaries are well-funded and distributed, but only after going through a highly competitive exercise of pitching for funds at various film markets. Many filmmakers hate the idea of pitching. They say it is reductive and dumbs down complex narratives. How have you made the transition?Anirban Dutta: We began at a time when we made independent films without any funding or very little funding. These films were rarely shown anywhere, and they kind of disappeared. We didn’t own the intellectual copyright or the artistic voice. So as a producer, I was left with nothing. We could not take these films to international channels.If there is an ambition to make a lengthy film without doing a side job, it needs money. Our partners on Flickering Lights and Nocturnes have not interfered with our creative process at all. We could mount the films as we wanted.To give you an example: we made an Atmos mix for Nocturnes. We worked on the sound for months, using specialised technical people and microphones so that we could create a certain immersive experience. The film got mixed by a top sound designer in New York.  We couldn’t have done all of this without a decent budget.Anupama Srinivasan: I initially came from the school of not wanting to pitch a film within an allotted time. But I soon realised that as long as you are clear about what you want to do, it’s a question of convincing the other party. The experience of many years also gives you confidence. You find partners who respect you as a creative artist rather than throwing money at you and then controlling things. The problem comes when you get into a situation where you lose creative control, when you being forced by funders into making a film you can’t stand by. You have to find ways to make it work for you.There are people who will talk down to you because of the colour of their skin or the country from which they come. Don’t work with them or take them seriously.Anirban Dutta: With strong co-producing partners, your film has much better potential to find an audience and travel. So if you can negotiate and make a film in a collaborative way, there’s huge potential. How did you meet your co-producer, Sandbox Films? Anupama Srinivasan: Sandbox Films has a tie-up with Sundance where they give a grant for films that bring art and science together. Sundance introduced us to Sandbox and they really liked our project.Is there an inherent elitism in the process of pitching itself? You do need to know how to write a proposal and present your case.Anirban Dutta: You don’t have to write the proposal in English. You write it in your language. For any kind of film you want to make, writing is an inevitable part. You can then get the draft translated. Every funding forum appreciates a proposal written in your original language with a note saying, I am not a native speaker of English.Anupama Srinivasan: It isn’t about your fluency in English, but more about communicating your vision for the film. It’s the clarity rather than linguistic bombast that makes an impact.The team behind Nocturnes.","author":"Nandini Ramnath","time":"2024-02-01T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198025-omevunewuw-1706635593.jpg","tags":["Nocturnes","Anirban Dutta","Anupama Srinivasan"],"source":"https://scroll.in/reel/1062977/the-passion-and-patience-that-led-to-the-award-winning-documentary-nocturnes"}