{"title":"The India Fix: Why is Nitish Kumar so determined to continue with prohibition in Bihar?","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. To get it in your inbox every Monday, sign up here (click on “follow”). Have feedback or interesting links? Send them to [email protected].That there is an India-Bharat divide is a cliche – and like all cliches, it also contains some truth.A good way to see this is in reaction to Bihar’s policy of prohibiting the sale of alcohol. In India’s English press, the policy has been harshly and almost unanimously opposed. In one case, a columnist even compared the policy move to ISIS, or the Islamic State of Iraq and Syria, arguably the most infamous terror group in the world today.On the other hand, in Bihar, the policy move enjoys so much popularity that even the Opposition desists from calling for its removal. “The BJP remains firm in its stand on supporting the prohibition policy,” BJP’s Bihar general secretary Devesh Kumar told The Print. Far from being against prohibition, the BJP’s main criticism of the government was that it was not implementing it “effectively and honestly”.This is even though 38 people died in a horrific hooch tragedy in the state on December 14, with the availability of spurious liquor being blamed on the absence of legal liquor due to prohibition.On the attackAs a result, Nitish Kumar, chief minister and principal architect of the liquor ban, was not defensive after the hooch tragedy. On the contrary, he went on the attack, blaming those who had fallen victim to spurious liquor. “We have been saying this for a long time – if a person drinks alcohol he will die,” he said in the state Assembly on December 16. “If a person drinks and he dies he will get compensation? The question does not arise.”On the contrary, Kumar used the opportunity to try and paint the Opposition as being in favour of alcohol. “Why don’t you [the Opposition] demand an end to prohibition?,” he challenged the Opposition. “If you speak in favour of alcohol, then remember, you will never benefit from this position.”Kumar married this with calls to both religion as well as Mohandas Gandhi’s strong pitch for prohibition in his fiery Assembly speech, using the strong social disapproval alcohol has in Bihar to push back against a political attack following the hooch deaths.Squaring the circleWhat explains this wide gulf between the near consensus in the English media that prohibition should go versus even the Opposition in Bihar rushing to claim it was in favour of banning alcohol?First of course the nature of the Indian state means that the banning of drugs is standard, almost banal. Libertarian arguments that the state has no business regulating substances harmful to health have almost no purchase in India beyond small segments in a few metros. Even marijuana, with deep cultural links in India and legal in many other countries, stands banned.Within this politics, prohibition on alcohol has long been a popular strand. As Kumar correctly points out, prohibition was a key part of the Mahatma’s politics during the freedom struggle and he made “prohibition a priority of the Indian National Congress” – so much so that it was made a part of the Indian Constitution by the Constituent Assembly. Its popularity with the common woman means it cuts across political lines. The Bahujan Samaj Party’s charismatic founder, Kanshi Ram, might have been a harsh critic of Gandhi but even he supported prohibition.The woman voteTo add to this moral strain is a strong electoral element in Kumar’s policy making: Bihari women have pushed hard for an alcohol ban. Much of this stems from the fact that in rural Bihar, alcohol is largely a male drug, which from the point of view of women, leads to lost incomes or, even worse, domestic violence. Kumar, in fact, first announced he would ban alcohol in 2015 in response to a question from a member of a female self help group. Nitish Kumar, unlike the Rashtriya Janata Dal’s Yadav-Muslim core or the BJP’s Hindu vote bank, does not have a natural community-based support base. In its absence, he has tried to cultivate a vote bank along the lines of gender. Along with prohibition, Kumar has also introduced reservations for women in government jobs.Women as a vote bank are not only powerful in terms of sheer numbers but Bihari women are also highly politically conscious, voting more than men. In the previous election, experts think it was the increased women’s support for the Nitish Kumar-led National Democratic Alliance that “may have made the difference”.The result: Bihar has probably India’s most powerful female voter. Feminist politics is not, as is often the unfortunate case in many other states, lip service in Bihar – but can even drive powerful policy decisions such as prohibition.Kumar’s insistence that the prohibition will stay maps to this female vote banks. Which is what explains Kumar’s brusque dismissal of hooch deaths and the Opposition’s reticence to be seen as anti-prohibition. As economist MR Sharan points out, even women in places with hooch deaths continue to support the alcohol ban.A popular policyThis, of course, does not mean that the critics who argue that prohibition has not succeeded in wiping out alcohol or has led to greater crime are incorrect. Using the law to wipe out intoxicants is almost impossible given the restricted reach of the state and the determination of users. As one sarcastic quip  goes, drugs have won the War on Drugs, referring to the failure of the United States’ massive, worldwide action against psychoactive drugs for the past half century. Much poorer Bihar has, of course, done worse.Yet, why prohibition in Bihar is popular stems from the fact that most data does point to a reduction in alcohol use by men. National Family Health Survey data shows that 10 million Biharis have quit alcohol since the Nitish government bought in the alcohol ban. A study by the Patna-based Asian Development Research Institute found that household spend on items like milk have gone up post the ban. “The law’s enforcement has been weak, but alcohol consumption has undeniably reduced,” Sharan says.As a result, while the English media might think it obvious that prohibition should go, within Bihari politics itself, all that the Opposition can attack Nitish on is that he has not implemented the alcohol ban well enough. And that is what Bihar’s powerful women voters will judge him in the coming elections.","author":"Shoaib Daniyal","time":"2022-12-26T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184863-scivhygsgd-1671983478.jpeg","tags":["Nitish Kumar","Bihar","Bihar Prohibition","Woman voter"],"source":"https://scroll.in/article/1040547/the-india-fix-why-is-nitish-kumar-so-determined-to-continue-with-prohibition-in-bihar"}