{"title":"The birth of Mizoram: This book details the history of how each of India’s states was formed","content":"1947-52: A District Council Within IndiaIn 1947, the present-day state of Mizoram was known as Lushai Hills District, named by the British as an administrative unit. Lushai Hills was an excluded area as demarcated by the British in order to exclude it from direct purview. As a result, the Lals (chiefs) of various tribes – Lushai, Chin, Kuki, Hmar, Pawi, Lakher and others – continued to be the dominant force in society after the British. After the Second World War, a new class of elites began to rise in society. They had money and education and “rose in revolt” against the rule of the chiefs. Mizoram’s first political party, the Mizo Union (MU), was formed in 1946 with the aim to abolish chieftainship. The name Mizo (Mi is Man, Zo is Hill) was chosen to reflect “the typical integrationist aspiration of the middle class”.At its first general assembly in September 1946, the MU boycotted the failed district conference idea of the district’s British superintendent. Instead, they chose to join India while giving themselves the right to review the situation and reconsider independence after ten years. This created two factions within the MU. The founder president and second president, both seen to be influenced by the British superintendent, were removed from their posts in November 1946. Meanwhile, the constituent assembly had set up a subcommittee to report and recommend on the excluded and partially excluded areas. The subcommittee was headed by Gopinath Bordoloi, the Premier of Assam, and was hence referred to as the Bordoloi Committee. When the subcommittee arrived in Lushai Hills in 1947, both factions of the MU appeared together. The Bordoloi Committee eventually created the Sixth Schedule in the Indian Constitution. This made Lushai Hills an autonomous district in Assam with its own district council, which would have the power to legislate on the usage of land, management of forests, establishment of town councils and inheritance of property, among others. In July 1947, around the time the Bordoloi Committee submitted its report, one faction of the MU broke off and founded the United Mizo Freedom Organisation (UMFO) to try and merge the district with Burma. The Chin chiefs in the south-eastern part of the district formed a Pawi-Lakher Tribal Union along similar lines and even secured a Regional Council. However, all talks of merging with Burma ended when the district superintendent told the MU in October 1947 that Burma was severing connections with the British Empire and that India was the future of the Mizos.At its next conference, the MU demanded the setting up of district councils within two months as well as the “abolition of the oppressive practices” that were pro-chief and anti-people. When the Government of Assam did not respond favourably, the MU started a civil disobedience movement against the chiefs in late 1948. In response, the government implemented the Sixth Schedule early in the Lushai Hills District, giving it an advisory council before a district council. The name of Lushai Hills District was then changed to Mizo District. In April 1952, after India’s first general elections, in which the MU won all three seats in Mizo Hills, the Mizo District Council was formed. This effectively ended the practice of chieftainship, which was eventually abolished in 1954 with the Assam Lushai Hills District (Acquisition of Chiefs’ Rights) Act.1953-59: An Attempted Hill States Movement In December 1953, the Union government set up the States Reorganisation Commission (SRC) and invited written memoranda from the public. Delegates from the autonomous districts – Garo Hills, United Khasi–Jaintia Hills, North Cachar Hills, Mikir Hills and Mizo Hills – first convened a meeting at Shillong in June 1954. Then, they held an Assam Hills Tribal Leaders’ Conference at Tura in October 1954 where, although the Mizo Hills was not represented, suggestions were sent by the UMFO. The hill leaders called for a separate state for the autonomous districts of Assam as well as an amendment of the Sixth Schedule as it conferred no real autonomy. However, almost immediately after, differences began to crop up over which proposed amendments needed to be considered. The memorandum for the hill state was not signed by many tribal leaders and parties across the districts. As a result, the SRC declared in its report the following year that the demand for a hill state was “confined virtually to the Garo and Khasi and Jaintia Hills” and would be too expensive to create and maintain. It also refused to entertain any amendment to the Sixth Schedule and instead proposed constituting a separate body to study its working.At the end of October 1955, the MU hosted another conference of the hill leaders at Aijal. The Eastern India Tribal Union (EITU) was born at this conference. However, while the UMFO joined the EITU, the MU, which had hosted the conference, refused to join. Some other leaders too refused to merge their parties with EITU as it was heavily backed by the siems (Khasi chiefs). This confined EITU to the Khasi–Jaintia Hills.In the 1957 general elections, many alliances broke and parties like the UMFO stood independently in their districts. The MU split when the MU (Right Wing) left. The EITU tried, and failed, to reorganise itself by amalgamating parties across various regions, including the MU, MU (Right Wing), and UMFO. The EITU itself then split into two opposing factions. The Indian National Congress (INC) fared poorly in the 1957 elections across the autonomous districts. As a result, the chief minister of Assam, Bimala Prasad Chaliha of the INC, formed an alliance with the EITU by inviting its vice-president Captain Sangma to join his cabinet. This upset the MU, who felt that their consistent support to the Congress had received an “inadequate reward”.In 1959, the periodic and deadly mautam famine ravaged the Mizo Hills. It occurred approximately every fifty years and was caused by a rat infestation that corresponded to the flowering of a particular species of bamboo trees. Chief Minister Chaliha and the MU sparred over the distribution of the famine relief work, deepening the rift and lack of trust between the two. Frustrated by the lack of support, Laldenga – a clerk in the district council – formed a Mizo National Famine Front in 1960 to coordinate famine relief efforts.In April 1960, the Assam Pradesh Congress Committee (APCC) demanded the immediate introduction of Assamese – a language of the plains – as the official state language. The two EITU factions opposed this demand at separate conferences in April and June 1960. In July 1960, Captain Sangma called the first All-Party Hill Leaders’ Conference (APHLC), which was attended by the MU, the UMFO, and other parties across the spectrum, including even the District Congress Committees. They demanded the language bill be dropped and English continue as the official language. Following a second conference in Shillong in August, the APHLC issued an ultimatum to Chief Minister Chaliha. In October, Captain Sangma resigned from his cabinet post in the Assam Government and the APHLC staged a demonstration in Shillong. However, in a special sitting on 24 October 1960, the Assam Assembly passed the language bill. In response, at their third conference in Haflong in November, the APHLC demanded the immediate creation of a separate hill state as “the only solution”.Prime Minister Nehru then proposed a Scottish pattern of government to the autonomous districts. Modelled on the Committee for Scotland in the British House of Commons, he offered a separate budget, cabinet minister and deputy ministers in the Assam government, as well as final decision on legislative matters concerning the districts.However, at its fourth session in April 1961 in Shillong, the APHLC not only rejected Nehru’s Scottish plan, they also called for a boycott of the 1962 general elections. This once again split the hill state movement as the District Congress Committees disagreed. They stayed away from the APHLC’s fifth session and held their own Assam Hills Peoples’ Conference (AHPC) in July 1961. They agreed to both accept Nehru’s offer and contest the 1962 elections, thereby forcing APHLC’s hand. At APHLC’s sixth session at Aijal in October 1961, they too decided to contest the 1962 elections. Meanwhile, Laldenga converted the Mizo National Famine Front into a political party called the Mizo National Front (MNF). The APHLC won all three seats in the Mizo Hills – two by MU and the third by UMFO. When they tried to use this numerical strength to reiterate their old demand of a separate hill state, it was again rejected. Hence, they decided to withdraw from the assembly. However, nearly half its elected members from across the region refused to resign, including one MU MLA who then joined the Congress. The MNF then won the by-elections to the other two seats that had been resigned by the MU and the UMFO.1963-66: Attempts to Unify Mizos In June 1963, with the demand for the hill state all but over, the MU attempted to regain its standing. At a conference at Aijal, it demanded a Mizo State that also included “the contiguous Mizo-inhabited areas of Assam, Tripura and Manipur”. In October 1963, the Tribal Union in the southern Pawi–Lakher region split ahead of the regional council elections. The new chief executive member of the council, L Chinza, led the founding of the Chin National Front (CNF) as an alternative to MNF and to reunite the Pawi and the Lakher. In January 1965, the MU led an all-party meet at Churachandpur which raised the demand for “the unification of all Mizos”. Laldenga even demanded for “union with the Mizos of Burma and Pakistan”, a demand that raised his profile during the India-Pakistan war of 1965. He was arrested and released only after he promised good conduct. In March 1965, the Pataskar Commission was appointed with the objective of “conferring full measure of autonomy” to the hill districts while still preserving the unity of Assam. The Mizo District Council controlled by the MU wanted to discuss nothing less than the creation of a separate state of Mizoram. The Pataskar Commission in its report refrained from commenting on the status or boundaries of any of the hill districts, but it did, however, recommend “no basic change” to the Sixth Schedule. The APHLC rejected the report and again demanded a separate hill state as well as a boycott of the 1967 general elections.Excerpted with permission from The Origin Story of India’s States, Venkataraghavan Subha Srinivasan, Ebury Press.","author":"Venkataraghavan Subha Srinivasan","time":"2021-10-27T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165595-lyrmtdoxpn-1635252574.jpg","tags":["states","mizoram"],"source":"https://scroll.in/article/1008583/the-birth-of-mizoram-this-book-details-the-history-of-how-each-of-indias-states-was-formed"}