{"title":"Gitanjali Rao and the art of taking selfies with idols who are dead and gone","content":"The idea germinated from boredom. It was April 7, an average Thursday, and Gitanjali Rao had nothing to do. So she picked up her new camera phone and clicked a selfie. In it she is wearing a stole, a choker, a braided headscarf, and a smile. Her head is tilted faintly and her arm is running around a similarly attired Frida Kahlo, the famous Mexican painter who died in 1954.“It was just time pass,” said 43-year-old Rao, with a laugh. “It wasn’t exactly thought out.”The animator, artist and film-maker uploaded that Photoshopped selfie on her Facebook page and the likes started pouring in almost immediately.With Frida Kahlo. Credit: Gitanjali RaoOver the next two weeks, Rao posted nine more images. In one she is laughing with actress Madhubala, in another she is taking a smoke break with film-maker Satyajit Ray, and in yet another smoking a cigar with revolutionary Che Guevara. She even gets to gently rest her head on the shoulders of actor, film-maker Guru Dutt in one image as he lovingly stares at her.“These are just some of the little things that play on my mind – what it might feel like to click a selfie with those who are dead and gone,” said Rao. “I wanted to know what it might feel like if I could be with them during their time, in the same room as them.”With Madhubala. Credit: Gitanjali RaoWith Satyajit Ray. Credit: Gitanjali RaoWith Smita Patil. Credit: Gitanjali RaoRao calls the images “Wish Fulfilment Selfies”. “These are people I have idolised and looked up to all my life. Their work in their respective fields has shaped my understanding of the world.”In most photographs, Rao is mirroring the actions and aesthetics of those in the pictures. “It’s how I imagine I would be dressed or behave if I was one of their friends and was hanging out with them.”With Vermeer's Girl with A Pearl Earring. Credit: Gitanjali RaoWith feminist author Simone de Beauvoir. Credit: Gitanjali RaoWith Susan Sontag. Credit: Gitanjali RaoRao was not an early adopter of smartphones. Being wired constantly held no attraction for her and till as recently as early 2016, she used a cellphone with none of the features of a smartphone. “I discovered the selfie mode of the camera, something I had till now harboured a disdain for, and started thinking about how it could be used differently,” said Rao, who spends no more than two hours over each image. \"One thing led to another and I found myself digging online for images of my idols and quickly changing clothes to create these images.\"With Guru Dutt. Credit: Gitanjali RaoWith artist Amrita Sher-gil. Credit: Gitanjali RaoRao’s work usually plays on the overlay of the imaginary and the real. Her best known work, an award-winning short animated film titled Printed Rainbow, follows an old woman and her cat as they take a journey into a world she saw in colourful matchboxes. So it was only natural for Rao to explore the world of selfies in a more fantastical way.“I want to click more and maybe include fictional characters like Superman, maybe someone from Amar Chitra Katha, or maybe even Savita Bhabhi [the popular pornographic comic character].”","author":"Zinnia Ray Chaudhuri","time":"2016-04-23T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/806539-article-mydjnznowh-1461341756.jpeg","tags":["Gitanjali Rao","Photography","selfie"],"source":"https://scroll.in/article/806539/the-art-of-taking-selfies-with-your-idols-who-are-dead-and-gone"}