{"title":"The Daily Fix: The citizenship of millions in Assam depends on a whimsical bureaucratic process","content":"The Big Story: The NRC filesBeneath the political frenzy unleashed by the National Register of Citizens in Assam lies a bureaucratic process that is hubristic in its scale and ambitions. The exercise of updating the register for the first time since 1951 was meant to identify genuine Indian citizens living in Assam and weed out those that the state defined as illegal immigrants.  It entailed a counting exercise that examined documents which spanned across decades, trying to establish not only the identity of the current inhabitants of Assam but their ancestry. Three years after the exercise began in earnest, the office of the National Register of Citizens has published its final draft list. It excludes over 40 lakh individuals of the 3.29 crore who applied for inclusion. The citizenship of these individuals rests on an exercise that was flawed in conception, riddled with errors and inconsistencies, and often arbitrary in its execution.The exercise rested on proving citizenship through documents in a country with a poor record of providing documentation. To prove that they were legitimate citizens, applicants had to produce proof of an ancestor who had entered the country before 1971. While even the relatively well-documented urban middle class struggled to provide papers from that far back, for the rural poor who make up the majority of Assam’s population it was a mammoth task. Most depended on the 1951 National Register of Citizens and pre-1971 electoral rolls, both of which the office of the NRC had digitised and made available to the public. But the 1951 register is a crude, approximate document, filled with gaps and errors. The pre-1971 rolls uploaded online are often tattered, discoloured pieces of paper, where names have often faded or are torn out. To fill in the gaps in  documents, officials of the National Register of Citizens fanned across the countryside, trying to ascertain identity through door to door verification. But this process, relying on subjective local memory and hearsay, is not a reliable marker of identity either.  To make matters worse, over the last year, both the courts and the office of the National Register of Citizens introduced new rules and caveats. For instance, early last year, the Gauhati High Court said certificates issued by the panchayat could not be used to make claims of citizenship, leaving 48 lakh applicants who had used these documents in the lurch. Many of them were married women, often poorly educated, who used these certificates as a last resort. Later, the Supreme Court overturned the high court’s decision saying panchayat certificates could be used, provided they were properly verified. But local officials claim they were told to treat panchayat certificates as non-legally admissible documents and had to ask for additional paperwork from people who had no other documents to show. Many of those left out now, they say, are women who used these certificates. Then there was the sudden appearance of an “original inhabitant” category, which seemed to create a separate class of citizens. The NRC office insisted that it was only an internal category for bureaucratic convenience, but it also admitted that persons classed as “original inhabitants” would be subjected to less scrutiny. Rumours then emerged that no Muslim had been categorised as such. Flip flops and inconsistencies such as these have eroded faith in the process and its intentions. Early on in the exercise, for instance, Bengali Muslims who are often branded as “illegal Bangladeshi immigrants” had welcomed the NRC as it would finally certify them as citizens. But as time wore on, this enthusiasm paled. Even NRC officials admitted that it seemed to be an exercise that was meant to exclude rather than include.  Then there were clerical mistakes such as wrong data entry and spelling errors. The first draft, published on December 31, 2017, was so flawed that 1.5 lakh individuals who had been included were left out of the final draft. Finally, there was poor coordination between the states, which meant that a large number of documents sent out of Assam for authentication were not returned in time.The results of this eccentric bureaucratic process could have been the stuff of farce. After the final draft was published, many complained that of two families tracing their legacy to the same ancestor, one had been left out while the other was included. This was often because individuals had managed to prove the existence of the ancestor but not of themselves, officials said. There were other absurdities: one twin making it to the draft while the other was left out, the family of a former president not being able to find their legacy data, armymen, policemen and elected representatives not making it to the proposed list of citizens. These stories would have been humorous if they did not reveal the painful fragility of identities in Assam, and the frightening prospect that an individual could be stripped of his or her rights only because of the vagaries of a bureaucratic process.The Big ScrollReed Scroll.in’s reportage on the citizenship tangle.\n\t\t\n\tPunditryIn the Indian Express, Sanjib Baruah on the political and moral questions that the National Register of Citizens poses.In the Hindu, Alok Prasanna Kumar asks, to what end the NRC exercise?In the Telegraph, GN Devy on mobs, mobiles and the silenced memory.Giggles#cartoon @timesofindia #ImmigrationPolitics pic.twitter.com/sPhvE8SdR8— Sandeep Adhwaryu (@CartoonistSan) August 1, 2018\n\nDon’t miss...Mridula Chari reports on how the Maratha movement is splintering:This latest protest comes on the heels of two more suicide cases in Maharashtra, both citing the cause of reservations for Marathas, and a day after protestors in Chakan near Pune burned buses and attacked vehicles on the Pune-Nashik highway.Faced with acute distress on their farms and an employment slowdown in other sectors, the socially dominant Maratha community, which forms about a third of the state’s population, has been demanding reservations in jobs and education for two years now as a solution to their economic distress. The “leaderless” Maratha Kranti Morcha held 58 rallies in the first year, all of which were entirely silent and non-violent.Even then, however, protestors had spoken ominously of only waiting to unleash their voices. This voice has now begun to manifest in violence across the state.","author":"Ipsita Chakravarty","time":"2018-08-02T09:49:56.842958+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888896-nydobsevsl-1532926023.jpg","tags":["Daily Fix","NRC","Assam","citizenship","bureaucracy"],"source":"https://scroll.in/article/888896/the-daily-fix-the-citizenship-of-millions-in-assam-depends-on-a-whimsical-bureaucratic-process"}