{"title":"The shooting down of Flight PS 752 reflects the tragic price of playing the Iranian people","content":"It is time for everyone, ranging from Donald Trump and his eagles to the Ayatollahs and their hawks, to stop playing the Iranian people. Such jockeying always extracts a heavy human cost, which is not paid by those in power in Washington, Tehran or London. The tragic downing of Ukraine Flight PS 752 was an indication of that, but the lessons seem to have been already lost on all the power brokers in the region.The Iranian authorities should have drawn an obvious lesson from their “human error” which cost the lives of all 176 people on board PS 752, most of them Iranian or of Iranian origin. The name of that lesson is democracy. Human error of the sort that resulted in the inadvertent shooting down of Flight PS 752 is more likely to occur in countries with autocratic structures of authority, or during periods of war-mongering when autocratic dictates tend to short circuit democratic accountability. A functioning democratic set-up would have built-in checks against such errors.In a larger sense, an autocracy concentrates all kinds of power in the hands of a few, and this leads to incompetence as well as unaccountability. Both are a recipe for human errors leading to major tragedies. There is a straight line that can be drawn from, say, Chernobyl to the downing of Flight PS 752.Fixing accountabilityFor instance, even if we concede that the mullahs running Iran are experts on religious and moral matters, it follows that they have little or no expertise in many other matters: scientific, political, economic, educational, military, etc. A functioning democracy might not always make Einstein the Minister of Science or Thomas Picketty the Minister of Finance, but it would at least demand some accountability and consultation with experts. I know that this might not always seem to be the case in some nations, but to the extent that this does not exist, a democracy is clearly showing signs of failure, of turning into an autocracy. However, if such a failing democracy continues to be a democracy, the error of one government can be addressed at the next election. This possibility keeps democratic governments somewhat accountable, or at least more accountable than an autocracy needs to be.But this lesson has been lost on the Iranian ayatollahs, as is clear from their clamp down on Iranian students protesting against the government – partly because they are accusing the government of lying to them about Flight PS 752 for the first three days. Donald Trump, for once, made a statement I can agree with when he warned the Iranian government not to cut internet and urged them to allow human rights groups to visit the sites of protest. Of course, Trump’s call would have rung truer in my – and many other – ears if he had issued a similarly stern warning to other nations who have cut internet and not allowed human rights groups access to areas of protest. Had Trump (or the US) been consistent about this, I would not have felt that once again the Iranian people are being played.Relatives of the flight crew members of the Ukraine International Airlines Boeing 737-800 plane that was shot down in Iran mourn at a memorial at the Boryspil International airport outside Kiev in Ukraine on January 8.  Credit: Valentyn Ogirenko/ReutersWe have seen the result of such playing – emotional nationalism on the one side, aggression in the name of democracy on the other – in places like Iraq and Libya. In such places, ordinary people – on all sides of the divide – had fought for and expected something better. They were played by all sides. I am old enough to remember both Saddam Hussain’s emotional appeals to nation and religion and the US coalition’s high and, now, hollow claims in the name of human rights, freedom and democracy. All these sides combined to crush the basically democratic aspirations of Iraqis, whether anti-Saddam or pro-Saddam, whether Shia, Sunni or Kurd. Ordinary Iraqis, even when they fought against one another during and after that war, had been fighting for rights and freedom. What they got was civil war and economic exploitation.Acknowledging its mistakeThe Iranian government has shown some decency in acknowledging its horrendous mistake in shooting down Ukraine Flight PS 752. This was more than George W Bush did when US forces shot down Iran Air Flight 655 in July 1988, killing all 290 people on board. Bush, I remember clearly, had then said something to the effect that he did not care for facts and that he would not even apologise.But having shown more decency than the US did on that occasion, the Iranian authorities also need to put more faith in their own people. They need to stop using religion to buttress an autocratic, malfunctioning regime that lacks the breadth of representation, expertise, accountability and perception that it takes to prosper as a nation. Trump does not realise this too, but that was the reason why USA was great: whatever it might have been in the international sphere, at least until the 1970s, before big money infiltrated the Congress and the Senate, it was internally a vigorous and functioning democracy.Iran need not detain the British ambassador, doing his own bit of playing on old colonial stampng grounds: it simply needs to allow its own people to decide how they want to hold their government (and foreign governments) accountable in their own land.","author":"Tabish Khair","time":"2020-01-21T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/134979-yzogknmftn-1579570554.jpg","tags":["Iran","Donald Trump","Flight PS 752"],"source":"https://scroll.in/article/950417/the-tragic-shooting-down-of-flight-ps-752-reflects-the-price-of-playing-the-iranian-people"}