{"title":"The Indian judiciary didn’t suddenly decline in the Modi years – it was always broken","content":"Has the Indian judiciary suddenly stopped doing its job of acting as a check on the government and upholding the rights of Indians? Much of the English-language media over the last few weeks has featured laments that rely on a narrative of sudden judicial collapse.While most of the concerns raised about lack of judicial oversight are accurate, what is not is a picture of a sudden change. The uncomfortable truth is that the Indian judiciary largely always functioned in an arbitrary manner. A narrative of decline comes not from any historical analysis but a lack of proper observation on the part of many pundits.Caste in the courtAmbedkarite thinkers and activists, for example, have long pointed to the extreme arbitrariness in court workings, where lack of law and procedure is often used to effect outcomes that roll back social justice policies. This has found voice in the almost constant endeavour by courts to either deny or dilute caste-based reservations.One of the first court judgements, passed by the Madras High Court in 1950 and upheld by the Supreme Court, after the new Constitution came into force was in fact to strike down the policy of caste-based reservations in socially progressive Madras Province based on the complaint of a Brahmin woman, Chamapakam Dorairajan, claiming she had been unable to secure a medical seat due to quotas. The political furore this caused among Tamils saw Prime Minister Jawaharlal Nehru’s government rush to overturn the decision using the First Amendment to the Indian Constitution.Faced with socially progressive lawmaking in the legislatures, courts fell back upon increasingly arbitrary pronouncements in order to dilute reservations. In 1992, the Supreme Court, while hearing a case on the validity of Other Backward Class reservations, not only made sure to cap them using an income criteria – which was not the basis of the law in Parliament and which went against the social justice logic of reservations –  but also went on to to arbitrarily take up the issue of Dalit and Adivasi reservations, ruling that affirmative action could not be applied to promotions.Collegium system is anti democratic, anti constitution, anti equality, anti diversity, anti justice & anti people.Reject it, demolish it, destroy it, demonise it to save India/save people.It creates caste hegemony of Brahmins & few upper castes.#कोलेजियम_सिस्टम_नहीं_चलेगा— Nitin Meshram (@nitinmeshram_) April 25, 2020\n\nWhile most legal commentators support the collegium system, Ambedkarities largely oppose it, typifying the sharp divide in how the role of the judiciary is viewed.\nA check on progressive policyThis sudden, arbitrary lawmaking from the bench – where the court made policy on SC/ST reservations in a case pertaining to OBC reservations – typifies judicial attitudes towards caste equity.Ironically, even as courts strictly scrutinise SC/ST and OBC reservation, the upper caste quota introduced by the Modi government in 2019 as reservations for ‘economically weaker sections’ sailed through. Since the judiciary has – unlike with almost all other new quotas – chosen not to put a stay on it, it would be practically impossible for any future court to roll it back.A similar trend is seen in the SC/ST Atrocities Act, where progressive legislation passed by Parliament is sought to be constantly diluted by the higher judiciary.Many legal commentators paint a picture of courts as a guarantor of rights against government excess. But in the case of caste-based social justice, the ground situation stands largely reversed. “Much of this flows from the fact that courts in India are not representative,” explained G Karunanidhy, General Secretary of the All India Federation of OBC Employees’ Welfare Association. The data backs him up: As of 1999, out of 136 Supreme Court judges, only two were from Dalit or Adivasi communities – the lowest by far of any arm of government.While other commentators have woken up to judicial bias in 2020, Ambedkarite thinkers have been pointing to it for years.Class biasA similar picture emerges from the research of law scholar Anuj Bhuwania, in his study of Public Interest Litigations in the early 2000s in Delhi. An Indian invention, the PIL allows the court to become a parallel governance mechanism. The lack of any checks and balances allows judges, as per Bhuwania, “to act on their biases (aesthetic, anti-poor or otherwise) and that too with a free hand in a most expansive manner”. According to Bhuwania’s research, this unconstrained judicial power allowed courts through various decisions to evict almost a million slum dwellers in Delhi in the first decade of the millennium – more than double the number evicted during the infamous Emergency.As with caste, with respect to class, normative theories of Indian courts being a check on government excess actually stand reversed on the ground. A slum dweller’s rights are far better protected by elected arms of government than the judiciary.As stark an example of judicial tyranny the Delhi slum demolitions might be, maybe even worse was seen in 2013, when the Supreme Court announced that the state of Assam would see a strict citizenship verification test – the National Register of Citizens – conducted for all state residents. Such a citizenship test, often via documents going back generations, was unique across the world, producing a list of exclusions that was 19 lakh strong – more than twice the population of Rohingya refugees who fled Myanmar. The concept of a citizenship test has since then been taken up by the BJP as a campaign issue, with a promise to repeat the Supreme Court’s draconian exercise across the country.Given the vast scales of human misery involved in just these two instances, it is difficult to argue that the Indian judicial system was any less arbitrary or more caring of rights earlier than it is today.#PersonalLiberty #PersonalLibertyToAllJournalist My #cartoon for @firstpostMore Cartoons: https://t.co/LQ00VjL7tvTelegram: https://t.co/0zuidcPdqYFirstCut: https://t.co/d7EQajuG8i pic.twitter.com/Dd2hoQ36Zz— MANJUL (@MANJULtoons) November 12, 2020\n\nHindutva vanguard As with caste and class, any sanguine views of the India judiciary before Prime Minister Narendra Modi came to power changes somewhat when seen from the point of view of minority rights.There has been much criticism of the Supreme Court’s unusual 2019 judgement awarding the land on which the Babri Masjid stood to the very forces that demolished the mosque in 1992. Less discussed is that the kar seva that led to the demolition was itself allowed by the Supreme Court. So completely did the Supreme Court fail at that critical moment that even the observer it appointed blithely ignored his job and actually brought his family along to watch the mosque being torn down. To complete the disaster, the Supreme Court has not held the Uttar Pradesh state government and its ministers legally responsible for the demolition in spite of the fact that it allowed the kar seva on that fateful day based on the administration’s promises.This is not all. In 1995, the Supreme Court held that since Hindutva was a “way of life” in India and not simply a religion, asking for votes in the name of Hinduism was perfectly fine. Later in 2005, the SC held that anti-cow slaughter laws that enshrined Hinduism’s reverence towards the animal were constitutional since “value of dung is much more than even the famous ‘Kohinoor’ diamond”, amongst other factors.Notably, on both Hindutva and cow slaughter, the Supreme Court was actually in the vanguard of right-wing populist politics, taking radical positions that would only later become nationally hegemonic.  Once the court’s record on minority rights is studied in full, its positions during the past few years become less surprising.Praise for failingGiven the scope of the Indian judiciary’s interventions and freedom of movement to frame policy, the Supreme Court has often been held to be the most powerful court in the world. However, on draconian laws such as preventive detention and anti-terror legislation, the court has consistently chosen to inexplicably not exercise this power, capitulating completely to the legislature. The only protection against “legislative tyranny” is not the court, Justice SR Das famously held in 1950, but in “free and intelligent public opinion”. As academic Shylashri Shankar has pointed out, ironically even as the court argued this, it also held that it was the ultimate custodian of the what it called the “Basic Structure” doctrine – a supposed inviolable essence of the Constitution that was only visible to the higher judiciary and based on which judges in India exercised a near-unique power of judicial review. Judicial review allows the judiciary to declare laws, executive actions and in India’s case, even constitional amendments, unconstitutional and strike them down. Shankar points out the paradox: “Indian judges seized the power to review legislated laws but did not use the doctrine to assess whether preventive detention was a reasonable restriction on a citizen’s liberty. The apex court rejected constitutional challenges to the Preventive Detention Act, TADA and POTA.”As in the earlier cases, this glaring judicial malfunction has happened with little critical commentary. In fact, the court’s self-serving, inconsistent attitude towards judicial review has largely attracted praise from India’s English-language commentariat.Simplistic modelsWhat explains this lacuna? Part of the reason is the shared biases between English-language commentators and benches. As Bhuwania points out, English newspapers mostly “drove the PIL discourse” during the court’s rampage through Delhi’s slums. Part of the reason also is that, as academic Shylashri Shankar explains, “India’s Supreme Court has been studied by judicial scholars who tend to be lawyers influenced greatly by the normative approach”. This places great emphasis on the law and other idealised theories such as courts being non-majoritarian in nature or a guarantor of rights against government excess, thus emphasising what “ought to be” over what “is”.Shankar instead proposes a more empirical approach that emphasises multiple factors such as politics along with normative ones like the law in producing judicial outcomes in India. Shankar’s statistical modelling shows that, contrary to idealised theories of the judiciary being a counter-majoritarian check, courts often move with the political environment. According to Shankar’s statistical analysis,  judges tend to favour the state in case of strong Union governments as well as become more pro-state at a time of heightened national security concerns in society.An expected capitulationThe court’s captuation to a strong, ideologically consistent Union government such as the one currently in office is therefore unfortunate – but hardly surprising. The fact that commentators had largely cheered on the massive expansion of the court’s powers earlier based on the idealised belief that the judiciary was uninfluenced by majoritarian politics in fact made the situation worse. As Bhuwania has pointed out, in the Modi age “the court has chosen not to deploy its vast powers against the government, but instead has placed its enormous arsenal at the government’s disposal in pursuit of its radical majoritarian agenda”.Rather than a surprise, the current moment is connected causally to the fact that checks and balances on the judiciary were dismantled even as the courts came to exercise vast legislative and executive power far beyond their remit. This breakdown of democratic norms was praised earlier since plodding procedure  was often seen to be an enemy of “justice” – an attitude that Bhuwania calls “judicial populism”.Rather than subjectively praise or criticise this judicial populism depending on its temporary outcomes, commentators must make sure to decry the idea of an activist, unchecked court itself and recognise that this has always harmed Indian democracy. The court didn’t suddenly decline in the Modi years. It just so happened that the people who think so weren’t keeping a critical enough eye out earlier.","author":"Shoaib Daniyal","time":"2020-12-14T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127497-grdfcvqgzy-1584445216.jpg","tags":["Indian judiciary","Modi","Hindutva"]}