{"title":"The India Fix: Why isn’t India's shocking malnutrition problem shaking up its politics?","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. To get it in your inbox every Monday, sign up here (click on “follow”). Have feedback, interesting links or memes? Send them to [email protected].Released on Friday, the 2022 Global Hunger Index has sobering news for India. The world’s largest democracy ranked 107 out of the 121 countries in the study. Indians had less food security than any country in South Asia, save Afghanistan. In fact, Sri Lanka (64th), Nepal (81st) and Bangladesh (84th) performed significantly better than India. Even Pakistan, a country much poorer than India, managed to outperform it on nutrition, ranking 99.The Global Hunger Index score is calculated using four data points in order to capture the state of nutrition in a country. These are the prevalence of undernourishment (the share of the population who do not consume sufficient calories), child wasting (the share of children under the age of five with low weight for their height), child stunting (children under the age of five with low height for their age) and child mortality (the mortality rate of children under the age of five).Hungry IndiaIn effect, the score is largely a measure of child health, pointing to the fact that Indian babies and toddlers are alarmingly malnutritioned. In fact, as the report points out, “India’s child wasting rate, at 19.3 percent, is the highest of any country in the world”. India’s poor performance and size ends up making South Asia the region with the world’s “highest hunger level”.India’s child wasting rate is the highest of any country in the world.Even more troubling is the fact that on some vital parameters, things are getting worse. India’s child wasting rate at present is worse than the data from two decades ago. And more Indians are undernourished today than they were in 2013-2015.The Indian government reacted to the report, faulting its methodology. This was expected – it was also its response last year. As Dipa Sinha, a faculty at Ambedkar University, Delhi and an expert on food rights, nutrition and public health had pointed out in 2021, the government’s objections were not factual and “all the data used are from official data sources of respective national governments”. In fact, the Indian government’s own data shows that the malnutrition problem in the country is acute.Political silenceNone of this is new. While matters have got worse in India the past few years, 22 years ago too, the country had been beaten by Pakistan in the Global Hunger Index. From a political point of view, the surprising fact about India’s poor performance is how little it matters in electoral politics. While the rankings might irritate the Bharatiya Janata Party, no one seriously believes malnutrition would be a major factor in the upcoming elections in, say, Gujarat or even in the national polls in 2024.Why is that?To answer that, we’ll have to look at the reasons for India’s poor food security situation.The recent pandemic, it is now clear, led to “severe nutrition crisis”, a 2021 paper by economists Jean Drèze and Anmol Somanchi pointed out. India’s ham-handed response to Covid-19, where it put in place a draconian lockdown, hit employment as well as health systems hard. However, rather than blame the government for announcing an unprepared lockdown, it is clear that the Indian voter looks at the pandemic overall as an act of God. As we have already seen in elections in Uttar Pradesh earlier this year, the voter does not blame the government for her sufferings during the lockdown.Identity and hungerOn a longer time-scale, malnutrition in India is highly correlated with fundamental social factors such as gender and caste.One of the biggest reasons why children in India are underweight is that they are born to malnutritioned mothers. According to a 2019 paper by the Indian Council of Medical Research, “the higher proportion of underweight women in the reproductive age group in India compared with sub-Saharan Africa has been suggested to contribute to a higher prevalence of low birthweight in India, even though sub-Saharan Africa is poorer”.The other factor, of course, is identity such as caste. One 2019 study found that “children belonging to the SC [Scheduled Caste] population experience higher mortality rates than children belonging to the non-SC/ST [Scheduled Tribe] population from 1992 to 2016”. The rubric of caste itself would contain within it related factors such as women’s education, sanitation and health services, all of which, in India, are mediated by identity.Finally, there is also the matter of diet. In its response to the Global Hunger Index, the government indignantly pointed out that it is “running the largest food security programme in the world”. As a limited point, this is true. India’s public distribution system, it must be pointed out, does a fantastic job of feeding the country. In fact, as the government’s knee-jerk lockdown ended all economic activity, it was the PDS that kicked in to act as a safety net.However, the public distribution system is not necessarily a rebuttal to the fact that Indians suffer from malnutrition. India’s malnutrition problem, to some extent, comes from a poor quality of diet, which the PDS does not address. As a 2020 paper pointed out, Indians “consume excess amounts of cereals and not enough proteins, fruits, and vegetables”. In fact, the share of calories from protein sources for the average Indian is only 6%-8% in India compared to 29% in ideal circumstances.This is partly due to poverty (Indians cannot afford high-quality food sources) and partly religio-cultural.  Powerful interest groups have even opposed eggs being made part of the free lunch most states provide to school children in spite of the fact that nutritionally, eggs are seen as a near-perfect source of protein by experts. A decade ago, Narendra Modi, when he was chief minister of Gujarat had, in fact, used the fact that many Gujaratis were vegetarian to try and explain why malnutrition was so high in the state in spite of being industrially developed.Powerless politicsNotably, almost all the points listed above – gender, caste and dietary norms – are deep-seated cultural factors that politics has little power to change in the short term. This might be the principal reason that while India might have vigorously contested elections, its shocking malnutrition problem rarely features in any prominent way during a campaign. Voters, know that changing the ruling party at the state or central level would have a limited impact on their nutritional status and thus prefer to use their vote to bargain for more immediate,  practical benefits from the government.","author":"Shoaib Daniyal","time":"2022-10-17T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181354-hjmqqodrma-1665926446.jpg","tags":["Global Hunger Index","Jean Dreze","Narendra Modi"],"source":"https://scroll.in/article/1035156/the-india-fix-why-isnt-india-s-shocking-malnutrition-problem-shaking-up-its-politics"}