{"title":"‘The fire that she has...’: The many sides of Marizanne Kapp, through the eyes of Dane van Niekerk","content":"To the world, Marizanne Kapp is a fierce fast bowler. She runs in to bowl with a slight frown, her brow furrowed, and a blazing intensity in her eyes. Her passionate reactions and ferocity in the field are enough to frighten most; at one point, even her partner, Dané van Niekerk.“I grew up playing against Marizanne,” van Niekerk – South Africa’s regular skipper who is missing the World Cup in New Zealand due to an injury – told Scroll.in. “We always knew she was going to be this incredible pace bowler, and I was very afraid of her.“I remember, a little before we made our international debuts, we were playing in this South Africa Under-19 game. I must have been around 14 or 15 and I remember dropping one of her catches and my first thought was ‘She is going to kill me!’ That’s what I thought! And that’s how afraid I was of her,” she said with a chuckle.Of course, after years together, van Niekerk’s opinion has completely changed. She describes Kapp as “soft-hearted and soft-spoken”; the hard exterior simply hides the soft centre of someone who “wants to give her family the world”.“I think what people see on the field is just white-line fever. They think she’s this angry person, but she smiles a lot. She’s soft spoken, she’s got a very big heart, she’s very generous – she’ll give her last cent to help somebody else… She’s just a wonderful person if you get to know her.”The next big thingOn March 10, 2009, Kapp became South Africa’s 54th ODI cricketer when she made her debut against Australia at the World Cup. It wasn’t a game to write home about: South Africa got crushed by 61 runs, and Kapp herself didn’t make much of an impression. In fact, she wasn’t even a consistent member of the XI in her early years. However, van Niekerk remembers it as the arrival of a star.“We always knew Marizanne was going to be the next big thing when it comes to women’s cricket in our country. She took to international cricket like it was nothing; she just belonged there.“Through that tournament, I remember we were always competing for a spot – it was either me or her playing. But I didn’t understand that… I remember sitting on the side-lines watching and thinking, ‘how is she not a first-choice player?’. She deserved to be there, playing always; that’s how easily she took to international cricket.”While 2009 may not have come with the best on-field memories, by the time the next World Cup rolled around in 2013, Kapp had become a key cog in the South African unit: batting in the top-order and opening the bowling. She finished the tournament as South Africa’s highest run-getter (198 runs) and second-highest wicket-taker (7), even scoring her first century against Pakistan.In that game, it was van Niekerk who shepherded Kapp through the nervous 90s, sharing an unbeaten 128-run stand with the allrounder.“My memory (of that partnership) was actually being angry with her,” she recalled with a laugh. “Because I just couldn’t understand why she got so nervous. I mean, she was incredible. She batted so well that day, and I just got a bit annoyed with her in the middle because I was like ‘how can you be so nervous, and why are you showing it?’“For me, it was just about telling her that whatever she was doing, she didn’t have to change anything. Obviously, it was a privilege to be out there with her, sharing a really great partnership and having the best seat in the house watching her score her maiden ton.”Kapp backed up that performance, with three wickets to hand South Africa a 126-run win. She had truly arrived.The thorough professionalKapp has often been described as a “thorough professional”: in the way she trains, the way she prepares, and her general approach to the game. No one knows that side of her better than van Niekerk. After all, when she got in the way of her wife’s preparations, she was asked to leave the room.In November 2021, the pair were preparing to face each other in the final of the Women’s Big Bash League; Kapp, playing for Perth Scorchers, and van Niekerk, for the Adelaide Strikers.“She is very focussed, very game-ready, and does her homework. In fact, I got annoyed with her at the WBBL because I had to leave the room because she needed to watch some footage and get her game plans going! But she’s always been the same, she’s never changed. I think that shows in her performances and what she’s done in the recent past as well: winning two Player of the Final awards (The Hundred, WBBL). She’s somebody you can bank on.”Van Niekerk side-steps the question about the WBBL (“I didn’t want to talk to her after that”), but she gushes over Kapp’s performance in the final of The Hundred.Playing for the Oval Invincibles in the inaugural edition of the competition, the South African trio of Kapp, van Niekerk and Shabnim Ismail powered their side to a rather comfortable win over favourites Southern Brave. Kapp scored an enterprising 14-ball 26, before reducing Brave to 3 for 2 in their first 10 balls. She then closed out the game with another wicket to finish with figures of 4 for 9.“That performance in The Hundred final was really special. She had a massive workload in the tournament and was really tired,” van Niekerk said. “I was actually nervous, but the way she stood up and performed was so incredible to see.“The fire that she has… the way she brings those top performances into those big games… Marizanne is a big-game player. Over the years, her belief has grown, but I don’t think anything else has changed. She’s always been committed to the game and improving herself. Now, she believes she is definitely one of the best cricketers in the world, and it shows in the way she goes about her job. The growth within has been massive.“A team that has somebody like Marizanne Kapp is a confident team.”The leaderWhen South Africa toured India in 2019, they were without van Niekerk for the entirety of the series. Sune Luus was in charge of the team, and Kapp joined the side for the ODIs in Baroda where they got hammered, 3-0.Kapp, though, stood head and shoulders above the rest, even bagging the Player of the Series award. Through the series, it was her forthright manner that stood out – constantly calling for senior members of the squad to step up. Her spirit shone through in what was a difficult tour, and over the next while it was that spirit that trickled through to the rest of the squad.In 2021, when South Africa returned to India, they absolutely thrashed the hosts, 4-1, in the ODIs, and, 2-1, in the T20Is. Fittingly it was Kapp who struck the runs that saw South Africa home in the final two ODIs.“I think it (the series win in India) meant a lot to her,” van Niekerk recalled. “Any win for Marizanne and any cricket game means so much to her. She’ll always give 335% – whether the team is doing well or not. She was pretty proud of that achievement– especially after what happened in 2019.”Kapp’s honesty with her teammates and her constant pursuit of excellence has been a big driver in South Africa’s improvement over the last few years.“She is very vocal, as you said. She’s incredibly passionate about her teammates, about her country and she just wants to make a difference and that’s when the leadership qualities really shine through.“If you know Marizanne as a cricket player and as a competitor, you would instinctively know that she has leadership qualities. I have always said that she is such an underrated leader within world cricket. Her knowledge of the game is second to none; she is tactically really good. She challenges me as a leader as well.”The heartbreak and resultant driveThere’s a video on the ICC website titledWhen South African hearts were broken at the Women’s World Cup in 2017. It is a look-back at their dramatic two-wicket loss to England in the semi-final in Bristol. Even all these years later the visuals of the devastated team are hard to watch: a passionate skipper, van Niekerk, on her haunches in disbelief, the ever-smiling Mignon du Preez, shattered, the usually calm Ayabonga Khaka, desolate, and then, there’s the hard-as-nails Kapp. Seated on the ground, cap pulled down firmly, head in hands, Kapp is inconsolable. She tries to get up and shake hands with the opposition, but finds herself reaching for the ground again, tears streaming from her eyes.It is heart-wrenching.“Personally, I didn’t want to have anything to do with cricket after that game. It was a really tough pill to swallow.“Seeing Marizanne go through those emotions as well… for all of us, we were devastated. But I’ve personally seen how distraught she was, and how hard it was to cope with. Even if I watch the replays now and I see her cry, it makes me emotional,” van Niekerk’s voice trailed off.“I know she doesn’t ever want to feel like that again.”In 2020, South Africa faced similar heartbreak; this time at the hands of Australia in the semi-final of the ICC Women’s T20 World Cup in Sydney. After much discussion, Kapp, who was battling illness, was ruled out of the match.“I’ll never forget sitting in the SCG change room looking at my wife and knowing how much she wanted to play,” van Niekerk said. “I know how hard she is on herself, and how big a difference she would have made even if not 100% fit – we saw that in the WBBL final this year – but at the end of the day, we couldn’t risk it. She was in no shape to play that day, even though she was trying really hard to make us believe she was.“It was hard to even get her out of the change room to actually go to the hospital… not being able to partake in that semi-final and then seeing the team lose by such a close margin was especially hard for her.”Those memories, while devastating, drive Kapp and the rest of the team forward, according to van Niekerk.“Disappointments are part of your journey as an individual and as a team,” she said. “While I think she has parked those feelings, I believe it’s also a driving force and I don’t think she, or anyone else, wants to go through that again.”It is that determination coupled with her fiery, feisty approach to the game that makes Marizanne Kapp the beating heart of this South African team.Ananya Upendran is a former Hyderabad pacer, and now a freelance journalist. She previously worked as Managing Editor of Women’s CricZone.Also read: Precise, patient, powerful, prolific: For Jhulan Goswami, a final push towards World Cup glory","author":"Ananya Upendran","time":"2022-03-13T07:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171418-ddzduwfwel-1647132359.jpeg","tags":["Marizanne Kapp","South Africa","Dane van Niekerk"],"source":"https://scroll.in/field/1019363/the-fire-that-she-has-the-many-sides-of-south-africas-magnificent-marizanne-kapp"}