{"title":"The secret behind the 200-day run of Bengali movie ‘Belaseshe’","content":"A Bengali movie about a septuagenarian couple whose marriage has run out of steam has completed a 200-day gallop in theatres. Belaseshe, directed by Nandita Roy and Shiboprasad Mukherjee and distributed by Eros International, stars Bengali acting legend Soumitra Chatterjee and Swatilekha Sengupta. The Sangeet Natak Academy winning stage actress hasn’t been in a movie since Satyajit Ray’s Ghare Bhaire in 1984, in which Chatterjee was her co-star.  Belaseshe (End of the Day) has become an unlikely hit at a time when most Bengali films barely stumble through theatres despite splurging on pre-release promotions, shooting in exotic locations and buying media space. What is the movie’s secret?\n\n\n    \n    Play\n\nBelaseshe (2015).Belaseshe is about Biswanath Majumdar (Soumitra Chatterjee), an erudite and wealthy publisher whowantsto divorce Aarati (Sengupta), his wife of 49 years. His sudden decision toleave his domesticated and devoted wife shatters the family, comprising a married son who idolises him, three daughters and their husbands and children. Despite his family’s sometimes ridiculous and other times earnest and emotional attempts to understand his reasoning, Biswanath refuses to reveal his mind. It is only after a well-meaning judge nudges the couple to go away on a holiday (“When was the last time you touched each other – just a human touch?” he asks them), that the couple go back in time to rediscover what they had in common. In the process, their children, who are in various stages of marital discord in their own lives, rediscover the things that really matter.Belaseshe’s central theme and poignant subtext of melancholy, loneliness and inevitability resonate in a city that is home to the highest number of 60-plus citizens.In the sequences set in the courtroom, where the family gathers to hear dispassionate lawyers tear into their private lives, Biswanath and Aarati unearth some uncomfortable realities. Is marriage ultimately just a habit? What makes a man and a woman who have spent all their lives fulfilling their social and familial obligations arrive at the conclusion that there is no love between them?Not too many filmmakers have dared to put senior citizens in the spotlight. The exceptions include Mahesh Bhatt’s Saaransh, Ravi Chopra’s star-studded and slick Baghban, and more recently Shoojit Sircar’s Piku, which featured a Bengali father and daughter. Bengali arthouse cinema has often explored themes with strong autumnal characters, such as in Padakhep (Soumitra Chatterjee with Nandita Das) and Rupkatha Noy (Chatterjee again, with Radhika Apte). What makes Belaseshe stand apartis the near-perfect casting. For high-on-nostalgia Bengalis, the chance to watch Chaterjee and Sengupta share screen space after three decades is too much of a bonus to ignore.Belaseshe also explores “young India” issues. There comes a point when younger members of the Majumder family install hidden cameras in their parents’ room to find out what has gone wrong in their lives. The brainwave of the youngest son-in-law who lives in Mumbai and produces a reality show evokes strong reactions among the Kolkata set. “It is voyeurism!” cries the eldest daughter (played by Rituparna Sengupta) before she succumbs to the pull of the hidden camera.As the elderly couple, unaware that their children are watching them, relive the highs and lows of their lives together, they touch several raw nerves all at once. The youngest daughter (Monami Ghosh) and her producer husband re-assess their mechanical sex lives. Biswanath’s son takes his wife, with whom he has a love-less relationship, for a drive to fulfill her wish to watch the full moon on the Kopai river. Another son-in-law requests his wife to cook him a special fish dish. “But you don’t like this fish,” she replies in consternation. “Even if you cook me poison, I will drink it gladly,” he says, hugging her.\n\n\n    \n    Play\n\nObhabe Keno, Belaseshe (2015).In the course of discussing their regrets, the little hurts, the unintentional snubs and the silences that become part of their shared lives, the elderly Majumdars open up an issue that was also explored in Jhumpa Lahiri’s novel The Namesake. “What will happen to you after I die?” Biswanath asks his wife. He assumes that she will be incapable of fending for herself, like so many married housewives disconnected from the realities of the outside world. An incredulous Aarti says, “Do you know where I keep your chappals, or how many kinds of tea leaves we buy every month? You were supposed to manage the world outside, my role was inside. I have my children, my grand children…” What follows is a heart-rending account of a married life in the days when there was no Facebook and no telephones, just faith and “the many little things done out of habit that are an expression of love”.Despite its apparently morbid theme, Belaseshe is far from being depressing. There are comic touches – a tad tacky and overdone in some instances – and an overall lightness of spirit that adds a sparkle to the darkest moments. The film celebrates the irrefutable bonds of love in the Indian family, which makes it a delightful watch despite its unabashed Bengaliness.","author":"Chandrima Pal","time":"2015-11-24T10:58:47.941123+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148940-qzvzszmrsd-1602274980.jpeg","tags":["Soumitra Chatterjee","Swatilekha Sengupta","Belaseshe"],"source":"https://scroll.in/reel/1575/the-secret-behind-the-200-day-run-of-bengali-movie-bela-seshe"}