{"title":"The rise and rise of Arun Gawli, the son of a mill worker and the terror of Byculla","content":"The upcoming movie Daddy, directed by Ashim Ahluwalia and starring Arjun Rampal, is a biopic of Mumbai gangster Arun Gawli. S Hussain Zaidi’s Byculla to Bangkok provides a deep dive into Gawli’s formative years and the ways in which he shed his working-class origins to emerge as one of Mumbai’s most dreaded dons. Here are edited excerpts.A few decades before the Shiv Sena raised the bogey of ‘Bhaiyya bhagao Mumbai bachao’ (drive out the north Indians and save Mumbai), Arun Gawli had embarked on a similar mission, its forerunner. Except for the Pathans, who never allowed a non-Muslim into their crime syndicates, the Mumbai mafia was a melting pot of cultures: a miniature Mumbai. When Gawli began establishing his supremacy in the Byculla region, he was first challenged by a local gang made up of a majority of north Indians – referred to by some as bhaiyyas – and so he became the first gangster to target the north Indian ‘bhaiyya’ gangsters. Bhaiyya means elder brother, but in Mumbai the Maharashtrians throw the word around as a pejorative to denote anybody who hails from the north of the Godavari. Incidentally, all Muslim gangs in the early years had north Indian bhaiyyas in their ranks. Different communities jostled for space in all spheres of life in cosmopolitan Bombay and this applied to the mafia too. North Indian bhaiyyas, predominantly from Uttar Pradesh and Bihar, were part of the Kanpuri, Jaunpuri, Rampuri and Illahabadi gangs. These gangs called the shots at Sankli Street and Madanpura in Byculla, which were essentially Muslim pockets. But they also had their fair share of Hindus, and conflicts were few and far between, except when women or wealth were involved.The BRA gang’s originsThe conflict between Arun Gawli, the Marathi-speaking gangster of the BRA gang (its name was taken from the initials of its three leading members, Babu Reshim, Rama Naik and Arun Gawli) and the north Indian bhaiyyas was not based on regional prejudices. It all began with territorial one-upmanship. The BRA gang was first challenged by Mohan Sarmalkar’s gang in Byculla, known as the S-bridge gang – after the serpentine S-shaped bridge that connects Byculla East to Byculla West – and later rechristened as the Bhaiyya gang. Sarmalkar did not like the title ‘S-bridge gang’ because it limited his clout and jurisdiction to one location. He wanted a larger canvas and sought to call his bunch of thugs the Byculla gang. But Gawli was opposed to this. Though Sarmalkar was a Maharashtrian and the leader of the Byculla gang, many of his top commanders were north Indians. Parasnath Pandey (the matka don of Byculla), Kundan Dubey and Raj Dubey were all north Indians. Sarmalkar also owed allegiance to Virar’s Jayendra Singh Thakur, known as Bhai Thakur, who was a north Indian. Gawli’s master stroke was to quietly plant the seeds of mistrust among the Maharashtrian populace. He dubbed the Byculla gang the Bhaiyya gang and quickly usurped their title, rechristening his own gang the ‘Byculla company’. Once he had prejudiced the local boys against the S-bridge gang, new recruits decided to join the BRA gang and scrupulously avoided the S-bridge gang. Sarmalkar was aghast. He started proclaiming that Gawli was an Ahir and that he was from Madhya Pradesh, a neighbouring state, and as such, was not a local. The Gawlis are cattle-grazers and milkmen (gwalas) and are spread across Maharashtra’s border with Madhya Pradesh and throughout the state. Sarmalkar, who was a hard-core criminal and boasted gang members like the Pandeys and the Dubeys, tried to claim that Gawli was a mill worker and did not know the ABC of crime. Humble beginningsArun Gawli was the son of Gulab Puran Gawli and Laxmibai. Gulab came from Ahmednagar, Maharashtra, while Laxmibai hailed from Khandwa, Madhya Pradesh. They had six children, of whom four were boys. Gulab Gawli had worked at Simplex Mill and had high hopes for his children. He was eager that his children acquire a good education. Arun managed to complete matriculation, which was a big deal in the late sixties and early seventies, but his father left his mill job around this time. The reasons are not known. His mother, too, had worked for over ten years at the cotton mills. In fact, most of the Gawli clan was employed as mill workers or government servants. Arun’s sister Ashalata Gawli was married to Mohan Gangaram Bania alias Ahir, who was employed as a loader with Air India. Another sister, Rekha, was married to Digambar Ahir, who worked in the accounts department of the Central Railway. Vijay Ahir, a relative, worked at Khatau Mills before he became a corporator. One of Arun Gawli’s brothers, Pradeep, who lived with his family at Dagdi Chawl, also worked at Khatau Mills, as did Sachin Ahir, son of Gawli’s sister Ashalata. After his father left his job, Arun took up a series of jobs with various companies. He joined Shakti Mills in Mahalaxmi after matriculation and later Godrej Boyce in Vikhroli. In 1977, he joined Crompton Greaves in Kanjurmarg. It was at Crompton Greaves that Gawli first shook hands with the burly, well-built Sadashiv Pawle, later known as Sada Pawle or Sada Mama. In the company of Sada, Arun took to anti-social activities. It was also here that Rama Naik and Arun Gawli met; they had earlier studied at the same municipal school in Byculla. Though Arun was Rama’s senior, he looked up to him. Rama Naik lived in Lalvitachi Chawl at Cross Gully in Byculla. His penchant for getting into trouble meant he had to leave school before completing matriculation. He dropped out after Class 6 and took with him other troubled and trouble-making youths like Ashok Chaudhary alias Chhota Babu, Bablya Sawant and Vilas Choughule. His exit did not affect his friendship with Arun Gawli. Property taxThe internecine warfare between the S-bridge gang and the BRA gang escalated. Kundan Dubey was a known acolyte of Parasnath Pandey, and they had both served in the ranks of Sarmalkar’s gang. Ironically, Kundan’s sister Pushpa had fallen in love with Arvind, the elder brother of gangster Rama Naik, who was with the rival BRA gang. In 1976, Kundan got into a quarrel with Arvind on the streets and slapped him. Rama Naik’s younger brother, Umakant, could not stand by and watch his brother’s humiliation. He stepped in and soon a fist fight broke out between Kundan and Umakant. Kundan stabbed Umakant, who later succumbed to his injuries. Kundan was arrested by the Agripada police and jailed for a while before eventually being released on bail. This incident marked the beginning of a violent battle between the BRA gang and the Bhaiyya gang. Kundan was now on the BRA gang’s hit list. Soon after his release from jail, he barged into a gambling den at Parsi Wadi in Tardeo and killed two people; his reign of terror was beginning in the Grant Road area, earlier managed by his friend Shashi Rasam, the leader of the Cobra gang, whom he had met in jail. The selective crackdown by the police on their matka (gambling) dens only exacerbated hostilities; it frustrated the BRA gang as the dens of their rivals were never raided. It was obvious that the others paid more hafta to the police. Arun and Rama never intended to join a gang – they would have happily run their matkas and liquor joints – but the raids made them furious. It was their sense of frustration over the injustice that forced Rama Naik, Babu Reshim and Arun Gawli to join hands. They soon started terrorizing the traders of the Byculla region by extorting money from gambling dens, liquor shops and those selling smuggled goods. Later, with the induction of foot soldiers into the gang, muscle power was provided to landlords and contractors to evict tenants for the construction of new buildings. This became their entry into the real estate business – Arun Gawli was the first don to dabble in land deals. Many other dons in Mumbai tried their hand at the real estate and construction businesses. Haji Mastan tried very hard to get his fingers into the construction pie, with the help of the Dawood and Pathan gangs, but was unable to sustain it as the business required constant engagement. Dawood came into the field much later, initially content with rigging horse races at the Mahalaxmi Derby and financing films. However, Arun Gawli had foreseen that real estate would be the next big thing and concentrated his energies in the Worli, Byculla, Chinchpokli, Parel, Lalbaug and Dadar areas of south-central Mumbai or Girangaon. Gawli understood the requirement for – and power of – muscle in this business. He started settling financial disputes and providing protection to his contractor friends. He demanded a flat 50 per cent fee for settling financial disputes or a certain number of flats in the newly constructed buildings. He was also the first don to demand 50 per cent of the money recovered in financial disputes. As the police could not intervene in such civil matters and did not get involved in settling financial disputes because of legal constraints, Gawli and other gangsters made a killing. Gawli gets marriedThe conflict between the bhaiyyas and ghatis (the bhaiyyas referred to the Maharashtrians pejoratively as ghatis) continued to rage. The BRA gang wanted to take over all the matka joints, but it was Parasnath Pandey whose writ operated in these dens. Pandey was seen as an obstacle to BRA’s growth, so one day Gawli and his men barged into his den and killed him, in full public view, brutally stabbing him with choppers and assaulting him with swords. The gruesome killing not only shocked everyone but scared the other matka operators, who immediately shifted their loyalties to the BRA gang. Not that the system sided with Gawli; he, Babu Reshim and Rama Naik were tadipar (externed) from Mumbai for two years in 1979. While in jail, Rama Naik shook hands with don Varadarajan Mudaliar and Rajan Nair (Bada Rajan), who was the reigning don in the Tilak Nagar area. After Naik’s release, they decided to capitalize on their newly forged alliances. With Parasnath dead and Kundan in jail serving his life sentence, Sarmalkar decided to retreat from the arena. The remaining members – Hari Shankar Mishra, Mohan Gupta and others – also preferred to fade out. This gave Gawli complete control of the area and he began to call the shots. Gawli, meanwhile, was carrying on an affair with Zubeida Mujawar, whose family belonged to Vadgaon Maval, near Pune. The family did not approve of their relationship, so the two had to finally elope and tie the knot; Zubeida came to Dagdi Chawl as Asha Gawli. Rama Naik and Babu Reshim did not approve of Gawli’s marriage either, but Asha became Gawli’s strength and de facto don in later years. Excerpted with permission from Byculla to Bangkok, S Hussain Zaidi, HarperCollins India.","author":"S Hussain Zaidi","time":"2017-06-14T15:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/840580-60560-piwkqessgk-1497418180.jpg","tags":["Arun Gawli","Daddy","Book excerpt"],"source":"https://scroll.in/reel/840580/the-rise-and-rise-of-arun-gawli-the-son-of-a-mill-worker-and-the-terror-of-byculla"}