{"title":"The Political Fix: How BJP’s ‘transparent’ electoral bonds threaten to reshape Indian democracy","content":"Welcome to the Political Fix by Rohan Venkataramakrishnan, a weekly newsletter to help guide you through India’s complex political landscape. If you’d like to get the Political Fix in your inbox every Monday, please sign up here.A reminder: Have you signed up to Scroll+ yet? Contributing ensures that we can continue to produce quality journalism that goes beyond the headlines, like Talking Democracy, Supriya Sharma’s series focused on asking if Indian democracy is in crisis. The Big Story: Transparently opaqueNearly two years ago, when Finance Minister Arun Jaitley announced that his government would be doing something to clean up political funding, it seemed like a major announcement. Remember, this was right after demonetisation, with many pointing out that if India really wanted to attack corruption it needed to snuff out the biggest reason it existed in the first place, which was political funding. But from the very beginning there were voices (including ours here at Scroll.in) pointing out that the actual details of the scheme seemed to make political funding less transparent, not more. What’s worse, the changes seemed to undo some of the efforts to prevent shell companies and foreign firms from donating money to political parties, and put tremendous power in the hands of whoever was in charge at the Centre. For an explainer on what electoral bonds are and what the new revelations tell us read this. In short: Electoral bonds function like gift vouchers. Anyone can buy them from  the State Bank of India and hand them over to a political party of their  choice, without having to attach a name to them. The parties can them  encash those for money.The government put a few other rules around their sale. The bonds are  only supposed to be available in four 10-day windows through the year,  and they can only be bought with cheque or digital transfer. Also, as  the government was introducing this change, it made a few other  alterations to the law, removing the requirement that only profitable  companies can donate money to political parties and making it easier for  foreign firms to do so as well. Earlier this year, in the Election Fix, we looked at how, despite demonetisation, cash was still all over India during the Lok Sabha polls. We also examined how a massive amount of money came into political party coffers through electoral bonds, and why it is a safe bet that the vast majority of that probably went to the BJP. This week’s revelations make it clear that transparency was never the objective of electoral bonds. Instead, the BJP appears to have read the writing on the wall and decided to move towards a different system of political funding that relies more on companies (on paper, at least) pouring in massive amounts of money. What electoral bonds then do is allow that money to be given without any chance of the public getting to know who was donating and to whom – remember the BJP argued in court that citizens don’t have a right to know – even as the party in charge at the Centre has all that knowledge, and the potential to abuse it. One could see how this might more effectively turn India’s political funding system into one dominated by corporate special interests while also entrenching the party in power simply because few companies would want the government to know it was donating to other parties as well. The truly audacious part of all of this is, of course, the BJP having the gumption to sell the entire scheme as one that will bring in transparency and clean up political funding in India, even though both the Election Commission and the Reserve Bank of India has said exactly the opposite. The matter now lies in the hands of the Supreme Court, which has allowed a Lok Sabha election and several assembly polls to take place without addressing the issue. Will the Court heed the warnings of the other constitutional bodies and address what seems to be a genuine danger to Indian democracy? Maharashtra updateThis was the big political story of the weekend, with many going to sleep Friday next expecting one unlikely coalition to take charge of the state and waking up to another equally unlikely one already having been sworn in. I have a full breakdown of how this happened and what happens next here, but if you need a quick recap: Although the first opportunity to form the government in Maharashtra went to the BJP (which had 105 of the needed 145 seats), it was unable to muster the numbers, despite being the  single largest party. No one else was able to form the government  either. Despite chatter about an unlikely coalition between the Shiv  Sena, the Nationalist Congress Party and the Congress, the state went  into President’s Rule. On Friday evening, that unlikely combination  announced that Shiv Sena’s Uddhav Thackeray would be the chief minister.The next day, however, the state woke up to a surprise: President’s Rule  had been revoked overnight and the BJP’s Devendra Fadnavis had been  sworn in as chief minister before sunrise, with Ajit Pawar of the NCP as  his deputy. But the NCP soon after insisted that Ajit Pawar did not  have the support of the MLAs whose backing he had claimed. The Sena, NCP  and Congress took the matter to the Supreme Court – where the BJP  government has been asked to produce proof on Monday morning that it has a majority.Recommendation CornerOne of our readers, P Radhakrishnan, writes in with a book recommendation: You may like to commend on or reproduce my review, ‘Why the India founded in 1947 is dead’ of K S Komireddi’s book Malevolent Republic – A Short History of the New India. This is the right time – when Parliament is in session – to draw attention to this book.Indeed Komireddi’s book is a fascinating, thought-provoking read that is quite easy to get through in the span of two or three zero hours. Read an excerpt from the book here, and Supriya Nair’s review of the book on Scroll.in as well.  Have a recommendation for a book, paper, report or podcast that   would add to our understanding of Indian politics or policymaking? Send   it in to [email protected]Catch-up Parliament corner: There was lots to discuss in Parliament over the last week, including complex matters like the Surrogacy Bill and the Transgender Rights Bill, but there is still no indication of the big ticket for this Session: The Citizenship Amendment Bill. That said, Home Minister Amit Shah did use the platform to say there will be a National Register of Citizens across the country. There was, however, a little kerfuffle over new uniforms for the Rajya Sabha attendants. Maybe Vice President Venkaiah Naidu wishes he were a military general?In Bengal Chief Minister Mamata Banerjee is facing heat from the BJP and Asaduddin Owaisi. She called Owaisi “extremist”, just as his party is starting to gain a foothold in the region.The Union government has not been paying compensation to the states as it promised to. Five states run by non-BJP parties issued a joint statement saying the Union’s delays were causing them acute financial difficulty. Are Rajinikanth and Kamal Hassan coming together in Tamil Nadu? Rajinikanth said that there will be a “miracle” ahead in 2021 elections in the state. After an uproar over buried data, the government suddenly released five survey reports. It did not, however, release the consumer expenditure survey that came with rather troublesome numbers. Poll toonTiger Zinda Hai? #MaharashtraPolitics pic.twitter.com/8IppBreF1w— Satish Acharya (@satishacharya) November 22, 2019\n\nLast week on Scroll.inSupriya Sharma has this vital story, in her series on democracy in India, about how Jharkhand police has charged 10,000 (mostly unnamed) people with sedition in just one district, simply because they carved provisions of the Constitution into stone slabs to remind the government of Adivasi rights.Arunabh Saikia explains why, because of legal convolutions, a National Register of Citizens for the whole country will be complicated. History and politics can mix in fascinating ways in India. Shoaib Daniyal tells us why Dalits are marking the death anniversary of a medieval sultan in Delhi’s Lodi Gardens. For those of you who work on Indian history (or are just fascinated by it), read about how Rahul Sagar built a database of pre-Independence magazines – which anyone can access now. Reports & Op-edsFormer Prime Minister Manmohan Singh has an Op-ed on what’s wrong with the economy. “The root cause of this rupturing of our social fabric is the Modi government’s ‘mala fide unless proven otherwise’ doctrine of governance”, he writes in the Hindu. What would Indian policy on maternity benefits be like if men gave birth? That’s how Jean Drèze begins this piece in the Hindu about the woeful neglect of maternity entitlements. Even Swarajya thinks the protest against a Muslim teaching Sanskrit is wrong. Arihant Pawariya argues that because BHU’s Dr Firoz Khan is rooted in Indic traditions, he should be encouraged.Lakhs of rupees have been spent yet no one is happy with Modi’s crop insurance scheme. Sayantan Bera in Mint takes a close look at how this came to be. One media company thrived, the other one faces serious questions. Harveen Ahluwalia traces the differing trajectories of Republic TV and BloombergQuint on the Morning Context. India’s statistical system is facing some tough times. This Twitter thread by Pramit Bhattacharyya offers “symptoms, causes, implications, and possible remedies of that crisis.” Can’t Make This UpPragya Singh Thakur was nominated to the committee on defence. That’s right, a Member of Parliament who has been accused of acts of terror and has praised Mohandas Gandhi’s assassin now is now partly in charge of overseeing India’s defence policy. Wonder what Prime Minister Narendra Modi thinks of her now. After, it was just months ago when he said he will never be able to forgive her.","author":"Rohan Venkataramakrishnan","time":"2019-11-25T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131567-hwvmjgyefg-1574653201.jpg","tags":["The Political Fix","Electoral Bonds","Maharashtra","Narendra Modia"],"source":"https://scroll.in/article/944529/the-political-fix-how-bjps-transparent-electoral-bonds-threaten-to-reshape-indian-democracy"}