{"title":"The Election Fix: Have BJP’s attempts to solve India’s education problems done more harm than good?","content":"Welcome to The Election Fix. On Sundays, we take  a closer look at one theme that will play a significant role in India’s  Lok Sabha elections. In the past, we’ve looked at things like agriculture and the discrimination faced by Muslims in politics. This       week, Shreya Roy Chowdhury takes a look at education, from how the big promises made by the Bharatiya Janata Party have turned into piecemeal efforts to the major challenges facing India’s policymakers in the future. We are running a reader survey about the Election Fix and what you would like to see from our political coverage. Please click here to tell us what you think or write to [email protected].The Big Story: SchooledWhile the Bharatiya Janata Party’s Prakash Javadekar campaigns for the 2019 Lok Sabha elections, the bureaucracy at the Ministry of Human Resource Development which he led has been planning yet another reform for higher education.In April, The Economic Times   reported that the ministry has started an “Education Quality Upgradation and Inclusion Programme” – Equip – to draw up a five-year action plan. This comes after two committees appointed to frame an education policy failed to produce one, a plan to merge the different councils governing professional education was shelved and a Bill to reform the higher education regulator, University Grants Commission, failed to reach the Lok Sabha.In addition to providing jobs, one of the main promises for the incoming BJP government in 2014 was to educate India’s massive youth population and prepare them for employment. To do this, the government promised sweeping reform and expansion of the education sector.But as it settled into its term, those plans gave way to piecemeal measures – minor schemes impacting a small number of institutions or people at a time. Its major interventions in schooling, such as restoring detention in lower classes, will likely do more harm than good. The more ambitious plans – getting one crore people skilled in five years – simply failed.Since 2017, the BJP government has turned to technology for a solution. Despite concerns, the government allowed online teacher training and undergraduate degree programmes  in  2018. And as the government struggles to solve fundamental problems such as the poor quality of training for teachers, assessment tests and government statistics paint a dismal picture of students passing through the education system.In a 2017 government assessment covering about 25 lakh children, over a quarter of Class 5 students scored between zero and 35 out of 100 in reading, mathematics and environmental science. Students still drop out of secondary school and participation in higher education is increasing, but at a glacial pace.For the Record Prime Minister Narendra Modi’s tenure, when it comes to education, has been marked by little progress and much dismantling of efforts made under previous regimes.The government set level-wise learning targets for school children and expanded the government’s large-scale exercise, the National Achievement Survey, to test around 25 lakh children in Classes 3, 5 and 10. The test results showed what everyone knew already – children were not learning fast enough.Instead of addressing this failure of teaching, however, the BJP-led government decided to punish the children. The Central Board reintroduced a public exam in Class 10 and Parliament amended the Right to Education Act 2009 to reintroduce grade repetition and public examinations in Class 5 and 8.India had scrapped both the Class 10 Central board exam as well as grade repetition (forcing a student to re-do a year of schooling) until Class 8 in 2009. The current government, however, undid both of those changes, though no evidence supports the belief that the fear of failing exams helps children learn. Education activists fear it might do the opposite and push children out of the school system altogether.  What does help, however, is making well-resourced schools and trained teachers available. By August 2017, there were over 11 lakh unqualified teachers in private and public schools. The government decided they could be trained online, bending its own regulation which requires the first teaching qualification to be obtained through a conventional programme with classroom lectures.It merged the two major school education schemes – the Sarva Shiksha Abhiyan for primary education and Rashtriya Madhyamik Shiskha Abhiyan for secondary – but the funds made available remained insufficient for guaranteeing quality. As a consequence, the vast majority of schools still run without the minimum infrastructure required by law. To rationalise the use of resources, the Centre encouraged state governments to close thousands of schools and shift their students to other institutions. At the same time, the government has launched “Operation Digital Board”, a scheme for secondary and higher education, but promised no extra funds for implementing it in schools.  The shortage of funds has plagued higher education as well. To address that problem, the government set up the Higher Education Finance Agency to raise funds from the market. Infrastructure loans replaced government grants for established public institutions looking to expand and has raised costs for students.To increase access to higher education, the government has relied upon the internet, setting up the online learning portal, “Study Webs of Active–Learning for Young Aspiring Minds” or Swayam. The conventional institutions, however, continue to struggle with large numbers of vacancies as the process of recruitment has been slowed by court cases and conflict over reservation for historically marginalised communities. A new quota for the upper-caste poor and excluding all other categories was introduced in admission and recruitment in January. It has added to the confusion.The concern about quality is not limited to school education. Indian universities and professional education institutes have produced a large number of graduates who have been unable to secure jobs and the quality of their training has been blamed for it.A model curriculum for engineering was framed emphasising work experience and a vocational component was introduced to university syllabi. But the largest government scheme on skilling relies on private agencies and has been faltering. The Huffington Post reported in March that the skills education scheme, Pradhan Mantri Kaushal Vikas Yojana, has trained just 40 lakh people and placed only 10.64 lakh.Past tenseThe BJP government inherited a system that was already struggling to accommodate the increase in the number of students. But both the Congress-led United Progressive Alliance, and the National Democratic Alliance government before that, had done significantly more to expand school and higher education.The Right of Children to Free and Compulsory Education Act was passed under UPA in 2009 but the Constitutional amendment that made elementary education a Fundamental Right was made under the NDA government in 2002. It also introduced the main scheme that has supported the law for a decade, the Sarva Shiksha Abhiyan, in 2000-’01. The UPA government added the Rajkiya Madhyamik Shiksha Abhiyan for secondary education in 2009. However, education activists would argue that the Congress government did not take stock of the funds that would be required to universalise quality elementary education, nor adequately funded it. Plus, the Sarva Shiksha Abhiyan allowed the influx of a very large contingent of untrained contract teachers into the system.However, serious attempts at improving access and quality were made by the UPA government. A new guideline on school curricula that promoted learning rather than cramming was introduced in 2005. Following it, the government’s main advisor on curriculum, the National Council of Educational Research and Training, designed new textbooks that encouraged children to read, question and explore independently. The last BJP government had several chapters deleted from these textbooks.The previous NDA government, between 1999 and 2004, had converted regional engineering colleges set up jointly by state and Union governments into centrally-funded National Institutes of Technology and the UPA government added 10 more to the existing 17 in 2010. It also began expanding the network of Indian Institutes of Technology and Indian Institutes of Information Technology. Eight IITs were added in 2008 and 2009. Over nearly two dozen central universities were founded over the decade under UPA, 12 of them in 2009 alone, although several of these new institutions continue to struggle with poor infrastructure and staff shortage.Despite the expansion, higher education has not grown fast enough to absorb the large numbers graduating school each year and the gross enrolment ratio, or the percentage of youths aged 18 to 23 pursuing higher education, continues to be low. Private institutions have stepped in to fill this gap and are beginning to crowd out public ones.Politicking:  Every party’s manifesto has a section on education.  The BJP’s begins with the extraordinary claim that “access and equity in school education” have already been achieved. Just a few months ago, its government told Parliament that the dropout rate in secondary school was over 30% in some states in 2016-’17.  The BJP’s manifesto promises the party, if voted to power, will emphasise “quality of learning”. To achieve that, it intends to focus on training teachers and will set up National Institutes of Teacher Training to offer four-year undergraduate and teacher-training programmes. Its stress on technology continues – it promises smart classes, beginning with secondary classes. It will add 200 centrally-funded Kendriya Vidyalayas and Navodaya Vidyalayas but made no promises of enhancing support to the lakhs of state government schools. It promises more seats in professional education – law, engineering, management – an expansion of online learning. All the manifesto says on skills education is that the BJP government will frame a new policy. The Congress manifesto promises expansion of school and higher education. It also proposes to hand the control of school education fully to states – a major change that will further decentralise the governance of school education and impact how it is funded.Congress also promises to make public school education free all the way till Class 12 – at present it is free till Class 8. It intends to focus on training teachers as well and increase the allocation for education to 6% of the Gross Domestic Product – a longstanding part of election manifestos that has never been implemented.It aims to achieve an enrolment ratio of 40% in higher education. For this, it says it will expand public universities, redesign the education loan scheme, increase scholarships and introduce “deprivation points” at admission to give an edge to students from the most backward areas. Reform of the University Grants Commission that the BJP unsuccessfully attempted features in the Congress’s plans as well as a separate law to safeguard the rights of college and university students.The Aam Aadmi Party, which has gained favourable attention for its work in education, has made promises that are specific to Delhi and contingent upon Delhi gaining full statehood. These includes extending the right to free, quality education to children aged three to 18, or nursery to Class 12, and even “right to college education” for students of Delhi schools securing more than 60% in Class 12. This will be achieved by reserving 85% seats for Delhi residents in every college established and funded by Delhi Government.Do voters care: In the case of school education, the direct beneficiaries of the system are not voters themselves. Decisions on educating children, therefore, must be pitched to their parents and to teachers – usually the most organised and vocal of all stakeholders in public schooling.Voters vaguely demand “good schools” but are not always the best judge of quality. “Decisions in the field of education are usully quite illegible to the public eye,” writes the former director of the National Council of Educational Research and Training, Krishna Kumar, in The Indian Express. “Some of them look inconsequential. Others look so obviously correct that no one bothers to examine them. Their political consequences, therefore, are rare and insignificant. That is one big reason why education has little value as an election issue.”Another reason why education, despite claiming much ink on manifestos, is not a significant poll issue and no politician pays for failing the sector is that it is “a long-range area of governance”.  Kumar writes: “Improvement in any component of education calls for sustained, long-term effort. The fruit takes many years — certainly more than five — to come into view. By then, public memory phases out the origin of these effects.”However, this is less true for higher education. College and university students have a voice and many among them are fledgling politicians themselves. Decisions in higher education impact a smaller segment of population but policies and institutions are discussed more.","author":"Shreya Roy ChowdhuryNithya Subramanian","time":"2019-05-12T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119436-emqvadomqg-1557586342.jpeg","tags":["Elections 2019","Lok Sabha Elections 2019","The Election Fix","Education"],"source":"https://scroll.in/article/923137/the-election-fix-have-bjps-attempts-to-solve-indias-education-problems-done-more-harm-than-good"}