{"title":"The falsehood at the heart of Amit Shah’s defence of the Citizenship Amendment Bill","content":"Union Home Minister Amit Shah put forward one major claim in defence of the controversial Citizenship Amendment Bill that he tabled in the Lok Sabha on Monday: India was divided by the Congress on religious lines, and was founded as a refuge for non-Muslims. This is a lie. The Citizenship Amendment Bill seeks to change how the Indian state sees illegal immigrants, effectively allowing every major religious community other than Muslims to enter the country without documentation from Pakistan, Bangladesh or Afghanistan and still be eligible for citizenship. The manner in which the law has been drafted – without acknowledging the mistreatment of Rohingyas in Myanmar for example – makes it clear that it is aimed squarely at keeping out Muslims. Supporters of the Bharatiya Janata Party have tried to offer numerous explanations for why it is not discriminatory.Most of those arguments were blown out of the water by Shah himself on Monday through one prinicipal argument he made in favour of the bill. This is what Shah said: “Let me tell you why this bill is needed. It is needed because the  Congress partitioned this country on the ground of religion…. Who did  it? The Congress divided the country on the basis of religion. That was  done by the Congress... This is the history.” Shah is referring to Partition, the administrative division done just as British India was gaining Independence, which saw the country split into India and Pakistan in 1947 leading to untold deaths and huge transfers of population. By invoking Partition here, Shah is making two claims:  That Congress was responsible for dividing India and Pakistan on religious lines, andthat the fact that Partition took place automatically means Pakistan is for Muslims and India is for all the other religions. Neither of these claims are true. Shah’s Two Nation theoryThe two-nation theory – the argument that Hindus and Muslims constitute separate “nations” and so deserve their own countries – was put forward by Mohammed Ali Jinnah’s Muslim League. While this was the basis for the eventual division of British India, the Congress never accepted this theory. Instead, it put down conditions that allowed the people of Muslim-majority regions to decide if they wanted to live in a separate nation. Shah claims in Parliament that \"It was the Congress that divided the country on religious lines, not us\". Congress did accept the division of the country, but not the two-nation theory. This was central to their acceptance of the partition plan. (1/7) https://t.co/8Gbq6yz6gW— Srinath Raghavan (@srinathraghava3) December 9, 2019\n\nIn short, the Congress accepted partition provided the will to secede was established through democratic tests. As for the Hindu Right, its crucial contribution to partition was best explained by Ram Manohar Lohia in his book The Guilty Men of India's Partition.(3/7)— Srinath Raghavan (@srinathraghava3) December 9, 2019\n\nIn other words, the Congress did not stand in the way of the democratic demand of British India’s Muslim residents for their own nation, but it did not itself ever accept the idea that Hindus and Muslims belong to separate nations. Why is this important? Because of the conclusion Shah is drawing from his false argument. The Home Minister is claiming that Congress partitioned India on religious grounds, but then did not do enough to provide a refuge for non-Muslims in Pakistan who were not safe despite a pact between the two countries.This is his explanation for why his bill singles out Muslims, and allows every community to illegally enter India and still be eligible for citizenship. The problem here is that it presumes India was created specifically for non-Muslims, just as Pakistan wanted to be an Islamic state. Shah’s ‘Hindu Pakistan’This may be the belief of the Hindu Right, which wishes India was a “Hindu Pakistan,” – a theocratic Hindu state – but it was not true of the country that was born in 1947. The Indian Constitution clearly establishes India as a secular state, where no one is to be discriminated against on the basis of religion, and there was no acceptance of the idea that Muslims were not meant to be in or come to India. Though the word “secular” was only introduced to the Constitution’s preamble during the Emergency, the Constituent Assembly had debated the matter at the time of its very framing and decided that since the very nature of the document was secular, the word was not needed. Put this another way: Why should Indian citizenship criteria be based on religion at all? India was not founded as a refuge for non-Muslims. It inherited the name of the British-ruled country before it, and still contains one of the largest Muslim populations in the world. The difference between Pakistan and India at the time of Partition was that Pakistan would explicitly be a religious state, even as India remained a secular one. A fair manner of offering refuge, of correcting the injustice of Partition, would be to permit anyone who does not want to live in a religious state – no matter what the state religion is – to enter the secular polity that is India. Whether India should or could do such a thing is another matter. Shah not only wants to rewrite history, he wants to do so in a manner  that fully embraces Jinnah’s two-nation theory, while somehow blaming his own actions on the Congress.","author":"Rohan Venkataramakrishnan","time":"2019-12-09T18:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128300-bcylaydlbs-1569909925.jpg","tags":["Amit Shah","Citizenship Amendment Bill","Pakistan","BJP","Parliament"],"source":"https://scroll.in/article/946292/the-falsehood-at-the-heart-of-amit-shahs-defence-of-the-citizenship-amendment-bill"}