{"title":"The song is over, but memories of Mumbai's Rhythm House live on in ‘The Last Music Store’","content":"Mumbai’s best-known music store Rhythm House downed its shutters  on March 1. It wasn’t the first establishment in the city to sell records, cassettes and CDs and film DVDs, and it isn’t the last. But few other store closures have evoked such intense sadness, anger and a sense of loss usually reserved for the passing of a family member.As Rhythm House counted down the days to its end, a moving black-and-white video  emerged of long-time members of the staff looking into the camera and holding up placards listing the range of musical genres stocked at the store. The Last Music Store further explores Rhythm House’s contributions to the city’s music scene. The 37-minute documentary has been directed by Megha Ramaswamy and produced by Aliya Curmally, the daughter of the store’s chairperson Amir Curmally. The Last Music Score is being premiered at the South Asian International Film Festival in New York City, and the producers hope that it will be screened widely over the next few months.\n\n\n    \n    Play\n\n‘The Last Music Store’.The film features interviews with the staff and the owners, including Mahmood Curmally, Amir’s nephew, at the store. Through the conversations and testimonials, the importance of Rhythm House as a place where music could not only be purchased but also be experienced becomes clear. Mahmood Curmally remembers a telephone operator who would answer the phone with the word “Rhythm” in a singsong voice. “That’s sums up what we are,” he says.A staffer confesses that he didn’t know whether Pandit Jasraj was a singer or an instrumentalist when he started the job – thereby simply communicating the idea that music fans sorely need a brick-and-mortar space to access different genres, make new discoveries, and enrich their knowledge.The film does not delve into Rhythm House’s commercial history  but instead asserts its role in enhancing Mumbai’s musical culture over the decades. Set up in 1943 by Suleman Nensey, and taken over by one of the partners, Mammoo Curmally, and his brother Amir after Nensey’s death in 1975, the store has functioned as a lighthouse looming over shifting currents in taste and technology. Rhythm House survived changing musical tastes and the technological move from records to cassettes to finally music CDs. But the recent spread of easy and cheap downloading methods and rampant piracy proved to be a final double whammy.‘The Last Music Store’ When the store’s closure was imminent, Aliya Curmally asked filmmaker Rohan Sippy for a camera to document the final days. “Rohan suggested asking an experienced documentary filmmaker to oversee it,” Aliya said. “And I knew Megha and her work with her documentary short Newborns and I really liked it. I asked her if she would help. It turns out she had her own connection to the shop and it was a very natural thing to follow.”Although a family member was involved in the project, Ramaswamy had a free hand in deciding what to include and how to go about it. “There was no brief, except to do what you feel is right,” she said. “This wasn’t a commissioned project where I had to follow a brief. I was genuinely only interested in talking to the staff and not the unending list of celebrities that endorse this space. Aliya got that too and we headed this way.”Like countless Mumbaiites, Ramaswamy had her own private connection to Rhythm House. She had been introduced to the store to her by her partner, the director Shimit Amin. He also took her to Bandra’s Lotus House Books, another establishment that has since closed. “I loved coming to both these stores after a pay cheque to spend on books and music and just spend time listening, reading, testing things I couldn’t afford,” Ramaswamy said. “Those were the days! That was Bombay! There are very few spaces left.”Amir Curmally.For Ramaswamy, the closure of Rhythm House means that “very slowly, as a race, we are losing our tactile connection with art, music, literature, each other”, she said. Rhythm House also fostered a deep devotion from the men and women who brilliantly managed the store for so many decades. There are several moving bits, especially in the deeply felt testimonials by the staff, many of whom had been around for decades. The sight of the strapping Mahmood Curmally, who was a fixture on the shop floor, tearing up will challenge the techno-utopian beliefs of even the most cynical advocate of streaming and downloading.“I cried when I saw the film the first time and probably will every time,” Aliya Curmally said. So might the rest of us.","author":"Nandini Ramnath","time":"2016-12-03T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/823173-46635-jweixcfwrg-1480702149.jpg","tags":["Rhythm House","The Last Music Store","Documentary"],"source":"https://scroll.in/reel/823173/the-song-is-over-but-memories-of-mumbai-s-rhythm-house-live-on-in-the-last-music-store"}