{"title":"The Arnab Goswami interview: 'I don't believe in a cozy chat among convivial people'","content":"For a man who hauls some of India’s most prominent people over the coals at prime time every evening, Times Now chief Arnab Goswami is remarkably reticent when it comes to giving media interviews himself. Equally baffling is his ability to spark Twitter trends even though he doesn’t have an account on the site himself. In his first detailed interview to an Indian publication, Goswami has a frank chat with Akash Banerjee about his brand of aggressive journalism, his detractors on social media and how despite Rajasthan Chief Minister Vasundhara Raje getting a breather from the Bharatiya Janata Party high command, he’s far from done on the LalitGate story.Akash Banerjee: Is the LalitGate story Times Now’s or you picked the trail from an article that first appeared in The Sunday Times?Arnab Goswami: We had the documents on the story for about ten days before we sent out the first mail to Sushma Swaraj on June 7 and then again on June 11. We were doing our own checks to see that the story was watertight, connecting the dots, comparing names, emails and addresses. Only once we were fully convinced we asked Swaraj to respond to the story and repeatedly called her secretary, Satishji. He kept telling us that the minister would revert, but there was total radio silence from the office of the external affairs minister.Once it became evident that Sushma Swaraj’s strategy was not to react, hoping that the issue would blow over, we decided to break the story on Times Now. Incidentally I have mails from reporters of The Sunday Times asking me for documents on June 13. They were the ones asking us and our London reporter for more details on the story.AB: It’s been more than two weeks since you broke LalitGate and have been covering it nonstop. How long can you keep up the pressure, given that no resignations are forthcoming at the moment?AG: For me, it’s the joy of following a story. We had the LalitGate documents in our possession since end May. Although the story broke on June 14, we have been at the story for a month. As far as we are concerned, there are a lot more facts that need to be highlighted in this case. Now does a journalist drop a story when fresh information is coming in? The answer is no!This story is fascinating because it's like the layers of an onion. We are uncovering one aspect of the story every day and we will continue to track this story as more and more material keeps coming in. Also we have been very lucky – not just with the news breaks – but with all the facts that we have put out in the public domain have been proven to be correct. Everyone, from Sushma to Vasundhara  has been forced to accept the authenticity of these documents.AB: But there is a high degree of ferocity with which you are driving this expose. It almost seems personal. Why not put the facts out there and let the story unfold on its own?AG: I have come to the conclusion that most good stories don’t see the light of day, not because there aren’t enough good reports who can get the facts and details, rather it’s the senior editors who aren’t sure if they would be able to back the reporters. In this particular case, I have backed my reporters and they have backed me. This is not personal vendetta. This is real journalism with research work. On my table, I have 1,250 pages of documentary evidence on LalitGate, much of which I have yet to put out in the public domain. So this story is far from over.AB: On LalitGate, you have publicly stated that you are under pressure. What sort of pressures are we talking about and how high up do they come from?AG: Pressure is what you make it of it. Honestly, you just need to be certain of the facts. Often, I get unsolicited advice from politicians but I disregard them. Politicians know that I am quite stubborn. We have proven it with our stories like the Commonwealth Games [corruption scandal] in the past. I never sought their approval – and I never got it.AB:  In 2014,  it was all about hitting the Congress with scam exposes on a daily basis. In 2015, LalitGate becomes the biggest embarrassment for the BJP. How does it feel to come under attack – this time from the other side?AG: It’s the job of an editor to do such stories. We were not here to parrot a particular political line. The entire edifice of journalism is built around bringing facts to light – regardless of who the protagonists are, who gets hurt, and what political party gets rubbed the wrong way.Anyone who’s followed us from the start knows that we have a totally open attitude towards the stories we do. We are not doing this while being worried about the consequences. What is important is that I have a story that I believe in, that my team believes in and we just do the story while giving the other side a chance to speak.AB: Talking about the other side…an interview with Lalit Modi is unlikely to happen. But what are the three questions you would still like to pose to him?AG: I have only one question for Mr Lalit Modi. Did he ask for legal contracts, signed under British law, for the other interviews that he gave, while refusing the same to Times Now? The other questions I will ask when I see him (laughs).AB: Not only have you put Sushma and Vasundhara in the spotlight, you have also questioned the prime minister’s silence on the matter. Social media once again is livid and #ArnabGate became number one trend on Friday. Does this online sledging bother you?AG: When I go in front of the camera every night, there are millions of people watching Times Now. Will everyone like me? No. Will a lot of people disagree with me? Yes. Should I do my journalism on the basis of whose endorsement I get? No! If I start seeking endorsement and applause, then I won’t be able to do my journalism.When I met the head of Twitter, he almost made a pitch to me for joining the platform. He told me that Twitter conversation was being led by what is happening on TV. I am happy to know that conversation on digital is being dominated by discourse on television. This shows that there will be a convergence in the future of television and digital mediums. In fact, I look forward to how this will shape up in five years, so despite not being on social media I am very optimistic about it. It’s just that I have very little time left in the day to look at what people talk about me on social media. The upside is that I don’t have to take time out for trolls.AB: The LalitGate story has of course benefited you in terms of viewership, especially at a time when you were knocked off from your numero uno position for a week.AG: We have 250 weeks of being number one, there was this one week where these was one channel deployed double frequency distribution to ramp up its numbers. We came back strong with this story. LalitGate proves again that eventually you can’t stay Number One only on the dint of distribution and marketing gimmicks. You need journalism to win. Interestingly with LalitGate, Times Now has broken a ten-year viewership record.Having said that, when you have been number one for so long, when you have the faith of the people watching you, one doesn’t make a direct correlation between a news story and the viewership it will get. I strongly believe if you get the journalism right, you will get the numbers too. You can’t sit and plot your editorial instincts on a line graph and then hit a point where your journalism will appeal to a specific demographic and you will get resounding success.AB: You are then going to refute the charge that Times Now practices TRP journalism? Because the competition certainly thinks so.AG: I am running a channel that has broken or followed practically every single scam that has broken in the country today. Why should I respond to the charge by other channels that don’t have a single bit of investigative journalism to their credit?Additionally, in election after election, 50 % of the audience (sometimes 60%) tunes in to Times Now, for the quality of election analysis/in-depth reports/information and graphics we put out. People trust us on important days like election and the budget.I have long gone past this game of comparing/running down others. This allows me and my team to focus on what needs to be done for the viewers and it’s a great place to be in.AB: But there is an often repeated charge that Times Now has built its leadership position on the basis of hype and sensationalism.AG: Do you really think that charge sticks after the many exposes we did in the past like CWG? What about LalitGate? It’s a serious story! When every newspaper and every channel tracked a story being done by a bunch of reporters sitting in Mumbai! I think that answers your question.AB: Another oft heard charge against you is that you harshly dictate terms on your show, that in front of ‘Justice Arnab’, guests have already been sentenced.AG: Anyone who says that has never been a debater in college. I have been a debater since class six, the only thing that I have ever done well is debate (I was not really an exceptional student). I enjoy debating, I enjoy taking different positions to provoke people, elicit opinions and sharp exchange of views. So If I am chatting with you, I would ask you a question that would be as piercing as possible so as to get your direct view.I don’t believe in a cozy chat amongst convivial people who agree with each other and are one big Delhi Gymkhana Club on television. That’s not my world view.I believe in putting out different viewpoints. That is why people with a diverse views, even opposed to some of my strong opinions (like Pakistan) come on the show. People look forward to this sort of sharp exchange and so do I.AB: But what about all the shouting and finger-pointing. Surely you cannot deny that decibel levels go through the roof every evening at households watching Times Now?AG: After eight years of news leadership, if the only charge that sticks against Times Now is that we make our point too directly then it’s a good thing. I would be more worried if people would accuse us of corruption or impropriety, (as some channels have been). Being clear and unambiguous is a charge that I am comfortable with.AB: How do you manage to hammer guests on Newshour show and get them back again to repeat the drill?AG: (laughs) I must be very charming to get them.  But I do have a great team who get the best panelists. Sometimes I talk to them and explain the story but when someone comes on Newshour they know the format of the show and what is served. People come with their eyes wide open and often they enjoy the honest conversation we have. It’s not personal.AB: On some of your most talked about interviews on Frankly Speaking, (Rahul Gandhi, Narendra Modi and Amitabh Bachchan), you didn’t raise your voice even once. So wasn’t that Arnab too?AG:  (laughs) Well on a lighter vein, with Frankly Speaking, I have the person sitting right in front of me – so that helps in keeping things low. On Newshour, I am usually thousands of miles away from the guests so one has to speak up!But seriously, one is debate, the other is an interview. If there was Rahul facing Narendra Modi, the conversation would be different. Frankly has been a great learning experience and the reactions are sometimes overwhelming. I would love to do more such interviews.AB: Why is it then that all competition channels denigrate what’s happening on Times Now? One says ‘news not noise’, another says ‘don’t have to shout to be heard’, while a third says ‘we are not a circus’?AG: I only get one message from so many promos: that these channels are obsessed with Times Now, but criticising or aping us will be counterproductive in the long run. I will not dispense advice to these channels. But I will say that each time you mock someone, each time you ape someone, you end up losing a bit of your own credibility.AB: With so much of fighting over TRPs and number one position, was journalism better off when there was no TRP pressure?AG: After spending a few months in print, I came into television and am proud of the 19 years I have spent in the profession. While I am glad about the TRPs we have, I don’t bother so much about it now. We have an enthusiastic bunch of reporters who love doing great stories. We bring a lot of passion into the work that we do and it shows in the viewership we have, but nobody can claim to have cracked some great science of TRPs. Numbers follow gut journalistic instinct. You just have to get that part right.AB: While you seem to be comfortable where you are seated, there is enough and more talk that news TV is bleeding, advertising money is drying and viewers are gravitating to the internet.AG: The internet is booming, but so is TV. Viewership is growing, millions are watching and many more waiting to join in. With digitisation, the reach and quality of TV has spread. The quality of TV, both technically and editorially is bound to grow. We have 1,000 more vehicles with which to reach the viewer. How can one be negative and cynical at this time?AB: While news will say relevant, editors are being relegated to the sidelines in most organisations – specially where there is business political ownership involved. How does an editor operate independently then?AG: I am very lucky and very happy that the organisation that I work for allows for great journalism. Having said that, we must not underestimate the faults that editors themselves have. I am not perfect – but I do believe that when you have a strong conviction, very often it’s your inner calling that takes you forward. I think journalists and editors need to look within and see how much they can really do and how much they are being stopped.AB: Who is the one person who you have tried to interview but failed so far?AG: As a young reporter, I was able to get Sonia Gandhi’s interview on the tarmac of the Palam Airport. Some short interactions in the years after that. But I would really like the opportunity for a sit down interview with her.AB: Despite your editorial success, you are regarded as one of the most demanding bosses to work with. Are you comfortable with that tag?AG: I don’t mind as long as no one says that I blocked a good story because I had a personal angle to it. As long as no one says that Arnab was too involved with people to let a story pass. As long as I have done a good job on a story hunt with my team I am happy. You sleep well when you have a good story.AB:  Is Arnab really like what we see at 9 pm?AG: (laughs) Well, I don’t know, you tell me. Let’s see. If you put four people around me in an airport and we all agree to disagree, you would get the same me…so ya! But when you are on a flight – or with someone in a restaurant – you cannot slip into Newshour mode (many people are thankful that doesn’t happen)!AB: Do you do anything besides news? Absolutely anything?AG:  Why I love Bollywood. I watched Tanu Weds Manu Returns and loved it. I read, but not as much as I should. Fiction is not really my cup of tea. I am currently lapping up Coomi Kapoor’s book on the Emergency.AB: Outlook magazine would like us to believe that you are the ‘man who killed TV news’, but what is not debatable is that you changed how we watch news. How long will this format stay of noisy debates and aggressive follow-up of stories?AG: I don’t know. Everyone evolves, formats evolve, channels evolve, mediums evolve – nothing stays forever. As long as you move with the times, it’s all right. Sometimes you just need to shake yourself and say that the audience is more important than you. The Newshour from 10 years back is different from today’s version and similarly would be different 10 years from now!  Maybe if I am lucky, Newshour 20 years down the line will be even more different!AB: So you’ll keep doing what you do for 20 more years?AG: Yes, till my last working day. As long as I am healthy and able - I would want to do only this. Nothing else.Akash Banerjee is a former journalist who worked with Times Now and Headlines Today between 2004 and 2013. He is the author of Tales from Shining and Sinking India: How News Channels Deliver the Big Breaking Stories.He currently works as Associate Vice-President for Times Group’s Radio Mirchi. Times Now is owned by the same group.","author":"Akash Banerjee","time":"2015-06-28T09:15:49+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/737281-52b064b1-c43c-4856-8320-d34e3e66d7f9.jpg","tags":[],"source":"https://scroll.in/article/737281/the-arnab-goswami-interview-i-dont-believe-in-a-cozy-chat-among-convivial-people"}