{"title":"The Election Fix: How big is the political gap between North and South India? ","content":"Welcome to The Election Fix. Today, we look at the big gap between North India and South India, why Sabarimala agitators might pick the Congress over the BJP and the latest in the AAP-Congress soap opera. Please tell us what  you think of The Election Fix by emailing me at  [email protected]. You can read previous issues of the Election Fix here. And if you haven’t already, subscribe here to get the Election Fix in your inbox three times a week.The Big Story: Polar oppositesOnce voting is done in South India on April 23, it will be even more apparent why that region sometimes feels like a different country from the rest of India. That’s because while all five southern states will have completed polling, many other parts of the country will not be done for a full month before results come in on May 23. So how do things stand in the five states of the south: Tamil Nadu, Karnataka, Telangana, Andhra Pradesh (which also had an Assembly election) and Kerala?Two data points from pre-poll surveys jump out. The first comes from the Centre for Study of Developing Societies survey, in which respondents across India were asked whether they think the country is headed in the right direction.The other comes from the CVoter pre-poll survey. Modi is tremendously popular around most of the country, with even states that went to the Congress in December like Rajasthan and Madhya Pradesh registering more than 60% satisfaction with his performance. However, these were the figures for Modi’s popularity in the South:Karnataka: 38.4%Telangana: 37.7%Andhra Pradesh: 23.6%Kerala: 7.7%Tamil Nadu: 2.2%No wonder, then, that it feels like a different country altogether. For a better sense of the reasons for this, read Rukmini S’ How India Votes column on the Bharatiya Janata Party’s popularity, or lack thereof, in the South. In the Election Fix a few weeks ago, we asked whether Prime Minister Narendra Modi or Congress President Rahul Gandhi would decide to contest from a seat in South India to bridge this gap. Only Gandhi took the challenge, standing for elections from Kerala’s Wayanad in addition to his pocket borough of Amethi in Uttar Pradesh. But the narrative in the South is far removed from the Balakot-and-Babri conversation in the North, aside from Gandhi’s candidacy, and possibly the election in Karnataka where the BJP and the Congress, along with its ally the Janata Dal (Secular) are in a direct fight, .Andhra Pradesh, which had assembly elections in addition to Lok Sabha ones, is wondering if current Chief Minister Chandrababu Naidu will be dethroned by Jaganmohan Reddy, and whether film star-politician Pawan Kalyan will play spoiler. Telangana, going to the national election not long after its own assembly polls, is expecting Chief Minister K Chandrasekhar Rao to consolidate his base.Kerala will decide whether Chief Minister Pinarayi Vijayan, of the Left, is a hero or a villain (and whether the BJP can make a small entrance).  Tamil Nadu has its first election after the deaths of former chief ministers M Karunanidhi and Jayalalithaa, with the ruling AIADMK joining hands with the BJP against the oddsWith bigger battles over the finance commission and the impending Lok Sabha expansion up ahead, the results of these elections may further cement the feeling that the South is on a different track, with different concerns and needs, from the rest of the country. What do you think of the gap between North and South? Write to [email protected]Election Fix on videoWe spoke to Dhanya Rajendran, editor-in-chief of the Newsminute about the Tamil Nadu elections and what it means for the state. Subscribe to Scroll.in’s YouTube channel here. \n\n\n    \n    Play\n\nElection titbitsViolent elections: A special poll observer brought up the violence on election day in West Bengal, saying it reminded him of Bihar a decade ago. Banaras battle? The Congress remains mum on whether Priyanka Gandhi will contest the Lok Sabha elections, with the rumour being that she will fight from Varanasi, which is currently held by Modi. Half-hearted apology: After telling the world that former Mumbai Anti-Terrorist Squad chief Hemant Karkare, who was killed during the 2008 Mumbai attack, died because she cursed him, terror-accused BJP candidate Pragya Singh Thakur withdrew her comments.Jumping ship: Congress spokesperson Priyanka Chaturvedi quit the party, apparently in anger at its decision to reinstate workers who had harassed her. She joined the Shiv Sena on the same day.Soap opera: The Aam Aadmi Party-Congress will-they-won’t-they saga is not over yet. Elections 2019 on Scroll.inThere is too much election coverage from Scroll.in to link to in full, so here are just a few picks. See all of our coverage of the Lok Sabha polls here.Analysis: After every phase, analysts stare closely at the turnout figures in the hopes of telling us who will win – but turnout doesn’t actually tell us much by itself. Ground report: Aarefa Johari looks at the influence of Hardik Patel in Gujarat, where his association with the Congress is often question. Ground report: In Kerala, T Ameerudheen says that Sabarimala agitators intend to vote for the Congress instead of the BJP, figuring they are better placed to defeat the Left. Ground report: Despite the alliance between Mayawati’s Bahujan Samaj Party and the Yadav-dominated Samajwati Party, old suspicions are evident on the ground.Opinion: Samar Halarnkar on “Sadhvi” Pragya Singh Thakur and the dangers of India’s emerging majoritarian democracy.This election season, we give you five ways to follow the Lok Sabha polls on Scroll.in    (besides the Election Fix), and also a reminder that a subscription  to   Scroll+ helps our reporters go further, dig deeper and bring you  more   stories. There’s even a 30% discount on right now. Poll toonBJP's poll shocker! @sifydotcom cartoon #PragyaThakur pic.twitter.com/VCjPpGKFA0— Satish Acharya (@satishacharya) April 19, 2019\n\nReportage, analysis and opinionIn Tamil Nadu’s Nathamedu, PV Srividya in the Hindu reports on what booth capturing and vote-rigging actually looks like. “As an old friend and admirer of the institution of the Election Commission of India,” writes Yogendra Yadav in the Print, “I beseech the three gentlemen who comprise the EC today: Please don’t squander the great legacy you have inherited. And if you cannot defend the Constitution, please resign.”In the Indian Express, Harish Damodaran argued that rather than blaming storage facilities, the reason for so much agricultural distress is overproduction. In the Hindustan Times, Roshan Kishore responds, saying that the data suggests a drop in demand – not oversupply – is to blame. Asmita Bakshi in Mint gives you a glimpse of the lives of Tibetan refugees in India who are allowed to vote but have to grapple with what doing so says about their identity. “With the situation on the economy and jobs grim and the crisis so palpable that it couldn’t be ‘fixed’ with propaganda, we had anticipated Modi-Shah turning this into a ‘desh khatrey mein hai’ national security election,” writes Shekhar Gupta in the Print. “We can now say they’re succeeding.”Thiruvananthapuram is facing a triangular contest, between Hindutva, Hinduism and communism, finds Verghese George in the Hindu. Rahul Verma in Firstpost says that the real question about this election is whether “the results will ensure the development of a BJP-led dominant system or this transition would be halted on 23 May”.India Today has several pieces in a package about caste in Indian politics, including Christophe Jaffrelot on how variables like class tie up into voters’ choices, Gilles Verniers on the return of thakurvaad to Uttar Pradesh and Tariq Thachil on whether Hindutva has overtaken caste.“Why does the Muslim community have to always vote out of fear as if some demon is going to arrive and hence we must get united?” asks AIMIM’s Asaduddin Owaisi, in an interview with Meenal Baghel of Mumbai Mirror. “How come no one says this to the Brahmins, the kshtriyas, the Thakurs?” Tavleen Singh in the Indian Express says she loses hope “when the “Sadhvi Pragya-type Hindu looms up before me”, adding that there is no excuse that Modi can give for fielding her. Did we miss any reports or op-eds that you thought were relevant?    Send thoughts, suggestions and WhatsApp forwards to [email protected].","author":"Rohan Venkataramakrishnan","time":"2019-04-22T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118059-hwrrcikplt-1555910651.jpg","tags":["The Election Fix","Bharatiya Janata Party","Congress","Lok Sabha elections 2019"],"source":"https://scroll.in/article/920870/the-election-fix-how-big-is-the-political-gap-between-north-and-south-india"}