{"title":"The right way to be Right","content":"One of the most interesting developments in India over the past decade or so has been the attempts to create new intellectual bases to challenge the hold that the Progressive Left has in Indian politics, media and academies. This is not merely of armchair interest –  because politics is essentially a quest for narrative dominance, challenging the deep roots of the Progressive Left is a way to acquire and legitimise political power.Any person, party or politician who seeks an alternative to what has been the norm for much of India’s post-Independence history is therefore interested and involved in such enterprises. They usually call themselves some variant of the Right.The Left/Right dichotomy cannot be applied to Indian politics because, well, while there are Left parties, there are few who are Right in the accurate sense of the term. A few months ago, I argued that the self-described Centre-Right is an incoherent co-habitation of cultural nationalists and market liberals united by their common dislike of the Left.They can either be traditionalists who seek to defend the old order from social revolution, and therefore come into tension with the Constitution that demands it. Or they can be liberals who pursue individual liberty and free markets, and thereby come into tension with everyone else who opposes either individualism or markets or both. They can’t be both. More recently, Rajiv Lall defined “the new right” as being a proponent of market economics while not advocating a minimalist state; of being socially conservative without being parochial; and of having Hindu moorings while being “naturally committed” to the secular values of the Constitution. It explicitly recognises the tensions between market and state, tradition and reform, religion and secularism, and draws a line between what’s in and what’s not.Almost reflexively, Lall’s argument was criticised as being a rehash of the old Rashtriya Swayamsevak Sangh vision for India. Unfortunately such criticism – merely putting an argument in an odious category instead of engaging with it – affirms political differences without advancing the debate.The challengeThe challenge for Lall’s new right will be to find real people who are all on the, er, right side of all its tenuous balances. Now, in my opinion, people tend to be happily in the middle: I’ve argued that “we can be patriotic without being nationalists. We can be liberal without being libertarians”.To be politically powerful, however, an ideology needs to find lots of real people who have the courage not only to stand up for what they believe in, but also to oppose what they don’t. The happy people in the middle are happy because they don’t have to pass the Longbottom Test (“It takes a great deal of courage to stand up to your enemies, a great deal more to stand up to your friends”). Due to political considerations, even the intellectual leaders of this new right will find it hard to condemn actions that clearly depart from the principles of their creed. This compromises principles and upsets the tenuously balanced ideological construction.In other words, establishing a sophisticated ideology like the one Lall outlines, requires its proponents to provide principled leadership. Remember Gandhi called off the non-cooperation movement across the country because of an incident of violence in one village, Chauri Chaura. That’s how high the bar is. That’s why it’s hard to take the high road.This article first appeared on Indian Nation Interest.","author":"Nitin Pai","time":"2017-02-19T05:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/829629-29350-xnoajjtuqw-1487321583.jpg","tags":["Progressive Left","Right","Ideology"],"source":"https://scroll.in/article/829629/the-right-way-to-be-right"}