{"title":"The DD Files: When Shah Rukh Khan stole hearts and the show in ‘Fauji’","content":"The 1980s saw the Hindi film industry touch new lows in terms of aesthetics, story telling and filmmaking. It was when Love 86 and Ilzam gave us shiny baggy trousers and an unlikeliest hero in the form of Govinda. Cinema’s tackiest era was also television’s finest. In the decade before satellite television, Doordarshan kept the nation glued to television screens with a rich repertoire of serials helmed by master storytellers, fine actors and future stars. Production values were abysmal, thanks to low budgets, and technical skills were also sometimes near absent. But creative ambitions soared. Whether it was the endearing bunch of street dwellers in Nukkad or the adventures of Swamy and his friends in Malgudi Days, the carrot-munching detective of Karamchand or the irrepressible housewife on a mission to expose corrupt government officials in Rajani, the national broadcaster nurtured characters and stories that stayed with the 1980s generation before it lost its innocence to The Bold and the Beautiful. In our series The DD Files, we revisit some of the popular and unique shows that defined entertainment for a generation that was on the cusp of the single-most defining event of their lives – economic liberalisation. We begin with Fauji, in which a young actor with deep dimples, unruly hair, brown eyes and a remarkable screen presence first caught the nation’s fancy. Fauji, about a training programme for Army commandos, was not Shah Rukh Khan’s first DD outing, but it marked his big moment under the spotlight. \n\n\n    \n    Play\n\nFauji episode 1.Directed by TV’s affable “ketchup” uncle Colonel Raj Kapoor (those of a certain vintage will remember the immortal lines “Ketchup hota kaddu bhara” in the Volfarm commercial), Fauji was one 1989’s big hits. At a time when the most popular television serials were about bows, arrows, clubs and crowns (Ramayana and Mahabharata), Fauji gave Doordarshan’s younger demographic an insider’s view into Army life.Hand-to-hand combat, parachutes, machine guns with almost real ammo, bombs and a band of boys who nurse their cigarettes and their crushes, were a hit, as lanky commandoes in tiny boxers and their romantic interludes featuring women in puff-sleeved dresses (this was the ’80s, after all). The show has intrigue (what is the secret of Captain Vikram Rai and the trainee Abhimanyu Rai?), romance (every man has a crush), buddy bonding (new alliances are forged and old rivalries froth over during training sessions) and action (watch Khan and his buddies out-manoeuvre their seniors during a particularly tough training module). All this alongside partying, filling up plates at the buffet tables, harmless flirting and plenty of laugh-out-loud moments.In terms of production values, Fauji was as amateurish as you could possibly get with a genial former Army man in command and a bunch of mostly strange actors mouthing lines that were inexplicably a rage, such as “I say, chaps.” But the devoted DD audience embraced every new story. What made the serial such a sensation was its underlying theme. It was, after all, a coming-of-age story, a precursor of the movie Lakshya, perhaps, with happy-go-lucky boys being whipped into shape to defend the nation.The show’s scene-stealer, Shah Rukh Khan, was cast by default.  His character Abhimanyu Rai (supposedly based on the Lieutenant Colonel Sanjoy Bannerji of the Bombay Sappers, Indian Army), was supposed to have been the second lead. However Kapoor said in an interview that the camera “loved him so much” that they had to change the script to prop up Khan as the lead. The first few episodes reveal how much the actor has travelled – or not. His tics, lopsided smile, and dialogue delivery are reminiscent of the SRK of today, minus the outstretched-arms-and-head-tilt routine. It is also not difficult to see why the camera loved Khan so. In a cast of stiff, wet-behind-the-ear actors, he seemed like the only one who had done his homework.In the present context, Fauji looks like a sophomoric effort. The octapad-driven background score and some of the shots are unintentionally funny. But, like other serials of that era, Fauji was an earnest effort, dripping “Indianness” without the chest-thumping and the jingoism that would have coloured the series had it been produced today.  \n\n\n    \n    Play\n\nFauji episode 2.","author":"Chandrima Pal","time":"2015-12-07T10:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/800500-article-tfyhkfzcby-1449458865.jpg","tags":["Fauji","Shah Rukh Khan","The DD Files"],"source":"https://scroll.in/reel/800500/the-dd-files-when-shah-rukh-khan-stole-hearts-and-the-show-in-fauji"}