{"title":"The man in the middle: How acclaimed film editor Sreekar Prasad has stood out while blending in","content":"Sreekar Prasad has two films out this weekend, but it’s hard to tell. Calm reigns at the acclaimed editor’s house in Chennai on a sultry morning ahead of the release of Mani Ratnam’s Tamil-language Chekka Chivantha Vaanam on September 27 and Vishal Bhardwaj’s Hindi movie Pataakha on September 28. A team of employees works on a floor above while an adopted stray dog, Ixi, looks on curiously as Prasad flops into a chair to discuss his approach towards editing, the shifts in storytelling styles over his career, and the role of the song in Indian cinema.Prasad is a second-generation technician. His father, Akkineni Sanjeevi, edited and directed Telugu films between the 1960s and the ’90s. Sanjeevi is the brother of legendary filmmaker LV Prasad, and Sreekar Prasad learnt his skills on the job rather than at a film school.The 55-year-old editor has worked with both Ratnam and Bhardwaj in the past. Prasad replaced Suresh Urs as Ratnam’s go-to editor with Alaipayuthey in 2000. Prasad collaborated with Bhardwaj for the first time in Kaminey in 2009 and teamed up again for 7 Khoon Maaf (2011) and Matru Ki Bijlee Ka Mandola (2013). The eight-time National Film Award winning-editor has forged similar partnerships with other directors across languages, including the Sivan clan, Rajasenan and AR Murugadoss. The estimable skills that Prasad has amassed over decades of working in films across genres makes him one of the busiest editors in the business. Among Prasad’s upcoming credits are AR Murugadoss’s Sarkar, Vikas Bahl’s Super 30, the Prabhas starrer Saaho and the biopic Sye Raa Narasmiha Reddy. Excerpts from an interview. Mani Ratnam’s multi-starrer ‘Chekka Chivantha Vaanam’ seems to be different from anything he has done before.It is different because it’s about a family of a father and his sons, and how power plays a big role. As long as the father is around, the power is centred on him, but what happens when he isn’t there? The brothers turn on each other. There is emotion on that level, and violence and action.The thrust was to make the film very slick. I cut the first trailer to showcase the film from a commercial point of view and highlight the fact that we have a huge star cast. \n\n\n    \n    Play\n\nChekka Chivantha Vaanam (2018).How did your collaboration with Mani Ratnam begin?He was looking for a change, and I was called for Alaipayuthey. He had seen Shaji N Karun’s Malayalam film Vanaprastham [1999].I was excited about collaborating with Mani Ratnam, and I was even more excited when I learnt that it was a small film and that he was trying out something new in terms of narrative structure.By this, do you mean the use of flashbacks in ‘Alaipayuthey’? The film opens in the present and keeps going back to past events.Whatever films Mani had made before had been mostly linear. We had something like 18 versions to get to the final edit for Alaipayuthey. How much of the past should we have and how much of the present? We were worried about comprehension and whether people would get confused. We toned down the narrative experimentation to an extent to satisfy the audience.\n\n\n    \n    Play\n\nAlaipayuthey (2000).‘Pataakha’ is also being released this week. What can you tell us about the film?The movie is about two sisters, and everybody can relate to it. The film isn’t slapstick, but it has extremely volatile characters. It has a sense of rootedness in an Indian milieu and large doses of humour.We thought the story had huge possibilities. We developed the script and the whole thing happened very fast, in a few months. I have tried to bring out in the editing the energy with which the film has been made. At what stage in the life of a movie do you get involved?In the early days, I would be called at the end of it all. There was no way one could react to a script and the direction. I don’t work on films anymore if I don’t have the script. At this stage in my career, I need to get excited by the whole process of filmmaking. It is a commitment, and I invest a lot of my mind and time and effort. Many of your early films were in the Oriya language.I was working in the same studio as my dad, Sanjeevi. Filmmakers would come for post-production to Chennai from the East and the North-East. So I got to work on some of these films.The relationship that you develop with people keeps continuing. I don’t do Oriya films any more, but I still have friends in Assam – for instance, I have worked on Manju Borah’s new film. A wavelength gets established, and it helps when a film is going through ups and downs. When somebody is down and out and is trying to bounce back, you feel obligated to make sure the film works. What did it mean to have grown up in a family of filmmakers?Until I was around 10, while growing up in Chennai, I hated to watch films. I got hooked to them only later. My mother and sisters wanted me to have nothing to do with filmmaking since they saw how strenuous it was.I had studied literature at The New College, and my inclination was towards writing and journalism. Then I got involved with one of my father’s films, and I trained on the job.\n\n\n    \n    Play\n\nYodha (1992).Editing is one of the most mysterious, and therefore most unheralded, aspects of a movie. Are editors are being recognised now more than before?I am actually very happy at not being noticed in the theatre as an editor – I think it is wrong from my point of view. An editor can be noticed for seamlessness and the rhythm and flow of stories, but if you start noticing the edits, I feel that it is a sort of failure. Over the years, you have worked in arthouse and commercial productions. How do these two streams influence each other?Because of my experience of working on artistic as well as commercial films, I have always tried to see how things can be intermingled at a mid-point. In artistic films, you can go subtle, hold the emotions. I try to bring these aspects into my commercial films. I will probably hold the shot a minute or two more than another editor. These pauses help audiences experience the emotion. If I was working on only one kind of film, I would not have been open to the idea that it can be looked at in another way.Indian cinema tends to be very verbose and dramatic. It is not only about pure cinematic moments, but also about two people speaking. What I ask is, is there a certain timing at which people speak in a dramatic sequence? There is a rhythm that has to be explored, which makes the cut very real. If somebody tells me something shocking, I might not react immediately. When two people are fighting, of course, there is no pause, and that is what makes the scene look real. Experienced directors will create these pauses while shooting, or we create them while editing.You have also worked with many first-time and upcoming directors.Newcomers help me explore new ideas and new excitement levels. The work pressure is more, obviously, because such filmmakers might not be so well-trained, so they require that much more attention and help. For instance, when I worked on The Ghazi Attack [2017], the script took more than a year to fall into shape. That’s the only way in which it can be done.\n\n\n    \n    Play\n\nRaakh (1989).Not all directors are open to suggestions from editors. How do you push your point of view across?There needs to be trust between individuals who are trying to make the same story. A director needs somebody to bounce off ideas, another point of view on whether or not something is working.I do a combination of things to get my views across – I argue, I get confrontational, I try to persuade and then I back off. The smarter and older filmmakers are quick on the uptake, and they come up with solutions. There are still directors, and I am not involved with too many of them, who look at editors as machine operators. That becomes very difficult after a point. Regardless of the genre of the film, what are your primary concerns as an editor?The foremost thing is that the story has to keep moving – that is very important. When events move from one to another, it keeps audiences engrossed. Whatever the story, the storytelling needs to be clean. You have to understand and experience it as a viewer, and I don’t need to show off my editing skills and make you excited. I try to blend in with the story, rather than using external effects to underline a point or make too many cuts just to show that we have so many shots. I have to be very clear about my target audience. I am targetting the people who have come for this experience. The question is, how subtle can you be within that set-up. I tend to exaggerate an emotion only until the point where you start to feel uncomfortable.\n\n\n    \n    Play\n\nVanaprastham (1999).For instance, Vanaprastham was very difficult to edit. It had to be very subtle, but it also had a lot of emotion, and the musical base was Kathakali. Kathakali had to be at the forefront, but it had to be cut into smaller portions in order to get back to the story. You had to experience the dance and neither deviate from it nor get carried away.Another film, Firaaq [2008], had five interlinked stories. The story needed a certain rhythm – if you had too much of one story, you would tend to forget the others.During the editing, I felt that there wasn’t a climactic high in the way the movie had been written. I convinced the director [Nandita Das] that a scene in which Nawazuddin Siddiqui’s character gets killed should come towards the end. Cinema is like reading a book – it travels, and at the end is the high, just like in the book. Vishal Bhardwaj’s ‘Kaminey’ (2007), about a bunch of characters chasing a drugs and diamonds, had a different opening sequence – a prologue set somewhere in Africa. The final film opens with a black-and-white flashback to the main characters of the twins before returning to the present.I wasn’t the original editor on the project, I was called in midway. I knew Vishal, of course.It was felt that despite a lot of exciting stuff, the film wasn’t working out. It was a parallel story between two brothers. One story was very slow, and the other very fast. But the rhythm was off. So we created a new structure, creating an almost scientific balance between the two sections. You went between these two sections and then built it up through faster and shorter chunks.The five-minute sequence at the beginning of the film, which told you where the diamonds came from, was very excitingly shot. But whenever it was put in, I wondered why this scene was there. It had such an impact that you were not able to assimilate whatever else was coming. At focus group screenings, the feedback was that audiences were confused with so many things happening. I said, let’s drop the scene and see. The feedback we got was that people weren’t confused anymore, and that’s when the director decided to sacrifice the prologue.\n\n\n    \n    Play\n\nKaminey (2010).Do you also have conversations with cinematographers to see whether additional shots need to be taken?I edit parallel to the shooting. In my mind, there are two stages for editing – one is at the script level, and the other is during the shooting. If something is not working or has to be plugged in, it will be conveyed during the shoot.I don’t advise or dictate anything to the cameraman. We have a discussion during the early part of the shoot about the style in which the film is going to be shot – will it be handheld or classic, for instance – and my editing style will compliment that style. Indian film editors face unique challenges. In a star-led production, for instance, all filmmaking departments are geared towards boosting the image of the hero.Our industry is very star-driven. As an editor, you have to maintain the star’s image, but also be careful that he doesn’t make the wrong move, in which case you will need to cover up.When you work with the same actors over a period of time, you know their pluses and minuses. You can camouflage their inadequacies, avoid a certain expression. There is a familiar that can be an advantage,It has been challenging. For instance, Murugadoss’s Thuppakki, with Vijay, was a new experience. I was working with somebody who was making a big star-led film, and I wasn’t willing at this stage to do anything that didn’t fall into my sensibility. But when I met the director, he told me, I want to change my style too. When we started working on the project, without losing anything of the big star effect and the exaggerations and the songs, we had realism too. There were no gimmicks in the action scenes, for instance, and it made an impact on audiences at the time.\n\n\n    \n    Play\n\nThuppakki (2012).In commercial films, when an actor if performing very well, you don’t need to cut. But because you have a lot of footage and angles, you tend to, and it kills the moment. I see this happening in dance sequences all the time.The song-and dance sequence is another special feature of Indian cinema – and poses a unique challenge to the Indian film editor. What is your position on the role of a song in a movie?It depends on how interesting the song is. When interest starts to wane, you need to get out of the situation.Songs have become a part and parcel of Indian cinema, even when they don’t have a place in the structure of the story, because they give a high to the audience. Marketing too depends on songs to hook audiences. I personally don’t like a song to come in between. I don’t mind music, but the song per se is a deterrent to me. I usually advise against songs at the script stage. For a song to work in a theatre, you need the right lead. Sometimes, songs appear in bizarre situations, which can kill the effect of the song and even the film. Do you get a high? Does the previous scene lead up to the song? You will be waiting for the song if the lead-up is good.I think the way that songs are being utilised is getting better. They are going more into the story rather than existing as mere dance numbers. In Chekka Chivantha Vaanam, for instance, all the songs have been used in the background. It has finally come from a filmmaker who is famous for the way he shoots songs. This is evolution, I feel.Have there been film songs that have been interesting to edit?In Mani Ratnam’s OK Kanmani, there is the song Mental Manadhil. It’s very fast-paced, and the situation the director had in mind was of a young couple going about the streets of Bombay. Cutaways of Bombay at a particular frame rate had been shot to create a blurry effect, but it looked underwhelming with the music. So I created an effect called the strobe that matched the experience of the song. But after a point, I felt that this too was repetitive, so at regular intervals, we made the visuals slower. You could get out of the mood and then fall back into it.\n\n\n    \n    Play\n\nMental Manadhil, OK Kanmani (2015).In Okkadu, there was a song in which there is a huge amount of footage in which the characters played by Mahesh Babu and Bhoomika are travelling from A to B. How do you get the feeling of a song but also give the adrenaline rush of a chase? That song required an edit and a re-edit. Have you ever considered directing?Initially, you feel that you need guts and confidence to direct a film, but when you get these, you want to do something very special. I have not been able to do that something special in terms of a story. I do have a few scripts ready, including one on which I have collaborated with the film critic Baradwaj Rangan.I had produced a film for Sri Lankan director Prasanna Vithanage, called Akasa Kusum. I am editing his next film, called Children of the Sun. How do you juggle so many projects?I have a team of five-six people, which means that there are as many films happening at the same time.Everything depends on the comfort level with the filmmaker and the script. I cannot physically do all the Hindi projects, since I am based in Chennai, so I meet the director a few times and everything else is done through encrypted files sent over email. With technology, it’s not so difficult any more. What changes have you observed in filmmaking practices over the decades?The things we need to learn from foreign films are the technical parts and the staging. Many filmmakers here tend to stage scenes very poorly. They break it down into convenient ways of shooting, and there is no choreography of shots.We still have too many commercial compulsions. In terms of Tamil cinema, there are many new filmmakers, but when their films don’t do well, they don’t want to take a risk the next time, and this pulls them down. I hope things change for Indian cinema. We have had enough of the same storytelling style for so many years. Also slightly annoying is the song per se, as I have mentioned. In older films from the ’50s and ’60s and ’70s, there was clarity to the songs, in terms of the poetry and the singer’s enunciation, and there was also a narrative. Now, the song has lost its significance, and doesn’t do what it is supposed to do. The trend these days is towards biopics and real stories, and the song seems to be an irritant.\n\n\n    \n    Play\n\nKaala (2018).","author":"Nandini Ramnath","time":"2018-09-25T08:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/895699-byfsycughn-1537788092.jpg","tags":["Chekka Chivantha Vaanam","Sreekar Prasad","Pataakha"],"source":"https://scroll.in/reel/895699/the-man-in-the-middle-how-acclaimed-film-editor-sreekar-prasad-has-stood-out-while-blending-in"}