{"title":"The backstory: When I went to watch a film while on a reporting trip","content":"“Would you like to go watch a film?” asked activist Sushila Naroti.At any other time and place, especially after a full day of reporting, I would have politely declined such an offer.But I was in Todgatta, an Adivasi village deep in the interiors of Gadchiroli, Maharashtra to report on a long-running anti-mining protest. Forget theatres, there was no marketplace nearby for kilometres. The closest medical facility was a private doctor’s clinic, across a river and swampy terrain that was difficult to traverse on foot. Electricity supply, the villagers had told me, usually snapped in June when the monsoons began. I was there in August, and the little power the village had was obtained through solar panels which were functioning at reduced capacity in the intermittent monsoon showers. Given these circumstances, I was curious to see where and what kind of film Naroti would take me to watch.As we stepped out of the large bamboo hut which had been built to house protestors, moonlight helped us find our path to the village gotul, a kind of community centre of the Koitur Adivasis, also known as the Gonds. The gotul had been serving as the protest venue during the day. At night, however, it became a place for rest and rejuvenation. At the centre of the gotul, right above the framed photos of icons like Birsa Munda and Rani Durgavati blared a TV screen. Some old women beckoned us to come and sit with them on the jute mat they were sharing. I was awestruck by the choice of the show: a Hotstar web series named Aar ya Paar. The show is about an Adivasi archer taking revenge on a corporate mogul who plots against his community to take over their land. The plotline wasn’t too far from the real life issues that the protestors were facing.  “Who decides which shows to watch?” I asked Naroti. “Oh, some of the youth get these films downloaded and bring them here,” she replied with a wide smile. For the first time that day I observed Naroti relax and let go of some of the physical tension she carried as one of the key leaders of the anti-mining agitation.The next afternoon, people were watching the Tamil movie Kadamban dubbed in Hindi, yet another film about an Adivasi community battling corporate greed and land grabbing. There have been a slew of shows and films like Aar ya Paar recently which depict struggles happening in Adivasi areas in India’s hinterlands. Personally, I find such shows and films overly melodramatic and bordering on the problematic as they play into several stereotypes about Adivasi communities. I had assumed that they were largely watched by urban audiences with little stakes in the actual issues they depicted. But as I looked around the gotul during the film screenings, the large number of transfixed eyes told me that people liked the representation.The next day, I went to nearby villages to see how mining had devastated the farms and forests people relied on. When I returned in the evening, I walked into the communal hut to find Sushila’s husband, activist Mangesh Naroti watching a documentary on her mobile phone. One of the key leaders of the Etapalli protests, he is constantly under the police radar. “Have you seen this film called Agar Woh Desh Banate?” he asked. I had not. “You must watch it!” he beamed. Intrigued, I looked it up and it turned out to be a documentary on Adivasi women from Chhattisgarh critiquing mainstream narratives of development. I asked Mangesh if he had watched the films of my favourite documentary filmmaker Biju Toppo from Jharkhand and suggested a few titles. This sparked a discussion on films about land and Adivasi rights among the activists. Protesting in an isolated corner of the country, it was such films, fictional or based on reality, which provided them a sense of solace and solidarity with other struggles.“We want to have a play and documentary made about our own struggle, so that others can learn about our agitation,” said activist Lalsu Nagoti. He said this was one of the plans the movement had in mind to garner more support.In late November, I received worrying news from Todgatta. Some 21 activists had been arrested and the bamboo huts built to house protestors had been destroyed by the police.By early December, the activists were released and the protest restarted on the ground.Amidst all the surveillance and crackdowns, I wonder if and when the community will find the time and resources to create a play or a documentary about their own struggles.Inside the gotul, a TV screen loomed above the framed photos of icons like Birsa Munda and Rani Durgavati. Credit: Nolina Minj","author":"Nolina Minj","time":"2023-12-30T15:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197077-admegbzopv-1703852775.jpeg","tags":["Backstory 2023","Gadchiroli","Anti-mining protest","Adivasi","Films"]}