{"title":"The Daily Fix: When Amit Shah says immigrants are termites, he is actually the one undermining India","content":"What does it say about the Bharatiya Janata Party when even the Rashtriya Swayamsevak Sangh, its openly communal parent organisation, strikes a more sensible note than the party president? Last week, RSS chief Mohan Bhagwat insisted that Hindus have no aspiration of dominance and that they don’t even seek to kill pests. Barely a few days later, speaking at rallies in Rajasthan and Delhi, BJP President Amit Shah called Bangladeshi migrants “termites” that were eating away at the country.  “Delhi ke andar awaidh ghuspethiyon se pareshani hai ya nahin? Inhe desh se nikalna chahiye ya nahin? 100 crore ki tadad mein ghuspethiye ghus gaye hain aur deemak ki tarah chaat gaye hain desh ko. Ukhad phenkna chahiye ya nahi?” Shah said. Are you bothered because of illegal immigrants in Delhi or not? Should they be thrown out or not? One hundred crore infiltrators have entered our country and are eating the country like termites. Should we throw them out or not?This is dehumanising language. In this case, Shah is aiming to polarise Indians, to convince some people that what is rightfully theirs is being looted away by outsiders. Describing humans as pests always brings with it echoes of Nazi rhetoric, but Shah seems to have no concern drawing his script from fascists.With language such as this, Shah is doing exactly what he accuses his opponents of: attempting to mobilise a vote bank. Shah’s message that India’s Hindus should be suspicious of every Muslim around them becomes even clearer when viewed together with the BJP’s efforts to pass a Citizenship Bill. This bill would permit illegal immigrants who are Hindu, Sikhs, Buddhists, Jains, Parsis and Christians to be eligible for Indian citizenship – but not Muslims.  Shah’s insensitive rhetoric in Assam, where the government is carrying out a programme to identify legal citizens, reflect exactly what he wants to achieve here.Such comments will naturally not go down well next door in Bangladesh, where a minister has already said that people in India identified as illegal are “unwanted”. The minister said that India has assured Dhaka that no attempts will be made to send such Bengali-speaking people to Bangladesh. Considering how few people India has deported to Bangladesh in the last few years, it is evident that Shah’s goals are entirely domestic. Faced with a failure of his government’s economic, social and foreign policies, the BJP president has chucked his older slogan – sabka saath, sabka vikas (development for all) – and has instead decided to fully pick up the communal pillars that support the base of the BJP platform. When Shah describes humans as termites, he is the one who is actually corroding Indian society from within.","author":"Rohan Venkataramakrishnan","time":"2018-09-24T09:26:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/895567-xsdrbetggr-1527820960.jpg","tags":["The Daily Fix","Amit Shah","BJP","RSS"],"source":"https://scroll.in/article/895567/the-daily-fix-when-amit-shah-says-immigrants-are-termites-he-is-actually-the-one-undermining-india"}