{"title":"The curious case of ‘lucky’ Trinamool leaders and their biggest donor – the TN lottery giant","content":"Three people with links to the Trinamool Congress – including one of its senior leaders – hit the jackpot between December 2021 and August 2022.All won Rs 1 crore each in a lottery distributed by a company that, according to data revealed by the Electoral Commission, was the largest donor of electoral bonds to the Trinamool Congress.Of the total Rs 1,609 crore contributions to the Trinamool Congress, which is in power in West Bengal, Future Gaming and Hotel Services Pvt Limited accounted for Rs 542 crore.In August 2022, Ruchika Gupta, the wife of Trinamool Congress’s Jorasanko legislator Vivek Gupta, won the Dear Lottery, the state government lottery organised by Sikkim and Nagaland. Future Gaming is the sole distributor of the “paper lottery”, The Hindu reported.A month earlier, Neru Singh, the sister-in-law of the party’s Naihali MLA, Rajendra Prasad Singh, won a Rs 1 crore prize in the same lottery. In December 2021, the party’s Birbhum district president Anubrata Mondal also won Rs 1 crore in the same lottery. According to an India Today report, a Central Bureau of Investigation probe has revealed that Mondal and his family members have won the lottery several times.The news of Gupta’s victory had led to a political row in West Bengal, with the Bharatiya Janata Party accusing the Trinamool Congress of money laundering. “Common people buy tickets but TMC leaders win bumper prize,” tweeted BJP leader Suvendu Adhikari on October 27, 2022. “It’s an easy way to launder money.”The Trinamool Congress leaders had denied the allegations.I've been saying this all along, that Dear (Bhaipo) Lottery & TMC have a tangled relationship. It's an easy way to launder money.Common people buy tickets but TMC leaders win bumper prize. First Anubrata Mondal won the jackpot & now TMC MLA Vivek Gupta's wife has won 1 crore: pic.twitter.com/owtdGOk6xD— Suvendu Adhikari (Modi Ka Parivar) (@SuvenduWB) October 27, 2022\n\n\nThe lottery business is legal in 13 states in India, including West Bengal. But Future Gaming donated to parties in power in states where it is banned – to the Dravida Munnetra Kazhagam in Tamil Nadu and the Yuvajana Sramika Rythu Congress Party or YSRCP in Andhra Pradesh.Significantly, in Andhra Pradesh, around the time the company donated Rs 149 crore to the ruling YSRCP, the Jagan Mohan Reddy government set up a committee to consider lifting the ban on lotteries and casinos in the state.The ‘Dear Lottery’ in BengalIn a letter written to the Union home minister in November 2021, Adhikari had claimed that the Bengal government daily lottery had been “suddenly stopped” in March 2020. Sikkim and Nagaland lotteries are, however, distributed in the state.Adhikari alleged that “crores are generated” in West Bengal, one of the biggest markets of Dear Lottery, of which “a substantial part is handed over to” the Trinamool Congress. He demanded an investigation into the “irregularities.”In 2022, the Enforcement Directorate attached properties worth Rs 409.92 crore in a case against Future Gaming, its sub-distributors and area distributors for West Bengal, The Hindu reported. The agency accused the company of “illegally retaining unsold [Dear Lottery] tickets and claiming top prizes on such tickets in the pre-Goods and Services Tax period up to 2017”.Martin’s donationsOwned by Santiago Martin, the “lottery king” from Tamil Nadu, Future Gaming has given a total of Rs 1,368 crore to seven political parties in various states by way of bonds between April 2019 and January 2024. It is the biggest buyer of electoral bonds.The Trinamool Congress is the largest recipient, followed by Dravida Munnetra Kazhagam (Rs 509 crore), the YSRCP (Rs 149 crore), the Bharatiya Janata Party (Rs 100 crore) and the Congress (Rs 50 crore), according to data released by the Election Commission of India on Thursday.The company donated Rs 11 crore to Sikkim Krantikari Morcha, which is the ruling party in Sikkim, and Rs 5 crore to the Sikkim Democratic Front.Santiago Martin’s connections with the DMK has been well-known for a while. His music channel, SS Music, produced Ilaignan, M Karunanidhi's 75th movie as a scriptwriter in 2011. He later funded M Karunanidhi’s film project called Ponnar Shankar, which had been on the backburner for many years. But despite his proximity with the DMK first family, he failed to persuade them to lift the ban on lottery in Tamil Nadu when the party came to power in 2006.The largesse to YSRCPBetween 2020 and 2021, Future Gaming gave electoral bonds worth Rs 149 crore to Andhra Pradesh’s ruling party, Jagan Mohan Reddy-led YSRCP.The first batch of bonds to YSRCP, worth Rs 89 crore, was given on October 27, 2020 and the next batch worth Rs 60 crore on April 7, 2021.This largesse is curious on two accounts: the lottery business is banned in Andhra Pradesh, where the YSRCP is the ruling party. Future Gaming has no other known businesses in the state. The second reason is the timing of the donations.A person who worked with the Andhra government and is familiar with the matter confirmed that in 2020-’21 a two-member committee was formed to look at the feasibility of allowing state-run lottery and casinos.The move came just after the Covid-19 lockdown placed a financial burden on the already cash-strapped state. “The GST regime and the lockdown made it very difficult to raise funds in Andhra,” the person said. “The state increased liquor prices by over 70% during the lockdown but it did not help us meet the shortfall. So the possibility of allowing lotteries and casinos was explored.”A committee was formed under Sajjala Ramakrishna Reddy, an advisor to the Andhra Pradesh government and a long-time close associate of Chief Minister Jagan Mohan Reddy. The committee looked at how the lottery system works in the 13 states where it is legal in India. “We closely studied the Kerala model and came to the conclusion that if Andhra starts a similar government-run lottery system, there can be an additional income of Rs 7,000 crore-Rs 8,000 crore,” another person familiar with the matter said.Simultaneously, the committee looked into the option of permitting casinos off the coast of Visakhapatnam. After researching how Goa allows casinos to operate on the Mandovi river, the state considered the possibility of granting licences to casinos to operate off the Vizag coast, up to 10 nautical miles into the Indian territorial waters. This could help the government generate an additional Rs 11,000 crore per annum, the committee calculated. The state government had reached out to the Union government to seek their opinion on the matter.The committee began its deliberations in 2020 and submitted its report by mid 2021, the person who worked with the Andhra government confirmed. But the report concluded that allowing state-run casinos and lottery will dent the image of the ruling party and Chief Minister Jagan could face a massive backlash, especially from women voters. The proposal was dropped.This report is part of a collaborative project involving three news organisations – Newslaundry, Scroll, The News Minute – and independent journalists.Project Electoral Bond includes Aban Usmani, Anand Mangnale, Anisha Sheth, Anjana Meenakshi, Ayush Tiwari, Azeefa Fathima, Basant Kumar, Dhanya Rajendran, Divya Aslesha, Jayashree Arunachalam, Joyal, M Rajshekhar, Maria Teresa Raju, Nandini Chandrashekar, Neel Madhav, Nikita Saxena, Parth MN, Pooja Prasanna, Prajwal Bhat, Prateek Goyal, Pratyush Deep, Ragamalika Karthikeyan, Raman Kirpal, Ravi Nair, Sachi Hegde, Shabbir Ahmed, Shivnarayan Rajpurohit, Siddharth Mishra, Sumedha Mittal, Supriya Sharma, Tabassum Barnagarwala and Vaishnavi Rathore.","author":"Azeefa FathimaPooja PrasannaShabbir AhmedSumedha MittalProject Electoral Bond","time":"2024-03-23T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199505-ejcsaowpud-1711115434.jpeg","tags":["Trinamool congress","future gaming","Santiago martin","Jagan Mohan Reddy","YSRCP","Electoral bonds","Dear lottery","project electoral bond","Lok Sabha 2024"],"source":"https://scroll.in/article/1065666/the-curious-case-of-lucky-trinamool-leaders-and-their-biggest-donor-the-tn-lottery-giant"}