{"title":"The reaction to Citizenship Bill in Assam should remind Centre of Pakistan’s mistakes in Bangladesh","content":"The birth of Bangladesh in 1971 rendered hollow Mohammad Ali Jinnah’s two-nation theory, which postulated that Hindus and Muslims constituted two separate nations because they followed different religions. Soon after Partition in 1947, Jinnah’s Pakistan declared Urdu as its official language, triggering an upheaval in Bengali-speaking East Pakistan. This culminated just over two decades later in the birth of a new nation. Language had fractured society in East and West Pakistan in a manner that Islam was unable to cement.A version of that conflict is playing out in Assam now, courtesy the Citizenship Amendment Bill, 2016. At the nub of it is the question: Should religion or language define identity and citizenship? Language, argue the Assamese, who dominate the Brahmaputra Valley. Religion, the Bengalis of the Barak Valley seem to counter.Eminent Assamese scholar Hiren Gohain agrees there are similarities between the factors that led to the creation of Bangladesh and the current tensions in Assam. “Yes, there is a parallel between Bangladesh and what is happening in Assam,” he said. “Hindutva does not realise that language knits together people of different faiths.”Malini Bhattacharjee, of Azim Premji University, Bengaluru, viewed the issue from another perspective. “Religious identity is supposed to subsume linguistic identity,” she said. “Hindutva seeks to unite Hindus across Assam. The response to the Bill shows it has not succeeded.” In much the same way, Islam failed to unite the Muslims in East and West Pakistan. Controversial billAssam is divided over the Citizenship Amendment Bill because it proscribes the deportation or imprisonment of Hindus, Jains, Sikhs, Buddhists, Parsis and Christians of Bangladesh, Afghanistan and Pakistan who entered India without valid documents before December 31, 2014. These immigrants can also apply for Indian citizenship if they have lived in India for six of the previous 14 years before the date of their application. These provisions dilute the 1985 Assam Accord, which stipulates that those who entered Assam after the midnight of March 24, 1971, be identified and deported. “This date was chosen because Bangladesh came into existence on that day,” explained Udayaditya Bharali, former principal of Cotton College, Guwahati. “Those who came before March 25 belonged to a country that had ceased to exist.”Once the Bill becomes a law, illegal Hindu immigrants who crossed into Assam between March 25, 1971 and December 31, 2014, cannot be deported. Thus, even if they are not listed in the National Register of Citizens for Assam – the document’s final draft will be submitted to the Supreme Court on July 30 – they will have the right to reside in India and become its citizens. “There was unanimity over the March 25, 1971, date,” said Bharali. “Suddenly, for nefarious gains, the Bharatiya Janata Party imposes the Bill on Assam. Religion is being used as a political weapon over the citizenship issue.”Since the Bill excludes Muslims from its ambit, it means that Bangladeshi Muslims who entered Assam after March 25, 1971, will be liable for deportation. The Hindutva ideology behind the Bill  presumed that Assamese Hindus will not protest against the discriminatory privileges bestowed on Bangladeshi Hindus because they share the same religion. The outrage in Assam against the Bill has proved that presumption wrong. “Assamese people have been strongly opposing the Bill despite their political dominance being threatened by the high population growth of the immigrant Muslim community,” said Manoj Kumar Nath, of Nowgong College, Nagaon, Assam. “It shows the limits of Hindutva in Assam, where the BJP seeks to create an alliance between the Assamese of the Brahmaputra Valley and the Bengali Hindus of the Barak Valley.” Hindutva’s failure to unite Hindus in Assam may seem surprising because the BJP swept the Assembly elections in the state in 2016. But those familiar with Assam’s history say it should not come as a surprise. “Language, not religion, has played a very important role in the construction of Assam’s identity since the 19th century,” said political scientist Akhil Ranjan Dutta, of Gauhati University.Protestors in Assam hold demonstrations against the Citizenship Amendment Bill, 2016. (Photo credit: PTI).Assamese identityThe beginning of this identity formation is linked to the British annexation of Assam through the 1826 Treaty of Yandabo after the first Anglo-Burmese war. As the British sought to economically exploit Assam, they brought officials from Bengal to oversee its governance, and labourers to reclaim land for cultivation and work the tea gardens. Dependent on Bengalis to establish their dominance in the area, the British declared the Bengali language as the medium of instruction in 1837. Thus began what is known as the dark age of the Assamese language. This sentiment was expressed in an imaginary conversation between two mothers representing the two competing languages, in a situation imagined by pioneering Assamese writer Anandaram Dhekiyal-Phukan. The Assamese mother grieved that her children had taken to speaking the Bengali mother’s language. Dhekiyal-Phukan petitioned the British in 1853 to introduce Assamese as the medium of instruction in school. The demand was accepted in 1873. “Bengali was the language of distinction, a reference point for Assamese,” said Dutta. “This is how the Assamese identity became rooted in language.”Dutta pointed to the significant role that Assamese students in Calcutta played in the construction of Assamese identity. Until 1901, when Cotton College was established in Guwahati, the Assamese middle class sent their children to Calcutta for higher studies. They stayed in rented residential quarters and met twice a week to discuss issues of language, literature and identity.Among them was Lakshminath Bezbaroa, who is known as the sahityarathi or charioteer of Assamese literature. He was instrumental in forming the Asomiya Bhasa Unnati Sadhini Sabha or Assamese Language Development Society in 1889. Its aim was to develop and standardise the Assamese language. The society published a monthly, Jonaki, to provide a platform for creating modern forms of Assamese literature and popularising it.Thus, the pivot of politics in Assam was the competition between two linguistic communities, regardless of their religious persuasion. A sore point between them was the 1874 decision of the British to attach Sylhet to Assam. Densely populated and predominantly Bengali speaking, Sylhet seemed a threat to the evolution of Assam’s identity.In 1937, litterateur and freedom fighter Ambikagiri Raichoudhury presented a memorandum to Jawaharlal Nehru, declaring that if the problem of Bengali migration was not tackled, Assam would be compelled to think of its own destiny. He thought Sylhet’s separation from Assam was a possible solution, even a necessity.Though the percentage of Muslims in Assam’s population jumped from 12.4% in 1901 to 25.72% in 1941, Assamese leaders mostly expressed their anxiety in linguistic, not religious, terms. This was because they were in competition with Hindu Bengalis, not Muslims. “In fact, Raichoudhury would argue that since Muslims were poor, they would not be able to sustain their culture and eventually become assimilated in the Assamese society,” Dutta said. Class and linguistic politics were consequently meshed together. The contentious issue of Sylhet was resolved through the British government’s announcement that a referendum would be conducted there in July 1947 to determine whether it should join India or Pakistan. About that announcement, the journalist Mrinal Talukdar wrote in his book, Assam After Independence, “Assamese people were elated...The general fear was that if Sylhet remained with Assam then the number of Bengali-speaking people would increase.” That could have jeopardised the emergence of Assam as a linguistic province and the dominance of the Assamese language and culture. In the referendum, most of Sylhet voted to join East Pakistan. A part of it – Karimganj – came to India. Karimganj, Hailakandi and Cachar constitute the Barak Valley, where the Bengali culture dominates. Activists of the Asom Jatiyatabadi Yuva Chatra Parishad and others protest against the Citizenship Amendment Bill in Tinsukia, Assam. (Photo credit: PTI).Assimilation in AssamOn one count at least, Raichoudhury had been prescient – Bengali Muslims took to speaking Assamese and reporting it as their language in successive Censuses. They were dubbed neo-Assamese, which, along with assimilation, are two terms that often surface in any discussion on Assam’s identity. Parmananda Majumdar, associate professor, Pragjyotish College, Guwahati, explained why it is so. “Assamese is a concept that defines the process of assimilation, of ethnic groups using the Assamese language in their daily discourse with the world outside their homes,” he said. “The assimilation process is still on; the growth of Assam’s identity has not been completed yet,” It is popularly believed that the Citizenship Amendment Bill, 2016, will slow down the process of assimilation as it offers citizenship to illegal Hindu Bengali immigrants. The percentage of Bengali speakers in Assam in the 2011 Census was 28.91%, up from 27.54% in 2001 and 21.67% in 1991. Religion-wise, Muslims constituted 34.22% of the population in 2011, up from 30.92% in 2001 and 28.43% in 1991. It is hard to tell whether the increase in the Bengali-speaking population is because of illegal Hindu immigrants from Bangladesh, where their number too has been on the decline, or because of illegal Muslim Bangladeshi immigrants, or neo-Assamese not reporting Assamese as their language in the Census. Perhaps all three factors are at play.  However, Abdul Mannan, former professor of statistics at Gauhati University, has made a persuasive case in Infiltration: Genesis of Assam Movement that Assam’s Muslim population has largely increased because of the community’s high birth rate.Others caution against treating the Muslim community in Assam as a monolith.Nazrul Haque, of Azim Premji University, pointed out that indigenous Assamese Muslims comprise three groups. The first are the descendants of Muslims soldiers who invaded Assam in 1205-1206, were defeated, and allowed to settle in the area, where they married local women. They are known as Gariyas. The descendants of a batch of Muslim soldiers who settled in Assam in the 16th century are known as Marias. There are also Deshis or Muslim converts of certain castes who lived in undivided Goalpara district.“Cut-off from mainland Islam, they adopted Assamese culture,” said Haque. “Of them, the Imperial Gazetteers of India, Vol 1 noted [in 1879] that some of them had never heard of Muhammad, some regarded him as a person corresponding in their system of religion to Ram. The Quran is hardly read even in Bengali and in the original Arabic not at all.” The term “assimilation” has a hint of chauvinism and may even suggest subtle coercion. But it is not the case with the Gariyas, Marias and Deshis who consciously distinguish themselves from neo-Assamese or Bengali Muslims who speak Assamese, not least because their rising population has been projected as a threat to the livelihood of indigenous Assamese people. The RSS in the North EastThis portrayal has been principally the project of the Rashtriya Swayamsevak Sangh, which established its first shakha in the North East, in Guwahati, on October 28, 1946. It acquired legitimacy by the relief work it organised during the 1950 earthquake and for Hindu refugees fleeing East Pakistan because of riots targeting them, noted Malini Bhattacharjee in her paper, Tracing the Emergence and Consolidation of Hindutva in Assam.The RSS made deep inroads into Assam through two other strategies, one of which was to link up with Assamese notables. This patronage elevated the status of the RSS. Another  strategy was to connect Assam’s indigenous religious practices to the mainstream Hindu traditions. The RSS consciously appropriated Sankardev, a medieval saint who led the reformist neo-Vaishnavite movement in the region in the 15th century-16th century and is now a popular cultural icon in Assam.Bhattacharjee cited several examples of how the RSS did this. For instance, the Sangh opened its first school in 1979 on Sankardev’s birth anniversary and named it Sankardev Shishu Kunja. There are nearly 500 such schools in Assam. Sankardeva’s portrait in the RSS-run schools is placed along with that of RSS personalities, such as MS Golwalkar and KB Hedgewar. There developed a reciprocal relationship between the Sankardev Sangha, an organisation of Vaishnav devotees, and the RSS and its affiliates.“These outfits find common ground in making allegations about Muslim immigration from Bangladesh and religious conversion by Christians,” wrote Bhattacharya. The Assamese did not accept these allegations for much of India’s post-Independent history. For instance, in 1950, Eknath Ranade, the RSS organiser for the eastern zone, said in an interview, “Bengali refugees are not welcome in Assam because of provincialism…people looked at them as outsiders and felt they should be driven out.”Volunteers of the Rashtriya Swayamsevak Sangh perform yoga during a mega rally in Guwahati, Assam, in January 2018. (Photo credit: Reuters).The RSS’ third sarsanghchalak, Balasaheb Deoras, had a similar diagnosis. He said in 1980 that it was India’s moral obligation to give refuge to Hindus being driven out from Bangladesh by its Islamic regime. By contrast, the influx of Muslims into Assam was deliberately designed by the Bangladesh government to turn Assam Islamic, Deoras alleged.Thirty-eight years later, with its party in power both at the Centre and in the State, the Sangh has floated the Citizenship Amendment Bill that seeks to execute the ideas that Deoras articulated in 1980. “The Hindu Bengalis of Barak Valley are supporting it maybe because a substantial number of them came to the Barak Valley after 1971,” suggested Parmanand Majumdar.From this perspective, the Barak Valley’s support for the Bill is aimed at preempting the deportation of Hindu Bengalis immigrants who are not listed in the National Register of Citizens, as is required under the Assam Accord. This has sparked speculation that the Sangh’s control over the administrative machinery could lead to the Citizenship Amendment Bill being implemented through the backdoor. “It implies rigging the NRC [National Register of Citizens] to include Bengali Hindus,” said Hiren Gohain. “If that happens, it will be perceived as a conspiracy against Assam.”That was exactly how East Pakistanis saw the decision of Pakistani leaders to impose Urdu on them. Likewise, Hindutva’s attempt to subsume Assam’s linguistic identity could destabilise society in the state. There is indeed a lesson for the Narendra Modi government to draw from the Pakistan-Bangladesh example.","author":"Ajaz Ashraf","time":"2018-07-17T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/885891-qvviuawqad-1531139805.jpg","tags":["Assam","citizenship","illegal immigrants","Citizenship Amendment Bill","Assam Accord","Assamese identity","linguistic identity","Religious identity"],"source":"https://scroll.in/article/885891/the-reaction-to-citizenship-bill-in-assam-should-remind-centre-of-pakistans-mistakes-in-bangladesh"}