{"title":"The Ravish Kumar interview: 'Our lazy liberal class was always opportunistic'","content":"Veteran journalist Ravish Kumar is upset and very angry. He is agitated not only at the rising intolerance in India and the systematic targeting of journalists, but also at society in general and “lazy liberals” for failing to demand freedom of speech and a questioning media. In this in-depth interview, Ravish Kumar talks about how the lynching of a Muslim man at Dadri impacted him, why he went off Facebook and Twitter, and how he’s dealing with the pressures building on him.After the Dadri lynching, you did a stinging report from ground zero and wrote a blog that was widely circulated. 'I had gone to Dadri to cover Mohammad Akhlaq’s death. On the way back, I felt I was carrying another corpse inside me,' you concluded. Did Dadri jolt you at a deeper level?What I reported were cold, hard facts. It may appear depressing but that’s the reality on the ground. I have reported from such villages for 20 years and I can see the change in front of my eyes. The same villages that were shining examples of Hindu-Muslim unity now have the two communities at each other’s throat.People today are willing to kill over a mere rumour of beef eating – claiming that their religious sentiments were hurt. What happens to these sentiments when a cow dares to enter the field of a Hindu farmer and eat his crop? Does he hesitate before hitting the cow?Uttar Pradesh is one of India’s highest milk-producing states and cows are valuable economic units of production. They always have been animals of affection, but this hardline transition into a sacred “mother figure” that leads to killings is worrying.Earlier, in these villages, you could spot and talk to people of different hues and political beliefs – now an eerie uniformity in thinking has been brought in. This only allows for one line of thinking, allows only one political belief to be followed.Is it true that you didn’t spot any remorse in the village over such a brutal killing? In fact, you had villagers arguing with you about why a Muslim family was living here and not Pakistan. Where did that argument come from?Clearly youths are being trained in this sort of thinking, some historical grievances are being exploited and exaggerated to show that we have been wronged. I am a student of modern history and my professors taught me not to believe any line of thinking blindly – but these youths are rigid in their beliefs and they have been religiously indoctrinated with a skewed sense of history.This is not only limited to villages. I can show examples of how students in top-notch colleges have been made to believe in half-baked facts of history that use historical grievances to further a political line of thinking. These students aren’t being asked to explore, challenge, debate history – they are being told to gulp down one version, one narrative.The failure is also [engendered] because all the liberals have drifted towards right wing organisations. The moderate villagers, the panchayat elders, the voices of reason were never really respected by any party, be it the BSP [Bahujan Samaj Party], SP [Samajwadi Party] or the Congress. On the other hand, the senas and sansthas gave a lot of muscle/respect to those who joined their ranks, tilting the scales in their favour. What has happened as a result is that they have become the dominant voice now, while the moderate and secular voices are being beaten down.So the failure is as much of the liberal/secular parties who didn’t encourage and build on the moderate voices?Our lazy liberal class was always opportunistic. They never really did any legwork, even today they are not willing to work. Their protest is limited to finger-pointing against the government, but they are never seen amongst the people.When the Congress will be in power, these liberals will become directors of institutions like the NCERT [National Council of Educational Research and Training], and even after retiring they will remain in director mode. Contrast this with an RSS [Rashtriya Swayamsevak Sangh] functionary who will become director when BJP [Bharatiya Janata Party] is in power and post that return to RSS work. This is a huge difference in attitude and work culture.Even after the prime minister said that communalism was poisonous and that we should focus on development first, the liberals have refused to take this message out and corner those who are trying to divide India. Of course, Prime Minister Narendra Modi has also largely remained silent on such issues. On one hand he tweets his condolence to Asha Bhosle over her son’s death – it shows that the PM is capable of great sensitivity – but he remains silent after repeated cases of communal violence and deaths. While he did finally criticise the Dadri killing, he could have done it earlier to send out a clear message.But why have you stopped tweeting since the last two months? You have lakhs of followers, you have a voice on social media.I have stopped tweeting because social media space is no longer a citizen’s space. It has been usurped by political parties to peddle their ideology and propaganda.It’s an online lynch mob where anyone with organisational support of 500 can send out 10 lakh tweets and declare me a thief. But this sort of opposition hasn’t ever bothered me. My silence on social media is directed at the coward liberals who are silently watching from the sidelines and are not willing to speak out against this online mob.Liberals have this amazing quality of being able to go abroad and settle there or find comfort in institutions – but they will never step up and speak. Same is the case with liberal political parties. They never spoke when needed and today have been rendered defunct. Just look at the CPI(M), CPI or the Congress. They are limited to doing press conferences. They are not in a position to go out and tell people what is happening is wrong – because in the past these parties, too, have compromised their principles and that haunts them now.Not only are the moderates/liberals silent on social media – they haven’t done anything to prevent these lynch mobs from spreading lies about anyone and slander them on platforms like Twitter, Facebook and WhatsApp.This lynch mob didn’t emerge in one day. Is there a method to the mob?Why is it that all online abusers on Twitter have the same profile? Whenever I have bothered to check, the abuser has a profile proudly claiming that he’s a Sanghi, there is either a photo of Narendra Modi or that of Lord Rama with a bow, there is talk of “Hindu Gaurav”. Now taking pride in your religion is great – but is abusing, spreading rumours, heaping baseless allegations “gaurav”? That too when you have the prime minister of India as your DP? No one has researched this aspect. Who are these people? What is their motivation, who finances them?Whatever their identity and motive, aren’t they small in number? Why would journalists and organisations be threatened by them?I disagree. This is not limited to just a Twitter army. There are a large number of people in India today who actually believe in this ideology. You cannot ignore this trend. How is it that you have 300 people abusing you and maybe a dozen actually discussing or debating a topic? This can’t be all manufactured.What is the most stinging comment/allegation made against you on Twitter?I guess after a lifetime of hard work and remaining uninfluenced, the one thing I am not ready to hear is that I am a dalal [tout]. Especially from a public that otherwise seeks favours from dalals and come elections lines up and votes for political strongmen without any other consideration for the candidate’s performance or police record.Does the aggression against the media increase when a sitting minister, VK Singh, uses the word “Presstitute” to define the media?Faced with hard questions, you can either issue threats or abuse. The other tactic is to discredit the questioner.There is a lot of corruption in the military too. I get letters of grievances form servicemen regularly. Should the media then brand the Army as one? If VK Singh is such a fine judge of character, then he should also single out those journalists who are soft towards him and his party. Why is it that only those who dare to ask uncomfortable questions about him or his party get branded as presstitutes?For decades, journalists have asked uncomfortable questions. They have either been answered with a smile or not at all. But it’s only recently that every journalist asking a probing question has been labelled as presstitute or anti-national. So let’s make a rule then, let journalists ask only good questions and print only nice answers – because it seems that is what the government wants.Many journalists who have slogged all their lives with a pittance as salary are being branded as traitors and dalals. While those who really have done such stuff are walking with their heads high. Why?Given the low tolerance of this government to being questioned, what is the most worrying fallout we can expect in the coming months?In the past, the media was blamed for not speaking anything against 10 Janpath. Then it was accused of being pro-Congress. But didn’t journalists expose the Vadra land deals? Was it not journalists who dug out and aggressively reported on the 2G, CWG, Coal scams, etc. Even today it is alleged that the Congress party is controlling the media. The party doesn’t even have requisite funds for itself and it will pay off the media? (Laughs) It amazes me that people believe this allegation so easily.I am happy to see many journalists still question the government. This is their role. Critical articles are published and hard facts are being brought out. However, what worries me is that many other journalists are running scared. They will not admit it, but I see it happen almost daily. There is self-censorship on the extent to which they will write on the government. Many friends ask me to do a story as it wouldn’t be allowed in their publication. This is not a commentary on Delhi only. Nitish Kumar did the same in Bihar. His penchant for controlling the media earned him the sarcastic tag of Editor-In-Chief of Bihar. Same has been the case with Gujarat and Madhya Pradesh – journalistic independence has been severely curtailed in many places.Also, you are expected to write according to a certain theme now – Gujarat is the most developed state and UP the most backward. If you point out the brewing unrest in Gujarat or the fact that Greater Noida is India’s best planned city, then you become the agent of another party. This trend is deeply depressing.Has all this negativity forced you to ever think of quitting journalism?I hope not anytime soon! But the thought does come into my mind (Laughs). But the society also has to support us and our role. They should keep a watch on journalists but also fight for our rights – that is not happening. I am not looking for support or fans. I was far happier reporting without people coming up to me. But the amount of pressure applied on me – on my family – is not funny.Well-wishers say that I should ignore all this, but why should I ignore all this hate and abuse? Why should I be the only target? If people at large don’t speak out against this rising oppression then I am sorry I won’t be able to survive this onslaught. Quality journalism and the right to ask questions is not my burden only. It’s everyone’s responsibility.Will you continue to speak for the cause of secularism? Today it’s become a dirty word, you are a 'sickular' if you speak for all religions.This is another fault of the lazy liberals, they remained silent as the very definition of secular was challenged and mutilated.I assure you India is doomed the day being secular becomes a crime. People may choose to believe him or not (I do), but when the Prime Minister said that “communalism is poison”, what he was really inferring was that secularism is the amrit [elixir] for India.Do we have to now justify ourselves for speaking for all religions? Weren’t we taught in schools that “Hindu, Muslim, Sikh, Isai, aapas me hai bhai-bhai”? Of course there are extremists on both sides of the spectrum and they all should be condemned. However, when the dominant force becomes extreme, the situation becomes even more dangerous.While secularism is being ridiculed and everyone is being dubbed a pseudo-secular, another prominent journalist has written that without secularism, India will become a Hindu Pakistan. Is that just a fancy coinage or a real possibility?India will always remain India. What I can say is that even those who believe in Hindutva politics are feeling a little jittery now. If the senas and the sansthas keep spreading their tentacles, they know that interference into their homes and way of life will not be far away.It’s the women of India who should have fought back after attempts were made to control their dressing, their interaction levels and their very standing in society. I was so happy when women came out in large numbers and protested after the Nirbhaya incident. I believe that there is no stopping a nation that has an empowered female citizenry. Yet even as clear attempts are being made to control their lives, women haven’t spoken up. They should know that they are the first and last victims of such cultural and moral policing. I am amazed at how there has been virtually no response from 50% of the voice of India against this rising intolerance.Secularism for me is the will and ability of people to live together in harmony, nothing less, nothing more. Why are we confusing the issue so much? It’s true that parties have been opportunistic in the name of faith, but that wasn’t secularism in the first place. Being secular is being nice to people.Institutions like Sanathan Sanstha are in the news these days for provocative statements and, worse, for alleged links to killers of rationalists. Are these really fringe organisations?They are not fringe at all. In fact they are well established and well entrenched. With political support, they are now in a makeover mode. The liberals can name them fringe in their drawing rooms, but the reality on the ground is these organisations have unchallenged power.Despite being the poster boy of balanced and nuanced reporting and anchoring, is Ravish No. 1 in ratings? Or there is something wrong with viewing choices of people?Fortunately, NDTV doesn’t feel the need to show me ratings every Friday. Never. I am just told to go ahead and do my work. But I am quite sure that if I was anywhere close to number one, I would have been told (Laughs).My show Prime Time has a wide range of stories that are not driven by TRP considerations. If that was the case, there would be been a set format for the show.From the feedback that I get, lots of people watch this show. Even in villages of Bihar, people show me videos of Prime Time that they have downloaded on to their mobile phones. In Mumbai’s Juhu area, I went to ask for directions from a few taxi drivers. They were incidentally watching my show on their mobile phones. I also was treated to tea by them.So are you Super Journalist Ravish?I am not a super journalist. On the contrary, I am trying to dilute my profile because I can’t survive this negative pressure, this abuse anymore. In any case, journalists should shy away from becoming celebrities because that’s where the problem starts. When I go vegetable shopping, people comment on my torn shirt. What am I expected to do? Go nattily dressed to the market? I tell people that I am open to them doing my grocery shopping (Laughs).India has always been the bastion of free speech in a region where it has been severely curbed – in Pakistan by Talibani diktats and in Bangladesh by the killing of bloggers. Is India headed the same way with rising intolerance and stifling of dissent?This intolerance is being built and encouraged in India. But there is still ample space to write what you want to write. I will not be that pessimistic on this issue. During Arvind Kejriwal’s swearing-in, from the same grounds, I had cautioned people not to become his permanent fans – rather go back home and be his critic.Political parties are constantly pitching netas as celebs, so that maximum number of fans can been made out of supporters. This ensures that your base is solid and that your support is unquestioned. For such fans, logic, ethics or governance don’t matter. Their leader is right and you are wrong to question anything.It’s no secret that we have journalists who have clear biases for the BJP, for the Congress, etc. I suggest that the Press Council of India should make it public – who’s reporting objectively for the BJP and who’s reporting objectively for the Congress and so on. (Laughs) Drama will be over.You may be battling an online army of trolls and TRP ratings may continue to elude. But it still has been quite a journey for the small-town boy from Motihari?Oh yes, it indeed has been a long journey. When I came into Delhi as a student, I didn’t even know what to do if someone said ‘Please have a seat’ in English. This is why I tell folks back in Bihar that learning Hindi and taking pride in Bhojpuri is fine. But getting a working knowledge of English is a must.But I am also proud of Bihar. Every other student today is learning English, if required with the assistance of a home tutor. The BJP has also realised the power of Bihari aspiration, that’s why their manifesto promises German and Spanish classes if it comes to power in the state. Nitish Kumar wants English to be taught at block-level schools – so much for the Hindi medium-only campaign launched by a few political parties.Unlike most of the big names in English journalism, you come from heartland India. How did the small-town upbringing shape your journalism?I think that plays to one’s advantage. You are much more connected to the ground and have witnessed the realities of the countryside first hand.However, I would still say that an even bigger influence in my work comes from the interactions and learnings that I had in this big city of Delhi. My college professors taught me to think, write and talk about all aspects of history and be more critical in my thinking. So Delhi, in many ways, made me what I am. My gurus in journalism are all English journalists.Talking about critical matters. You marrying without parental consent became ‘Breaking News’ back home.Yes, that’s true (Smiles). You see that was the time when many youngsters who were brought up under strict parental control broke free and had love marriage. These were kids who were coming to Delhi University and meeting new people and falling in love – so over the last 20 years you will see a lot of such inter-caste marriages. For most, there was acceptance after a period of opposition. For me the acceptance is so great now that sometimes I feel that a little less acceptance would be fine (Laughs).I believe that migration is good for overall progress of a society. In fact the world is based on a migratory pattern. If you do an anthropological survey of Bihari people, you will discover that many would have come from Gujarat or Indore generations ago. Similarly, we Biharis have benefited immensely from this new exposure.What is tragic is that when people from Punjab and Gujarat go out and find success, we celebrate them. [However,] similar success stories from Bihar are seen in poor light and we are labelled as those who “escaped from Bihar”. Tell me who hasn’t escaped to better opportunities. Migration is not a question of law and order only – people even leave the most orderly state for greener pastures.We have seen Ravish as a reporter, as an anchor, and now there is Ravish the author who’s selling books quite briskly.I write a lot to get stuff out of my system. Before writing blogs and books, I used to do mobile photojournalism. I used to click images and post them online on Facebook. I enjoy writing. Sometimes when I wake up in the middle of the night, I just sit down and write.Finally, the difficult question. What is the future of journalism in India?This is not a question you should ask a journalist. The poor guy breaks his back, struggles for support and then finally gets co-opted into the system. This question needs to be asked to the Indian society – what sort of journalism do they want?When the Chief Justice of India wants tenure protection, why shouldn’t the editor of a publication have the same? Any editorial person can be kicked out of his job in two minutes and he can do nothing about it. If the society wants a strong, questioning and vibrant media, then it will have to stand up and support us. Else, this is not a struggle worth fighting for.This interview was conducted in Hindi and translated into English.Akash Banerjee is a former journalist who worked with Times Now and India Today Television, between 2004 and 2013. He is the author of Tales from Shining and Sinking India: How News Channels Deliver the Big Breaking Stories. He currently works as Associate Vice-President for the Times Group’s Radio Mirchi.","author":"Akash Banerjee","time":"2015-10-19T08:15:54+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/762857-103f1ec3-eba2-4eb6-9fef-f55f0ec9c70f.jpg","tags":[],"source":"https://scroll.in/article/762857/the-ravish-kumar-interview-our-lazy-liberal-class-was-always-opportunistic"}