{"title":"The Shah Bano effect: How India is quietly modernising religious law even without a uniform civil code","content":"The past month has seen some important developments regarding community personal law in India. A committee on the status of women, set up by the Manmohan Singh government in 2013, recommended a ban on the Muslim practice of unilateral, oral divorce (triple talaq), arguing that it makes women “extremely vulnerable and insecure regarding their marital status\".At around the same time, the Supreme Court delivered a crucial judgment that allowed an unwed Christian mother to act as the guardian of her minor child without the approval of the absentee father, an act till now disallowed under the Christian personal law of the petitioner.More good news: in a national survey of Muslim women published on Monday, an overwhelming majority wanted a stop to patriarchal legal practices such as triple talaq and polygamy. The survey, conducted by the Bharatiya Muslim Mahila Andolan, even reports that 88% of Muslim women want the state to explicitly oversee traditional Islamic courts, while 95% hadn’t even heard of the Muslim Personal Law Board.Slow and steadyIndia has an odd system of personal laws where the family affairs of citizens (such as marriage, divorce and succession) are governed by a set of rules specific to each religion. Not only that, India’s personal laws for minorities such as Christians and, especially, Muslims are colonial relics, even as Hindu Law was modernised in the 1950s (an enormous achievement for which Nehru is not given nearly enough credit).Given this lopsided nature of our laws, a community-agnostic uniform civil code for all Indians is often put forward as an emancipatory solution. Community-specific laws are seen to be cesspools of regressiveness and immune to any change. While the former is certainly true – personal laws in India are mostly patriarchal constructs – the latter might not be. As these recent developments show, the Indian state has been modernising personal law and, even in the case of Muslim law, this progress has a large measure of support. Crucially, this job is being done quietly, without the political sound and fury a common code would entail.Progressive judgementsIn the 2002 Shamim Ara case, for example, the Supreme Court took measures to reduce the arbitrary nature of the Triple Talaq provision in Muslim Law and to regulate it, thus somewhat strengthening the position of a Muslim wife. In the 2007 Dilshad Pathan vs Ahmadkhan Pathan case, the Bombay High Court went even one step further, stating that the arbitrary pronouncement of the word “talaq” wasn’t a sufficient condition for divorce. The court held that clear reasons for the divorce must be provided. Moreover, arbitrators must be appointed to initiate attempts at reconciliation.Earlier, in 1999, the Supreme Court took it upon itself to tackle another instance of misogyny, this time in Hindu Law. The Hindu Minority and Guardianship Act, 1956, holds the father to be the natural guardian of a Hindu child. (It is only when the child is born out of wedlock that the mother can be the natural guardian.) In Githa Hariharan vs Reserve Bank of India, the court struck down this provision, holding that the father “cannot be ascribed to have a preferential right over the mother in the matter of guardianship”.Shah Bano The most famous instance of this kind, though, is the Shah Bano case. In 1985, the Supreme Court, upholding the decision of the lower courts, directed Shah Bano’s husband to pay her a maintenance amount under the alimony provision of Indian law applicable to all communities. The amount involved was a pittance – Rs 179 – especially considering her husband had divorced her after 43 years of marriage.Lifelong alimony was a bit of grey area since Muslim law only dealt with maintenance during iddat, a period of only a few months in Bano’s case.  The Supreme Court, nevertheless, boldly went ahead and, calling upon the “teachings of the Koran”, awarded Bano regular maintenance under India’s secular alimony law.Many others were not as accommodating as the Supreme court, though: even this tiny sum of Rs 179, to an old woman left to fend for herself without any other source of income, was grudged by many Muslims, who considered the decision of the Supreme Court to supposedly be against Muslim Law.In the furore that followed, the Rajiv Gandhi government made a great show of opposing the Shah Bano judgment in order to appeasing conservative Muslims. As a legislative response, it passed the Muslim Women (Protection of Rights on Divorce) Act, 1986, which was marketed as a roll back of the Shah Bano judgment.People arguing for the necessity of a uniform civil code usually hold this instance up as a prime example of the dangers of having personal laws.  While a UCC would ensure gender equality, the existence of Muslim personal law, it was argued, had allowed Rajiv Gandhi, in a bid to cravenly appease the Muslim voter, to further weaken the already precarious position of Muslim women.But is that what Rajiv Gandhi had actually done?Twist in the taleGandhi had made a big show of turning back the Shah Bano judgment by passing the Muslim Women Act. But he had also cunningly (in a good way) inserted section 3(1)(a) which spoke of “a reasonable and fair provision and maintenance to be made and paid” by a Muslim husband to his divorced wife.In effect, the act did not nullify the concept of alimony and upheld the Shah Bano judgment. In fact, the act actually strengthened the position of Muslim women, since unlike the secular alimony law, which had a ceiling of Rs 500 per month, the Muslim Women Act had no upper limit, thus making men liable to potentially even higher maintenance payments than they would have if they had been subject to India’s secular alimony law.To clear up any confusion, Danial Latifi, Shah Bano’s lawyer, filed a petition with the Supreme Court, asking for the law to be struck down as unconstitutional if it indeed did deny alimony to Muslim women. (Latifi is an interesting character: his earlier claim to fame was that he had written the socialist manifesto of the Muslim League during the 1946 elections in United Punjab). In 2001, the Supreme Court reaffirmed that nowhere does the Muslim Women Act deny women alimony and remarked that, “though it may look ironical, the enactment [Muslim Women Act] intended to reverse the decision in Shah Bano’s case actually codifies the very rationale contained therein”.Far from being the epitome of social regressiveness, as it turned out, the entire Shah Bano episode displayed the amazing nimbleness of the Indian system to progressively update personal law even in the face of bitter conservative opposition.UCC, from Nehru to ModiGiven the existence of this sort of positive gradualism, calls for a uniform civil code, while sometimes well meaning (and, it might be noted, sometimes not), might actually retard the ultimate goal: having more progressive laws. Even the mention of a UCC acts as lightning rod that brings to a halt all forward movement, as political factions get ready to oppose it with all their might.The Bharatiya Janata Party, which made the Shah Bano case into an issue of so-called minority appeasement (obviously without bothering to actually read the Muslim Women Act), had for the longest time, the institutionalisation of the UCC as part of its core agenda. Easier said than done, however: India has now had a BJP government at the Centre for more than seven years but it is no closer to a UCC than it was while the Shah Bano case was underway.While the BJP seems to have treated the modernisation of laws as a simple way to drum up communal passions, the issue of a UCC defeated even Jawaharlal Nehru. The first prime minster had fought tooth and nail against conservative Hindus to modernise Hindu Law. BJP founder SP Mookerjee, for example, attacked the efforts of the Nehru government to introduce monogamy and divorce into Hindu Law, which would, he claimed, “do away with the fundamental and sacred nature of Hindu marriage” and end up “killing the very fountain source of your [the Hindu] religion”.Not a silver bullet but gradualismWhile Nehru had the strength to battle Hindu conservatives and push through measures which have benefitted millions of Hindu women, even he failed to navigate the intractable maze that was Muslim law. India’s Muslim personal laws are the most regressive in the world, lagging behind even Pakistan and Bangladesh, two other countries that inherited the same legal system that India did from the British Raj.A UCC as a silver bullet in order to remove the worst provision of our personal laws might seem tempting but unfortunately appears to be unviable. From Nehru to Vajpayee to Modi, a whole gamut of governments have tried and failed. Of course, contrary to perception, the lack of a UCC doesn’t mean modernisation of personal law has stopped.  As events have borne out, the progressive gradualism of the Indian system is taking effect.  Sometimes this progress is painfully slow – even after the Danial Latifi judgment, many lower courts have failed to apply its principles – but it seems to be the only method of readdressal that is actually working to protect Indian women from their regressive personal laws.","author":"Shoaib Daniyal","time":"2015-08-13T14:30:02+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/743201-92374016-4844-4c2b-ad71-26d74cffe5e1.jpg","tags":[],"source":"https://scroll.in/article/743201/the-shah-bano-effect-how-india-is-quietly-modernising-religious-law-even-without-a-uniform-civil-code"}