{"title":"The India Fix: Why is Indian politics not waking up to the existential threat of climate change?","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. To get it in your inbox every Monday, sign up here. Have feedback, interesting links or Twitter threads? Send them to [email protected].On May 15, Delhi recorded its highest-ever temperature as two weather stations in the city saw the mercury shoot past 49 degrees Celsius. This was part of an extraordinary heatwave that has gripped North India and, despite Cyril Radcliffe’s best efforts, Pakistan too.“This heatwave is testing the limits of human survivability,” one Indian expert told CNN. India (and Pakistan) are notoriously bad at tracking cause of deaths as the recent Covid-19 pandemic illustrated. But the effects of the heatwave can already be measured in other ways. India’s wheat output fell by 3% year-on-year as the crop shrivelled up in the fields. Prices of wheat flour have shot up by 13% year-on-year, forcing the Indian government to scramble to ban exports of the grain. The heat has also led to a surge in the demand for electric power – one major factor behind a power crisis that has gripped India, as sweltering temperatures were accompanied by more frequent power cuts.What led to this incredible heat? The finger points towards climate change: the change of weather patterns due to industrial emissions of greenhouse gases such as  carbon dioxide and methane. A study by the United Kingdom’s national weather service finds that the probability of a record-breaking heatwave in north-west India and Pakistan has gone up by an eye-popping 100 times. While earlier, a severe heatwave occurred once every three centuries, North Indians and Pakistanis can now expect one every three years.Moreover, the heatwave was just one of the abnormal weather events that hit India this summer. Kerala experienced unusually heavy rainfall. Three thousand kilometres away, Assam also had rainfall so heavy, floods crippled large parts of the state with more than seven lakh residents affected.Off track.Train carriages after being hit by a landslide caused by heavy rainfall at New Haflong railway station on the Lumding-Silchar route in India's Assam state pic.twitter.com/90kOsfI61B— AFP News Agency (@AFP) May 18, 2022\n\nMissing the signsNone of this is a surprise. Experts have been pointing out for some time that given India’s natural conditions and significant levels of poverty, the country is extremely vulnerable to climate change. India was the seventh-worst impacted country by extreme climate events in 2019, according to a report by German-based research institute Germanwatch. More than 80% Indians live in districts vulnerable to climate risks, said a 2021 study by the Council on Energy, Environment and Water. Just a one-degree rise in temperature could end up costing the country 3% of the gross domestic product, with the poor being disproportionately affected.Despite this high risk, however, climate change barely features in Indian politics. Chief ministers and the prime minister barely talk about it. This absence is not limited to electoral politics. Even political commentators and pundits rarely discuss climate change as one of the major challenges that India faces.The result is a grim stasis when it comes to climate change policy.Policy paralysisTake the recent heat wave in North India, for example. That India will suffer increasing heatwaves is a widely-known fact. Yet, this did not make it to the policy-making stage of the Delhi government. This is in spite of the fact that Delhi has one of the highest per capita incomes in India and is home to knowledge sectors such as higher education and journalism. Even more inexplicably, cities such as Ahmedabad have had heat plans for more than a decade now. Why did Delhi not put in place plans to both tackle the emergency outcomes of heatwaves as well as put in place precautionary measures that could mitigate their effects? Policies that could keep houses cool, for example, are low-hanging fruit: they are cheap and would not antagonise any specific group of citizens. In a best-case scenario, Delhi should even have tackled the problem of heat generators such as air conditioning units (although that would have created a backlash from elites).The North Indian heat wave is just one among scores of examples of inexplicably dangerous paralysis when it comes to climate-change policy in India. A report in Scroll’s “Common Ground” series in March, for example, detailed how dams in India are woefully out of date as rainfall patterns have changed dramatically due to – you guessed it – climate change. The result is an increased chance of catastrophic dam failure.The current extreme #heatwave in #Pakistan and #India as seen today, on the fourth intense hot day, by #Copernicus #Sentinel3 LST (Land Surface Temperature, not Air!). LST collected on April 29 shows max value exceeding 62°C/143°F. Gaps due to cloud/snow/nodata. #ClimateEmergency pic.twitter.com/0MCMkcSg0t— ADAM Platform (@PlatformAdam) April 29, 2022\n\nMissing the woodIn some cases, there is simply no understanding that many of the knotty socio-economic problems that India faces today are actually a result, at least partially, of climate change. Take climate migration, for example. It is obvious that as floods inundate fields, heatwaves make places uninhabitable and rising sea levels push back coastlines, displaced Indians will migrate to relatively safer places. Yet, India and its politics simply does not acknowledge this phenomenon – a blindness that could have dangerous consequences.Take the increasing conflict in Assam with its one-crore strong Bengali-speaking, Muslim population. As it so happens, the regions where this disadvantaged population lives are also the most vulnerable in the Indian Himalayan region to climate change.Similarly, climate change-induced events in southern West Bengal are forcing residents to leave their homes and occupations and migrate to cities to do back-breaking, menial work such as sorting garbage. In April, as rioting took place in Delhi, xenophobic hysteria swept through the country against so-called Bangladeshis – a dog whistle that often encompasses climate migrants from India’s section of the Bengal Delta.However, even as issues as wide-ranging as Bangladesh and bulldozers were discussed in Delhi following the riots, the question of why so many Bengali migrants were flooding the city was never asked. The idea that they could be climate migrants never even entered the conversation.Indian politics – and this includes journalists and activists, alongside politicians  – needs to start discussing climate as a factor in much the same way the country discusses communalism, caste and inflation. It is now incontrovertibly a major factor that influences the lives of Indians. The elephant in the room is too dangerous to ignore.","author":"Shoaib Daniyal","time":"2022-05-23T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174732-qahdngtjfl-1653248974.jpg","tags":["Climate change","heatwave","Climate migrants","The India Fix"],"source":"https://scroll.in/article/1024522/the-india-fix-why-is-indian-politics-not-waking-up-to-the-existential-threat-of-climate-change"}