{"title":"The Supreme Court has postponed the electoral bonds question until after the 2019 elections","content":"With Lok Sabha elections ongoing, the Supreme Court on Friday issued an order on a plea arguing that electoral bonds are unconstitutional, but only decided to take up the matter at a later date. Saying that the case could have a tremendous bearing on India’s electoral process, the court passed an interim order telling political parties to give the Election Commission of India details of the electoral bonds they have so far received in a sealed cover by May 30. India’s election results, it is worth noting, are expected on May 23. The court also ordered the finance ministry to narrow the window to purchase electoral bonds in April and May to just five days compared to the earlier 10. A bench headed by Chief Justice Ranjan Gogoi admitted that the various arguments made regarding electoral bonds  “give rise   to   weighty   issues   which   have   a   tremendous bearing   on   the   sanctity   of   the   electoral   process   in   the   country.” The order says that “such   weighty   issues   would   require   an   in depth   hearing”, which cannot be concluded before the scheduled window of bond sales. To recap, electoral bonds were introduced by the current government as a way of cleaning up political funding. They allow anyone to buy a bond from the State Bank of India and hand it over to a political party of their choice. Crucially, bonds are completely anonymous with no disclosure to the public or even the political party. The government has argued that by encouraging donors to put their money through the banking system, it makes it more likely that the funds will be “white”. But critics, Opposition parties and even the Election Commission of India have argued that the scheme is actually opaque and could endanger Indian democracy. A full explainer on why bonds are problematic and could potentially provide an undue benefit to the party in power is here. The petitioners in the case were arguing for interim orders that would address the unequal playing field that electoral bonds create and the fact that voters going into the current elections do not have any idea who is funding parties. In return, the government argued that citizens do not have a right to know who funds political parties. The Supreme Court’s interim orders, however, do not address any of these issues, even though the court said it hoped to “ensure   that   any   interim arrangement that may be made would not tilt the balance in favour of   either   of   the   parties.” The Quint has a full breakdown here, but a few quick points: The court asked the parties to give details of electoral bonds to the Election Commission. But bonds are anonymous, and do not carry the name of the bearer. Parties can simply say they received them anonymously. The State Bank of India, however, has details of who has bought bonds, and  who redeemed them. Why wasn’t the bank asked to save these details? Who is to say the parties will be honest in the sealed covers? The Rafale case “sealed cover”, when the government is accused of being inaccurate in its submissions to the Supreme Court, has revealed the dangers of “sealed cover jurisprudence”. How would this be any different, especially if the covers are only examined by the court at a later date? It is unclear how keeping the details addresses the question of uneven playing field. It is known that more than 90% of bonds sold in the first tranche went to the Bharatiya Janata Party. If at a later date, the court finds that the scheme itself is unconstitutional or unfairly helped the BJP, how will this information be used to address that unfairness retrospectively? Regardless, for now it seems nothing further will happen with the bonds scheme until after the elections. It is worth noting, though, that the Congress has promised to scrap the scheme if it comes to power, though whether it will – as some have suggested – proactively reveal the details of electoral bonds it has received remains to be seen. Also read: Centre’s arguments for electoral bonds treat political parties as private concerns.The Election Fix: Despite note ban, cash is all over India’s elections – but can votes be bought?What if someone just buys the Indian government (and the Opposition) at a wholesale rate?","author":"Rohan Venkataramakrishnan","time":"2019-04-12T19:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114518-gousjwqljj-1551761612.jpg","tags":["Supreme Court","Electoral Bonds","Elections 2019","Election Commission","Lok Sabha elections 2019"],"source":"https://scroll.in/article/919867/the-supreme-court-has-postponed-the-electoral-bonds-question-until-after-the-2019-elections"}