{"title":"The India Fix: How the judiciary has been a political boon for the Modi government","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. To get it in your inbox every Monday, sign up here (click on “follow”). Have feedback or interesting links? Send them to [email protected].On Thursday, Union home minister Amit Shah announced that the Ram temple in Ayodhya will be ready by January 1 next year. The statement was made in a rally in Tripura and the date means that the structure will be ready in time for the critical Lok Sabha elections, which would be held just a few months after.Built on the site of a demolished mosque, the Ram temple is clearly one of the Bharatiya Janata Party’s primary political tools at the moment, perfectly encapsulating its hard Hindu nationalism. Surprisingly, for an issue that lies at the heart of Indian politics, the temple was made a reality not by the BJP, using its control over Parliament or the Union executive, but by the Supreme Court. In 2019, the top court passed a controversial judgement awarding the entire land on which the mosque stood till 1992 for the purposes of a temple.Last Monday, the Supreme Court also passed another controversial judgement, holding that the Modi government’s chaotic move to demonetise 86% of the country’s cash in circulation was legal. The BJP immediately took the opportunity to slam the Opposition for its criticism of demonetisation. In effect, the court’s judgement had allowed the BJP to paper over the massive pain and negligible gains caused by demonetisation and, ironically, attack the Opposition for criticising it.A friendly judiciaryThe previous week wasn’t an anomaly: one of the most remarkable characteristics of the age of Modi has been how politically beneficial the Supreme Court’s rulings have been for the Union executive. Not only have controversial laws either been upheld but, in some cases, they have never been heard, this allowing the policies to continue.Take the Prevention of Money Laundering Act. The Modi government in 2019 had amended the law to make it retrospectively applicable. This further helped it weaponise the Enforcement Directorate to go after India’s Opposition. The PMLA, one of India’s most draconian laws, undermines core principles of criminal law such as being presumed innocent before proven guilty. The Orwellian law even allows the Enforcement Directorate to conceal the offence under which a person has been arrested, in the intial stages of investigation, thus crippling the accused’s legal defence. Yet, in 2022, the Supreme Court upheld the law, enabling the BJP to continue using it against the Opposition.Later that year, the court also upheld the Modi government’s move to provide quotas to upper castes based on an income threshold. The order radically changed how India’s reservations work, changing their logic from social backwardness, defined using caste, to one based on wealth.Before this, the court had also given a clean chit to the Modi government on accusations of corruption in buying Rafale fighter aircraft from France, even as former French President Francoid Hollande, who was in power when the deal was signed, accused the Modi government of pushing an Indian industrialist’s bid to become a partner in the project. The November 2018  ruling to dismiss calls for a court-monitored investigation came at a critical time, allowing the BJP to go into the 2019 Lok Sabha election with a corruption free-image.Sharp changeTo really see how remarkable the court’s actions were, it would be instructive to compare it to its hard stance during accusations of corruption for spectrum allocation and coal allocation during the United Progressive Alliance government. The Supreme Court took drastic action, cancelling coal allocations as well as spectrum licences, dealing a crippling blow to the reputation of the Congress as it went into the 2014 elections. Ironically, in 2017, the court acquitted all the accused in the spectrum case.In 2018, the court also upheld Aadhaar, a biometric identity for Indians that was key to the Modi government’s welfare push. While the judgement ignored significant privacy concerns, it paved the way for the BJP’s massive welfare push that has been arguably as important to its success as Hindutva.As significant as its judgments have been, the Supreme Court’s inaction on two critical issues might be even more politically significant: Kashmir and electoral bonds. The end of Kashmir’s special status, its downgrading to a Union territory and draconian actions such as internet blockades and the arrest of leaders has, quite remarkably, seen no judicial scrutiny. A similar limbo exists with electoral bonds, a secretive method of campaign finance that experts feel give the ruling party a significant advantage over the Opposition.Missing reasonsWhile there has been some commentary on this trend of a merging of positions between the higher judiciary and the Union executive, there are no answers on the mechanism that has led to this unusual situation. In many democracies, elected politicians are allowed some control over the judiciary via the appointment process. In the United States, in fact, elected politicians control the entire appointments process, with power split between the executive branch and the legislature. However, India’s collegium system attempts to avoid any political control at all by getting the judiciary to nominate judges.The other factor that has seen some controversy in India is the fact that judges often accept post-retirement positions from the government. Prominently, this included Ranjan Gogoi, the former chief justice who was responsible for a string of judgements that benefitted the BJP, including the Ram temple case. While, this might be one factor, the judiciary’s pro-government tilt in the Modi years is so wide ranging, that this by itself is not explanation enough.A consistent trendHowever, even as the exact mechanism of this congruence remains to be unearthed by legal journalists or possibly historians, one thing is clear: the power of the judiciary waxes and wanes with just how powerful a government is. Infamously, the judiciary even ended up supporting Indira Gandhi’s Emergency, rubber stamping an egregious misuse of power when faced with an aggressive executive. On the other hand, the courts became enormously powerful during India’s coalition era, between the 1990s to the rise of Modi. Arguably, the Modi government is an even stronger executive than Indira Gandhi’s, backed up not only by a fierce desire for power but also a strong religious populism. Even though there is very little that explains the mechanics of the trend, the fact that the judiciary has not confronted the BJP on any substantial issue is part of the expected order of India’s political system.","author":"Shoaib Daniyal","time":"2023-01-09T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185386-feuyusyrfj-1673190449.jpg","tags":["The India Fix","Judiciary"],"source":"https://scroll.in/article/1041448/the-india-fix-how-the-judiciary-has-been-a-political-boon-for-the-modi-government"}