{"title":"The song of a caged bird: A tribute to Fr Stan Swamy","content":"India as a humane democracy stood significantly diminished on the afternoon of July 6, when a staunch defender of Adivasi rights breathed his last breath in a hospital in Bandra, Mumbai. At the time of his death, the 84-year-old Jesuit priest Stanislaus Lourduswamy, popularly known as Father Stan Swamy, was still in judicial custody, charged under the anti-terror law, the Unlawful Activities Prevention Act, 1967, with participating in a Maoist conspiracy to foment caste violence and assassinate India’s Prime Minister Narendra Modi.In the last words he spoke (through a video link) to the judges of the Mumbai High Court, in a still unwavering voice, he said that his health had declined to such a degree that all he wished was to be allowed to be among his “own”, otherwise he would surely die, and possibly very soon. He had no close relatives; the Jesuit priests in his Ranchi ashram Bagicha were his brothers, and the Adivasi youth whose rights he fought so bravely for were his daughters and sons. He did die, 46 days later, alone on his hospital bed in Mumbai.Fr Stan Swamy was a gentle, fearless warrior for Adivasi rights, braver, more resolute, more determined than most I know. He spent the last decades of his life in his small room in the ashram in Ranchi, with just a few belongings – some changes of clothes, some books, a music cassette and a laptop. He should have been celebrated as a hero, a national treasure. Instead, our state – its police, its terror investigators, its jail officials, its public prosecutors, enabled and supported by the judiciary – chose to confine him during the Covid-19 pandemic in a crowded unsanitary prison, while his health so rapidly unravelled. His death, to me, is institutional murder, by the Indian criminal justice system.When Swamy was brought to prison, he was already racked by Parkinson’s disease; his hand trembled so much that he could not sign his name on his vakalatnama during his first appearance before the special court. Ultimately, the court had to make do with his thumb impression. He could not drink water from a glass without spilling most of it, and asked for a cup and sipper. The jail authorities refused, and his lawyers had to knock on the doors of courts several times, before he was handed a cup and sipper, 50 days after he was taken into custody. Disability rights activist Jo Chopra was one among many who parcelled cups and sippers to the jailed priest, but prison authorities turned them away.Repeatedly refused bailSwamy found it difficult to change his clothes, bathe or visit the toilet without help. But help was not offered by the jail officials. Swamy would write in the letters he dictated instead of his gratitude to his fellow prisoners in his crowded jail barrack who cared for him (as they would an ailing father). The National Investigation Agency and public prosecutors consistently opposed the pleas made by his lawyer for bail, given his fragile health, his age and the raging pandemic, the overcrowded and unclean prison, and the unconvincing evidence that had been summoned against him by the NIA. The special court would be persuaded each time by the NIA and the public prosecutors, and refuse him bail, either on grounds of his health or on merits.Even his Covid-19 infection was not detected in the jail hospital. It was only after the High Court intervened to order his shift to a private community hospital (on his own expense) that he was detected to be infected with coronavirus. His infection eventually receded but the virus had ravaged his body already enfeebled with multiple ailments, leading to a further precipitous decline in his health. He was admitted to the hospital ICU, and finally plugged to a ventilator. But in the end, none of this could save him.Swamy was the oldest person in the country to be charged with terror crimes, and the last among the 16 arrested under the UAPA for what is known as the Bhima Koregoan conspiracy. The evidence against  Swamy was some documents the investigators claim to have found on his computer. Swamy insisted that he had no idea of these documents, that seem to have been surreptitiously planted in his computer. He was resolutely opposed to Maoist violence; he passionately fought injustice, but always relying only on the instruments of non-violent resistance. Before his arrest in October 2020, he undertook to cooperate with the investigating team in every way, but appealed that given his precarious health he should be allowed to remain in Ranchi. The NIA insisted instead that he be flown to Mumbai, but tellingly he was not summoned for police questioning in Mumbai for even a single day. It is hard to explain why a man of his age, ailments and reputation could not have been granted bail or at least detained in his ashram in Ranchi, rather than cramped in the crowded Taloja Central Jail in Mumbai despite the dangers of the pandemic.#cartoon @timesofindia #StanSwamy pic.twitter.com/h1TRAX5ih9— Sandeep Adhwaryu 🇮🇳 (@CartoonistSan) July 6, 2021\n\nBorn and raised in Trichy in Tamil Nadu, a major influence on his later life were his studies in sociology in the Philippines, and the public protests he witnessed there against the government. He would speak to friends of Brazilian Catholic Archbishop Helder Camara, who said, “When I ask why they are poor, they call me a communist.”As I wrote in the Indian Express at that time of his arrest: “The true character of a state is perhaps best exposed by its choice of enemies. In its latest strike, the entire might of the state has converged on an 83-year-old Jesuit priest, who has devoted his life to struggling with the most oppressed among the Indian people, the Adivasis, against corporate and state power. The government leaves no doubt about who it despises and fears. And who it stands with.”I had the privilege of meeting him in August 2018 in the Bagaicha ashram near Ranchi that he had founded for research and training Adivasi youth. After he had been charged by the Pune Police for his alleged role in the Bhima Koregoan case, a posse of 40 policepersons had descended on his ashram, and searched his small room, confiscating his laptop.  This was sensationally covered by on the front pages of local newspapers.A moving meetingI was part of a team of the Karwan e Mohabbat journeying in Jharkhand, to meet the families of those who had lost their loved ones to hate lynching. We decided to visit Swamy at his ashram to express our solidarity, shortly after he had first been raided and investigated for this conspiracy by the Pune Police.We were very moved by our meeting with him, by his indomitable courage. He was not shaken by the police action and raid of a few weeks earlier. It certainly had done nothing to silence his outrage at the injustice that we fought against. As I recorded at that time: He spoke to us of his work and struggles. “Jharkhand, he said, “is a rich land comprising very poor people. From coal to gold, we have it. Those who enrich Jharkhand return hugely enriched, but the Adivasi residents only become even more pauperised.” He had carefully documented the monstrous profits made by big corporations, and the inestimable price that people dependent on the land and forests pay. “If you have sensitivity and a conscience”, he said quietly, “Tou have no option to take sides with those who are suffering, and resisting.”#RIPStanSwamy pic.twitter.com/bE9WyYYUTy— ಪಿಮಹಮ್ಮದ್ Mahamud (@cartoonist_PM) July 5, 2021\n\nI recorded further: “He spoke, for instance, of the forceful acquisition at dirt prices of land for the Adani power plant in Godda, and how the Adani bulldozers destroyed even their standing crop. Adani Power signed in 2016 an agreement with Bangladesh to build a 1600 MW power plant in Jharkhand. The coal would be imported from Adani’s mines in Australia, and the government waived all rules to allow all the electricity to be sold to Bangladesh at over twice the price that NTPC, a public sector unit, could have produced the electricity. Environmental clearances were hastily rammed through in 2017, the four-fold price that the new land acquisition law required was not paid to the landowners, trees and forests were ravaged, and the gram sabha consent was not sought.”In 2017, he had filed a PIL against the prolonged detention of 72 prisoners in just one district of Jharkhand, West Singhbhum, many of them Adivasi and Dalit youth, under the UAPA, only because they had protested against the illegal and violent appropriation of their lands and forests by big corporations like Adanis, supported by the state. He sought a court-monitored inquiry into these arrests in all 24 districts of Jharkhand. He estimated that around 3,000 local people had been jailed in Jharkhand, for fighting peacefully against their brutal forced displacement. With Chhattisgarh human rights lawyer Sudha Bhardwaj, he co-convened the Persecuted Prisoners Solidarity Committee. Both Bhardwaj and he were imprisoned under the UAPA, charged with Maoist insurgency. As I wrote at that time, you only have to join the dots.‘A simple equation’Stan Swamy said to us, “If you question this form of development, you are anti-development, which is equal to anti-government, which is equal to anti-national. A simple equation. This is why government calls me a Maoist, although I am completely opposed to Maoist methods, and have nothing to do with them”.His quiet stubborn courage comes through once again in the video he recorded just two days before his arrest. “What is happening to me is not something unique happening to me alone,” he said. “It is a broader process that is taking place all over the country. We are all aware how prominent intellectuals, lawyers, writers, poets, activists, students, leaders, they are all put into jail because they have expressed their dissent or raised questions about the ruling powers of India. We are part of the process. In a way I am happy to be part of this process. I am not a silent spectator, but part of the game, and ready to pay the price whatever be it.”  The price he ultimately paid was his lonely death.\n\n\n    \n    Play\n\nBut what defined Stan Swamy was not just this indomitable fearlessness, and his uncompromising outrage with injustice. Until the end, what shone through the man was an iridescent humanity, the deepest compassion. In his letters to his Jesuit colleague from Taloja central jail, rather than dwelling on his own suffering, he spoke with grief about the plight his fellow prisoners. “My needs are limited,” he wrote. “The Adivasis and the Society of Jesus [his congregation] have taught me to lead a simple life… Listening to the life narratives of the poor prisoners is my joy in Taloja Jail… I see God in their pains and smiles… Many of such poor undertrials don’t know what charges have been put on them, have not seen their chargesheet and just remain for years without any legal or other assistance. The 16 co-accused have not been able to meet each other as we are lodged in different jails or different ‘circles’ with the same jail.”He ended his letter with the words, “But we will still sing in chorus. A caged bird can still sing.”There is no doubt that his song will not end even after his death. Many will ensure this. Some are already demanding that the evidence against Swamy presented by the NIA must be tested in a court of law, even though he had died, to secure a posthomous affirmation of his innocence, and to expose the malign intentions of the investigating authorities.Others speak of setting up in the memory of Stan Swamy human rights and legal aid teams in all Adivasi districts of the country, to support unjustly incarcerated Adivasi and Dalit youth. In this way, declare his admirers, Stan Swamy will not die; instead, a hundred Stan Swamys will rise.On the day I write this - the day following his death, when his body is lowered into his resting place in a Bandra graveyard – I stand in spirit I am sure with a multitude of others on the street outside the graveyard. Our eyes well up with tears. Our heads are bowed – both in respect and in shame.Harsh Mander is a human rights and peace worker, writer, columnist, researcher and teacher who works with survivors of mass violence, hunger, homeless persons and street children. His Twitter handle is @harsh_mander.","author":"Harsh Mander","time":"2021-07-07T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161202-bmktrasveb-1625590057.jpg","tags":["Stan Swamy","Bhima Koregaon","Unlawful Activities (Prevention) Act"],"source":"https://scroll.in/article/999486/the-song-of-a-caged-bird-a-tribute-to-fr-stan-swamy"}