{"title":"How Modi’s interest has given new life to a 30-year-old Indo-Japanese animated film on the Ramayana","content":"It was a full house on Tuesday at one of the venues of the Mumbai International Film Festival for Documentary, Short and Animation Films. The hall was packed with animators past, present and future hopefuls, all there to commemorate a 30-year-old production and its pioneering co-creator who died in 2019. The event was a special screening of Ramayana: The Legend of Prince Rama, directed by Yugo Sako  and Koichi Sasaki from Japan along with Ram Mohan from India. The allotted time was 3.45 pm. The previous screening was running late. Everybody waited patiently, perhaps taking their cue from Ram Mohan’s elderly wife Sheila Rao, who sat in a corner  uncomplaining.After finally being let in, the guests rushed to grab their seats. But the screen was a blank rectangle. Were we waiting for a VIP to make a speech? The news was worse: the projector had stopped working.Animator Chetan Sharma joked that  because of the number of dignitaries in the room, the projector had had a “heart attack”.  The technicians scrambled for a replacement. At 6.15 pm, a new projector rolled out a dazzling remastered 4K print.Ramayana: The Legend of Prince Rama (1993). Courtesy TEM.Before the screening, Chetan Sharma reminded the audience that the film they were about to watch was “a testament to what Indian animation could have been”. The event was a matter of pride for Films Division since Ram Mohan had started his career with its Cartoon Film Unit back in 1956, Films Division’s Director General Ravinder Bhakar added.The near-fiasco on Tuesday was only the latest milestone in the film’s long journey, which began when Yugo Sako first visited in India in 1983. Despite having much to recommend in it, Ramayana: The Legend of Prince Rama has always suffered from poor timing.Sheila Rao told Scroll.in earlier in the day that Sako had travelled to India because he was making a film on waterways across the world. During his trip, he learnt about the Ramayana and “was most impressed with the fact that here was a huge epic that was also a great story with deities and people and birds and animals and magic potions and war and motion”, Rao said.The 1980s was also the decade in which the Hindutva movement to build a Ram temple at the site of the Babri Masjid in Ayodhya began to swell. Bharatiya Janata Party leaders claimed that the mosque had been built over Ram’s birthplace. In 1987, Ramanand Sagar’s television series Ramayan began to be broadcast on Doordarshan. The show’s popularity dovetailed into the rising mobilisation around the temple movement, which culminated in a mob demolishing the Babri mosque on December 6, 1992.Some media reports have stated that Sako had to clear the film with the Vishwa Hindu Parishad, which was at the forefront of the Ram temple agitation. According to a report from March on the Kyodo News website, the Indian government, worried about communal tensions in the country, even contacted Japan’s Foreign Ministry about the film. But reports that the VHP had protested against the production are untrue, said Ram Mohan’s son, Kartik Mohan.“Sako San had been introduced to the VHP by Professor BB Lal in the early 1980s and had secured their approval for the project since even before my father became involved,” Mohan told Scroll.in.Sheila Rao recalls that the VHP told Sako to go and meet Tarachand Barjatya, the founder of Rajshri Films. Barjatya in turn sent Sako to Ram Mohan, one of India’s leading animation professionals at the time.Ram Mohan with Yugo Sako (centre).Mohan had been animating opening credits for Hindi films alongside working in advertising. His company, Ram Mohan Biographics, was a veritable film school for budding animators.Mohan had been unable to channel his vast talent into a feature. A full-length film remains a pipe dream for animators because of prohibitive production costs and the perception that animation is meant for children and so belongs on television rather than in a movie theatre. The short list of Indian animated films features VG Samant’s Hanuman, Arjun Chaudhuri’s Arjun: The Warrior Prince, Shilpa Ranade’s Goopy Gawaiya Bagha Bajaiya, Gitanjali Rao’s Bombay Rose and the Chotta Bheem series. Ramayana: The Legend of Prince Rama could have shattered that perception. It was initially meant to be a co-production between the Indian and Japanese governments. Instead, officials at the Ministry of Information and Broadcasting advised Ram Mohan to adapt the Panchatantra, Sheila Rao recalled. Besides, how could the Ramayana be explored in cartoon form?The film was eventually produced privately and created by at least 450 Indian and Japanese collaborators between 1994 and 1992. “It would have been the first time an Indian story had been told in animation for a global audience at least partially by Indian talent,” said Kartik Mohan, an animator and visualiser who lives in Philadelphia in the United States.Ramayana: The Legend of Prince Rama (1993). Courtesy TEM.For Ram Mohan, the Ramayana was “a dream project” that “offered the opportunity to meld uniquely Asiatic styles of visual art (from traditional Indian sources such as Kathakali as well as the heroic, Manga-derived canon of Japanese anime) across a canvas of subject matter that was literally epic”, Kartik Mohan added. “Ram Mohan was someone who spent nearly every waking hour at home, apart from mealtimes, with sketchpad and pen in hand. There wasn’t a moment when he wasn’t crafting character designs and storyboards in his mind and spilling them directly onto paper.”  In addition to Ram Mohan, the Indian crew members included Hindi scholar Narendra Sharma as script consultant, Rani Day Burra as co-writer and Vanraj Bhatia as music composer.“I was already working with Ram Mohan for my own animation films,” Day Burra said. “Narendra Sharma knew the Ramayana left right and centre, and did a fabulous job.” The film was made in English and dubbed into Hindi. The English voice cast includes Nikhil Kapoor as Rama, Raell Padamsee as Sita, Uday Mathan as Ravana, Mishal Verma as Lakshman and Noel Godin as Hanuman.Ramayana: The Legend of Prince Rama (1993). Courtesy TEM.Nachiket and Jayoo Patwardhan – an architect couple who have worked as production designers as well as directed their own films – were also involved with the project. “We spent a week in Tokyo in November 1986 and visited the three studios that were eagerly eyeing this opportunity in a sort of friendly competition to bag the Ramayana project,” Nachiket Patwardhan recalled. The Patwardhans’ contributions included “preparing the basic visual context (architecture, artefacts, costumes weapons and landscapes)” that led to “about 350 black and white drawings”. These drawings were further worked upon in Tokyo.Ramayana: The Legend of Prince Rama (1993). Courtesy TEM.Sako and Mohan visited each other’s countries frequently during the production period. Ram Mohan worked on the preliminary designs and storyboards, making sure to give Indian touches to the characters and their movements. “The actual production (keyframing, inbetweening, inking, colouring, background art, shooting, and post) all took place in Japan at Nippon Ramayana Film Company Ltd,” Kartik Mohan said. TEM, the Japanese company that had invested in the project and owns the film’s rights, stated on its official website that there were more than 100,000 hand-drawn celluloid pictures. The film was completed in December 1992 after an investment of approximately 800 million yen.The theatrical release in 1997 was as bumpy as the pre-production process. “For a number of reasons, Ramayana was never properly distributed, let alone marketed, on its Indian release,” Kartik Mohan said. “The movie ran in a few metro theatres and disappeared within a couple of weeks.” However, the film gained a new following after it was acquired by the Cartoon Network television channel. “In effect, the Indo-Japanese Ramayana became a beloved holiday-season television special, and ultimately enjoyed greater longevity than most live-action feature films,” Kartik Mohan said. Sheila Rao added, “It was a terrible let-down, and Ram Mohan was very disappointed with the reception.”The film’s 135-minute length was an obstacle for some cinemas and broadcasters in Japan, the Kyodo News report added.Ramayana: The Legend of Prince Rama (1993). Courtesy TEM.Efforts towards a release were stymied by the sarin nerve gas attack by the AUM Shinrikyo cult in Tokyo, Kyodo News claimed. “With the word ‘AUM’ having its roots in Hinduism, there were concerns that the anime might not sit well with Japanese audiences,” the report stated.In America, a distributor released a truncated version titled The Prince of Light (2000), Kartik Mohan added.At the screening on Tuesday, the makers’ efforts to showcase one of India’s most beloved epics was evident. While the storyline is basic and conventional to a fault, Ramayana boasts of beautifully detailed characters, rich colours and splashes of understated humour. Rama, with his milk-white complexion, is in stark contrast to Ravana, who, like his subjects, has vampiric fangs and pointy ears. Among the most vividly rendered settings is Ravana’s seedy den and his lizard-infested kingdom. Hanuman and the rest of the monkey army get the most laughs. Despite a sizeable number of battle scenes, the film makes a pitch for peace and freedom from enslavement. Ramayana: The Legend of Prince Rama (1993). Courtesy TEM.“As a style of animation, Japanese anime – with its deliberate pacing, heroically proportioned characters, dramatic visual effects, and energetic action sequences – turned out to be just perfect for the subject,” Kartik Mohan said. The co-production had its constraints, pointed out Nachiket Patwardhan. “The completed film lost out on both the look and feel of an integrated Indian art style that is still crying out for being used for the medium of animation,” Patwardhan said. After Ramayana, Mohan went on to create an acclaimed series for UNICEF, revolving around the character of a girl named Meena. His final short film The Pea Plant Legacy, a tribute to DG Phalke, was made in 2016, after he had suffered a stroke.\n\n\n    \n    Play\n\nThe Pea Plant Legacy (2016).Yugo Sako was working on an animated film based on the god Krishna around the time of his death in 2012. His ashes were cremated in Haridwar.Rao remembers Sako as “a very nice man, very gentle and always smiling, who never learnt a word of Hindi or English in all his years of working in India”. Nachiket Patwardhan added that Sako was a trusting, sincere and passionate person” who “didn’t handle the business end for any personal gain”. At least one person in the crew got what she wanted out of the production. Rani Day Burra requested, and was given, an autographed photograph of Japanese movie star Toshiro Mifune. In the film’s never-ending journey, the latest twist has been provided by none other than Prime Minister Narendra Modi. During his recent visit to Japan, Modi met the film’s representatives Atsushi Matsuo and Kenji Yoshii.Upon his return to India, Modi exulted about the animated Ramayana in his weekly Mann Ki Baat broadcast. “People living thousands of kilometres away from us in Japan, who don’t know our language, who don’t know much about our traditions, their dedication to our culture, this reverence, this respect, is very commendable – which Indian would not be proud of that,” Modi said. It’s the latest adventure in the lifespan of a movie that was made under difficult circumstances and has now been co-opted by the Modi government as part of its efforts to build a new Ram temple in Ayodhya. Produced and released in a volatile decade, Ramayana: The Legend of Prince Rama has resurfaced in another turbulent period.Meanwhile in Japan, TEM wants to set up a “Ramayana fund” for “cultural exchange, world peace and human peace at a time when the international community is going through such economic and political turmoil”, the Kyodo News report stated.Had Ramayana been produced in India and properly distributed, it could have “laid the foundation for the sort of globally competitive animation industry one saw emerging in South Korea, Taiwan, and the Philippines around this time”, Kartik Mohan observed. “Training creative manpower, installing infrastructure, honing production processes at scale: Ramayana had the potential to kickstart all these vital elements of building such an industry in a commercially viable manner. Ultimately, however, the production took place almost entirely in Japan.” Dedication and passion ensured the completion of the project, but the timing was always a bit off. \n\n\n    \n    Play\n\nRamayana: The Legend of Prince Rama (1993).Also read:Tireless and peerless: The debt that Indian animation owes to Ram Mohan","author":"Nandini Ramnath","time":"2022-06-01T20:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175184-emgdrgiwsw-1654067445.jpg","tags":["Ramayana: The Legend of Prince Rama","Ram Mohan","Yugo Sako"],"source":"https://scroll.in/reel/1025233/the-continuing-journey-of-an-indo-japanese-animated-film-based-on-the-ramayana"}