{"title":"The case for a bigger, diverse committee to appoint election commissioners","content":"The Supreme Court stirred a hornets’ nest in November after it asked the government how election commissioners are appointed.According to Article 324 (2) of the Constitution pertaining to elections, the chief election commissioner as well as election commissioners are to be appointed by the president, “subject to the provisions of any law made in that behalf by Parliament”.Since the start of appointments to the post of chief election commissioner, no government has formulated a standard operating procedure for selection. In the absence of this, election commissioners are selected by the prime minister from a list of senior officers of the Indian Administrative Services. The question, then, before the Supreme Court is this: is it time for the executive to cede control over the appointment of the election commissioner or should the government have a broader selection method. Arun Goel assumes charge as new Election Commissioner of India #ECI@ECISVEEP pic.twitter.com/0uUhI19gGQ— DD News (@DDNewslive) November 21, 2022\n\nAcross the world, election commissions play a vital role in regulating elections. Democratic legitimacy depends on credible elections. The Supreme Court, while ruling in the case of Indira Gandhi vs Raj Narain in 1975 – when Emergency was declared in India – had categorised the independent conduct of elections as a basic structure of the Constitution. Election commissioners were largely passive till the appointment of TN Seshan, who served as chief election commissioner from 1990 to 1996. He was instrumental in redefining the status and visibility of the Election Commission.During his tenure, substantive changes were introduced, such as voter ID cards, the enforcement of the electoral code of conduct and the appointment of independent observers to oversee the conduct in elections and check the potential misuse of money.In 2002, Chief Election Commissioner JM Lyngdoh had resisted the pressure exerted on him and the apex poll body by Gujarat Chief Minister Narendra Modi to advance the assembly elections in the state by six months. Holding elections in the aftermath of the Gujarat riots earlier that year would have allowed the Bharatiya Janata Party to capitalise on Hindu votes. \n\t\t\n\tTN Seshan in this photograph from 1994. Credit: Rishabh Tatiraju, CC BY-SA 3.0, via Wikimedia Commons.The Supreme Court has generally been supportive of the chief election commissioner and has never interfered when an election is in process. But the court’s 1995 “Hindutva” judgement remains a low point. Justice JS Verma and two other judges held that an open appeal to Hinduism by Shiv Sena and Bharatiya Janata Party leaders in Maharashtra in 1987 did not violate Section 123 of the Representation of the People Act, 1951.The section says that “corrupt practices” include an appeal to vote or not vote for a candidate on the basis of religion, or the use of or appeal to religious symbols for the “furtherance of the prospects of the election of that candidate”. For the judges, an appeal to Hindutva was not a corrupt practice as “Hindutva is a way of life”. In October 2016, a seven-judge bench of the Supreme Court, which revisited this judgement, ruled that candidates cannot seek votes in the name of religion. “Religion should be separated from the political process,” said Chief Justice of India TS Thakur.Since the Bharatiya Janata Party came to power in 2014, the role of the executive has increased significantly. There is a perception that the government appoints election commissioners who do its bidding. During the Lok Sabha elections in 2019, Election Commissioner Ashok Lavasa had opposed the decision of the Election Commission to clear Prime Minister Narendra Modi of five instances of violating the poll code. His dissenting opinion was not included in the Election Commission’s order.Lavasa recused himself from the Election Commission’s meetings on poll code violations noting that “minority decisions” were being “suppressed in a manner contrary to well-established conventions observed by multi-member statutory bodies”. Lavasa’s family was also hounded by Income Tax authorities for his stance. Writing in The Indian Express in December that year, Lavasa said: “A society that creates hurdles, paves the path for its own perdition.” In 1990, the Dinesh Goswami committee on electoral reforms had suggested that the chief election commissioner should be selected by a committee comprising the prime minister, Lok Sabha speaker, law minister, leader of Opposition and a Supreme Court judge. GS - Till today they have not appointed anyone who gets 6 years. EC has now become a cadre. From the bureaucrat. That there are seniority basis on which people are appointed. The law is completely different.#SupremeCourt #ElectionCommission— Live Law (@LiveLawIndia) November 24, 2022\n\nThe Constitution of South Africa, considered a model, identifies six institutions including, the auditor general, election commission and human rights commissioner, state institutions that support democracy. The appointees to these posts are selected by a range of experts including judges, members of civil society, the government, opposition leaders and independent experts. In March 2011, the Supreme Court quashed the appointment of bureaucrat PJ Thomas as central vigilance commissioner for his alleged involvement in a case pertaining to the import palm oil. His appointment was struck down despite the recommendation of a high-powered committee.For the court, it was important that the central vigilance commissioner, who would scrutinise the integrity of civil servants, should not only be perceived as an individual of integrity but also be one.Today, with a majoritarian government in power at the Centre, it is time to consider that the selection of an election commissioner is not restricted to the executive alone. This responsibility must be expanded to a bigger committee, which should include the prime minister, chief justice of India, leader of the Opposition as well as members from both houses of Parliament. The Supreme Court has sought details on the appointment of the election commissioner at a time when it is in a war of words with the government over the appointment of judges through the opaque collegium system. Five senior-most judges of the Supreme Court make up the collegium, which decides on the appointment of judges. The government has pushed for the collegium to be substituted by the National Judicial Appointments Commission, with Parliament approving a bill in 2015. Before the Supreme Court pronounces its verdict on selecting the election commissioner, it should set its own house in order as well. Posts such as the chief election commissioner and comptroller and auditor general need a broad-based selection process. Credibility in the selection of such crucial appointees would go a long way in bolstering India’s credentials as a democracy wedded to multiculturalism and equality for religious minorities.SN Misra is Emeritus Professor at Kalinga Institute of Industrial Technology, University, Bhubaneswar, and teaches Economics and Constitutional Law.Also read:Interview: Why the Election Commission’s appointment is being questioned by the Supreme Court","author":"Satya Narayan Misra","time":"2023-01-03T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183257-eqnbguxyfa-1669174820.jpg","tags":["Election Commission","TN Seshan","Democracy"],"source":"https://scroll.in/article/1040449/the-case-for-a-bigger-diverse-committee-to-appoint-election-commissioners"}