{"title":"‘The Fire Burns Blue’: This book is a detailed, much-needed history of women’s cricket in India","content":"Did you know that Mandira Bedi, for all the flak she has received for her stint as an anchor, was instrumental in Indian women’s cricket getting a sponsor? Or that Women’s Cricket Association of India was founded by a 20-something year old?  Or that coming under BCCI’s umbrella cost them a crucial aspect of the domestic cricket?These are just some of the interesting tidbits interspersed through The Fire Burns Blue: A History of Women’s Cricket in India, the newly-released book by journalists Karunya Keshav and Sidhanta Patnaik.In the last 15 months, ever since India came as close as nine runs to winning the World Cup in England, there has not only been more interest in women’s cricket in India, but also a need to fill in the gaps about the sport and its players.Mithali Raj and Co had to undertake a much arduous journey to reach Lord’s, and not just on the cricket field. In the four decades since women’s cricket came to the fore in India, it has been a roller coaster with a lot of highs and lows, roadblocks and false steps. And one of the steepest falls had been in the World Cup right before, in 2013 at home.It has not been a straightforward road as the many stories old by players suggested, and Indian women’s cricket needed an anthology. It’s a well-written book that documents the journey of women’s cricket in India, a story which has largely existed only as oral history as yet. Keshav and Patnaik’s book does a commendable job of filling this void with its detailed and gripping content.One of the most important things this book tells us that this interest in women’s cricket is not generated after the 2017 World Cup, but rather renewed. The book talks about packed stadiums the women played at in the initial years and veteran journalist Sharda Ugra, in her foreword, mentions how women cricketers were covered regularly by the media.Women played the first cricket World Cup, women played the first Twenty20 International, the Indian women’s team won series in New Zealand in 1995 and a Test match in England in 2014. Yet none of this ever led to wide-spread coverage or momentum.When did things change? How and why did the women’s game fall behind? The book answers these questions and more.  Book Excerpt: When Indian women’s cricket needed somebody to be the best, it got Mithali and JhulanAccording to the authors, one of the foundations of the book was to celebrate the heroes lost to history. The ones who made the team other than the prominent names of Diana Edulji, Shantha Rangaswamy, Shubhangi Kulkarni and Sudha Shah. And they do just that, telling tales in great detail and description, with evangelical zeal akin to the former women players who talk about the sport.Any chat with former women cricketers is an education in how different from men’s cricket things were, but the achievements are told with a gratified nostalgia. The authors bring the same emotion to the book; it is like listening to tales first-hand time tempered with the journalistic skill, impartiality and most importantly, the big picture context.Their interviews talk about the unreserved train journeys, poor living conditions, physical hardships, university cricket coaching, the sheer joy of winning abroad. Of Aloo Bamjee and Nutan Gavaskar’s early impetus, of Edulji’s fearless approach to cricket and her job, and how one Anuradha Dutt pitched in to reward the team with a Hong Kong trip after their historic win. Of terrible selection decisions treated many top cricketers unfairly, of Mithali and Jhulan Goswami alternating as captains. Of Rumeli Dhar and Reema Malhotra and Neha Tanwar, names the more invested women’s cricket fans know but stories that almost all should.The book delves deeper into the stories that are not spoken enough about in the narrative of women’s cricket – family life balance, the failed marriage of an Indian international, managing cricket while menstruating, how good cricketers made poor selectors.From the pits of the 2013 World Cup played at home to the highs of the runner-up finish in 2017, Keshav and Patnaik have been a part of the growing voice in the conversation around women’s cricket.  The two well-informed individuals do justice to the topic.It is a product of painstaking research and interviews with a variety of stakeholders old and new, statistics and anecdotes, a non-sugar-coated picture of the system and praise where it is due; all written with that often hard-to-describe feeling of objective ownership one feels towards women’s cricket when you have covered it long enough to see the discrimination.As Ugra says in her foreword, ‘The Fire Burns Blue’ is a significant addition to the canon of Indian sport.","author":"Zenia D'Cunha","time":"2018-12-20T16:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108463-ezxooqcppc-1545227765.jpeg","tags":["The Fire Burns Blue: A History of Women’s Cricket in India","Karunya Keshav","Sidhanta Patnaik","Indian women’s cricket"],"source":"https://scroll.in/field/906296/the-fire-burns-blue-this-book-is-a-detailed-much-needed-history-of-womens-cricket-in-india"}