{"title":"The beginnings of a hangwoman’s career managing the noose","content":"“Jatindranath Banerjee‘s hanging will be the first to happen in India in thirteen years. But after hangman Phanibhushan Grddha Mullick has made it clear that he will not work unless his demands have been met, plans for Jatindranath‘s execution take a new turn.” The handsome young man looked into my eyes and announced this.Then it was Father‘s face on TV. Smoothing down the ample grey moustache that hung on his bulging cheeks, Father began to speak, holding an unlit cigarette between his index and middle fingers.“In 1982, they had given this to me in writing when they decided to execute Jabbar Singh. Government jobs for my children… but later, when my son Ramdev Mullick was seriously injured… then they conveniently forgot the promise. How did he suffer that injury? The government ought to have had a thought. I have sacrificed my life and my family‘s too, for the sake of this country. Doesn‘t the government have any obligation towards me? This business of hanging, is it a picnic? Babu, we don‘t tie the noose around the neck of a hen or a snake. We tie it around a human being‘s neck. Here, pinch me, and see for yourself, I am no block of iron or stone. A raw man, just like you. I too have a family. A wife. Mother. Brother. Children. He, the condemned man I am to hang, is not even my son‘s age. I am ending his life. Is that like smoking this cigarette? No, brother, no . . .”Father lit his cigarette and let out a puff of smoke. When the camera panned sideways, Alipore Central Jail appeared. Father was coming out after seeing the IG. Blowing the smoke out, he struck a jatra pose, gazing reverentially at something in the distance and folding his hands in salutation. Then he continued: “I am a person who calls to god every day. I don‘t know what lies ahead of this life. I have hung four hundred and fifty-one people with these hands… not even one of those four hundred and fifty-one has returned to tell me what death is like and what lies beyond. Look here, you, I am an old man. May leave any time… if I leave and reach there, will the four hundred and fifty-one people be waiting for me? I don‘t know. Will they fry me in oil? That, too, I don‘t know… Everything ends after death, scientists say. But to know if it is really like that, we have to go by ourselves…”“Do you believe in life after death?”“No, brother, that is not the issue. The issue is the big risk I have taken. Risk, Babu, risk . . .”Father pointed the cigarette at the camera and puffed hard once more. He wiped the sweat with his gamchha.“Till which class did you study?”“See? This is the problem with you. Why do you worry about the class up to which I have studied? Isn‘t it enough to ask how much I know? I know enough to read an English newspaper. To make sense of it. I know enough of maths and chemistry and physics and everything else to do my job. Why, won‘t that do?”Father raised his eyelids and laughed mockingly. His face really looked like that of a vulture.“Are you saying that the government must compensate you for the torture you may have to undergo in the afterlife?”“I said I know nothing of afterlife… there is risk even in life till death.”“What risk do you face?”“My son Ramdev… my son was cut down by the father of Amartya Ghosh whom I hanged at the gallows in 1990…”Father pulled hard on the burning cigarette. Suddenly my heart fell. We never spoke of that day. In 1990, Ramu da had been my age, twenty-two. Father‘s height, luxuriant hair and moustache, and Ma‘s fair complexion and gentle eyes made him handsome. All the girls in the neighbourhood were fastening nooses around his neck, I would tease; they threw look after look in longing. He was a good student. And reluctant to become a hangman. He argued with Father over it all night sometimes.Those days, there were no twenty-four-hour channels. That was the heyday of newspapers. The news of Amartya Ghosh‘s execution continued to appear. Our family was all agog, having got a job after two or three years. But two days later, Ramu da, who was returning from college, was attacked by Amartya‘s aged father. The old man hacked off his fair, slender, delicate limbs.“Didn‘t the government offer compensation for the injury Ramdev suffered?” The young man continued to question Father.“They gave a thousand and five hundred rupees then… and now a pension for the disabled…”The image of Father flinging away the cigarette butt appeared on the screen.I thought it would end there. But the young man‘s voice rang again. “Only your son is disabled. Your healthy daughter is still with you. Are you not keen to hand over your job to her?”I was stunned. Father, too, looked somewhat startled. “I haven‘t ever thought of that…”Father took out another cigarette, lit it, took a drag, and continued without wasting any time. “Uh-uh… why not? She can easily do it. But, brother, that is not for me to decide. It is for the government, right?”Ma, Ramu da and I sat transfixed as Father turned around and looked at us with a smile. The scenes that followed were these: The young man‘s face appeared. “Grddha Mullick made it clear that unless his daughter is granted a government job, he will not receive the court order and perform the hanging. While committed to the position that the children of a hangman may be given the same job, law minister Pallav Dasgupta announced that Grddha Mullick‘s demand that his job be given to his daughter is unacceptable…”Followed by the minister‘s face: “No, no, no… this is not a job a woman can do… it requires a lot of strength… of mind and body…”The young man’s face: “Do you mean to say that women lack in strength of mind and body?”The minister: “No, not that… but this is not a job like any other…”Now the young man‘s face, again. “This is not just a matter of the conduct of justice anymore. The question of whether a woman has the right to work as a hangman cannot simply be denied, given the backdrop of arguments in favour of women‘s reservation. And this in a context where the death penalty is being abolished in many nations of the world. This is the topic of discussion today in CNC Face to Face. Viewers may take part in the live discussion. This is the question: Can women be appointed executioners to hang criminals? To voice your views, call us on…”I was deeply shocked. Still, I thought it would end there. It didn‘t.“When we reached the house of the country‘s most famous hangman, Grddha Mullick, his first condition was that no images of his family members be made public. But CNC channel received images of his daughter secretly. Eighty-eight-year-old Phanibhushan now bargains with the government to make the life of this young woman secure – she who passed the Plus Two examination with very high marks but was unable to continue her studies because of financial problems.”My image began to roll on screen. Me about to turn right after taking money from Kaku. Then turning left. Walking towards the camera. Passing by the camera, opening and closing my arms merrily. The camera shows my back till I reach Hari da‘s shop. As I return, my faded and tattered dupatta and the breasts it does not fully cover appear on the screen. Then my face comes into view on the screen, magnified. I saw the small wart on the left side of my nose, the smooth shiny hair of my eyebrows, and the bulging eyes, the same as Father‘s. This is how others see my face—now I saw too.As I sat there dazed, the young man concluded: “From Bhavanipore, for CNC channel, along with cameraman Atul Kishore Chandra, this is Sanjeev Kumar Mitra.”“Sanjeev Kumar Mitra!” Father jumped up, furious. “I‘ll finish him with my bare hands!”Father was wrong. He was to die by my hands. That‘s why I was attracted to him from that very moment. He was special, with his exceptional height, thick straight hair, long straight nose. It took me much longer to be convinced that the feeling I had for him was what people call love. The kinds of love that the likes of us experienced were all like the noose fixed between the third and fourth vertebrae. Either the noose tightened and the person died, or the cord broke and the person escaped. But even those who broke the cord could never completely untie the noose from their necks. Like Chinmayi Devi who married Radharaman Mullick, we writhed and flailed without breath, all our lives.Excerpted with permission from Hangwoman, KR Meera, translated from the Malayalam by J Devika, Penguin Books.","author":"KR Meera","time":"2015-11-10T08:30:30+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/768231-article-ncfwtxjqfy-1447080204.jpeg","tags":[]}