{"title":"The Sunil Chhetri Effect: How Bengaluru FC’s talisman sparked them into life against Mumbai City FC","content":"Two football fans were deep in discussion with a hawker outside the Mumbai Football Arena on Tuesday. Both betrayed their loyalties by donning a Mumbai City jersey, yet both looked for a specific piece of merchandise that belonged to the rival team. The topic of discussion was to figure out if there was a replica Bengaluru FC jersey with the name ‘Chhetri’ and number ‘11’ printed on the back available in their size.There was well over an hour to go for the Indian Super League semifinal first leg between Mumbai City FC and Bengaluru FC to kickoff, and there was no hurry as the two fans teamed up with the seller to rifle through the merchandise until they found what they wanted.Over the past week, the player in question, Sunil Chhetri, has divided opinion. His quickly taken free kick that saw Bengaluru FC take a lead in extra time during the playoff match against Kerala Blasters prompted the trailing team to protest the legality of the goal by walking off the pitch. ISL: Chhetri’s cheeky goal, KBFC’s crazy walkout – how an incredible night unfolded in Bengaluru  On Tuesday though, for a larger section of spectators, his presence was one that was widely cheered.Chhetri did not start, but as he walked towards the sidelines in the 57th minute of play, the crowd’s gaze shifted towards the 38-year-old. Almost in unison, the crowd rose to give the national team captain a standing ovation as he sprinted onto the pitch – save for the small section reserved for the Mumbai City ultras.This was the Sunil Chhetri effect.He may have divided opinion a few days back, but as Sunil Chhetri enters the field, a good section of even the @MumbaiCityFC fans have gotten on their feet to applaud. #ISL @thefield_in pic.twitter.com/cJqH6V7bdF— Shahid Judge (@shahidthejudge) March 7, 2023\n\nBy the 79th minute, Chhetri rose smartly to head home the only goal of the match as the visitors walked away with a 1-0 win in the first leg.“The last few weeks he’s been hurting. He’s a legend of Indian football and world football as well, to be fair. Just because of the certain number of his age, (but) he still wants to play every week. He trains as if he’s just starting out in the game. He’s not happy when I don’t play him, and rightly so,” said Bengaluru FC coach Simon Grayson after the match.“When I can get Sunil Chhetri off the bench, a lot of other teams would love to be doing that. He’s done his job again, he scores goals. We hope he’s got a couple more in him.”Role model, on and off the pitchFor most of the match, the hosts had looked the team more likely to score and were only foiled by a series of well-timed last-ditched tackles and a few important Gurpreet Singh Sandhu saves. Once Chhetri got onto the pitch, suddenly there was more spark and purpose in the Bengaluru FC attack.All night Mourtada Fall had – sometimes rather nonchalantly – picked the ball off the feet of Roy Krishna and N Siva Sakthi. But with Chhetri on the field, the link-up play had become more effective, and the Mumbai defence was getting far more stretched. It’s through one of the veteran’s off-the-ball run that provided Prabir Das found enough space to unleash a shot from distance that required Phurba Lachenpa to pull off an important save.The resulting corner though saw Chhetri get ahead of his marker and head just inside the near post.His lack of form through this season has been rather alarming for the Bengaluru FC faithful. And it’s what prompted Grayson to relegate the otherwise perennial starter to the bench. Yet the coach maintains that despite not getting to play, Chhetri still plays an important role.“(He brings) huge amount of experience, responsibility, and advice for the younger players. Not just in the dressing room or team meetings, but whenever players want to talk,” Grayson said.“Sometimes they might not want to talk to me about certain things, sometimes it might be with him, and I have no issues with that. He cares about this football club, he cares about looking after himself, he’s a role model to the rest of the players. He’s conducted himself extremely well.”Mumbai City unfazedBengaluru FC have now won 10 matches on the trot, and carry home an important lead ahead of the second leg. Yet Des Buckingham, the Mumbai City coach, asserted that his team will not panic.After all, the League Shield winners did remain unbeaten for 18 matches this season, scoring a record 54 goals in the league stage in the process. This is a team that knows how to win, and as Buckingham added, knows how to score.“The goal changed the game, but it was pleasing to see that defensively we were solid and in shape. That was one of the positive outcomes of the evening, and the other is that we are only halfway through,” he said.“The team that played against East Bengal (a 1-0 loss in the last league match) is very different from what we played tonight, we have scored 54 goals this season, and we know there are goals in us. We only need one chance, and I believe we have another opportunity in the next 90 minutes, and we will try to do our best to plan and prepare to make sure we keep ourselves in top form.”The target is set for Buckingham and his team. They will need to win the match by at least two goals to make it to the final. But just as it was in that tiny corner in Andheri, Bengaluru FC have that one not-so-secret weapon.On Tuesday, well after the match had ended and the Mumbai City team bus had vacated the premises, a large group of fans – dressed in jerseys from both teams crowded the mixed zone area hoping to catch a glimpse of the India captain.Fans assemble outside the Bengaluru FC bus, hoping to get a glimpse of Sunil ChhetriChhetri duly complied with what is now becoming his trademark folded-hand gesture to fans. He posed for a few photographs and signed a few jerseys despite security officials and media managers trying to usher him away. He may divide opinion sometimes, but what he has achieved cannot be questioned.The Sunil Chhetri effect was in full view in Mumbai.","author":"Shahid Judge","time":"2023-03-08T12:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187710-mezkscctit-1678259388.jpg","tags":["Sunil Chhetri","Mumbai City FC","Bengaluru FC","ISL","Indian Super League","Football"],"source":"https://scroll.in/field/1045232/the-sunil-chhetri-effect-how-bengaluru-fcs-talisman-sparked-them-into-life-against-mumbai-city-fc"}