{"title":"The return of Rio: In Nagaland, a three-time chief minister makes a political gamble","content":"On the road to Dimapur, a building of recent vintage sports a wide banner. “Nationalist Democratic Progressive Party”, it declares. Below the party name, a promise: “Facta Non Verba”, deeds not words. It seems to be a direct challenge to the political party that rules Nagaland, the Naga People’s Front, with its slogan “Fide, Non Armis”. Faith, not arms.In the gleaming offices within the building, there are huddles and whispers in corners, there is pacing down corridors, and a neat reception desk controlling access to the inner sanctorum. A new party is taking shape and these offices are the headquarters of Neiphiu Rio’s political ambitions as the state prepares for Assembly elections on February 27.The former chief minister, who led Nagaland for 11 years, deserted the Naga People’s Front in January. After weeks of intense negotiation, an important announcement was made on Friday: the Nationalist Progressive Democratic Party had entered into a pre-poll alliance with the Bharatiya Janata Party. Rio’s party will contest 40 of the state’s 60 Assembly seats while the BJP fields candidates in 20.The Nationalist Progressive Democratic Party's office in Dimapur. (Photo credit: Ipsita Chakravarty)An OppositionThis means Nagaland has an Opposition again. Since 2015, all 60 legislators of the Assembly had sat on the treasury benches, after eight Congressmen joined the government. The BJP was already part of the ruling Democratic Alliance of Nagaland, headed by the Naga People’s Front. So, Nagaland became a political curiosity – an Opposition-less state where both the Congress and BJP were part of the same government.But on Friday, the BJP parted ways with the Naga People’s Front, reportedly because the two parties could not agree on a seat-sharing formula. It brought to an end a partnership that had held through 15 years in government and several political upsets.The political reconfiguration also means that should the new alliance win a majority, Rio is likely to return as the state’s chief minister. “He will be the leader of our legislature party,” said Nationalist Progressive Democratic Party president Chingwang Konyak.The fortunes of the challengers now depend heavily on Rio’s reputation as the leader who brought the first signs of development to Nagaland. “In our society, it is leader-centric politics,” said Visasolie Lhoungu, the BJP’s state president. “If leaders join us, people will follow.”Nationalist Progressive Democratic Party president Chingwang Konyak. (Photo credit: Ipsita Chakravarty)One-man partyThe Nationalist Democratic Progressive Party has certainly not invested heavily in a party ideology. Ask what defines it and Konyak produces a handbook with a list of catchphrases: brotherhood, peace, development, transparency. “In short, transparency and accountability. We will fight against corruption and restore governing systems,” Konyak said as he sat behind a desk with a large globe, the party’s new symbol.Asked if the “nationalist” stood for Naga or Indian nationalism, he smiled faintly. “Maybe you can say Naga nationalist or Indian nationalist,” he said. For now, the party prefers to keep it ambiguous, eschewing the rhetoric deployed by the Naga People’s Front, which started life as a conduit of Naga nationalism into mainstream politics.The Nationalist Democratic Progressive Party was perhaps always a vehicle for Rio’s political ambitions. It was founded in May with his backing, but then he disassociated himself with it altogether. It was only in January that he finally broke with the Naga People’s Front and tied his electoral fortunes to the fledgling party.Now, the Nationalist Democratic Progressive Party is scrambling to prepare for the elections. Party leaders claim they have viable candidates in all constituencies but are still building up cadre strength.Few are familiar with the party in Nagaland, even in Touphema, Rio’s ancestral village. What they do know is Rio’s record as chief minister. “I think Rio may be corrupt but he still does his work,” said Seyie Rio, a freelance photographer from Touphema, echoing the general verdict on the former chief minister.Rio may be well liked, but if the party is banking on the anti-corruption plank to win these elections, it might run into trouble.A group of men chat around a shop front in Touphema, Neiphiu Rio’s ancestral village. (Photo credit: Ipsita Chakravarty)‘The tallest leader’“The tallest leader in Nagaland”, is how Rio is often described, both by rivals and party colleagues. Politicians of the Naga People’s Front concede the party was plunged into a crisis of leadership after he left. BJP leaders acknowledge his personal popularity. The former chief minister is said to be a good speaker, able to reach out to crowds, and had even built a reputation as a Naga leader outside the state. In 2012 and 2014, for instance, he had campaigned for the Naga People’s Front in Manipur.Rio first became chief minister of Nagaland in 2003. A member of the powerful Angami Naga tribe, he won from Northern Angami II constituency as a candidate of the Naga People’s Front. He won again in 2008 and in 2013. During these years, the capital Kohima acquired a patina of progress. Residents will point to the gleaming new police headquarters, the secretariat, the hospital building. “All these buildings were pending for years during Congress rule,” said Jonas Yanthan, vice-chairman of the Kohima Lotha Hoho, a tribal body, and news reader at the All India Radio station in Kohima.But the sheen began to wear thin after a while. “Nothing was happening in the rural areas,” Yanthan said. “The villages do not have roads or water supply. Even the capital does not have water supply.”Rio has “lost his glamour”, Yanthan concluded. In Touphema, some of this disenchantment is evident as residents say the former chief minister did not do much, or could have done more, for his native village.Besides, many of the corruption cases now associated with the Naga People’s Front government date back to the Rio years. Joel Naga, chairperson of the civil society organisation Against Corruption and Unabated Taxation, pointed to a scam in the state’s public distribution system, land scams and other irregularities during Rio’s tenure. Moreover, the money spent on building Kohima’s new buildings ran the state into severe debt, Naga added.Zelhou Zumu, who feels Rio has lost support after his move to Delhi. (Photo credit: Ipsita Chakravarty)Delhi callingRio was in Delhi for most of the last week of January, negotiating a pre-election deal with the BJP high command. The last few years have frequently seen him in the Capital, trying to negotiate a deal with the BJP.Rio’s image in Nagaland took a hit when he decided to give up chief ministership in 2014 and head to Delhi to become a member of Parliament. A cabinet minister’s berth had reportedly been promised to him. It was only when this did not materialise that Rio is said to have turned his attention back to the state. But voters in Nagaland noted that it was after Rio left that the Naga People’s Front became divided and the state government entered a period of instability.“If he had not left, we would not see what is around us today,” said Zelhou Zumu, associate pastor at the Touphema Baptist Church. “People might still vote for him but not like in the old days. He is a good leader but still, he put bitterness in the heart of his supporters.”Zumu makes allowances for Rio, saying that being a politician in a state where underground groups run parallel governments cannot be easy. “Maybe to escape it, he left for the Centre,” said Zumu. “But if you want to be a faithful leader, even in the midst of difficulties, you have to stand with our people.”Yet, some loyalties run deep in Nagaland, where electoral politics is often determined by clan, tribe and community ties rather than by party politics. “Rio did not do much for this village but he is from this village,” said Seyie Rio. For him, that is reason enough to support the former chief minister even though he has lost some of his old glory.","author":"Ipsita Chakravarty","time":"2018-02-06T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/867636-81189-yfkxskhikf-1517847387.jpg","tags":["North East elections","Nagaland","Neiphiu Rio","BJP"],"source":"https://scroll.in/article/867636/the-return-of-rio-in-nagaland-a-three-time-chief-minister-makes-a-political-gamble"}