{"title":"The missing three Cs in BCCI: The governing body continues to remain vague in their selection policy","content":"This article originally appeared in The Field’s newsletter, Game Points , on July 4, 2023. Sign up here to get the newsletter directly delivered to your inbox every week.  With less than a week to go for India women’s Tour of Bangladesh, the Board of Control for Cricket in India announced two 18-member squads. While the women’s team competes in Mirpur, the men’s squad begin their tour of the West Indies the same week.In both scenarios though, one theme remains common – there are more questions than answers. The BCCI may try to push the notion that it is a well-oiled machine, but it lacks majorly when it comes to clarity, consistency, and communication.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nFor instance, what exactly was the criteria for selection in the Harmanpreet Kaur-led squad that will play in Bangladesh? Did top performers at the inaugural edition of the Women’s Premier League, such as Saika Ishaque, not merit a place in the squad? If performances in a marquee franchise T20 league do not matter, then it’s inconsistent that selectors opted to include Ruturaj Gaikwad and Yashasvi Jaiswal into the men’s team based on their showing in the Indian Premier League season.The decision to not include wicket-keeper Richa Ghosh and pacer Renuka Singh Thakur, two of India’s top performers last year, in the women’s squad is left open to interpretation. Shikha Pandey, who picked up 10 wickets in nine matches and was the best Indian pacer in the Women’ Premier League, was also not considered for the Bangladesh tour.And there is no clear reason as to how senior batter Ajinkya Rahane, who had been out of favour for nearly 19 months, is back to being the men’s Test team vice-captain after performing in one Test.Is it time for senior batter Cheteshwar Pujara and pacer Umesh Yadav to pack their bags or could they too expect a second life like Rahane? You never know with the BCCI. It likes to leave you guessing. Also left guessing are Ranji Trophy performers like Sarfaraz Khan and Abhimanyu Easwaran. If performances in the country’s premier first class tournament do not matter, should they too hone their T20 skills? It seems like that’s what worked for Jaiswal, Gaikwad and even Ishan Kishan.Young spin-bowling all-rounder Shreyanka Patil would have been elated to find out that her outing in the Women’s Premier League for Royal Challengers Bangalore and the ACC Emerging Teams Asia Cup for India A was enough to make her the first Indian to feature in the Women’s Caribbean Premier League. However, the player of the series in Hong Kong too must be left guessing as to what exactly she must do to make it to the senior squad. Perhaps, if there was a path, pattern or a benchmark, Indian cricket would have a direction. If not, then basic clarity, consistency and communication from BCCI would do too. At the moment, none of the three Cs seem to exist.","author":" Samreen Razzaqui","time":"2023-07-06T09:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191902-ouyamjsfrj-1688561732.jpg","tags":["Board of Control of Cricket in India","India","Cricket","Saika Ishaque","Richa Ghosh","India women’s Tour of Bangladesh","West Indies","India tour of West Indies","Indian cricket","BCCI"],"source":"https://scroll.in/field/1052056/the-missing-three-cs-in-bcci-the-governing-body-continues-to-remain-vague-in-their-selection-policy"}