{"title":"The Political Fix: The BJP relies heavily on OBC votes. Will it bite the caste census bullet?","content":"Welcome to The Political Fix by Rohan Venkataramakrishnan, a newsletter on Indian politics and policy. To get it in your inbox every week, sign up here.Our small team wants to cover the big issues. That is why we are appealing for contributions to our Ground Reporting Fund. If you’d like to assist our effort, click here. The Big Story: Count-downIt is possible to read the story of Indian politics over the last four decades purely through the lens of the Other Backward Classes. In India’s social hierarchy OBCs, as they are generally known, consist of a vast number of castes that sit between the upper castes and the Dalits and Adivasis, or Scheduled Castes and Scheduled Tribes. They are generally believed to account for more than half of the Indian population, though we don’t actually know the numbers. More on that below.Public life in India has always seen power – whether official, political, educational, economic, social or cultural – disproportionately held by the upper castes. In 1990, after a decade of fractious politics over this question, a non-Congress government built on the work of a previous non-Congress government, and implemented recommendations from the Mandal Commission, which called for affirmative action to be expanded beyond the SCs and STs. Suddenly quotas in educational institutions and government jobs, which had only applied to those at the bottom of the social order before, were now expanded to also cover the much larger OBC population. If this had been done proportionally, quotas would have covered nearly 80% of appointments or posts in state institutions. But, because of a somewhat arbitrary limit set by the Supreme Court, a 50% cap on total reservations was put in place – meaning OBCs would only get priority in applying to 27% of posts, despite accounting for more than half of the population. More on this too, below. The big effect of the “Mandal” moment was a social and political emancipation of the OBCs, bringing their concerns – and leaders – to the fore. As Christophe Jaffrelot wrote, “The upper castes instantly mobilised to prevent a reform that would curb their public sector job opportunities, which was valuable prior to the economic liberalisation of 1991. Their resistance aroused indignation among the lower castes and resulted in a consolidation of OBC groups. Many OBCs stopped voting for upper-caste notables and preferred to elect representatives from their own social milieu to Parliament In the Hindi belt, the percentage of OBC MPs nearly doubled from 11 per cent in 1984 to more than 20 per cent in the 1990s, whereas the proportion of upper-caste MPs dropped from 47 per cent in 1984 to below 40 in the 1990s…”This period also saw the rise of OBC politicians and regional parties gain support across the country, most prominently in Uttar Pradesh and Bihar. Through the 1990s an early 2000s, much of the gains of this emancipation went to dominant OBCs like the Yadavs. While the initial effects of the Mandal moment was a fragmentation of Indian politics, hastening the decline of the Congress and empowering regional parties, over time the Bharatiya Janata Party – long referred to as a Brahmin-Bania party, i.e. one that only could rely on upper-caste vote banks – began to spot an opportunity within the framework of OBC politics. The BJP began courting the many smaller OBC communities that felt aggrieved at power being wielded by the dominant OBC castes, like Yadavs in Uttar Pradesh in Bihar. Using Hindutva – and the deliberate demonising of Muslims – as the glue, the party set about building a large OBC support base that it rode to power in 2014 and 2019. That Prime Minister Narendra Modi himself falls in this category is no surprise.As Sanjay Kumar explained in the Indian Express, “Evidence from a series of surveys by Lokniti-CSDs indicates that the BJP has made massive inroads among OBC voters during the last one decade. In the 2009 Lok Sabha elections, 22% OBCs voted for the BJP while 42% voted for regional parties. But within a decade, the support base of the BJP among the OBC seems to have changed dramatically. During the 2019 Lok Sabha elections, 44% OBCs voted for the BJP while only 27%  voted for the regional parties.”Over the last few years, the BJP has appeared to make efforts to capitalise on its support from the lower OBCs, encouraging the idea of sub-categorisation within the 27% quota in a way that would reward the groups that have brought it to power. But OBC politics have run ahead of this. Caste censusLast week, an all-party delegation led by Bihar Chief Minister Nitish Kumar met Modi and demanded a caste-based census that enumerate the population size of various castes around the country. Remember, Kumar is in power in Bihar in alliance with the BJP, which was part of the delegation. Modi was non-committal. According to the Hindu, “The Prime Minister did not counter the delegation nor did he express the Centre’s inability to carry out such an exercise.” The question of a caste-census is even larger than the sub-categorisation plan. Despite running huge affirmative action programmes in India, the government does not have official data on the extent of the OBC population or the categorisation within it. The last census that officially collected and revealed this data dates back to 1931. In 2011, the Union Government was pushed into permitting a nation-wide caste census, albeit one unconnected with the national census carried out every 10 years. That data has never been released. Karnataka also conducted a state-wide caste census in 2015. That data too, has, been kept secret. My colleague Shoaib Daniyal explains here why this failure to enumerate the castes is such a big deal. Among the potential implications of such a census is its likely impact on the 50% limit for quotas set by the Supreme Court. That number was always arbitrary and unexplained, though firmly defended by those who were once anti-reservation based on a nebulous understanding of merit. If a caste census does indeed confirm that the OBC population is even larger than we assume, or that upper castes are now a smaller proportion of the population and yet maintain inordinate representation at every level of power, the 50% limit is likely to be on its way out. In a way, the BJP’s own decision to give economically weak upper castes 10% reservation in 2019 may have been the first step down this path. Read Shoaib Daniyal’s piece on this here. BJP votebanksWhere does the BJP stand on the caste census? The leadership has so far been quiet. It hasn’t encouraged pushback against the demands, either directly or by empowering the BJP’s digital minions to make the argument online – even though plenty of upper castes are firmly opposed to the idea. In the recently concluded Parliament Session, the BJP’s first speaker in the Lok Sabha on a Constitutional Amendment giving states the power to draw up their own OBC lists openly called for a caste census, which left many others in the party wondering, since the leadership has not officially endorsed such a call yet. What could be the reason to oppose a census? One explained might be the fear of pushback from upper castes, who are a key source of political an economic support for the BJP. “As we enter the third decade of the 21st century, the top of Indian society remains overwhelmingly upper caste while its bottom has stayed almost entirely lower caste,” wrote Satish Deshpande. “A caste census threatens to push this dimension into the open, making it impossible for the political class to continue to hide behind euphemism and circumvention.” Equally important is what such a move might do to the non-dominant OBC coalition that the BJP has built. Sanjay Kumar writes,“The reason why BJP seems reluctant about a caste census may be for fear that the numbers that might come up about different castes, especially the OBC castes, might give a new issue to the regional parties to mount pressure on the ruling party for reshaping the OBC quota in central government jobs and educational institutions. It might result in a situation of Mandal II, giving a new lease of life to many regional parties which otherwise are struggling to find a positive agenda to  challenge the BJP that has dominated Indian electoral politics for the last one decade.”If the BJP were indeed to hand power over to the OBCs in a big way, while folding that effort within its broader anti-Muslim Hindutva narrative, that might serve to deepen the appeal of the party among a huge swathe of the population for even longer. But the actual act of handing over power will involve renegotiating current quotas and reducing the relevance of dominant groups, a complex process with many potential pitfalls, and the potential for competing demands to fell the current dispensation, or at least unsettle its political calculations in the medium term. This is why governments in the past have preferred to kick this can down the road. By not coming out openly against the caste census and permitting demands for it from various state leaders, the BJP is clearly suggesting that it recognises the appeal and doesn’t want to be seen as standing in the way. The many appeals from within the party too, which don’t seem to have received censure, imply that it may be calculating a way forward. How it actually plans to negotiate this process, however, will say plenty about the party’s ability to handle contradictions and demands from the coalition it has built. Read alsoRoshan Kishore decodes the purpose and politics of a caste census, and argues that it is a manifestation of a vicious cycle of zero-sum politics in India. Liz Mathew and Ravish Tiwari report on the disquiet within the BJP over the caste census demands. “The habit of denying responsibility perfected by Narendra Modi in his  seven years as Prime Minister may not work for caste politics,” writes Shikha Mukherjee. Rahul Verma recounts the history of OBC politics in India, and what a census may mean. Kancha Ilaiah Shepherd, in an essay, asks ‘where are the Shudras?’Linking outDoes this Hindu extremist priest in UP have the support of the rank and file of BJP? Vijayta Lalwani reports from Western UP.I will be one of the mentors for the wonderful @AsiaSpeaks initiative for writers that @soniafaleiro started. Applications for the next batch open on Sept. 1 here:https://t.co/D3R475Fn1R pic.twitter.com/WZ51502tsc— Mujib Mashal (@MujMash) August 25, 2021\n\n“Fifty years after losing East Pakistan in 1971, Rawalpindi has finally, to its mind, achieved a strategic win [in Afghanistan] that it deeply desired,” writes Avinash Paliwal. “Only time will tell whether this will be a Pyrrhic victory.” “India has expressed its worries about terrorism, human rights and  refugees, but has not mentioned the Taliban itself even once by name,” writes Suhasini Haidar. “And in India, the Government appears to be equally mute, as thousands of  Afghans clamour for visas, and get no reply, focusing instead on the  task of bringing a few hundred Indian nationals back home.” Atul Mishra argues that the US withdrawal from Afghanistan actually reflects a revival of the West, not its decline. Harsh Pant and Chirayu Thakkar say “India’s desire to play a more significant role in global governance should not cause anxiety in the United States. While India won’t promote every US priority, it won’t jeopardize US core interests.”Hilal Ahmed on a spate of new non-BJP writers expressing their visions of Hinduism, which do not “offer any legitimate space to Muslim identity and reproduces the Hindutva-inspired history of Hindu subjugation and victimhood.”Aditi Phadnis on the impact of a rising Congress star’s decision to make the jump to the Trinamool Congress. Can’t make this upWe’re not going to get into the “one spice” madness from Twitter over the last week – an online kerfuffle that we could not have made up – but here’s the right sort of thread on spices and non-Western cooking: 1. Spices and MeatSurprisingly, flawed opinions persist about the use of spices in Early Modern Europe. Apparently it was to cover the smell of rotting flesh or to compensate for poor quality meat. I read two instances recently. pic.twitter.com/103oJ9gjbG— Krishnendu Ray (@Raykris1) August 25, 2021","author":"Rohan Venkataramakrishnan","time":"2021-08-30T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163395-sjyvjaaduy-1630255442.jpeg","tags":["The Political Fix","Caste Census"],"source":"https://scroll.in/article/1004063/the-political-fix-the-bjp-relies-heavily-on-obc-votes-will-it-bite-the-caste-census-bullet"}