{"title":"‘The Accidental Prime Minister’ trailer: Manmohan Singh shown as victim of Congress politics","content":"Anupam Kher’s Manmohan Singh is portrayed as a hapless victim of Congress party politics and Sonia Gandhi’s imperious ways in the trailer of The Accidental Prime Minister. Kher has Manmohan Singh’s soft voice and modest manner down pat in the trailer, which was released on Thursday. The political drama, directed by Vijay Gutte, is based on Sanjaya Baru’s 2014 memoir of the same name, and will be released on January 11, alongside the surgical strike movie Uri.Baru, a journalist and policy analyst, served as Manmohan Singh’s media adviser between 2004 and 2008. Singh was prime minister between 2004 and 2014. Baru’s The Accidental Prime Minister: The Making and Unmaking of Manmohan Singh (Penguin India) details what he describes as Sonia Gandhi’s repeated attempts to undermine Singh’s functioning. In Baru’s telling, Singh was prevented from assuming full charge of the Prime Minister’s office and his cabinet by the Congress party president and her associates. In his foreword, Baru writes about the United Progressive Alliance that Singh steered through a troubled decade, “The Manmohan Singh of UPA-1 was not the ‘puppet PM’ that he came to be seen as in UPA-2. He was certainly an ‘accidental prime minister’, as he readily confessed, to all and sundry, but that did not prevent him from occupying the country’s most important chair with both dignity and great competence.” Singh has the distinction of being “the only Indian prime minister not from the Nehru—Gandhi family to have served this long”, Baru adds. “On the other hand, the public perception that he accomplished this feat through unquestioning submissiveness lies at the heart of the image problem that has come to haunt Dr Singh.”The trailer compares Singh to the noble and luckless warrior Bhishma from the Mahabharata. However, Baru, who is played by Akshaye Khanna, caustically observes that unlike the Kauravas and the Pandavas in the epic, Singh had to deal with a single family. Sonia Gandhi is shown as treating Singh as a seat-warmer for Rahul Gandhi’s ascension. She dismisses a potential peace deal over Kashmir by telling Singh, if you bring peace to the subcontinent, what is left for Rahul to do as prime minister?The screenplay is by Vijay Gutte, Mayank Tewari, Karl Dunne and Aditya Sinha. Apart from Kher, the cast includes German actor Suzanne Bernert as Sonia Gandhi, Arjun Mathur as Rahul Gandhi and Aahana Kumra as Priyanka Gandhi.\n\n\n    \n    Play\n\nThe Accidental Prime Minister.","author":"Scroll Staff","time":"2018-12-27T14:59:13.676569+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/109073-orwjqyxvki-1545902838.jpg","tags":["The Accidental Prime Minister","Manmohan Singh","Anupam Kher"],"source":"https://scroll.in/reel/907147/the-accidental-prime-minister-trailer-manmohan-singh-shown-as-victim-of-congress-politics"}