{"title":"The ‘humiliation’ that stops Mayawati from accepting Samajwadi Party’s offer","content":"Samajwadi Party leader Ram Gopal Yadav on Tuesday mooted the idea of his party joining forces with rival Bahujan Samaj Party to drive the Bharatiya Janata Party out of Uttar Pradesh. If the peace overture is accepted by the BSP, not only would the two parties succeed in augmenting their respective support base but also make a lasting political impact in the Hindi belt.The union was successfully experimented with more than two decades ago, but its repetition is unlikely given the ever-growing complexity of politics in Uttar Pradesh.In August, following a saffron sweep in Uttar Pradesh in the Lok Sabha elections, SP chief Mulayam Singh Yadav had made a similar overture to BSP leader Mayawati. But Mayawati simply dismissed the suggestion as “politics of opportunism”.BSP insiders are unsure if the fresh bid by Mulayam Yadav’s brother Ram Gopal Yadav would evoke a different response from Mayawati. That Mayawati may not act differently was underlined by Ram Gopal himself. “If the SP and the BSP join hands, the communal forces like the BJP would be pushed out of the race for the 2017 Assembly polls,” he said and then added in the same breath, “But Mayawati would not agree to it. Her mindset is different. The BSP president is self-centred.”The houseguest episodeIn 1993, at the height of the Ram Janmabhoomi movement, the two parties had succeeded in preventing the BJP from coming to power in Uttar Pradesh. That year, amid the slogan of “Mile Mulayam Kanshi Ram, Hawa Mein Ud Gaye Jai Shri Ram”, the SP and the BSP struck an electoral deal and won the Assembly polls. A coalition government was subsequently formed with Mulayam as the chief minister.However, the relationship soured in June 1995, when Mayawati was forced to spend hours in a VIP guesthouse in Lucknow, fearing for her life, as Samajwadi Party goons paraded outside. Just a day before, her party had broken alliance with the SP. After the guesthouse episode, she went on to form the government with the BJP’s help.The BSP insiders say Mayawati has not forgiven the SP for the assault on her, which she has termed as the “most humiliating experience in her life”. According to a senior BSP leader, Mayawati may reconsider entering into an alliance with the SP if Mulayam issues a public apology for the guesthouse episode.Depending on anti-incumbencyMayawati, despite all her attempts, has not been able to revive her political charisma in recent years. Political observers feel she would have to do a rethink on her strategies if the polarisation of Dalits, her core vote base, towards the BJP continues. In the last general election, her party got around 20%of the votes but could not win a single seat in the Lok Sabha.At the moment, all her calculations seem to depend on consolidating the Dalit vote and gaining from the anti-incumbency against the ruling SP government in the state and the BJP government at the Centre. She is also hoping that the communal riots in Uttar Pradesh under SP’s rule would eventually drive Muslims towards the BSP. But all this may not work out in her favour when the state goes to polls in 2017. For, the BSP’s vote share has been constantly declining since 2007, when it got over 30% votes, consisting primarily of Dalits, Muslims and Brahmins, and won 206 seats in the Assembly. In the 2009 Lok Sabha elections, the BSP’s vote share fell to 27.4%, in the 2012 Assembly elections to 25.9%, and in the 2014 Lok Sabha elections it hit a little below 20%.A reversal of this trend is something that Mayawati requires desperately. Even her party colleagues concede that the revival of the SP-BSP alliance in Uttar Pradesh would go a long way in changing the political fortunes of the two parties.","author":"Dhirendra K Jha","time":"2015-01-22T06:00:48+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/701706-1873bc29-a8c3-4056-90dd-63ea8b4d1e25.jpg","tags":[],"source":"https://scroll.in/article/701706/the-humiliation-that-stops-mayawati-from-accepting-samajwadi-partys-offer"}