{"title":"The young and jobless in Ladakh wait for Delhi to keep its 2019 promise","content":"A year after New Delhi separated Ladakh from the erstwhile state of Jammu and Kashmir, Muzaffar Hussain got his bachelor’s degree in commerce from Delhi University.  He returned home to the remote Kaksar village along the Line of Control in Ladakh’s Kargil district. “I thought I would start applying for government jobs in Ladakh,” said the 23-year-old. Much of Hussain’s hopes rested on the Union government’s promise of providing “adequate employment opportunities” after the scrapping of Jammu and Kashmir’s special status and statehood on August 5, 2019.  For nearly two years, however, Hussain waited for a local government job – but no vacancies were advertised.  “I could have waited longer but my family was nagging me: Why was I not doing anything to find a livelihood?” said Hussain, who is the eldest of three siblings and whose father is a retired Army official.  Under pressure, Hussain did something he had never imagined he would. He applied for a constable’s job in the Central Industrial Security Force and got selected. “I completed my training last year,” he said. Currently, he is posted in Rajasthan. “I had no other choice.”There are few sources of livelihood in Ladakh's desert-like landscape.  Credit: Reuters ‘We have got nothing’ For decades, Ladakh lived in the shadow of Kashmir, on which it depended for its development and resources. That resentment was behind the popular demand that Ladakh be turned into a Union territory with a legislature.  On the face of it, the Centre’s decisions of August 5, 2019 were a step in fulfilling those aspirations, as Ladakh was carved out of Jammu and Kashmir as a Union territory, though without a legislature.  In his first speech following the scrapping of Jammu and Kashmir’s special status and statehood, Prime Minister Narendra Modi had said that a “new opportunity of development will come without any discrimination.”  He had also promised that “very soon the process to fill the vacancies of central and state government will be initiated in Jammu and Kashmir and Ladakh” and that “public sector units of the central government and big private sector companies would also be encouraged to provide new employment opportunities”. Four years after that speech, very little of that promise has translated into reality.  “After becoming a Union territory, there is no doubt that the government has given a push to infrastructure,” said Ali Murtaza, spokesperson of the Student Education Movement of Kargil, a students’ body. “But when it comes to job opportunities, the youth of Ladakh have got nothing.” By its own admission, the Union territory government has not been able to keep its word. In November last year, Lieutenant Governor RK Mathur said the administration has provided only 1,761 jobs to youth in Ladakh after it was carved out as a Union territory. The lack of new jobs is not the sole problem. The separation from Jammu and Kashmir has also shrunk the pool of government jobs that was earlier available to Ladakh residents.Given Ladakh’s desert-like landscapes and extreme weather, securing a permanent government job is the aspiration of most educated youth – as there are not many other sources of livelihood. What changed with 2019Before 2019, a Ladakh resident could apply to all kinds of gazetted government jobs in the state of Jammu and Kashmir. Gazetted jobs are high-ranking government posts whose work entail a higher administrative or executive role. Non-gazetted posts, on the other hand, are low-ranking jobs in government.  “Population-wise, we were just a small part of the Jammu and Kashmir state,” explained Thinles Tundup, the former president of All Ladakh Unemployed Youth Association. “But Jammu and Kashmir state government jobs were a significant number. That meant that the youth of Ladakh had a chance of getting selected and working anywhere in the state.” According to Tundup, now there will be fewer jobs the youth of Ladakh can apply for. “Ladakh is geographically large but not in terms of population. There won’t be as many vacancies as in the past.”New recruitment regime Earlier, the recruitment for the prized gazetted jobs was carried out by the Jammu and Kashmir Public Service Commission.But the new Union territory does not have a Public Service Commission of its own. “No vacancy for a gazetted post has been advertised since 2019,” said Murtaza, a post-graduate in sociology.  For non-gazetted posts in the Union territory, the process has become more complicated. Before 2019, the Jammu and Kashmir Service Selection Board was the recruiting agency for non-gazetted and Class IV jobs.  Now, as Ladakh is a Union territory, these appointments are being carried out by the Staff Selection Commission – a constitutional body that recruits for the Union government. The regional network unit of the Staff Selection Commission, Chandigarh, is responsible for the recruitment process. The commission advertised its first vacancy notification for 797 posts in Ladakh in May, 2022 – nearly three years after the bifurcation. “Thirty thousand youth from Ladakh applied for these posts,” said Tundup Thinles. “That should tell you about the level of unemployment in a region with a total population of roughly 3 lakh.” Even then, the recruitment drive remains incomplete. Results have been announced for only 547 posts so far, and the Union territory administration is still in the process of issuing appointment orders to eligible candidates. The candidates for 250 other posts have not been announced.  Akbar Ali, one of the job aspirants, said the recruitment processes for similar posts would take a much shorter time when the Jammu and Kashmir Service Selection Board was involved.“From advertisement of jobs to final selection, it takes nearly two years in SSC to complete a recruitment process,” said Ali, who has been awaiting the final selection list for the post of a junior assistant. “Earlier, the process didn’t take more than 6-8 months.” In the new regime, aspirants are assessed differently, too. “Earlier, the maximum weightage of marks was given to a candidate’s general knowledge but in SSC, the weightage is distributed equally among English, reasoning, general knowledge and mathematics,” said Ali, who got a bachelor’s degree in history from Delhi University in 2020.  “Students from a non-mathematics background are at a disadvantage now.”Akbar Ali, a history graduate from Delhi University, said the recruitment process has become longer and more difficult. Credit: Safwat Zargar.A larger anxietyWhile the Union territory administration has promised that vacancies for gazetted jobs will be advertised by December, the fact remains that the recruitment process was initiated more than three years after Ladakh became a Union territory.The recruitment for the higher-level government jobs is likely to be carried out by the Union Public Service Commission. The Ladakh administration in an official statement in August said it was in the process of drafting “recruitment rules”. “Once the rules are drafted they have to be put in public domain for at least a month to invite comments and suggestions from various stakeholders,” Dr Pawan Kotwal, advisor to the Lieutenant Governor of Ladakh, told reporters during a press conference in Leh on October 9. They would then be “submitted to the Union Public Service Commission” for approval.Kotwal said he was hopeful that the posts would be filled by next year. At the district level, the administration has been able to fill vacancies in non-gazetted jobs through the Leh Autonomous Hill Development Subordinate Services Recruitment Board. In addition, around 400 youth have also been recruited for the posts of constables and followers – a post below that of a constable – in Ladakh police.  “These are very low-level jobs. But even well-qualified and overqualified aspirants are applying for them,” Ali added. Take the example of a postgraduate aspirant from Ladakh who has cleared the National Eligibility Test in his subject – and is eligible to teach at a higher education institute. The student, who did not wish to be identified, works as a constable with Ladakh police. “Since there were no vacancies that could match my qualification, I chose whatever that came my way,” he said. It is not the insecurity over jobs alone, there is a larger anxiety in Ladakh that opportunities for its people have dwindled after 2019.For example, earlier only the permanent residents of the state of Jammu and Kashmir could buy or purchase immovable property in the region and apply for government jobs. With those protections gone, Ladakh, over the last few years, has seen a popular demand for protection to land and job rights for locals.  In September 2021, the Ladakh administration reserved all the non-gazetted jobs in Ladakh for the residents of the Union territory. There is no official clarity if the same reservations will extend to the coveted gazetted jobs in the Union territory as well. A top-down view of Kargil town. Credit: Safwat Zargar.‘Have to do something’ Ali Murtaza completed his post-graduation in sociology in 2017. A year later, the 30-year-old started working as a private school teacher in Kargil while keeping an eye out for government vacancies. In 2019, New Delhi carved out Ladakh as a separate Union territory which saw a complete overhaul of the entire administrative machinery in the region. Murtaza knew his wait for a government job would be longer. In 2022, Murtaza applied for two posts among the 797 advertised by the Staff Selection Commission, Chandigarh – the first non-gazetted vacancies since Ladakh became a Union territory. He also applied for a lower-level post at the district level in 2022, for which he was over-qualified – the minimum eligibility criterion was to have cleared Class 12.When the results for the first post were announced this year, Murtaza did not make it. “The results of the district-level recruitment are still pending,” Murtaza said.  For the last six years, he said he had been “waiting for a government job.” “I could not sit at home, I had to earn at least for myself.” Akbar Ali, the history graduate from Delhi University, is also teaching at a private school to “remain busy” and have “financial independence.” Having studied in Delhi, Ali conceded that the idea of working in the corporate sector in Delhi did cross his mind. But the lack of job security in the private sector made him reluctant. “Why do we apply for government jobs? For stability,” he said. “I wanted to return home, work here and support my family while living with them.”","author":"Safwat Zargar","time":"2023-11-08T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195339-hgittjhiia-1698398467.jpg","tags":["Ladakh","Union territory","unemployment","government jobs","Kargil"],"source":"https://scroll.in/article/1058218/the-young-and-jobless-in-ladakh-wait-for-delhi-to-keep-its-2019-promise"}