{"title":"The Jammu and Kashmir voter who is fighting corruption in job recruitments","content":"What do young Indians who voted for the first time in 2014 think about the past decade? Scroll reporters find out in The Modi Generation.As a first-time voter in the 2014 Lok Sabha election, Vinkal Sharma voted for the Bharatiya Janata Party candidate from Udhampur in Jammu and Kashmir.Sharma’s key reason for voting for the party in 2014 was his disillusionment with the ruling Congress-led United Progressive Alliance at the Centre. “I wasn’t voting for them due to ideological reasons,” said Sharma, who is now 29. “But like many other Indians, I wasn’t okay with how public money was being embezzled by the UPA II government. I was impressed by the BJP’s thrust on issues like corruption and black money.”He also had an earlier affinity for the party, having been groomed into student politics through the Akhil Bharatiya Vidyarthi Parishad, the student wing of the Rashtriya Swayamsevak Sangh.Sharma explained that he was largely satisfied with the first term of the BJP-led National Democratic Alliance, and chose to vote for it again in 2019. “The NDA’s first tenure was not that bad,” he said. “I thought, let’s give them another chance to deliver.”But, in his view, the second term left much to be desired. “Larger problems like unemployment were not only left unaddressed, but became worse than before,” he said. While Sharma cast his vote in the first phase of the election, on April 19, other parts of Jammu and Kashmir will vote through the remaining four phases of the election.The year 2022 marked a turning point for Sharma.That year, like thousands of unemployed job-seekers from Jammu and Kashmir, Sharma, who has a BTech and a diploma in civil engineering, was also preparing to apply for a government job. However, recurring allegations of corruption and paper leaks in the recruitment process propelled him into the world of activism.In fact, that year, he made it to the merit list in the recruitment of sub-inspectors to the Jammu and Kashmir Police, but the examinations were marred by allegations of irregularities. Sharma himself noticed some such irregularities, including unusually high scores by candidates who had performed poorly earlier. He was among those who spoke out about the problem on social media, leading to wider media coverage and the formation of an inquiry committee by the government.Sharma had raised similar questions over other recruitment examinations earlier that year, but had not received any significant responses. “I was accused of raising questions over them because I had failed in them,” Sharma recalled. “That’s why I qualified first, and then went on to flag the irregularities.”While the Jammu and Kashmir government did not reveal the results of the inquiry, in July 2022 it scrapped the recruitment process.When the government then sought to conduct a fresh recruitment through a tainted private agency, Sharma approached the high court challenging the move. Despite an initial ruling in his favour, a subsequent ruling went against him, and the government proceeded with the recruitment.The recurring corruption in recruitments, and the administration’s failure to prevent it, has left Sharma dejected. “I have stopped preparing for recruitment examinations now,” he said. “I am no longer an aspirant. When the selling of jobs for money is not stopping, what’s the use of wasting one more year of our lives?”These experiences have left Sharma bitter about the decade under Narendra Modi’s rule. “Every year, on an average 60-70 papers of recruitment examinations are getting leaked, including those of Central government posts,” he said. “In a way, the BJP can say they have generated this number of jobs. But what they don’t say is that these jobs are sold to people who are relatives of powerful people and who can pay for purchasing those papers.”Today, Sharma works with even greater focus towards exposing corruption in the government recruitment. He divides his days into three phases. He spends a part of his time visiting different public offices to collect information on different recruitment processes. He returns home in the afternoon, and meets young job aspirants seeking advice about problems they are facing in recruitments. In the evening, for around three hours, he takes online coaching classes for school students, primarily those in Class 11 and Class 12.Unemployment is a subject that resonates across Jammu and Kashmir. According to the union minister for labour and employment, the unemployment rate for those aged between 15 and 29 stood at 10% in 2023; the corresponding figure for Jammu and Kashmir was 18.3%. The problem is compounded by the absence of a significant private sector in the union territory. Rather, the government is the main source of jobs in the organised sector, and aspirants toil to compete for positions in various government departments, ranging from the police to panchayats.Sharma too had similar plans after he completed his BTech in 2019 from Ludhiana, following his schooling in his home village of Ucha Pind, in Kathua district’s Billawar area. He took up an online teaching job and began preparing for several government recruitment examinations.In August 2019, Jammu and Kashmir was put under a severe months-long communication blockade and lockdown. The measures were taken in the wake of the Central government’s decision to scrap Jammu and Kashmir’s special status under Article 370, and its statehood. Just as the region was gradually transitioning towards normalcy, the Covid-19 pandemic struck. “As a job aspirant I lost two-and-a-half years of my life due to the abrogation of Article 370 and the subsequent Covid-19 lockdowns,” Sharma said. “That loss can’t be compensated for an aspirant.”Today, Sharma has mixed views about the abrogation of Article 370. “One clear benefit is that separatism and violence in Kashmir has ended,” he said. But, he added, the people of Jammu and Kashmir may have paid far too heavy a cost. “We have not only been disempowered,” he said, referring to the state being converted to two union territories, “we have lost even our basic rights and protections in terms of jobs and resources. There should be a mechanism to protect jobs and other resources for the natives of Jammu and Kashmir.”","author":"Safwat Zargar","time":"2024-04-23T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200136-gywlxaecem-1713433646.jpeg","tags":["Lok Sabha 2024","Elections","Jammu and Kashmir","Employment","BJP"],"source":"https://scroll.in/article/1066741/the-jammu-and-kashmir-voter-who-is-fighting-corruption-in-job-recruitments"}