{"title":"The crisis of legitimacy plaguing the Supreme Court in Modi era is now hidden in plain sight","content":"One of the most conspicuous casualties of the ongoing crisis of constitutional democracy in India is the complete capitulation of the Supreme Court to the majoritarian rule of Prime Minister Narendra Modi. With its well-known innovations like public interest litigation, basic structure doctrine and the concomitant judicialisation of politics in India, the Supreme Court has for decades attracted disproportionate public attention and international admiration for its judicial interventions. Since Modi’s election in 2014 however, there has been a general sense of disappointment with the Supreme Court, with a widely shared lament that the court has failed to be a protector of democratic institutions. In this blog post, I will try to trace the departures in the Court’s behaviour during this period, as well as discuss the continuities in its approaches to constitutional interpretation. Democratic backslidingIn the contemporary global discourse on democratic backsliding, India has emerged as a prime example, often bracketed with countries like Hungary, Poland and Turkey. These are all countries headed by popularly elected right-wing leaders with massive majorities and mandates that enabled them to upend any constitutional limits on their powers. Constraining the ability of constitutional courts to serve as a counter-majoritarian check on their illiberal agendas has, therefore, been a common feature of these strongmen. But there is an important difference between the trajectory of the higher judiciary in India under Modi and the trends observed in these other countries. In India, there has been no change in the constitutional regime governing the judiciary in this period. In fact, Modi’s one ambitious attempt to alter the status quo regarding the judiciary failed: a constitutional amendment to undo India’s unique “judges appointing judges” model of judicial appointments was struck down by the Supreme Court as violative of the basic structure doctrine in 2015. The Modi regime is often compared with an infamous period in contemporary Indian history: the Internal Emergency of 1975-77. The Supreme Court’s capitulation during this Emergency period tends to be seen as the prototype for contemporary judicial behaviour in India. But there is, again, a difference. The Emergency regime saw the judiciary as an obstacle to its political agenda and proceeded to amend the constitution so as to drastically curtail judicial review. The Modi regime has felt no need to do so. Even without any constitutional changes, the Supreme Court has been in a fairly close embrace with the current regime, at least since January 2017. Perhaps the question to ask then is not just about the Modi government’s evident ability to influence the judiciary, but about the nature of the Indian Supreme Court that makes such a complete surrender to governmental priorities possible. During the Modi period, not only has the court failed to perform its constitutional role as a check on governmental excesses, it has acted as a cheerleader for the Modi government’s agenda. Not only has it abdicated its supposed counter-democratic function as a shield for citizens against state lawlessness, but it has also actually acted as a powerful sword that can be wielded at the behest of the executive. To understand why the Indian Supreme Court was so well-placed to perform this supportive role in service of the current government’s majoritarian agenda, we must look at its institutional history as well as India’s constitutional design. I have written about the former elsewhere and the latter is the subject of my ongoing research. While a detailed exposition would be beyond the scope of a blog post, we can discuss some broad aspects here. The most powerful apex courtThe Indian Supreme Court has been characterised as the most powerful apex court in the world. Its innovations in substantive and procedural law have been viewed as remarkably radical. These powers are best instantiated by the basic structure doctrine to review constitutional amendments and by the Court’s willingness to do away with all procedural norms in public interest litigation. Far from any dilution of these powers, the Court has fashioned even more radical doctrines of judicial review in the last few years. It has innovated a new doctrine of “manifest arbitrariness” to review statutes, a principle that was hitherto applicable to executive action alone. The court has also fashioned another overarching doctrine of “constitutional morality” in constitutional litigation, which it has deployed in ways analogous to the old basic structure doctrine. Meanwhile, the famous basic structure doctrine, which was intended as a nuclear option to be used only against constitutional amendments, has since been sporadically used to strike down legislation and even executive acts. The court’s characteristic lack of judicial discipline has meant that in many constitutional cases, petitioners feel obliged to argue basic structure even if they are only challenging statutes. The court’s well-known nonchalance for procedural norms has meanwhile proceeded apace, and it has been entertaining an increasing number of suo motu PIL cases in recent times (ie public interest review triggered by the court itself). In other words, the court has been busy expanding its powers even during the Modi years.   Why then do commentators keep complaining about the weakening of the Supreme Court in the Modi era? This is because throughout this period the court has chosen not to deploy its vast powers against the government, but instead has placed its enormous arsenal at the government’s disposal in pursuit of its radical majoritarian agenda. The signature case of the era is the Court’s systematic use of the PIL juggernaut to pursue the National Register of Citizens in the North-eastern state of Assam, forcing its 33 million inhabitants to prove their Indian citizenship with documents dating to 1971. People wait to check their names on the first draft of the National Register of Citizens in Assam. Photo credit: Kulendu Kalita/AFPAll the tools honed over decades of PIL were deployed to perfection in this case. While the constitutional questions involved in the case remained pending, the massive NRC exercise which cost almost $200 million was bulldozed through by the judge presiding over this case over six years. The judge was later nominated by the government to the upper house of the Parliament soon after his retirement. An estimated 1.9 million people who are unable to find their names in this register risk statelessness as a result of this case.Acts of omissionBut what really characterises the Supreme Court of India during the Modi era are its significant acts of omission, even more than its acts of commission. These acts of omission take on multiple forms. First, it has become increasingly rare for the Court to rule against the government on matters of any importance. To appreciate this fact, it is useful to juxtapose the court’s present performance with its supposedly conservative period during the 1950s and 1960s, when it would routinely decide against the government. Second, many of the cases that challenge the Modi government in areas central to its policies are rarely, if ever, even listed for hearing by the court. These include hugely controversial matters central to Indian politics, such as the unilateral change made to the constitutional status of Kashmir by the central government, the Citizenship Amendment Act, demonetization, reservation quotas for economically weaker sections and the use of the opaque electoral bonds for funding political parties. Since the court refuses to stay these policies while constitutional challenges are pending before it, these deeply contested policies become faits accomplis. Such “judicial evasion” thus allows the government to enact and implement manifestly unconstitutional legislation as well as pass highly questionable executive orders, knowing fully well that their illegality will likely never be pronounced upon by the courts. Hundreds of habeas corpus petitions challenging allegedly illegal detentions in Kashmir have been pending for more than a year without being decided. These repeated acts of omission by the courts has increasingly made it moot if India still actually has rule of law at all. This judicial practice, incidentally, also enables judges to avoid major changes in doctrinal interpretation, and pretend that nothing much has changed in constitutional practice. Third, there have been multiple instances of the government openly and brazenly flouting court orders with impunity. The most well-known of these governmental acts of contempt for court orders came in the case challenging the constitutionality of the biometric Unique Identification Number, the “Aadhaar” project. While the case was still pending, the court ordered that no compulsory use of UID could be required of those seeking to avail governmental benefits. But the government went ahead and did precisely that. The petitioners kept filing contempt of court petitions to enforce the court orders but to no avail. This was a case in which the government kept calling the court’s bluff, and won. Even in the final judgment, this repeated illegal conduct by the state was ignored by the majority. Another well-known instance is the Sabarimala case in which the court declared unconstitutional the prohibition of women in their “menstruating years” from entering an ancient Hindu temple. Even after the release of the decision, the government persisted in opposing its implementation. It was a high-profile case in which the court itself did not seem keen that its own judgment be implemented. Eventually, the court caved and violated its own jurisdictional rules in order to allow a review of its judgment. These cases of the court’s impotence in the face of open defiance of its orders by the Government have affected its prestige greatly.When a case on the issue of reverse migration amid lockdown was heard by the Supreme Court, the solicitor general infamously declared that not a single migrant was walking on the roads at that point. Photo credit: Arun Sankar/AFPBlatant lying by government lawyersFinally, there have been increasing instances where government lawyers publicly mislead the court with white lies. The strict lockdown imposed by the central government in March led to a massive migrant crisis with millions of Indians being forced to walk hundreds of kilometres to their homes, during the height of summer, with many dying as a result.This enormous human tragedy was documented in great detail by the media. But when a case on this issue was heard by the Supreme Court, the solicitor general infamously declared that not a single migrant was walking on the roads at that point. This was a lie worthy of “Baghdad Bob” (Saddam Hussein’s famously mendacious minister of information). Perhaps no other singular instance has exposed the court to such ridicule. But the court did nothing to reproach the government counsel for this outrageous lie, not even in subsequent hearings around this issue. There have been similar instances of blatant lying in court by government counsel with no corresponding judicial action. It increasingly seemed like the Government of India could get away with blue murder in such a Supreme Court. The court’s credulity hardly seemed credible. Its refusal to take action against such behaviour has exposed court hearings as kabuki theatre.A unique situationFor all its expansive powers and rhetorical excesses, the crisis of legitimacy plaguing the Supreme Court is now hidden in plain sight. The repeated public humiliation of the court, as an institution, by the Modi government has made all its bluster and its new high-minded catchphrases like “constitutional morality” and “transformative constitutionalism” look increasingly hollow. To make things worse, the court has instead chosen to retaliate against those who have dared to point out that the emperor is not wearing any clothes. The Indian case of judicial capitulation in the face of democratic backsliding is interesting precisely because it has happened without any need for rearrangement of the constitutional architecture. Nor even any major volte face in doctrinal pronouncements by the court. An external legal observer, oblivious to Indian political realities and reading only law reports, might even find Indian constitutional judgments more radical than ever before. While the judiciary is generally seen as the key institutional check on the authoritarian tendencies of the executive, the Indian situation is unique among the recent global instances of democratic backsliding because the Indian Supreme Court had long abandoned any such classic judicial role. Its path to power over the last four decades was not paved through performing any counter-majoritarian role, but through its ability to compete in the populist marketplace of Indian politics. It has been willing to shed all norms of the judicial process – from standing to evidentiary standards to public reason to stare decisis – and perform an increasingly hybrid legislative and executive role. India’s long history of judicial populism has made its higher judiciary a particularly potent ally to the authoritarian populism currently in power and personified by Modi. Anuj Bhuwania is a lawyer, an anthropologist and a professor at Jindal Global Law School.This article originally appeared as a blog post written for the International Association of Constitutional Law Global Roundtable on ‘Democracy 2020: Assessing Constitutional Decay, Breakdown, and Renewal Worldwide’ and can be found here.","author":"Anuj Bhuwania","time":"2020-12-01T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/45684-jfotumpymn-1606725854.jpg","tags":["Supreme Court","Judiciary","Migrant crisis","BJP","Modi"]}