{"title":"The Election Fix: Is the non-BJP, non-Congress ‘Federal Front’ just an electoral mirage?","content":"Welcome to The Election Fix. We’re into the final phase and results are now just around the corner. Before you get to the newsletter, please take two minutes to fill out a  a reader survey about the Election Fix and what you would like to see from our political coverage after May 23. Please click here to tell us what you think or write to [email protected].The Big Story: Middle pathIt is now just a matter of days. The final phase of voting is on Sunday, May 19. That evening, once polling is done, we will get official exit polling data. On Thursday, May 23, the actual counting begins.Let us begin today’s newsletter with a list of states, and the dominant parties in them:West Bengal: 42 seats (Trinamool Congress)Andhra Pradesh: 25 seats (Telugu Desam Party, YSR Congress)Odisha: 21 seats (Biju Janata Dal)Telangana: 17 seats (Telangana Rashtra Samiti) Altogether, that is 105 seats, out of the 543 going to the polls in the elections, the bulk of which are unlikely to go to either the Congress or the Bharatiya Janata Party (even if the latter does surprisingly well in Bengal and Odisha).If you add Uttar Pradesh’s Samajwadi Party and Bahujan Samaj Party to this, as well as the Left (primarily expected to pick up seats in Kerala), one could conceivably see a situation where parties that are nominally equidistant from both the Congress and the BJP would end up with close to 130-140 seats.In the event that the BJP and its allies do not come up with sufficient numbers to win a majority (272 seats), and the Congress is not in a place to dictate terms to other regional parties (i.e. less than 120 seats), this block will then be in pole position to make demands.This is the hope of Telangana Chief Minister K Chandrasekhar Rao. KCR, as he’s known, made the smart decision to call elections in his state ahead of time last year, ensuring a landslide victory and the likelihood that he has swept Lok Sabha polls also.He has taken this confidence beyond the state, making moves over the last week or so to meet or speak with a number of heads of parties that might comprise what is being called a “federal front”, with the rights of states relative to the Centre being the common interest.Rao, who is still expected to support a BJP-led alliance at the Centre if need be, has not just been talking to non-aligned parties. He also made it a point to meet with Congress allies Janata Dal (Secular) in Karnataka and Dravida Munnetra Kazhagam in Tamil Nadu, both of which could considerably add to the final tally if they chose to break away.KCR’s dream would be something like the United Front government of 1996-1998, when the Congress gave outside support to a coalition that was headed by the Janata Dal (Secular)’s HD Deve Gowda. That it only lasted two years is another matter.Of course, dreams of non-BJP, non-Congress fronts have always appealed to regional parties and the Left. But they generally tend to fall apart because of internal inconsistencies:The Trinamool Congress would not want to work with Bengal rivals, the LeftThe Telugu Desam would not want to work with Andhra rivals, YSR CongressKCR might not want to work with Telugu Desam, whose leader Chandrababu Naidu tried to cobble his own allianceIn some ways, the rise of the BJP might end up resolving some of these internal challenges: the Left is no longer so threatening to the Trinamool in Bengal any more, for example, and the BJP threat has already convinced the Samajwadi Party and Bahujan Samaj Party to work together in Uttar Pradesh.Even so, unless the results are completely unexpected, it might be more important to view this block of parties through the prism of bargaining power. None of these parties are likely to be in the driver’s seat themselves, and will pick their sides if one of the national parties is in position to stake claim. But if either the BJP or Congress-led alliances need their support, KCR’s outreach might have at least help put together some common interest in furthering the rights of states as a pre-condition for supporting any coalition. Is the third front idea still alive? Write to [email protected] Election titbitsBengal drama: Things got violent in Kolkata this week, with clashes at a rally by BJP President Amit Shah leading to a statue of Bengali icon Ishwar Chand Vidyasagar being smashed. This prompted a sharpening of the nativist argument from the Trinamool Congress, accusing the BJP of being outsiders in Bengal, while the saffron party said West Bengal Chief Minister Mamata Banerjee was responsible for the violence. Cut short: Ultimately, the Election Commission decided – possibly for the first time ever – that it would order campaigning in West Bengal to be cut short. Instead of ending on Friday evening, ahead of polls on Sunday, it would wind up on Thursday evening now. The order seemed curious because, instead of being effective immediately, it gave enough time for Modi to complete his two planned speeches for the state on Thursday. Back in action: Gaffe-prone Congress leader Mani Shankar Aiyar seems to have been missing from most of the campaign, even if he has been out seeking votes for his party. But he came back to prominence this week, insisting in a column that he was right to call Modi “neech” (a low-life) in 2014, a remark that as seen as reflective of Congress elitism. Predictably, the same controversy erupted again and Aiyar went on to use some intemperate language with reporters.Pushing buttons: The Election Commission ordered an investigation and re-polling in Faridabad, Haryana after a video showed a BJP booth agent actually walking up to the EVM and pressing the button before voters could do so.Digital native: First Narendra Modi claimed radar couldn’t penetrate clouds. Now he claims he used a digital camera and email in the late 1980s.Elections 2019 on Scroll.inThere is too much election coverage from Scroll.in to link to in full, so here are just a few picks below.Ground report: Shoaib Daniyal gives us a look at how the BJP has managed to expand massively in West Bengal, alongside a corresponding decline in the fortunes of the Left. The Silent Army: On our behind-the-election-scenes series, Shreya Roy Chowdhury talks to CRPF jawans about what it is like to travel all over the country during polling.Half the Vote: In our series talking only to women voters, Nayantara Narayanan speaks to a woman from Mumbai who describes how her father exercises control on every aspect of her life, including her voting choices.See all of our coverage of the Lok Sabha polls here.Our reporters are bringing you dispatches on the elections from across the country. Your support could help us go further and dig deeper. Subscribe to Scroll+ and help pay for quality journalism.Poll toon#cartoon @timesofindia #MamataBanerjee #Mamatameme pic.twitter.com/gMR4eQsRNb— Sandeep Adhwaryu (@CartoonistSan) May 14, 2019\n\nKey links:Mixed signals: Narendra Nag in the Wire says there is an “earthquake” against the BJP in Uttar Pradesh. AK Verma in Swarajya says, instead, that there is a “silent Modi wave”.Early call: Surprisingly, though exit polls results cannot be published until Sunday, Sanjay Kumar of the Centre for the Study of Developing Societies has already told Deccan Herald he thinks BJP will be the single-largest party, with the Congress at around 75-80 seats. OBC vote: Ajay Gudavarthy in the Hindu says the BJP’s success will depend on how much it can polarise the Other Backward Classes vote. In the Hindustan Times, Tejas Harad speaks of the maturing of OBC politics in Maharashtra. Zig zag: Roshan Kishore in the Hindustan Times explains how the Trinamool Congress in West Bengal is making, in some cases, counter-intuitive decisions on its campaign in order to take on the BJP’s onslaught.Reply all: “In the past five years of Mr. Modi’s rule, the Dalits have fought back in the face of the intense oppression. Polling days are payback time,” writes Meena Kandasamy in the New York Times.","author":"Rohan Venkataramakrishnan","time":"2019-05-16T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119767-ijyiqpgcyk-1557982142.jpg","tags":["The Election Fix","Elections 2019","Lok Sabha Elections 2019","Third Front"],"source":"https://scroll.in/article/923607/the-election-fix-is-the-non-bjp-non-congress-federal-front-just-an-electoral-mirage"}