{"title":"The India Fix: Job riots in UP, Bihar bring home the urgency of India’s unemployment crisis","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. To get it in your inbox every Monday, sign up here. Have feedback, interesting links or memes? Send them to [email protected].Violence over identity and religion is something Indians are (unfortunately) used to. But on Tuesday, the country saw something rarer: riots over jobs. In Bihar’s Arrah town, angry students set a train on fire. In Gaya, young men attacked the local railway station, hurled stones at trains and set one on fire. In the capital, Patna, the police fired tear gas shells and used water cannons to disperse students.  More than six policemen were injured in the melee. From Uttar Pradesh, videos made their way to social media showing the police storming student hostels. Officials claimed that they were searching for students who had tried to stop a train.गया में आज RRB-NTPC अभ्यर्थियों ने ट्रेन की बोगी में आग लगाई, श्रमजीवी एक्सप्रेस और जंक्शन पर भारी पथराव हुआ. pic.twitter.com/yTFJH6K4Jl— Utkarsh Singh (@UtkarshSingh_) January 26, 2022\n\nA train set ablaze in Gaya, Bihar.\nStudents across Bihar and Uttar Pradesh were angry with the results of a railways exam meant to recruit for jobs in what is called the “non-technical popular category”. Think roles like clerks and station masters. Protestors claimed that the railways were biased towards candidates with college degrees, shortlisting them even for jobs where the minimum requirement was lower. Students also complained that the railways had suddenly introduced a second exam, thus imperilling the chances of those who had passed the first – and as per the students, only – stage.The frustration had been building up. These exams were first scheduled for 2019 but had been delayed due to the Covid-19 pandemic. Since these are not technical jobs, they are open to a large number of candidates. An incredible 1.25 crore people applied for the 35,000 openings. Even if everything had gone fine, the number of disappointed candidates would be larger than the entire population of Belgium.In UP's Prayagraj, local police making forced entry inside hostel room of students preparing for competitive exams. The police action was in the aftermath of protest by applicants of RRB-NTPC who allegedly tried stopping train as a part of their agitation. pic.twitter.com/mgUeaG7Tkf— Piyush Rai (@Benarasiyaa) January 25, 2022\n\nThe violence came as a shock to most Indians since unemployment is rarely discussed with any seriousness in the media or national-level politics. But as that incredible ratio of jobs to candidates shows, the lack of employment opportunities is a full-blown crisis in India.According to data from the World Bank, only 43% of India’s working age population has a job. This is shockingly low. The figure in Bangladesh, for example, is 53%. Even Pakistan manages to do better at 48%.Things get even worse. According to data from the Centre for Monitoring Indian Economy, as many as 1.7 crore Indians want to work but were not actively looking for jobs. More than half of those are women. Forty one percent are between the ages of 15 and 19.In other words, the situation seems so hopeless that large numbers of Indians are not even bothering to look for jobs. Even the energetic young are discouraged. The labour workforce participation rate – the ratio of people employed or looking for work – for Indians aged 15-24 is shockingly low at only 29%. For context, the figure is 40.5% in Bangladesh and 40% in Pakistan.If you’ve heard the terms “demographic dividend” or “youth dividend”, India is clearly wasting hers. A combination of terrible economic conditions and also, partially, a culture of gender discrimination that forces women to stay home is leading to the potential of India’s young men and women being wasted.According to CMIE data, the proportion of households where more than one person is employed has dropped from nearly 35% in 2016 to just 24% in 2021. Wage levels could be so low, postulates the organisation’s CEO Mahesh Vyas, that families feel it would be better if members did unpaid housework rather than seek poorly paid employment outside.Why are things so bad? Part of the reason is the slowdown in the economy since 2016-’17. Added to that was the Covid-19 pandemic. The mismanaged lockdowns means that even though the pandemic hit every country, no country suffered economically quite as badly as India. Further: sweeping policy measures such as the new Goods and Services Tax and demonetisation have hit the unorganised sector hard.However, there are even grimmer, long-term reasons for the jobs crisis. Unlike countries in East and South East Asia, India has been unable to transition workers from agriculture to manufacturing. Worse, the economic slowdown has undermined whatever little manufacturing employment India had. According to data published by Ashoka University and CMIE, ​​manufacturing employment is nearly half of what it was five years ago.India has failed to develop industries that can provide mass employment. Credit: Manjunath Kiran/AFPIn theory, politicians should respond to these massive pressures and get down to fixing the problem. However, India’s current moment has created distortions in this ideal feedback loop. For one, India’s ruling party at the Centre has been able to push a powerful form of identity politics in the form of Hindutva. Uttar Pradesh, for example, has seen its employment rate plummet from 38.5% five years ago to 32.7% as per CMIE data published in the Indian Express. Yet, the ruling BJP is concentrating hard on religious identity not employment in the run up to the polls starting in February.Economic issues seem limited to welfare as an add-on to Hindutva. As my colleague Arunabh Saikia, who is reporting on the campaign from Uttar Pradesh, explained in an earlier India Fix: “The jobs may not have materialised, the price of essentials may have skyrocketed, but many voters draw comfort from the fact that at least the Hindu faith has primacy under the BJP.”Jobs might be a crisis in India but it is religion that still dominates Indian politics. Credit: YouTube/Narendra Modi.Incredibly, so low is the electoral play for jobs that Uttar Pradesh did not think twice about hurting its large leather industry in the pursuit of the Hindutva preference for “cow protection”. Cattle hides are, of course, a basic raw material for this sector.In this broken electoral feedback loop, protests have acquired a critical role. The Modi government suddenly woke up to suspend the second railway exam only after the demonstrations on Republic Day. Influential news channels based out of the Nation Capital Region suddenly started to discuss jobs instead of identity (even if only temporarily).These job riots are an urgent wake up sign for India’s politicians. Although the Indian economy has grown significantly since the 1991 liberal reforms, much of that growth has been in service segments like software – a pattern which is poor at creating mass employment. India has to urgently look to grow mass manufacturing along the lines of China earlier or Vietnam and Bangladesh now.Up is downSo widespread is the idea that a large segment of the television media is merely parroting the government line that even a potential typo can result in social media ridicule.In this case, ABP News made an error with its graph for suicides due to unemployment.Genius graph on @ABPNews last night. @RubikaLiyaquat pic.twitter.com/TNiQw0Ha1k— Ayush Tiwari (@sighyush) January 28, 2022\n\nCount your chickensThe International Monetary Fund thinks India will be the world’s fastest economy in 2022. However, former IMFer Josh Felman sounds a note of caution on his blog.Hot airChina is the world’s largest consumer of coal. But then there is also this:Wow – China just built more offshore wind capacity, in 2021 alone, than the rest of the world had managed in the last 5yrs put togetherIts 26GW now accounts for half of the world's 54GW totalAlso, it added twice as much in 2021 as IEA had forecast in…December 2021 pic.twitter.com/yFpctkI1Zd— Simon Evans (@DrSimEvans) January 25, 2022\n\nGee! DPData journalist Pramit Bhattacharya brought out an interesting article from 2019 where India’s new chief economic adviser V Anantha Nageswaran argued that India’s economic growth figures might be inflated.\"Instead of arguing about it, it is far easier and more effective (lasting effect) to make available the CSO data and methodology to independent statisticians for verification. Only then will the controversy end.\" (Mint, 2019)https://t.co/cm00dGpUcO— Pramit Bhattacharya (@pramit_b) January 29, 2022","author":"Shoaib Daniyal","time":"2022-01-31T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169485-hbcibqldxq-1643573573.jpeg","tags":["Unemployment","The India Fix"],"source":"https://scroll.in/article/1016276/the-india-fix-job-riots-in-up-bihar-bring-home-the-urgency-of-indias-unemployment-crisis"}