{"title":"The Election Fix: Muslims are constantly discussed but seriously underrepresented in Indian politics","content":"Welcome to The Election Fix. On Sundays, we take  a closer look at one theme that will play a significant role in India’s  Lok Sabha elections.This    week, Shoaib Daniyal writes about the “Muslim question”: How the politics of polarisation by the Bharatiya Janata Party works, what that has meant for the rest of the political establishment and how that is playing out in this election. Tell us what themes we should look at in coming weeks by emailing [email protected]. You can read previous issues of the Election Fix here, and if you haven’t already, subscribe here to get the Election Fix in your inboxThe Big Story: Muslims, Muslims, MuslimsOnly one out of every seven Indians is Muslim. However, discussions about the community  are looming disproportionately over the campaign for the Lok Sabha elections, as the ruling Bharatiya Janata Party has made every effort to keep communal issues in focus.Leading from the front is monk-politician, Uttar Pradesh Chief Minister Adityanath, who made a speech seeming to endorse the 2015 lynching of blacksmith Mohammed Akhlaq in his state by claiming that the Samajwadi Party, which was in power at the time, had tried to “curb people’s emotions”. At this rally, the main accused in the murder was in the front row, cheering on Adityanath.BJP President Amit Shah has promised that if voted back to power, the BJP would expand Assam’s controversial National Register of Citizens in other parts of the country. The exercise would be explicitly communal: it would only test the citizenship of Muslim and Christian residents. The exercise would exclude Hindu, Buddhist and Sikh residents, said Shah. They would automatically be assumed to be Indian citizens.Prime Minister Modi has himself contributed to this attention to Muslims: he has repeatedly attacked Congress president Rahul Gandhi for contesting from a seat in Kerala, claiming that he has done so because the constituency has a high number of minority voters.On Wednesday, this hardline communal strategy reached an apogee, as the BJP announced that a terror-accused undertrial, Pragya Thakur, would be its candidate for Bhopal. Thakur’s name is linked to a series of bombings in 2006 targeted at Muslim-majority areas. She is accused in the Malegaon blasts case that killed six people and injured more than a 100 others.For the recordWhat explains the BJP’s attempt to marginalise Muslims? One answer is that its strategy of polarisation has paid the saffron party deep dividends. Since the 1990s, when the BJP became a major force, the party has focussed on consolidating the Hindu vote. To compliment this strategy, the BJP attacks democratic politics aimed at Muslim voters as “appeasement”.Under Narendra Modi, the first BJP prime minister with a full majority in the Lok Sabha, the politics of marginalising Muslims  electorally has peaked. In 2014, the Lok Sabha had the lowest proportion of Muslims since 1951 – which marked the first election after the chaos of Partition. Though the saffron party swept the polls, it did not have a single Muslim Lok Sabha MP.A similar process took place in the state assemblies, with the BJP in the ascendant after its 2014 Lok Sabha win. In the 2017 Uttar Pradesh elections, the BJP made sure to not field a single Muslim. The party’s crushing victory – it won 80% of all seats  – sent the number of Muslim MLAs in the Uttar Pradesh Assembly crashing.Uttar Pradesh was not an exception. As the BJP’s star rose, the political marginalisation of Muslims was acutely felt all over India. As of January 2018, less than 0.3% of BJP MLAs across India were Muslim.The drop in representation was accompanied by a rise in vigilante violence aimed primarily at Muslims. Concentrated mainly in North and West India, much of this took the form of “cow protection”. Mobs and gangs received support from BJP governments in the form of harsher laws against cattle slaughter and a lack of action in cases of assaults and lynchings of people involved in the cattle trade. Since 2012, at least 46 people have been murdered in cow-related violence across India, with 57% of the victims being Muslim.The one exception to this spate of Muslim marginalisation seemed to be the Modi government’s activism on abolishing instant triple talaq, which is widely seen as a discriminatory form of divorce and has already been done away with in most Muslim countries. However, the actual bill bought in by the Modi government is contradictory, introducing a three-year jail term for wife-abandonment, an act that is not a crime for followers of any other faith in India. The proposed legislation faced legal as well as political criticism and was unable to pass in Parliament, leading to the Modi government repeatedly issuing it as an executive ordinance.This election season, we give you five ways to follow the Lok Sabha polls on Scroll.in   (besides the Election Fix), and also a reminder that a subscription to   Scroll+ helps our reporters go further, dig deeper and bring you more   stories. There’s even a 30% discount on right now. Past tenseWhile the BJP has greatly ratcheted up the pressure, India has always been what political scientist Christophe Jaffrelot calls an “ethnic democracy”: a system where majority Hindus are privileged and minority Muslims are discriminated against.While democratic representation has dropped in the Modi years, Muslims have always had low representation in the permanent sections of the Indian state.While representation is often thought of simply as that in legislatures and governments, even the bureaucracy and public employment carry significant amounts of power. This is why, for example, caste reservation in India address not only legislatures but all government employment, making sure to provide representation for backward castes across all arms of the state.The result of this constant lack of representation has been dire for India’s Muslims. Contrary to the BJP’s charge of appeasement, India’s Muslims are actually one of the country’s poorest communities.PolitickingThe BJP’s strident Hindutva has not only captured power, it has fundamentally changed Indian politics. There is little space left to take on its majoritarianism directly. At best, parties can stave off charges of appeasement by practising some sort of soft Hindu identity politics themselves even as they try and shift the conversation to economic issues such as employment or corruption.The Congress, for example, has made sure that its president Rahul Gandhi constantly makes well-publicised temple visits. Even in the case of the nomination of Pragya Thakur, the Congress thought it prudent to not attack her on the terror charges she faces. The Congress candidate contesting against her, veteran leader Digvijay Singh made it a point to tell the press on Friday that he was “not going to say anything about the BJP candidate”.Faced with marginalisation, Muslims are finding that even the parties they vote for are not providing them with adequate representation. In the 2018 Madhya Pradesh election, the Congress gave tickets to only three Muslims, far below their proportion in the state population. Given that Muslims in Madhya Pradesh have little choice but to vote Congress, the party presumably feels no need to bargain with the community as it does with other Hindu castes.In this rather bleak landscape, Maharashtra has an interesting experiment where Muslims are combining forces with backward caste groups in the form of the Vanchit Bahujan Aghadi coalition. Floated by Prakash Ambedkar, the grandson of BR Ambedkar, the Aghadi also counts as a member the Majlis-e-Ittihadul Muslimeen, the Hyderabad-centered party with significant pockets of support in urban Maharashtra. At least one Muslim voter told Scroll.in reporter Mridula Chari in Solapur that the coalition represents a “real choice” for the area’s Muslims.What subject should we tackle on the Sunday issue of the Election Fix next? Write to [email protected]","author":"Nithya SubramanianShoaib Daniyal","time":"2019-04-21T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117969-jxhsfceika-1555805531.jpg","tags":["BJP","Communalism","Muslim marginalisation","The Election Fix","Elections 2019","Pragya Thakur","Sachar Report","Muslims","Lok Sabha Elections 2019"],"source":"https://scroll.in/article/920747/the-election-fix-muslims-are-constantly-discussed-but-seriously-underrepresented-in-indian-politics"}