{"title":"The Election Fix: What you need to know about the exit polls that are projecting a BJP sweep","content":"Welcome to The Election Fix. We’re nearly at the finishing line now, with results out on Thursday, May 23. Today, we delve into last night’s exit poll numbers. But before you get to the details, please take two minutes to fill out a a reader survey about the Election Fix and what you would like to see from our political coverage after May 23. Please click here to tell us what you think or write to [email protected].The Big Story: Exit interviewThe Bharatiya Janata Party began the 2019 Lok Sabha elections as the front-runners. They will go into counting day, on May 23, as presumptive winners. Nearly every major exit poll that came out on Sunday, after the final day of polling, predicted that the BJP-led National Democratic Alliance will form the next government.Indeed, the polls seem to suggest that the question is not “will the BJP win” but by how many seats. That makes May 23 almost seem academic. But it isn’t. As any analyst, and indeed most pollsters will tell you, polling is an inexact science and has often been wrong in the past.So here’s a guide to the numbers that came in Sunday evening. Exit polls are not always reliable: All polling in India, a huge, heterogenous, multi-party country, is unreliable, simply because it is extremely hard to take a small sample and extrapolate from it. Moreover, pollsters tend to be opaque about sample sizes, methodology and conversion formulas. While some have argued that they have become more accurate over time, the last five years alone are rife with examples of exit polls getting results wrong, and that is without going back to the errors in Lok Sabha exit polling in 2009 and 2004. Still, almost every exit poll predicted the same result: Despite the health warning about polls, it is significant that just about every poll said that the BJP-led NDA would cross the halfway mark of 272 and form the next government. The most conservative of these estimates came from ABP-Nielsen, putting the NDA five seats short of a majority. The most generous of them came from Axis, which put the upper limit for the alliance at a whopping 368, which would be 32 seats more than 2014. (Update: Nielsen later refreshed its polls to take into account post-2 PM voting on May 19, and raised the NDA tally to 277 above the halfway mark). The direction seems clear: We are often told not to look at individual numbers,  especially the vote share-to-seats conversion, but to look instead at the trend. If that logic holds, the main takeaway is clearly that Prime Minister Narendra Modi looks set to get another term. For the moment, whether he does that with just over 272 seats or 350 is immaterial, though that number will be much more important if constitutional changes (which require a two-thirds majority) are on the table.But there is still reason to be doubtful: If the underlying polls are improperly done, simply averaging them out tells us little, as Rukmini S points out. Often pollsters are taking raw data from samples and then applying political wisdom as they convert those into result predictions. This means sometimes that they are more a measure of popular perception rather than voter perception. Pollsters, one expects, may be overcorrecting in favour of the BJP, particularly with the memory of underestimating its 2014 victory in mind. There is also the question of the silent voters, who prefer not to admit their preferences to pollsters.Vote share suggests a significant gap: One of the other tenets of reading exit polls is to look at vote share data. India’s first-past-the-post system makes it fiendishly difficult to predict whether an increase in support for a party will actually lead to seats. In 2014, for example, the Bahujan Samaj Party got 19% of votes in Uttar Pradesh, but won no seats. In this case, all the major polls predict a significant gap between the BJP-led NDA and Congress-led United Progressive Alliance in vote share too, but also a large jump in the latter’s votes. In fact, the exit polls are generally giving a higher combined share to the national alliances over other parties this time around. Some of the numbers here are a bit incredulous though: Ipsos, which conducted a poll for CNN-News18, is predicting that the NDA picked up 48.5% of votes nationwide, which would be unprecedented.What happened in the “heartland”: The BJP-led NDA won 252 seats in 2014 from just nine states: UP, Bihar, Jharkhand, Chhattisgarh, Madhya Pradesh, Rajasthan, Haryana, Maharashtra. (We’re only calling it the “heartland” for short-hand, though it does sit at the heart of the BJP’s political project). Of these, it lost three states to the Congress in assembly elections just last December, and would be going up against the arithmetically potent Bahujan Samaj Party-Samajwadi Party alliance in UP. Every single one of the major exit polls predicts a drop in seats compared to the nearly complete sweep of 2014, but the range is large: from nearly 70 seats lost according to Nielsen to just four as per Axis. Crucially, those predicting that the National Democratic Alliance will drop a significant number believe the bulk are likely to go from one state: Uttar Pradesh.What happened in Uttar Pradesh: Uttar Pradesh has 80 seats, of which the NDA won a remarkable 73 in 2014, prompting arch-rivals Samajwadi Party and Bahujan Samaj Party to come together to take back the state. The narrative of the election was that this gathbandhan, alliance, was putting up stiff competition to the BJP, but may be undone by the third player, the Congress, splitting some votes. Unlike the national numbers, the exit polls here offer no clear picture. Nielsen at one end believes the gathbandhan will win 56 of the 80 seats, meaning the BJP and allies will lose 51 that it had won in 2014. At the other end, both Axis and Today’s Chanakya project 65 seats for the NDA, dropping just seven seats from 2014. This lack of clarity seems most intriguing, because in the rest of the “heartland”, the mood seems decisively inclinced towards the BJP.What happened in the East: The other surprises of the exit polls come from the eastern states of West Bengal and Odisha. Everyone was expecting the BJP to become the principal opposition party in both states, but a few exit polls are even predicting that the saffron outfit will win more seats than the incumbents. Again, numbers are wildly different: all say the BJP will gain, but pollsters are unclear whether this will just dent or immediately leapfrog the Trinamool Congress in West Bengal and the Biju Janata Dal in Odisha.What happened elsewhere: We won’t dwell too much on the rest, because after all, these are only exit polls. The BJP is expected to do well in Karnataka, but otherwise not have much of an impact in the South. The saffron party and its allies are likely to pick up more than half of the North East’s 25 seats. In assembly elections held simultaneously in Odisha, Naveen Patnaik can expect to win a fifth term as chief minister. Exit polls for the Andhra Pradesh assembly elections are unclear, though YSR Congress’ Jaganmohan Reddy may have an edge.What are other people saying? Roshan Kishore in the Hindustan Times tells you how to read the exit polls, pointing to three key trends. Aditya Menon in the Quint says that the vote share figures don’t tally with the seat projections. Yogendra Yadav in the Print points out that polls tend to underestimate the winner’s numbers, suggesting we should be looking at the upper range of the BJP projections. (He also said, in a tweet, that the Congress party “must die”.) And Mihir Sharma on NDTV.com says that if these numbers are accurate, Modi should be thinking not just of the next five years, but the next 10.Oh, and maybe most importantly, you may have missed one TV journalist pretending to fly over India in a helicopter looking at statistics. #News18IPSOSExitPoll | 64% of Gujarat voted in #LokSabhaElections2019, while 66% of Rajasthan came out to vote. @AnchorAnandN finds out as he takes stock on #ElexA quadcopter . pic.twitter.com/tWYvOLuWPg— News18 (@CNNnews18) May 19, 2019","author":"Rohan Venkataramakrishnan","time":"2019-05-20T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120045-mrjftrqnss-1558306022.jpeg","tags":["The Election Fix","Elections 2019","Lok Sabha Elections 2019","Exit polls","BJP","Congress","NDA","UPA"],"source":"https://scroll.in/article/924049/the-election-fix-what-you-need-to-know-about-the-exit-polls-that-are-projecting-a-bjp-sweep"}