{"title":"The secret of Bengali cinema’s most powerful producers: ‘Keep making mistakes, keep making flops’","content":"With its arsenal of high-gloss commercial films and niche, often controversial, productions, Shree Venkatesh Films is a familiar name in Bengali cinema. The film production company, founded by cousins Shrikant Mohta and Mahendra Soni in 1996, has been most recently in the news with Arindam Sil’s controversial film Dhananjoy. Credited with turning around an ailing Bengali film industry by pumping in serious money for good scripts, Shree Venkatesh Films has also been derided for churning out mindless mass entertainers.Evidence of Mohta and Soni’s astute reading of the Bengali audience is scattered all over the company’s swank office in a South Kolkata mall, where employees and guests enjoy stunning 360-degree views of the city while sipping gourmet coffee. There is also a special room of memorabilia dedicated to their mentor and most well-known collaborator, Rituparno Ghosh. In an interview with Scroll.in, Mahendra Soni spoke about the challenges in dealing with the Bengali audience and bringing small-town audiences back to the cinemas. And how, despite more than 100 Bengali films in his kitty, he is still considered an outsider. Were you expecting the kind of controversy that ‘Dhananjoy’ generated?Honestly, when we started off, we did not think about the reactions or road blocks. We knew we had a solid script that was based on a book and plenty of research. We wanted to create a debate and create some edgy content that would appeal to the audience that now watches films on the web. Which is why we did not release the film for mass audiences, and it will be the first Bengali film to stream on Amazon Prime.What has been your single biggest learning 105 films later?Keep making mistakes, keep making flops and remember to be true to your subject.\n\n\n    \n    Play\n\nDhananjoy (2017).How did you get into films?It was quite bizarre, actually. You know that Srikant and I are brothers and partners in the company. Srikant’s father had invested some money with a local distributor and he wanted us to check it out. We were in college – I was in the second year and Srikant in the first year. We went to this Chandni Chowk office, a very small dingy place. When we got inside it, we somehow liked it. We thought, it’s a great thing to do. Which film was this?The films were Dosti Ki Saugandh and Ikke Pe Ikka. The distributor was old-fashioned. But Mani Ratnam’s Bombay was where it began. We were hooked to AR Rahman’s music at the time – Roja had just been released. We asked the distributor, why we aren’t doing this film for Bengal? He said, this is a dubbed film, it won’t work, who is Mani Ratnam, who is Aravind Swami.I said, we like this film, the music is already a hit. So we took a train to Mumbai and met producer Jhamu Sugandh. Suddenly everything started changing in front of our eyes and we decided to take up the film. Sugandh quoted some big numbers because he was sceptical. There were others too who told us that dubbed pictures could not be sold at this price. We took the film against everyone’s advice and it became a huge hit. And we were in the business.You picked up Sanjay Leela Bhansali’s ‘Khamoshi’ after that?Yes, once Bombay was a hit, we came across the Sanjay Leela Bhansali phenomenon. We researched the 1942 A Love Story songs and realised that he had great visual sense. Khamoshi had fabulous casting, but the film flopped. Whatever we made with Bombay, we lost with Khamoshi. We realised that the trade is risky, but we were hooked.How did you move from distributing Hindi titles to producing Bengali films?When we were distributing Hindi films, we travelled a lot across Bengal and we realised that people outside the city didn’t connect with Hindi. They spoke in Bengali and they wanted to see something in Bengali. A Bengali joke would appeal to them rather than a Hindi joke. We were told that however bad or small, most distributors were surviving on Bengali films. This was the early ’90s. As soon as you cross Calcutta, you reached Howrah, Barasat, Bally or whatever, Hindi nahin chalta hain. We sensed an opportunity there. We did our research and figured that making films and selling them is what we really wanted to do. Bengali films were in very, very bad shape at that time. This was the post Uttam Kumar phase with a little bit of Anjan Chowdhury was happening.\n\n\n    \n    Play\n\nBhai Amar Bhai (1996).Which was your first Bengali film?Bhai Amar Bhai. We said we would make it the best film of its time. We cast all the three big names – Prosenjit, Chiranjit and Abhishek. We got a very popular heroine from Bangladesh. We made the film in 35mm and it was a super hit.That was 20 years ago. The first multiplex opened in Calcutta in 2003 and we released Rituparno Ghosh’s Chokher Bali. All the single screens were hungry for Bengali content and nobody was doing anything about it. And since we were fresh, we didn’t have the extra baggage – this is who we are, this is what we do or this heroine works or does not. It is not as if our first film worked, we had several flops as well. We also realised there was an audience for films with a Bangladeshi sensibility and actors that worked for the screen along the border areas. That was the formula that seemed to be working at that time – films in a rustic setting with loud costumes and acting and improbable story lines. Those films were not working with the local Bengalis. We wanted to change that and straightaway got about making films that were more like Bollywood – 35mm scope, better costumes, peppy songs. If all of India was watching, why not Bengal?I got a choreographer and a fight master from the South and made our first big-budget film. In fact, at that point we thought that if the film didn’t work, we would go back. That film was Sasurbari Zindabad with Prosenjit and Rituparna. And it was a well made film, grand and huge and the biggest hit in 10 years.   Your association with Prosenjit is a long one.From the first film, actually, and now we will release Yeti Abhijan [based on the popular Bengali fictional detective Kakababu]. He has always been a star. But when we signed him, he was in a phase where there was no work for him. In fact, Bhai Amar Bhai was a multi-starrer. His only request was, give me the better role of the three, not more money. So he made two comebacks, Bhai Amar Bhai and Sasurbari Zindabad. He was always a crowd puller.But in Bengal, films always run because of the content. It is always content over stars in Bengal. If you look at the last big hit, Belasheshey, there are no stars but solid content.\n\n\n    \n    Play\n\nYeti Abhijan (2017).At one point, you were being criticised for producing commercial films modelled on southern and Bollywood mass entertainers.I think that was required to pep up the industry. The Bengali industry was nowhere, nobody was interested. And we must thank Rituparno Ghosh because he inspired us first. In fact 1997 onwards, we tried our hand with other kinds of cinema.  We made a film with Tapan Sinha which failed miserably. It was called Ajob Gaayer Ajob Katha. But the film made us open our eyes to other ways of making films and telling stories.We got in touch with Rituparno. We released one of his films, Dahan, and we became good friends. And he used to call us and tell us stories and eventually he pushed us to make Chokher Bali. We said nahin yaar, nahin banayenge. He said, I know that you guys are making commercial films and you are making money, but don’t you think you have the responsibility to make good cinema as well? Come and hear the script, if you don’t like it, don’t do it.We had started avoiding his phone calls, I remember. But we liked the script. It was a very big project. Nobody would have imagined that we put in that kind of money at a time when Aishwarya Rai was not finalised. I’ve made the film with lot of passion, courage and I would not say that we didn’t make money. It was a big eye-opener. It went to festivals.  So ‘Chokher Bali’ was the turning point.It gave us confidence. We got so attached to making films that we decided we would do at least one or two films in a year that would satisfy us and give us something to be proud of. And then we got our national award and we made Raincoat in Hindi with Aishwarya Rai and Ajay Devgn, sitting in Calcutta. That was again a great experience and our partnership with Ritu da started. Sadly, there were no money. We were losing money but still for the sake of cinema, we were doing it.\n\n\n    \n    Play\n\nChokher Bali (2003).Producing a Rituparno Ghosh film got you credibility and respect in the eyes of urban audiences.A lot of people still say that we are non-Bongs who came from somewhere else. But we are born and brought up in Calcutta. Ritu da also used to tell that we are more Bengali than a lot of Bengalis there. The media has not been very supportive overall, I would say. They still live with the mentality that it all ends with Satyajit Ray and Uttam Kumar.But if you look at the last 20 years, we have come a long way. So credibility, yes, but more than credibility we feel happy.  Srijit Mukherji’s ‘Autograph’, inspired by Satyajit Ray’s ‘Nayak’, was also was a milestone film.Absolutely. I really thank Srijit for bringing back audiences to Bengali multiplexes.Rituparno’s films never made money. Most of them did not even cover the print and publicity costs. What Rituparno did was made people notice that at least Bengal can make good films. And they were made for a certain class. Rituparno was very clear that these were festival films.Then came Sriiit, who had left his job in Bangalore to pitch this script. It was the kind of film that would appeal to college crowds and multiplex audiences.\n\n\n    \n    Play\n\nAutograph (2010).Is there any film that has managed to cross over?I would say there are only a couple of films, and one of them is Chaander Pahaar [based on Bibhutibhushan Bandopadhyay’s adventure story set in Africa] which has done exceptionally well everywhere. That is the content that will work for everyone.That is an adaptation.Even Kakababu and Feluda are urban films. They still don’t create havoc in Midnapore and Bankura and Birbhum and other places, which are 80% of Bengal.Is that the audience for which you would want to shoot abroad and do song and dance numbers?Yes, of course. If you go to a place, say Baduria, there is nothing – no development. There is only one cinema hall, which is a community hall. Why and how do you expect them to watch an intellectual, urban film? You have to do something for them too. For them, an extra marital affair doesn’t work. For them, I will love one woman, marry her, and live with my family and brothers and everyone.The big recent big hit, ‘Posto’, made Rs three crores in two weeks.The dynamics of the film business has changed a lot. It is not about how much you have made at the box office. It is about how many people have seen it, whether through box office, satellite, streaming or whatever way. So Belaseshe is such a big hit but the television ratings were dismal.Why is that? People who have seen Belaseshe are from cities. The rest don’t relate, this doesn’t happen to their family, they are very simple. So it doesn’t work. Posto still has not sold satellite rights.So you have to create content that can reach out. Filmmaking is for us a very personal thing. We have made Apur Panchali, we have made Chotoder Chobi. We know that nobody is going to watch it, television is not going to rate it, but we made it and we are happy with it, because these are stories that need to be told. At the same time, we will make Love Express, we will make Bolo Dugga Mai Ki. Having said that, there is a big problem in Bengali cinema, which is a lack of good single screens. We are trying to address that by opening small two-screen and three-screen multiplexes. We have already opened around 10 in Purulia, Krishnanagar and all those places. Once you create multiplexes, there is a chance that you push the boundary of Autograph and get larger audiences to the theatres.","author":"Chandrima Pal","time":"2017-08-24T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/848285-66538-myrucajkga-1503517247.jpg","tags":["Mahendra Soni","Shree Venkatesh Films","Shrikant Mohta"],"source":"https://scroll.in/reel/848285/the-secret-of-bengali-cinemas-most-powerful-producers-keep-making-mistakes-keep-making-flops"}