{"title":"The Election Fix: Despite note ban, cash is all over India’s elections – but can votes be bought?","content":"Welcome to The Election Fix. On Sundays, we take  a closer look at one theme that will play a significant role in India’s  Lok Sabha elections.This  week, we look at all the money that flows during election-time, what the Narendra Modi government has done about it, and whether people votes are actually “bought.” Tell us what themes we should look at in coming weeks by emailing [email protected]. You can read previous issues of the Election Fix here, and if you haven’t already, subscribe here to get the Election Fix in your inboxThe Big Story: Note-worthy pollsRemember when demonetisation, Prime Minister Narendra Modi’s much-criticised decision to replace high value currency notes with new ones, was supposed to end the flow of black money? This week put the nail in that coffin. Look at some of the headlines from this week alone: Rs 137 crore seized in cash in Tamil Nadu. Rs 1.8 crore seized from Arunachal Pradesh Chief Minister’s convoy. Rs 67 crore being seized every day. 15 of 18 lawmakers in TV sting admit to violating election rules, primarily involving voter inducement. “100 people sat on a dharna in Khammam town after a local TRS leader  failed to give them the promised money for attending a public meeting  addressed by KCR.”Over the entirety of the 2014 elections, about Rs 1,200 crore of goods, including Rs 300 crore of cash, was seized by the Election Commission. This year, authorities have already seized Rs 1,460 crore worth of election-time inducements, as of April 1. And the actual voting does not start until April 11. In other words, be prepared for a lot more cash to flow before the votes are counted. Indian elections are expensive affairs. Getting a party ticket to contest costs money. Getting elected – or re-elected – even more so. But why? Why are Indian elections so expensive? Have government done anything to make them more transparent? And do voters really get convinced by last-minute bribes? For the RecordOfficially, India has limits on election spending: Rs 50 lakh-70 lakh per Lok Sabha candidate, and Rs 20 lakh-28 lakh per assembly candidates, depending on the state. In practice, research suggests the reported expenditure of candidates “only represent a minuscule fraction of their real expenses—frequently less than 1/30th or 1/50th of the overall amount.” The Centre for Media Studies has estimated that the 2019 Lok Sabha elections will cost Rs 50,000 crore, which would be more than was spent in the United States on presidential and congressional races in 2016. But of course, a number like this can only be an estimate because the vast majority of it is unaccounted cash, not flowing through the formal system and not officially reported by the parties. Still, even if it was a portion of that, it would be a staggering number. Political scientist Simon Chauchard posited a number of reasons for why Indian elections are getting to be so expensive: slow but steady increases in the size of constituencies, more “independent voters” in that they can be persuaded – and must be gifted before elections – and a steady rise in political competition and the number of candidates. It is also why candidates on average are tending to be richer.  One might also add to that the growing need for large-scale optics: advertising agencies and political consultants, volunteer groups that span the whole country for national parties and expensive print, broadcast and online advertisement campaigns to drive home the message. We only get a window into some of this. Google and Facebook, for example, now have political advertisement  libraries allowing us to look at how much a party has officially spent  on online ads. Yet, as an excellent report by the Huffington Post this week made evident, parties are spending much more without reporting, and with little chance of the Election Commission being able to crack down. What’s more, one of the oddities of the Election Commission’s rules  is that, while there are candidate limits on expenditure, political  parties don’t have any maximum limit. Parties are supposed to tell us how much they spend and also where they get their money from, although they are frequently late with those numbers. In June 2013, the Central Information Commission also concluded that political parties fall within the ambit of the Right to Information Act. Yet parties have refused to comply with this, initially simply  ignoring the decision and later appealing it in the Supreme Court where  the question is still pending. Special reportGo read Arunabh Saikia’s fascinating report from Arunachal Pradesh, where politicians are quite up front about how much it costs to win over voters. Here is one quote from a politician:“Last time, I wanted to contest, so I did a recce… The rate was Rs  20,000 to Rs 25,000 per vote, and there are around 17,000 to 18,000  voters, so adding the cost of mithuns [a buffalo-like animal that is  worth more than Rs 50,000] and pigs for the feasts, it came to around Rs  25 crore to Rs 30 crore. I decided not to contest, it was beyond me.” Past tenseFinance Minister Arun Jaitley in his 2017 Budget speech made the unexpected announcement that the government, not long after demonetisation, would move to clean up political funding too. “Even 70 years after Independence, the country has not been able to evolve a transparent method of funding political parties which is vital to the system of free and fair elections,” Jaitley said. To correct this, Jaitley announced a new instrument called electoral  bonds that would “bring  about greater transparency and accountability  in political funding.” Except it does none of that. Think of electoral bonds as gift vouchers. Anyone can buy them from  the State Bank of India during specific 10-day periods during the year,  and within that time they have to go and hand over the vouchers to  political parties, which can encash them for money.  Jaitley’s explanation for why they are “clean” is that electoral  bonds can only be bought by cheque or digital payment, and so they  either are “white” funds, or become so. But clean is not the same as transparent. Electoral bonds are completely anonymous,  they do not carry the name of the donor, and they are not taxed. So  naturally, donors have flocked to them, with almost all being bought at  the upper end of the spectrum.Data matched between the first tranche of electoral bonds sold and political party returns for that year also made it clear that the BJP got more than 90% of it. This make sense. Though electoral bonds are anonymous, SBI knows who has bought them and there’s little preventing the state bank from leaking to the government. This is why many have argued that electoral bonds will undo the relative gains made from introducing electoral trusts, which at least saw major companies hedging. Instead, it is likely that electoral bonds will be heavily weighted  towards the party in power at the Centre and further special interests  in ways citizens cannot scrutinise. Commentators have flagged serious concerns.No wonder the Election Commission itself, after some dithering, has come out against them in the Supreme Court, where the case is pending.Worse, in 2016 and 2017 the government also made a few other changes to the laws: It  changed legal definitions to retrospectively allow foreign companies to  donate money to parties, after the Supreme Court had found both the  Congress and BJP guilty of accepting foreign funds. It removed a  cap on corporate donations. Earlier this was set at 7.5% of a company’s  average profits over the previous three years. This meant that the  company couldn’t be brand new and couldn’t be loss-making, meaning it  was much less likely to be a shell company set up just for elections. It removed a requirement for companies to declare their political donations.  What can be done about all this? Devesh Kapur, Milan Vaishnav and E Sridharan have offered some suggestions for a better approach than bonds.PolitickingOne image from 2014 stands out: Modi, as prime minister-elect getting onto a jet owned by the Adani group, advertising his connections to the Gujarati conglomerate that would see its fortunes zoom once he came to power.During his tenure as chief minister of Gujarat, Modi was accused of being close to some corporate houses, and he tried to push back against these attacks by insisting through the 2013 campaign and after, “na khaunga, na khane doonga” (Neither will I accept bribes, nor will I let anyone else do so). Over the past few weeks, Modi has also picked up on the Congress slogan “chowkidar chor hai” (the watchman is the thief), by having all his supporters attempt to own the chowkidar tag, including changing their twitter handles to include the title Chowkidar, an effort to blunt several charges against him, whether it is crony capitalism or the allegations around the Rafale deal.  The prime minister even used his Twitter accounts to try and sell shirts that say ‘Main bhi Chowkidar’ (I too am a watchman). The #MainBhiChowkidar programme on the 31st will look even better with the attractive merchandise! Have you ordered yours? https://t.co/HVgLzNyClq— Chowkidar Narendra Modi (@narendramodi) March 24, 2019\n\nThe Congress, on its part, continues to be dogged by allegations of corruption dating back to the United Progressive Alliance years, with the most recent being the AgustaWestland charges. Other Opposition leaders face the same heat. That said, the Congress in its manifesto has promised to scrap  electoral bonds and set up a “National Election Fund”, though it has few  details about how such a public-funded approach  would work. Do voters care?In this section we normally look at whether voters care about the subject, but in some ways the question is a little more pointed here: Are voters actually swayed by the cash that flows at election time? It has been conventional wisdom for years that voters can be bought,  which is why parties inject crores of money, or things like liquor and drugs, at election time. But a few simple questions have always come up.  Since India has secret ballot, why would a voter not just take the  money and pick their preferred candidate anyway? And how does the sight of  multiple parties attempting bribes fit into this theory? A small body of research is now attempting to add nuance to this  belief. No one claims that money does not flow in copious amounts during  elections. But scholars suggest that this might have more to do with running the campaign than actually “buying votes”. As Pradeep Chhibber, Rahul Verma and Harsh Shah explain, cash is  required to be handed out to be taken seriously as a candidate – sort of like an entrance fee – though voters are rarely making their final voting choice based on this. Often, when money is handed out, it acts as a way of cementing some sort of relationship that already exists. An excerpt from Costs of Democracy – the ideal book to read for insight into money in Indian politics, edited by Devesh Kapur and Milan Vaishnav, conveys this most concisely.The Rashtriya Janata Dal candidate, Satish Yadav, in one Bihar  assembly constituency in 2015, was widely believed to have distributed  cash before the election, and had nearly been caught by the police.  Compared to this, the BJP candidate, Sanjay Surya didn’t spend any money  and even returned some of what the party had given him to compete. When one voter was asked why he would pick the RJD’s Satish, “he said  that Surya was “useless” (bekar) while Satish did good work, such as  providing him employment related to sand mining. Satish, and the brokers  connected to him, could also provide loans, “manage” the police, and  provide protection or support in case of a conflict. If Satish ran, he  said that he would be compelled to vote for such a “good candidate”...For Biju, what clearly made Satish a better candidate than Surya had  nothing to do with the ability to “represent” him in the state assembly,  and certainly nothing to do with honesty. It was Satish’s network – and  his willingness to allow Biju to participate and benefit from this  network – that mattered. Surya, in contrast, had no network despite  being the sitting MLA in the constituency.” The whole excerpt makes for fascinating reading, challenging conventional wisdom about vote buying, so do read it. What can be done about money in Indian elections? Did we miss other analysis? Write to [email protected]The Election Fix on Video We spoke to Sruthisagar Yamunan about his reports from Andhra Pradesh where YSR Congress chief Jaganmohan Reddy is hoping to dethrone Telugu Desam Party head Chandrababu Naidu, with film star-politician Pawan Kalyan hoping to play kingmaker. \n\n\n    \n    Play\n\nAlso read: What if someone just buys the Indian government (and the Opposition) at a wholesale rate?","author":"Nithya SubramanianRohan Venkataramakrishnan","time":"2019-04-07T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116904-cayqolfvev-1554598981.jpeg","tags":["The Election Fix","Electoral Bonds","Demonetisation","Elections 2019","Election Commission","Lok Sabha Elections 2019"],"source":"https://scroll.in/article/919108/the-election-fix-despite-note-ban-cash-is-all-over-indias-elections-but-can-votes-be-bought"}