{"title":"The big news: Amid tensions, Pakistan says ready for dialogue with India, and 9 other top stories","content":"A look at the headlines right now:India protests Pakistan’s ‘vulgar display’ of injured IAF pilot, demands his safe return: Pakistan said it is ready for dialogue with India on terror, but threatened to boycott an OIC event if India participated. The US Pentagon asked both countries to avoid further military action.  Controversial officer SRP Kalluri transferred by Chhattisgarh government a month after appointment to key post: Reports said Kalluri, who was head of Economic Offences Wing, has been posted as transport commissioner.  SC asks CBI for details on allegations in Saradha chit fund scam against ex-Kolkata police commissioner: The Supreme Court said the CBI’s allegations were serious enough that it could share the information with them.  ‘Donald Trump is racist, a conman and a cheat,’ says his former lawyer in US congressional testimony: Michael Cohen said Trump had asked him in 2016 to pay off an adult film star, Stephanie Clifford, with whom Trump had had an affair.Delhi Metro issues red alert amid tensions between India and Pakistan: Stations controllers have been asked to inspect station premises for any suspicious activity or items.  ‘Pakistan and its media happy with Opposition parties’ joint statement,’ says Prakash Javadekar: Leaders of 21 Opposition political parties had protested against the BJP-led government’s ‘blatant politicisation’ of the operation.  Delhi HC directs trial court to expedite trial in 2008 Soumya Vishwanathan murder case: The High Court directed that no adjournment shall be ordered in the case unless there are some valid reasons.  No survivors after helicopter carrying Nepal tourism minister, 5 others crashes in Taplejung: A report citing the Civil Aviation Authority said all six people on board the chopper died in the crash.India, Russia, China issue joint communique against those who back extremist groups: External Affairs Minister Sushma Swaraj said global cooperation was necessary to fight terrorism.  Classmate allegedly sets woman ablaze in Telangana’s Warangal after she refuses to marry him: The police said they recorded her statement at the hospital she is being treated at.","author":"Scroll Staff","time":"2019-02-28T08:50:25.192955+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114077-gknteebhre-1551253050.jpeg","tags":["Big News","India","Pakistan","SRP Kalluri","Chhattisgarh","Saradha chit fund scam","IAF"],"source":"https://scroll.in/latest/914861/the-big-news-amid-tensions-pakistan-says-ready-for-dialogue-with-india-and-9-other-top-stories"}