{"title":"The Art of Resistance: Miya poetry from Assam speaks not only of injustice, but also joys and sorrow","content":"Hafiz Ahmed, a mild-mannered sexagenarian school teacher, wrote the first poem back in 2016. No one paid attention. Until the summer of 2019 when Miya poetry – a genre of poems written by Assam’s Muslims of Bengali origin in their native dialects – finally caught the attention of other communities, leading to a string of angry columns and heated televisions debates – and, finally, a police complaint.  Miya is an enduring slang in Assam – a pejorative for the state’s Muslim migrants. But the community decided to own it – and the poetry was the go-to medium for this resistance.In a polarised Assam – with the update of the National Register of Citizens unfolding – it attracted resentment. Why were they not writing in standard Assamese, some asked. Others questioned the timing: Why now?  Still other saw a conspiracy to paint the Assamese people as “xenophobic”.Sure, the poems drew attention to the systemic injustices suffered by the community at the hand of the Assamese, but they also did much more: they spoke of life in the chars, the joys and sorrows of living in the shifting sandbars of the Brahmaputra.As a young Miya poet told a reporter: “It wasn’t a stand against anyone but just an expression of our feelings, of our language…Something to tell the world outside: this is me, this is my village, this is how I feel.”Hazif Ahmed’s I am a Miya is arguably the first Miya poem:  WriteWrite DownI am a MiyaMy serial number in the NRC is 200543I have two childrenAnother is comingNext summer.Will you hate himAs you hate me?  — I am a Miya, Hafiz Ahmed.\nRead all the articles in the Art of Resistance series here.Also read:‘I am Miya’: Why poetry by Bengal-origin Muslims in their mother tongue is shaking up Assam","author":"Arunabh Saikia","time":"2020-01-01T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126573-apcphxfczs-1572612662.jpg","tags":["The art of resistance","Hafiz Ahmed","Miya Poetry"],"source":"https://scroll.in/article/948215/the-art-of-resistance-miya-poetry-from-assam-speaks-not-only-of-injustice-but-also-joys-and-sorrow"}