{"title":"The International Space Station is set to come back to Earth in a fiery blaze","content":"For more than two decades the International Space Station has been the mainstay of human presence and research in space. More than 100 metres long, it is the largest object ever placed in space, and its construction brought together the space agencies from the United States, Europe, Russia, Japan and Canada.The International Space Station has hosted research that could not have been done anywhere else, in the fields of microgravity, space biology, human physiology and fundamental physics. It also provides a base for deep space exploration.Now, the end of its life has been planned. According to the National Aeronautics and Space Administration, the station is expected to be de-orbited by 2031 (an extension from the original plan to de-orbit by 2020). But if the space station is so important, why is there an end-of-life plan at all?ISS is ageingThe first components of the International Space Station were launched in the 1990s. And although many parts have been updated and replaced, it is not feasible to replace everything.In particular, the main structural components cannot be replaced. While they are checked, monitored and repaired, there are limits to this. The International Space Station was not designed to last forever.It survives in a harsh environment, travelling at 27,500 km/h, with a day/night cycle every 90 minutes (the time it takes the space station to orbit Earth).The temperature differences experienced during each cycle put a small fatiguing load on the structure. Over a few years, this is not significant. But over the course of decades, this can cause fatigue failures in the metal structure.\n\n\n    \n    Play\n\nSo there comes a time when the costs and risks of maintaining the International Space Station become too high, and this has been determined to be in 2030.De-orbiting space stationAs with all objects under the influence of gravity, given time the International Space Station would simply fall down to Earth. This is because, even at the orbital altitude of 400 km, there is some drag due to small particles. In fact, the space station currently requires a regular boost to lift its orbital altitude, which is slowly – but constantly – decreasing.A natural re-entry would be a completely uncontrolled process, and there would be no way of predicting where this would take place. The responsible (and planned) approach is to use thrusters to slow the space station down, causing the de-orbit to happen much faster and in a specific location decided in advance.The slowing down will initially be done using thrusters on the station and on support vehicles docked to the station. This process may take a few months and will slowly reduce the orbital altitude of the space station, preparing it for the final re-entry phase.In the final phase, the deceleration will be much more rapid and will determine the space station’s final re-entry trajectory. Although it has not been decided exactly how the International Space Station will reach its final deceleration, the favoured option is to use three modified Russian Progress spacecraft.The spacecraft will be docked to the International Space Station and fire their propulsion systems to achieve the required deceleration – controlling the trajectory of the re-entry and the re-entry location.Artificial fireballsIt will take a couple of minutes for the ISS to pass through the atmosphere. It is likely the higher-altitude phase of this will take place near or above Australia.The re-entry will be a visually spectacular event, resembling multiple large shooting stars. An increasing number of space debris breakup events have been observed and videoed over the last few years.But these re-entries have been small objects, sized in the order of metres, such as the ATV-1 and Cygnus spacecraft. Meanwhile, the International Space Station is about the size of a football field, and will be correspondingly more spectacular.Spacecraft cemeteryDue to the danger of components reaching the surface, it will be important to make sure they fall where there is minimal risk to people or property. Even a controlled re-entry will potentially spread pieces of debris over an area of hundreds, if not thousands, of kilometres.This is why the re-entry (and most space debris de-orbits) will target an area known as the South Pacific Ocean Uninhabited Area, the centre of which is known as Point Nemo, or the “Spacecraft Cemetery”.The South Pacific Ocean Uninhabited Area is used as Earth’s dumping ground for space debris. It is the largest uninhabited area on Earth, and hence has the lowest risk associated with debris from re-entry.\n\t\t\n\tPoint Nemo, known as ‘the oceanic pole of inaccessibility’, is a point in the ocean that is the farthest away from any land. Photo credit: NASAThe International Space Station will be travelling at something like 6 km per second when it hits the atmosphere. This high speed will cause the air in front of the structure to heat up significantly, reaching temperatures in excess of 10,000 degrees Celsius.This will cause the structure to break into smaller pieces. Most of it will burn up as it falls, but it is very likely some small pieces will survive – especially some of the heavier and denser internal components.Any surviving debris will eventually sink into the ocean and disappear.Fabian Zander is a Senior Research Fellow in Aerospace Engineering at the University of Southern Queensland.This article first appeared on The Conversation.","author":"Fabian Zander, The Conversation","time":"2022-02-19T23:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166438-pgeqiyhuex-1637062722.jpg","tags":["International Space Station","NASA","Space research"],"source":"https://scroll.in/article/1017458/the-international-space-station-is-set-to-come-back-to-earth-in-a-fiery-blaze"}