{"title":"The rise of Burhan and the aftermath of his death show why the status quo in Kashmir is unacceptable","content":"For decades now, armed militants have been regularly killed fighting Indian soldiers in Kashmir. But the latest incident on July 8, in which the young militant Burhan Wani died, has once again lifted the veil from the realities of the always-simmering valley.Kashmir is again convulsing with anger, and as the rage was met by deadly state force, it has already left over 30 young protestors dead in four days and more than 1,500 injured, many with bullets in their bodies. Scores of the injured young Kashmiri boys will here on see the world only with one eye, having lost the other to the infamous “non-lethal weapons”, the pellet guns used by the government forces.It is not possible to understand the aftermath of the youthful and iconic militant’s death without a substantial examination of the intervals of seeming peace, usually marked by high inflows of tourists, the uneventful conduct of the Amarnath yatra, and the regularly held elections. A genuinely meaningful political engagement with the question of Kashmir never even gets a start. But these intervals are also used by the establishment for elaborate exercises in managing perceptions surrounding Kashmir.Burhan Wani’s rise to an iconic figure, and the Kashmiri people’s response to his death, shattered those perceptions, just like the months of mass protests had done in 2010. Prime Minister Narendra Modi was perhaps referring to the unravelling of carefully manufactured perceptions when he reportedly expressed unhappiness over Wani being portrayed as a hero in the media, as he belatedly reviewed the situation in Kashmir on his return from Africa. It reminded one of a similar comment by Modi after the 2002 Gujarat pogrom when a western journalist asked if he regretted what happened under his watch. His only regret, Modi had said then, was that he did not manage the news media better.Military machineKashmiri people have been living with the presence of an estimated half a million soldiers, who are protected by laws that give them impunity and constantly emboldened by the rhetoric of “national security” and “territorial integrity of the nation”. All of them are not always fighting the armed militant, or working to keep at bay those Kashmiris who resist this extreme degree of militarisation. No one in Kashmir has remained untouched by this military machine of control, manipulation and surveillance that constantly humiliates residents. And now, as the political historian Sidiq Wahid has pointed out, the rise of the right wing in India has meant the trigger is pulled faster.No one should have any illusions. The entire political and bureaucratic establishment in Jammu and Kashmir is a part of this omnipotent mega-military-machine that is much resented by many in the state. This should be obvious again, now.“He [Burhan Wani] joined [the armed militancy] because he was humiliated on the streets, his brother was tortured, this is where his resentment for Indian government came from, and this is why Kashmiris identified with him,” said rights activist Khurram Parvez, about  the slain militant who picked up arms when he was just 15.Wani’s story resonated with everyone affected by death, and the decades of destruction, massacres and rapes, disappearances, torture and trauma that has been the story of Kashmir. When he left home to fight it, he did so by not hiding behind a codename, or crossing over to the Pakistani side of Kashmir for arms or training. He became everyone for whom the prevailing conditions and the status quo was unacceptable.Wani had joined Hizbul Mujahideen in 2010 when hopes of a beginning for change in Kashmir were fading again, following massive freedom rallies. His unambiguous video-recorded statements in which he always looked happy galvanised the youth again. Many actually joined him when militancy was nearly completely crushed, but a lot more – young and old, men, women and children – began helping them, even if it meant putting themselves in harm’s way when soldiers trapped them in their cordons. If the year 2010 marked a transition from armed militancy to mass protests, Burhan Wani’s arrival on the scene produced a strategic mix of both, reigniting hopes of azadi among many Kashmiris.Living in denialChief Minister Mehbooba Mufti appears morally timid and politically shallow, failing to acknowledge the actual political aspirations Wani’s life and death represent. His status was exhibited not just by the thousands who attended the rebel’s funeral, but also by the scale and spread of protests across Kashmir. At the risk of sounding insensitive to her personal loss, the funeral of Mehbooba Mufti’s father, former Chief Minister Mufti Mohammad Sayeed, was attended by government functionaries and a few hundred cadres of her Peoples Democratic Party.In her appeal for calm, broadcast on the state-run Doordarshan television station, Mehbooba Mufti regretted the loss of lives but simultaneously justified the use of force, blaming “unknown antisocial elements” for pushing angry protesting youth towards army camps and police stations where they get shot dead or maimed. Her government’s spokesman had earlier blamed the victims themselves saying soldiers were compelled to shoot when the youth protested against them. It was a direct message to the Kashmiri people: expect death if you protest against militarisation and armed forces. These are people who built their party promising Kashmiris self-rule, return of dignity and demilitarisation. Now, all they cling to is the goodwill of their alliance partner, the ruling Bharatiya Janata Party and Modi’s rhetoric of development as panacea for Kashmir.The Indian state has always tried to resolve the issue by trampling Kashmiri rights and aspirations under the jackboot. The people here may occasionally line up in long queues to vote, for reasons of staying afloat, but the struggle for azadi, freedom, is never forgotten or given up. Burhan Wani, and the ongoing confrontation in Kashmir that his death sparked reminds us that it is not over until it is, just like Maqbool Bhat and Afzal Guru did before him.","author":"Parvaiz Bukhari","time":"2016-07-14T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/811710-37647-pzmsuptgcm-1468418462.JPG","tags":["Jammu and Kashmir","Azadi","Burhan Wani","militant","Security forces","Protests","Police and security forces"],"source":"https://scroll.in/article/811710/the-rise-of-burhan-and-the-aftermath-of-his-death-show-why-status-quo-in-kashmir-is-unacceptable"}