{"title":"Final little piece of the puzzle that needed to happen: Alyssa Healy after Australia’s CWC 22 win","content":"Player of the Final Alyssa Healy believes Australia’s ICC Women’s Cricket World Cup 2022 victory is the final piece of the puzzle on their quest to be the best. Healy made the highest score ever seen in a World Cup final with 170 runs from 138 balls as Australia posted 356 for five. Nat Sciver hauled England close with 148 not out, but Australia bowled them out 71 runs short to add the Women’s ODI trophy to the T20 crown they clinched in 2020.Australia were knocked out of the World Cup semi-finals five years ago by India and it set them up for their period of domination. And Healy, 32, said: “I don’t think relief is the right word.“I think it’s just pride. I’m so proud of this group to be able to, I use the word reinvent, but whatever word you want to use, we came together as a squad and said: ‘This is how we want to play our cricket from now on and we’re going to be the best team in the world’  “For all 15 people in our squad - and the girls outside the squad that have come in and contributed to be able to buy into that, which has been unbelievable.“I think that’s a culture created by the lady sitting next to me [captain Meg Lanning] and Rach [vice-captain Rachael Haynes] and Motty [head coach Matthew Mott]. “I’m just really proud of this group to have done what we’ve done over the last five years and I think the trophy in our hands is just the final little piece of the puzzle that needed to happen.” Lanning agreed as she skippered her side to her first ODI World Cup as captain - the 30-year-old made only 10 in the final but ended the tournament on 394 runs, the fifth-most. But there is no doubt of the relentless and ruthless culture that Lanning has created that saw them go undefeated in the tournament to now hold both World Cups and the ICC Women’s Championship, the first team to do so. The skipper said: “There’s no doubt that this is pretty high on the list. We obviously go out there to win every game we play but it’s not easy. “If you’re playing against extremely good teams who are chasing you and they’re coming out to play their best cricket against us. “We’ve been able to really evolve as a group and play the style of cricket that we’ve spoken about. I think we’ve said how we wanted to play and how we wanted to operate us as a team.  “The thing that stands out for me and I’m really proud of is that we actually go out there and do it and I think we’ve really shown that through this tournament we have a really clear style of play and we want to take the game on and make it difficult for opposition teams.” And while Australia led from start to finish in the tournament, Lanning admitted that Sciver again gave them a scare as she backed up her 109 not out in the opening group game with another mammoth ton in a losing cause. “There were a few nervous moments, there’s no doubt about that. She also played an incredible innings,” Lanning added. “That was something really special and on another day that wins your team the game. We always felt under the pump a little bit while she was at the crease in particular.  “But we were able to get wickets at the right time, whenever they were able to build a partnership. We felt like we were able to break it. “We knew that if we could stick to our guns and just keep it really simple that it should have been enough.” Content courtesy ICC Business Corporation FZ LLC 2020","author":"Scroll Staff","time":"2022-04-03T20:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172499-kjzpfbpxqy-1648996300.jpg","tags":["Alyssa Healy","ICC Women's Cricket World Cup","Australia","Cricket"],"source":"https://scroll.in/field/1021009/the-final-little-piece-of-the-puzzle-that-needed-to-happen-alyssa-healy-after-australias-wcup-win"}