{"title":"The death of Urdu in India is greatly exaggerated – the language is actually thriving","content":"An Indian currency note is a wonder of linguistic diversity. Take a Rs 100 note, for example. The amount “rupees one hundred” is written in a staggering 17 scripts. Most of the scripts represent different sounds: in Bengali, it reads “eksho taka” and in Marathi “shambhar rupye”. Yet, oddly enough, two of those 17 scripts read out the same way : “ek sau rupye”. The two are, of course, Hindi and Urdu.On May 19, a few Rashtriya Swayamsevak Sangh workers forced an artist to deface his own graffiti in praise of the capital. What ticked those people off was that the sher, or couplet, was in Urdu which was not to be “tolerated”. For good measure, the artist was even asked to go back to Lahore.The fact that the name “Urdu” ­– meaning royal camp or city – refers to Delhi, where the language originated, was only the tip of the irony iceberg. The incident was also followed with the almost by now de rigueur lamentations about the death of Urdu by well-meaning if misinformed people.Here’s a thought experiment, though. If the very same couplet - Dilli tera ujarna, aur phir ujar ke basna. Woh dil hai toone paya, sani nahi hai jiska – had been written down in the Devanagri or Roman script would the RSS gundas have gotten so worked up? And if millions of people, many of them Bengalis, Kannadigas or Marathis, go around India saying “ek sau rupye” ­– which we know to be Urdu from our currency notes – how is the language then dying?Language, register and scriptIndians (and Pakistanis) grow up being told by their governments that Hindi and Urdu are two separate languages. So strong is this force of authority that Urdu speakers never wonder to find out how they can effortlessly watch Hindi movies and Hindi speakers aren’t amazed that they can comprehend Urdu songs on Coke Studio.Linguists, however, are slightly less ideological and more practical about these matters. Academically, Urdu and Hindi are classified as literary registers of the same language, the Khari Boli spoken historically in and around Delhi city. A register is a style of language used according to situation, class and, in the case of Hindi-Urdu, social identity. Every language has registers. Think of the style Buzzfeed uses and that used by one of the world’s leading postcolonial academics Homi Bhabha to understand two common registers in English. Even while Bhabha’s inkhorn writing might be near-incomprehensible to a Buzzfeed reader, no one would venture to say that Bhabha is not using English.This is because even if the two styles might differ in vocabulary, they have identical grammar. Both Bhabha and Buzzfeed can, if they want, always switch to a common mutually intelligible register of English should they happen to, say, meet on the street. This is exactly analogous to Hindi and Urdu. Christopher King in his book One Language Two Scripts writes:Language scholars usually designate its (Khari Boli) two major division as Hindi and Urdu, though some argue that these should be considered two different languages on political and cultural – not linguistic – grounds. Aside from unimportant grammatical variations, vocabulary and script constitute the principal difference between the two. The most formal level of Hindi, sometimes referred to as “High Hindi”, uses a vocabulary saturated with Sanskrit, while the corresponding level of Urdu, High Urdu, draws heavily of Persian and Arabic. On this level, the two come close to mutual unintelligibility. Other less formal levels of Hindi and Urdu approach complete intelligibility.When people lament the demise of Urdu, what they really mean is that the heavily Persianised register, what King calls “High Urdu” is dead. The everyday demotic Urdu that people speak – which is identical in turn to spoken Hindi – is more than flourishing.High Urdu and mass cultureHowever, even dirges about the rapid decline of High Urdu are unneeded. High Urdu has come to occupy an exalted place given its elite status but it was never a mass register, being spoken only by extremely small numbers of sharif Muslims, Khatris, Kashmiri Pandits (settled mostly in Uttar Pradesh or Delhi) and Kayasths. As elite a person as Ghalib’s wife – an illiterate woman – would not have understood the High Urdu of her husband’s poems and the two conversed very much like anyone in Old Delhi or Saharanpur today. And, of course, High Urdu was inaccessible to all other lower caste Muslims and Hindus of 19th century Delhi who, like citizens today, spoke everyday Khari Boli or their village languages.In fact, far from declining, thanks to Bollywood, High Urdu has never enjoyed greater reach. High Urdu has a historical association in the subcontinental mind as a register of song and poetry. This has naturally been employed by Bollywood to sell its musical romances and a large proportion of movie songs are composed in High Urdu. To take Ghalib’s example one more time, lyricist Gulzar’s use of a Ghalib sher in the movie Dil Se means that hundreds of millions of more people were actually exposed to Ghalib’s poetry  in 1998 as compared to, say, in 1856. And this isn’t only a feature of Gulzar's highbrow tastes. The more plebeian “Yaar na mile” from the Salman Khan-starrer Kick was written by Yo Yo Honey Singh – in High Urdu. Nearly every third word in the song is from Persian including highfalutin instances such as “ehtaram” or “muhtasib”. In fact, it even uses Persian grammar in its use of the izafat (the “e” in dard-e-dil).High Hindi as a sarkari languageIn comparison, High Urdu’s main “rival” High Hindi has almost no mass use outside of the Union government and the Hindi state governments. In fact, even as politicians waste government money on High Hindi – rather than provide services in the far more comprehensible Khari Boli – political parties themselves make sure to use everyday language whey they really want to communicate. For example, the Bharatiya Janata Party uses demotic Khari Boli in its slogans – such as “Acche Din”. In fact, its latest catchphrase “Do Saal Bemisaal” could even be classified as High Urdu given that both “saal” and “bemisaal” are Persian words.Of course, Urdu chauvinists should note that this has nothing to do with the inherent strengths of the register and is just to do with the fact the High Hindi is much newer compared to High Urdu (objectively comparing languages and registers is like trying to impartially decide the best colour in the world). The use of large amounts in Sanskrit in Khari Boli is only around a hundred years – and its mass use came only when it was adopted by the Indian government after 1947. This lack of history means any Hindi earlier than, say, 150 years in school syllabuses needs to use different languages such as Kabir’s Braj, which are then classified as “dialects” of Hindi – ironic given that Braj as a literary language is hundreds of years older than Hindi. This lack of age meant that Jawaharlal Nehru – otherwise a native speaker of Hindi – admitted that he could simply could not understand the High Hindi translation of the Constitution when it was first framed. In fact, when the first mass broadcasts of High Hindi were made after 1947 by the government-controlled All India Radio, comic actor Johny Walker quipped, “They should not announce ‘Ab Hindi main samachar suniye’ [listen to the news in Hindi] but ‘ab samachar main Hindi suniye’ [listen to Hindi in the news].”Script is not languageEven if Urdu hasn’t died what has is the Persio-Arabic script historically associated with it. After 1947, India adopted High Hindi written in the Devanagri script and states like Uttar Pradesh even went so far as to ban Urdu-medium schools. In the lay mind, script is often confused with language. “Language” is a verbal system of communication. A “script” is simply the collection of symbols used to represent that language in a visual form. Even if one published, say, Ghalib’s poems in the Roman script [as this fine website does] it does not mean that the language now changes to English or German – it’s still Urdu.Much of the classification of Hindi and Urdu into different languages has to do with the fact that, in the popular space, script and language are often interchanged. This confusion is quite new since the use of the Devanagri script to write Khari Boli is quite recent and till around a century back it was commonly understood that “Hindi” and “Urdu” are simply synonyms for the same language. Even organisations such as the Nagari Pracharini Sabha (society for the promotion of the Nagari Script) formed in 1893 in Banaras, only petitioned for the British Raj to introduce the Devanagri script along with the already existing Persio-Arabic – the question of characterising this as a separate language came much later.Of course, people do get emotional about scripts and it is unsurprising that its users lament its decline – especially given that post-1947, the Persio-Arabic script has been targeted as a symbol of “Muslimness” in north India. But to extend this and grieve for the decline of the Urdu language itself is simply inaccurate.","author":"Shoaib Daniyal","time":"2016-06-01T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/809102-article-niduvbktwp-1455361555.jpeg","tags":["Urdu","Hindi","Language"],"source":"https://scroll.in/article/809102/the-death-of-urdu-in-india-is-greatly-exaggerated-the-language-is-actually-thriving"}