{"title":"The Daily Fix: Modi government bid to hide unemployment rate, other key data hurts Indian democracy","content":"Two independent members of the National Statistical Commission have resigned over the past week. The trigger for the decision apparently was the alleged suppression of the latest National Sample Survey Office employment survey data. The commission now only has only two members, both government appointees. On Thursday, the Business Standard reported that the suppressed NSSO report showed that the unemployment rate in 2017-’18 stood at a four-decade high of 6.1%. This is not the first time the Modi government has been accused of hiding official statistics. The National Statistical Commission was earlier involved in a controversy over the calculation of back series data after the Modi government chanted the method of calculating the gross domestic product – the total value of goods and services produced in the country annually. The autonomous commission’s calculations found growth high during the Manmohan Singh years and low during Modi’s, while the Union government-controlled Central Statistics Office and the National Institution for Transforming India Aayog came to the opposite conclusion.The Modi government has discontinued the Labour Bureau’s quarterly enterprises surveys, with the last report being released in March 2018. Moreover, the annual Employment-Unemployment Survey was also scrapped in 2017. The government now relies only on provident fund data to calculate employment – a method widely criticised as being faulty.\n\t\t\n\tThe rate of unemployment among men in rural areas between the ages of 15 and 29 years jumped to 17.4% in 2017-’18 compared to 5% in 2011-’12. The data on the impact of the 2016 demonetisation of high value bank notes only came two years later. The National Crime Records Bureau has, for the first time, failed to publish its annual report, withholding data for 2017. The numbers on inter-state migration in the 2011 Census, collected eight years back, are also still under wraps as are the results of the 2011 Socio-Economic and Caste Census.Through the Modi government’s last five years, red flags have been raised with respect to the undermining of institutions. These include the classifying of proposed legislation as money bills to evade Rajya Sabha scrutiny, attacks by the ruling party on the Supreme Court over the Ayodhya dispute, serious allegations of partisan political bias in the Central Bureau of Investigation as well as mismanagement of the Reserve Bank of India.In this, the suppression of institutions that deal with official statistics might be the most serious. Information is vital to a democracy, allowing voters to make informed political choices. Before the 2019 Lok Sabha elections, Indians have a right to know how their elected Union government has performed over the past five years in order to evaluate it at the hustings. Suppressing official data on the state of the country has the potential to seriously damage India’s democratic set up.Also Read:1) The Modi Years: What did demonetisation achieve?2) Three cities, 36 workers, the same story: Even daily jobs are now hard to find3) Unemployment was at 45-year high after note ban, shows Centre’s ‘buried’ report: Business Standard4) Revisiting demonetisation: ‘If the notes have come back, why not the lost jobs?’5) Six months after note ban, many who lost their jobs in Delhi’s factories struggle to find work","author":"Shoaib Daniyal","time":"2019-01-31T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111872-jsfxglswmw-1548908878.jpg","tags":["Modi government","NSSO","National Statistical Commission","Demonetisation","The Daily Fix"],"source":"https://scroll.in/article/911442/the-daily-fix-modi-governments-moves-to-hide-official-statistics-greatly-damages-indian-democracy"}