{"title":"The Art of Resistance: 440 shoes on a public wall highlight the chilling murders of Turkish women","content":"Walking down the busy Meclis-i Mebusan Street in Istanbul’s Kabataş quarter, you will come across hundreds of black high-heeled shoes mounted on a grey wall. The shoes are a reference to a practice in some parts of Turkey of leaving footwear of the deceased in front of the door. Nearby, a sign states that the project – Untitled – comprises 440 shoes symbolising the 440 women murdered by men in Turkey in 2018 alone. In 2019, that number rose to 474.Turkish society has long grappled with the issue of domestic and sexual violence against women. In 2015, the murder of 20-year-old Özgecan Aslan, who was killed in Mersin while resisting rape, led to unprecedented protests across the country. Last year, 38-year-old Emine Bulut was stabbed to death in a café by her ex-husband in front of her 10-year-old daughter. The protests that followed in Istanbul saw women carrying placards that read, “We don’t want to die.”As recently as December 2019, a young woman was murdered in front of her house in the port city of Ordu. Often, perpetrators have got away with lenient sentences.Credit: Author providedThe arresting exhibit on Meclis-i Mebusan Street is the work of Turkish artist Vahit Tuna, and is curated by Yanköşe, a non-profit art platform of Turkish coffee chain Kahve Dünyası. By occupying a conspicuous spot in one of the city’s prime locations, it forces viewers to confront a widespread issue that has been habitually swept under the carpet.  Although the number of women murdered has steadily risen over the past decade, the Turkish government, under the conservative Justice and Development Party, known as AKP, stopped tracking gender-related deaths in 2009. That year, the Ministry of Justice revealed that there had been 953 cases of femicide within the first seven months, leading to a public outcry. The government responded by ceasing to publish statistics. Since then, records are maintained by women’s rights groups such as We Will Stop Femicide Platform and The Femicide Map.“Patriarchy is the reason behind the loss of so many lives,” says a note on the Platform’s official website. This patriarchal mindset and misogyny is frequently fuelled by views of Turkish government officials, including the president. On different occasions, President Recep Tayyip Erdoğan has referred to women as “delicate” and not equal to men, and stated that childless women were “deficient” and “incomplete”. A woman who chooses not to have children, he claimed in 2016, is “denying her femininity”. In 2014, former Deputy Prime Minister Bulent Arinc attracted ridicule for declaring that women should not laugh in public.The artwork, said  Tuna said in an interview with CCIQ Press, was an opportunity to slam the government’s face every day with this installation. “Because,” he said, “all femicide is political.”The installation will be up until March 2020.Read all the articles in the Art of Resistance series here.","author":"Yamuna Matheswaran","time":"2020-02-09T15:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136071-eweyosvrmm-1581060725.jpg","tags":["Turkey","Political art","Patriarchy","Femicide"],"source":"https://scroll.in/article/952434/the-art-of-resistance-440-shoes-on-a-public-wall-highlight-the-chilling-murders-of-turkish-women"}