{"title":"The Daily Fix: As minister’s ‘shoot traitors’ chant shows, BJP is using nationalism to mask failures","content":"It is not uncommon for political leaders to contradict members of their own parties – and even themselves. Yet even by those standards, the level of divergence within the Bharatiya Janata Party over the last few days has been a sight to be hold. This was Prime Minister Narendra Modi on January 26, during his fortnightly Mann ki Baat radio programme: “Violence never resolves any issue... Come, let’s together forge a new India, where every issue is resolved on  a platform of peace. Solidarity should be the key to resolving every  issue.”  And here is a clutch of quotes by others from his party about those who are protesting against the Citizenship Act amendments pushed by the government, which are being seen as a tool with which to harass Indian Muslims. Home Minister Amit Shah on the same day: “When you press the button [of the Electronic Voting Machine] on February 8, do so with such anger that its current is felt at Shaheen Bagh”, the Delhi neighbourhood where protestors have been demonstrating on the street for over a month Union Minister Anurag Thakur, in a video of a rally that emerged on social media on Monday, January 27: “Desh ke gaddaron ko... [to the traitors of the country]...”, while the crowd replied, “... goli maaro saalon ko [shoot the bastards].” West Bengal BJP President Dilip Ghosh, earlier in January: “Our governments in Uttar Pradesh, Assam and Karnataka shot these people like dogs.” What happened to claiming that violence never resolves an issue? What happened to the solidarity that Modi brought up? It has been more than a month since Indians began taking to the streets to protest against the Citizenship Act amendments, and the numbers have only swelled. Lakhs have people have turned up at n giant rallies, small demonstrations and, on Republic Day, a 620-kilometer human chain in Kerala. Clearly, a significant number of Indian citizens have concerns about the new initiatives. And those have been echoed by many prominent voices, from former bureaucrats to scientists to judges and even allies of the BJP. Yet Modi’s government has been unwilling to engage with them. In some cases, Modi has denied ever having discussed these controversial policies, even though Amit Shah spent the past year promising to implement them. In others, Shah has gone around insisting that the government will not withdraw the Act, no matter how much people protest. In Uttar Pradesh, the BJP government has targeted Muslims – whether or not they are protesters – with brutal violence. In none of these instances has there ever been any hint that the BJP or its leaders believe that “solidarity should be the key to resolving every issue”. This is plainly because the BJP has no interest in even acknowledging that there might be genuine concerns about its policies, because many of the voices of the protests are those of Muslims – a constituency that it has sought to demonise.Modi’s Mann ki Baat comments are just the latest example of empty platitudes from India’s prime minister, who has failed to deliver economic growth and increasing fallen back on a right-wing Hindu nationalist agenda. If solidarity is the key to resolving issues, Modi has taken that key and melted it in the cultural fires stoked by him and his party in the hopes of deriving electoral dividends.","author":"Rohan Venkataramakrishnan","time":"2020-01-28T09:30:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/fslwejmhdi-1529439392.jpg","tags":["The Daily Fix","Citizenship Act","Citizenship Tangle"],"source":"https://scroll.in/article/951297/the-daily-fix-as-ministers-shoot-traitors-chant-shows-bjp-is-using-nationalism-to-mask-failures"}