{"title":"The Election Fix: Will Modi succeed in his bid to drive a wedge between the SP and the BSP?","content":"Welcome to The Election Fix. Today on the newsletter we look at Narendra Modi’s attempt to drive a wedge between the Uttar Pradesh alliance, how covert Hindutva outfits operate in Ladakh and where the BJP’s money comes from (hint: corporates). We are running a reader survey about the Election Fix and what you would like to see from our political coverage. Please click here to tell us what you think or write to [email protected].Big story: Non-wedge remarksSince the beginning of the election campaign, Prime Minister Narendra Modi has claimed that the Mahagathbandhan – the grand alliance taking on his Bharatiya Janata Party in Uttar Pradesh – is actually a ‘mahamilavat’, an adultered mixture. He has declared that the leaders of the Bahujan Samaj Party, the Samajwadi Party and the  other outfits that are part of the alliance are opportunists who have come together merely to protect their “loot”.But last week, Modi took a different tack. “Congress leaders are happily sharing the stage with Samajwadi Party leaders in rallies,” he said at a rally in Pratapgarh.  “These people have betrayed Behenji [referring to BSP head Mayawati] cunningly that even she is not able to comprehend what is going on.” This requires a bit of unpacking.First, the alliance primarily features the Bahujan Samaj Party and the Samajwadi Party, which have been arch-rivals for the last 20 years in Uttar Pradesh. But for this election, they have came together to fight the BJP in Uttar Pradesh, which has more seats in the Lok Sabha than any other state: 80 out of 543.Second, the Congress chose not to join the alliance, even though the party has has attempted over the past year to build a country-wide anti-BJP coalition. However, the Congress efforts failed in a number of states, such as Uttar Pradesh and Delhi.Third, despite the Congress being left out of the grand alliance, there were murmurs about some sort of arrangement between the members of the Mahagatbandhan. This would have meant the Congress putting up candidates who will not to take away votes from the alliance but who dent the BJP’s vote share in some seats. This strategy was initially denied by the Samawadi Party and Bahujan Samaj Party.Fourth, the axis of this unspoken arrangement is supposed to be the personal connection between Samajwadi Party chief Akhilesh Yadav and Congress president Rahul Gandhi, who campaigned together as “UP ke ladke” (UP’s boys) in the state elections of 2016. The Samajwadi Party is said to get along well with the Congress, though Mayawati was dead-set against including the party, not least because Gandhi turned down an offer to enter into an alliance with the Bahujan Samaj Party in other North Indian states.Going by the vote shares of 2014 and 2016, the alliance has an unmistakable arithmetic advantage, which was explained in an early edition of the Election Fix. Two key questions emerged: will supporters of the Bahujan Samaj Party transfer their to the Samajwadi Party and vice versa? And will the presence of the Congress confuse the anti-BJP voter?Anecdotal evidence and the word put out by the parties seems to suggest the alliance did well in the early phases. Then last week, Congress general secretary Priyanka Gandhi officially told reporters that the party had selected candidates to either win or “cut into BJP’s votes”.Evidently, in response to all of this, Modi and the BJP have decided the best approach is now to drive a wedge within the alliance. So he implied that the Congress is only supporting the alliance in seats with Samajwadi Party candidates and not ones where the Bahujan Samaj Party is contesting.This approach is predicated on the fact that the Samajwadi Party and the Congress are indeed close, but it also reflects an older Bahujan Samaj Party anxiety that, while Mayawati’s voters will press the button for another party if she says so, the Samajwadi Party voter base has a harder time switching allegiances to the BSP. It also quietly references a suspicion that Mayawati would be willing to work with the BJP if results do not turn out in the alliance’s favour.Nistula Hebbar has more details on how the BJP settled on this approach.Why now? Though the BJP is believed to be stronger in Eastern UP, which votes in the remaining phases, Aditya Menon points out here that the arithmetic suggests the alliance has a much greater advantage on paper.If this is true, Modi’s hope is that his comments can cause some confusion and reduce the volumes of votes being transferred across the two parties. It seems unlikely that Modi’s strategy will succeed since the alliance has been steadfast. It has involved more concessions from Akhilesh Yadav’s side, at least in optics, meaning the Bahujan Samaj Party is less likely to be insecure about it.The end of this journey is not far away now, with just two more phases after today before exit polls come out followed by results on May 23. Do you think Modi’s attempt to drive a wedge between BSP and SP will work? Write to [email protected]. Election titbitsSplit verdict: Ritika Chopra in the Indian Express reports on deliberations within the Election Commission, which only recently seems to have woken up to summarily dismiss complaints against Narendra Modi and Amit Shah. Not all members of the Commission were convinced, though.Full-court press: Congress President Rahul Gandhi has suddenly begun to give interviews, speaking to India Today, the Economic Times and the Indian Express, to whom he said, “I’m very happy that 2014 happened, it taught the Congress party a hell of a lot.”How’s the josh? One of the common refrains from political reporters in this election is that it simply doesn’t feel like poll season. Across the country, aside from the states that also had assembly elections, there is a lot less politicking happening than in 2014 or so it seems. And, per this report in the Print, there is also a lot less political advertisingWe were first: Former Prime Minister Manmohan Singh said in an interview that several surgical strikes were conducted when he was in charge , but, unlike the BJP, his party did not seek to get political mileage from ordering these cross-border attacks.The Election Fix on VideoSmitha Nair and I spoke to Shoaib Daniyal about how the politics of polarisation by the Bharatiya Janata Party works,  what that has meant for the rest of the political establishment and how  that is playing out in this election. \n\n\n    \n    Play\n\nElections 2019 on Scroll.inThere is too much election coverage from Scroll.in to link to in full, so here are just a few picks below. Ground report: Ipsita Charkavarty reports on covert Hindutva organisations that have pushed the BJP’s case in Ladakh.Ground report: Akash Bisht writes in from Bhopal, where Congress leader Digvijaya Singh is hoping his silence in response to the polarising talk of BJP’s Pragya Singh Thakur will give him the edge. The Silent Army: In our behind-the-scenes series, Mridula Chari & Shreya Roy Chowdhury find that the Election Commission has no meaningful way to track whether its social media guidelines are being violated by politicians.Opinion: By giving Modi a free pass, Election Commission has abandoned any attempt to appear neutral, writes Anjali Modi. See all of our coverage of the Lok Sabha polls here.Our reporters are bringing you dispatches on the elections from across the country. Your support could help us go further and dig deeper. Subscribe to Scroll+ and help pay for quality journalism.Poll toon2019 Elections! Cartoon for the @AmarUjalaNews #2019Elections pic.twitter.com/8639y7fHMg— Satish Acharya (@satishacharya) May 4, 2019\n\nReportage, analysis and opinionArchana Chaudhary for Bloomberg travels down the Ganga to remind readers of what Modi promised and what has actually been achieved. The Economist uses some very strong words in an editorial that calls on Indian voters to dump Narendra Modi or at least force him to work within a coalition. Meenal Baghel in the Mumbai Mirror says a “mutiny” is under way in Awadh, the central part of Uttar Pradesh that votes next, referring to the unlikely collaboration between the Samajwadi Party and the Bahujan Samaj Party. The BJP has massively outspent the Congress in elections since 2014, at least according to reported expenditure. But this trend changed in elections at the end of 2018, where the Congress nearly matched the BJP and ended up winning three North Indian states, write Roshan Kishore and Vijdan Mohammad Kawoosa in the Hindustan Times. Niranjan Sahoo and Niraj Tiwari in the Print complement this analysis with a look at how the BJP and Congress have been funded over the last few years, depicting a massive advantage for the saffron party from corporate donors. “Chowkidar, the civic identity invented by the sangh, is not the citizen as peer, it is the citizen as monitor,” writes Mukul Kesavan in the Telegraph. “A chowkidar is a minder, an enforcer, an agent of the State, also a servant of some more substantial citizen with something to lose.” Chitleen Sethi in the Print breaks down the various permutations of politics in Haryana, where new parties are making things much more complicated. “The next administration must have a single-minded focus: revive private investment and make labour more attractive as a factor of production. Without this, we will simply be tinkering at the margins,” writes Sajjad Chinoy in the Times of India. Barkha Dutt in the Hindustan Times notes the lack of energy to this election, and suggests that this is either because there is a wave for Modi that is not born out of anger, or because voters are not speaking their mind about the prime minister.Why is caste so important to Indian elections more than seven decades after independence, when the country set out to correct historical imbalances? Himanshu offers some answers in Mint. Have we missed something? Please send in interesting reports, comments or funny WhatsApp forwards to [email protected]","author":"Rohan Venkataramakrishnan","time":"2019-05-06T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118999-isuqatsctr-1557065911.jpeg","tags":["The Election Fix","Elections 2019","Lok Sabha Elections 2019","Narendra Modi","Uttar Pradesh","BSP","SP"],"source":"https://scroll.in/article/922412/the-election-fix-will-modi-succeed-in-his-bid-to-drive-a-wedge-between-the-sp-and-the-bsp"}