{"title":"The Election Fix: What does Bihar’s 2015 alliance experiment tell us about the 2019 polls?","content":"Welcome to The Election Fix. Today on the newsletter we look at what elections in Bihar may tell us, why Narendra Modi is being accused of horse-trading and how “bed tea” became an election talking point. We are running a reader survey about the Election Fix and what you would like to see from our political coverage. Please click here to tell us what you think or write to [email protected].  You can read previous issues of the Election Fix here. And If you haven’t already signed up, subscribe here to get the Election Fix in your inbox.The Big Story: Side kick“Jab tak rahega samosa mein aloo, tab tak rahega Bihar mein Lalu.”Younger readers may not be familiar with this otherwise-cliched refrain about the state’s politics, which declared that as long as there’s potato in a samosa, the Rashtriya Janata Dal’s Lalu Prasad Yadav will always be around in Bihar. But the old saying is relevant here in part because this time it isn’t true: Lalu Yadav is not around for this election.That is because he’s in jail, barred from contesting and even campaigning. Reports suggest that he is being missed, not least by his 29-year-old son Tejashwi Yadav, who is running the RJD campaign. “No one can communicate better, nobody has such energy, he oozes energy. We are missing him hugely, and he is being denied bail deliberately,” Tejaswi Yadav told the Telegraph. “If he and I were campaigning, dividing the work, we would have swept.”  While the general media focus on elections has been on Uttar Pradesh, which does after all have 80 seats, Bihar might be even more interesting because it took the lead in anti-Modi gathbandan/alliance politics.In 2015, just a year after Modi’s massive Lok Sabha victory, Lalu Yadav came together with arch-rival Nitish Kumar of the Janata Dal (United) and the Congress to take on the BJP in state elections. Together, the alliance managed a massive victory and created the template for what might work elsewhere. But it didn’t last. Chief Minister Nitish Kumar, unhappy with the growing influence of Tejashwi Yadav, jumped ship and went back to the BJP in 2017, forming the government with them instead.Nitish Kumar, once talked about as a potential prime ministerial candidate for a grand alliance, suddenly found himself having to play second fiddle in the state where he has been chief minister almost continuously since 2005. He did not get to become convenor of the BJP alliance, the National Democratic Alliance, and the saffron party even held sway over his party’s manifesto.This video of a Narendra Modi rally in Bihar seems to tell the story by itself (and may lend credence to murmurs that he attempted to go back to the grand alliance). As PM led 'Vande Mataram' chants, Nitish Kumar's silence spoke loudest https://t.co/tENtY9Uhof pic.twitter.com/duNWWqAPS2— NDTV Videos (@ndtvvideos) May 1, 2019\n\nDespite this, however, the BJP – which along with its allies won 31 of the state’s 40 seats in the 2014 election – appears certain that it has polarised the electorate and vilified the RJD-Congress combine enough to win a good number of seats.It also did make concessions for Nitish Kumar, giving him 17 tickets, though the JDU only won two seats in 2014 when it was contesting by itself. A good showing might energise the party, which has never come to power on its own and is in danger of being squeezed between the BJP and the RJD.But while Nitish himself is probably ruing his reduced stature following his return to the NDA, the bigger question may be whether Bihar actually is the template for gathbandhan politics: Not in suggesting that a grand alliance will win but in displaying how the BJP could eventually use political, financial – and investigative  – clout to win over opponents that are not dead set against it.Are Mayawati and the Bahujan Samaj Party paying attention? What do you make of the Nitish Kumar video? Write to [email protected]Election tidbitsClean chit 1&2: After failing for weeks to discuss complaints that Prime Minister Narendra Modi had violated the Model Code, the Election Commission did consider one of them this week – Modi talking of minority and majority in Wayanad. Itconcluded that it wasn’t a violation . The Commission also arrived at the same decision on Modi’s appeal asking first-time voters to dedicate their votes to soldiers.In my pocket: Meanwhile, Modi continues to make controversial statements, saying at a rally in West Bengal that 40 Trinamool Congress state legislators are in touch with him and suggesting that they might switch over to his party after the Lok Sabha elections.Foreign hand: The BJP-ruled Centre, meanwhile, sent a notice to Rahul Gandhi on a complaint that he was not an Indian citizen , even though this issue had been settled by both the Supreme Court and a Parliamentary Committee.So sorry: Rahul Gandhi told the Supreme Court he would apologise  to it for misattributing remarks in his interpretation of its Rafale decision, after his affidavit said everything except “sorry”. Meanwhile, the government’s request  for four weeks to reply in the bigger Rafale question was turned into just four days by the court.Bad blood: Rahul Gandhi upset Bahujan Samaj Party chief Mayawati again this week, after her party’s candidate for the Guna Lok Sabha seat in Madhya Pradesh joined the Congress.Tea hee: Trinamool Congress’ candidate Moon Moon Sen had a straightforward response to a question about violence in her constituency: she had been given her bed tea very late  so she didn’t know anything about it.Elections 2019 on Scroll.inThere is too much election coverage from Scroll.in to link to in full, so here are just a few picks. See all of our coverage of the Lok Sabha polls here.The Modi Voter: The latest in Supriya Sharma’s series looking at the BJP support base built over the last half-decade takes her to southern Rajasthan where the saffron party is facing a challenge, but not from the Congress.Interview: Akash Bisht speaks to BJP ideologue Vinay Sahasrabuddhe who is overseeing Pragya Singh Thakur’s campaign in Bhopal, Madya Pradesh.The Silent Army: As part of our behind-the-scenes series, Shreya Roy Chowdhury introduces you to the Election “intimidators”, people who local authorities will try to disrupt peaceful polling.Opinion: Shashank Deora says India’s policymakers should read Premchand this election season.Our reporters are bringing you dispatches on the elections from across the country. Your support could help us go further and dig deeper. Subscribe to Scroll+ and help pay for quality journalism.Poll toon#ChowkidarChorHai #RahulGandhi @ETPolitics @EconomicTimes pic.twitter.com/Fe8DzbKuzk— R Prasad (@rprasad66) May 1, 2019\n\nReportage, analysis and opinion With the caveat that it is basing this purely on caste-identity politics, Samarth Bansal and Moulik Srivastava in India Today analysed the numbers from 52 (of 80) seats in Uttar Pradesh and conclude that the Congress has actually fielded candidates to cut BJP votes and help the Mahagathbandan in at least 36 of those. Anumeha Yadav in Newslaundry reports from Jharkhand on how, though government has programmes to preserve populations of Particularly Vulnerable Tribal Groups, its broader policies are putting their lives in danger. Airing what one could count as an unpopular opinion even for supporters of Modi, Arvind Panagariya in the Times of India says the Swachh Bharat Mission (which he also claims to have suggested to Modi) will have the most impact on people’s lives. Pratap Bhanu Mehta in the Indian Express says that the new techno-nationalist imagination that has become popular has led to a situation where people believe national strength can be displayed through large companies – like Reliance Jio – even if they don’t necessarily benefit the nation. What do the party manifestos say about privacy, which was upheld as a fundamental right and could end up being one of the main concerns of our age? Ambika Tandon and Aayush Rathi take a look in the Hindustan Times. Ruchir Joshi in the Telegraph points out that no matter what happens on results day – BJP majority, BJP fettered coalition, Mahagathbandan – the forces that enabled this majoritarian Hindutva government to win and remain in power will not disappear.Most election reporting is about trying to figure out who is going to win. Bhavya Dore in the Economic Times decides instead to speak to those who contest knowing they don’t have a chance. Omair Ahmad writes in the Third Pole that nearly all of the issues that are dominating the elections are linked to climate change, even if nobody is explicitly making the connection. Ram Vilas Paswan has always been able to tell which way the wind is blowing and plan his moves accordingly. But Dilip Mandal in the Print says that Amit Shah might have finally managed to burn Paswan’s bridges with the Congress.Niranjan Rajyadakshya in Mint looks ahead to an issue that might be a bigger deal in the next election, with the delimitation exercise of 2026 looming over it: Will regional inequality – a rich South and a politically powerful North – threaten the stability of the union? What can be done about it?","author":"Rohan Venkataramakrishnan","time":"2019-05-02T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118751-hqvyjbdahu-1556728943.jpg","tags":["The Election Fix","Bihar","Nitish Kumar","Lalu Prasad Yadav","Lok Sabha Elections 2019"],"source":"https://scroll.in/article/922002/the-election-fix-what-does-bihars-2015-alliance-experiment-tell-us-about-the-2019-polls"}