{"title":"The Election Fix: What does Modi’s mid-election media blitz say about the BJP’s thinking?","content":"Welcome to The Election Fix. Today  on the newsletter we look at Modi’s mid-election media (and filmstar) interactions, speak to Christophe Jaffrelot about majoritarianism and find out what truly astounds Yogendra Yadav. Please tell us what  you think of The Election Fix   by emailing me at  [email protected]. You can read previous issues of the Election Fix here. And If you haven’t already signed up, subscribe here to get the Election Fix in your inboxThe Big Story: The Modi BlitzPhase 4 of India’s Lok Sabha elections get underway on Monday. And there are still three more phases to go after that. Or to put it in terms that might be more familiar to those following Game of Thrones, we will discover whether the Westeros Mahagathbandhan has won (the finale is out on May 19 in India, the same as the last phase of voting) before getting results to the elections on May 23.As we head into the back half of the election, Prime Minister Narendra Modi has tried to make himself even more ubiquitous.An analysis by the Hindu finds him carefully calibrating where to turn up and give speeches: potential new territories for the BJP, places where the party narrowly lost in the past and, specifically, Gujarat seats that appear to be wavering.Over the previous week Modi also pulled off a truly massive roadshow in Varanasi, his constituency, followed a day later by top leaders of the National Democratic Alliance turning up in force as he was filing his nomination papers. Modi then gave an interview to India Today-Aaj Tak that involved him walking around the ghats of Varanasi, and telling one of the interviewers that he should stop speaking in the voice of Congress every time a critical question was asked.But Akshay Kumar’s “apolitical” interview took the cake, or at least the mango – since the very first question saw the actor ask Modi how he eats the “king of fruits”. It didn’t get much better from there, though it did inspire NDTV’s Ravish Kumar to put together a truly brilliant episode of “apolitical” primetime television. Maybe the most interesting line out of the prime minister, for all the hours of coverage that he got over the last few days was this: “Some people are creating an atmosphere that Modi ji has already won the election and it is fine not to vote. Please don’t fall into their trap.”Indeed, there has been an undercurrent of concern about complacency for the BJP after the first few phases. The party fears that its own attempts to make Modi seem inevitable – one tagline literally says Modi Hi Aayega, Only Modi will win – have meant fewer BJP supporters feeling the need to go out into the heat and vote.If such a situation were coupled with an Opposition party that was able to get its voters out in numbers, it could jeopardise the BJP’s chances in close-margin seats.Modi’s mid-election PR blitz may have been pre-planned but the messages they convey, like insisting that people go out and vote, and attempting to be “apolitical” halfway through also give us an idea of what the party is thinking.To me at least, the BJP doesn’t seem as jittery as it was at the start, but there is now the fear that it will drop seats because of complacency and a lack of enthusiasm rather than anti-incumbency.What do you make of the messages Modi has put out recently? Write to [email protected]The Election Fix on VideoSmitha Nair spoke to Christophe Jaffrelot, professor of Indian Politics and Sociology at King’s India Institute, London about majoritarianism in Indian politics.\n\n\n    \n    Play\n\nElection titbitsWasn’t me: Did Priyanka Gandhi decide not to contest Varanasi, Modi’s constituency, or did the party decide for her? While the obvious answer appears to be the former, the party’s leaders don’t seem to have their story straight. Whither manifesto? The Janata Dal (United), which is contesting as a BJP ally, has reportedly put on hold the release of its manifesto under pressure from its larger alliance partner, which doesn’t want a different message to be sent on issues like Article 370 or the Uniform Civil Code.Two minds: Members of the Election Commission appear divided on the question of when Jammu and Kashmir should have Assembly elections, which have been due since the state was put under Central rule last year.Suppressed report? A report in the Business Standard says that the Indian Air Force has been told to put on hold the conclusions of an inquiry into the downing of a helicopter in Srinagar, the same day that an Indian pilot was captured by Pakistan. The inquiry apparently concludes that the helicopter was hit by friendly fire, leading to the deaths of seven. The Indian Air Force has denied the report.Elections 2019 on Scroll.inThere is too much election coverage from Scroll.in to link to in full, so here are just a few picks. See all of our coverage of the Lok Sabha polls here.Vijayta Lalwani gets the details on how much the BJP paid for Modi to use Indian Air Force aircraft for non-official trips over the last five years: Rs 1.4 crore for 240 trips. Ground report: Shoaib Daniyal writes in from West Bengal, where anger at the ruling Trinamool Congress’ use of violence to prevent voters from opposing it, is resulting in support for the BJP. Half the Vote: On our series focusing on women’s voices, Aarefa Johari speaks to a rural collective in Udaipur that believes Modi has done good work, and wants him to return.The Silent Army: The series that goes behind the election curtain finds Mridula Chari taking a close look at the Election Commission’s all-women and disabled friendly booths.Our reporters are  bringing you  dispatches on the elections      from  across the country. Your  support  could help us go further and   dig     deeper. Subscribe to Scroll+ and help pay for quality journalism.Poll toonFor this week’s moment of zen, just look at psephologist-turned-politician Yogendra Yadav’s face when a BJP spokesperson says farmer incomes have gone up by 50% in the last five years: #TheBigFight | BJP's Vivek Reddy says farmers’ income has gone up by 50% in last five years; @_YogendraYadav calls it an \"extraordinary claim\"Watch full show here: https://t.co/hZYVkTbwm7 pic.twitter.com/skJRvG0B0u— NDTV (@ndtv) April 26, 2019\n\nReportage, analysis and opinion“I have been on the road, tracking unemployment through the Hindi heartland of Chhattisgarh, Bihar and Uttar Pradesh for the past two and half months,” writes Parth MN in Firstpost. “My most disquieting observation from the ground is how okay the overwhelming majority of Hindus are with the persecution of Muslims, including some of the ghastliest cases of lynchings.” Irena Akbar in the Indian Express says that Muslims in India have exhausted their capacity to feel fear, and are now simply banding together in the hopes of surviving what comes next.“The journey of a nation down the low road of majoritarianism is not a gradual one, motoring down some gently graded decline; it is a series of steep drops beyond which lies darkness,” writes Mukul Kesavan in the Telegraph. “It appears as if the upcoming elections are a referendum on the state government, and not one to elect a federal government,” writes Sayantan Bera in Mint, reporting from West Bengal. “The performance of Prime Minister Narendra Modi does not come up as a factor until asked explicitly by this reporter.” Shivam Vij in the Print says liberals must learn from the right-wing’s willingness to approach politics tactically. “Liberals must speak loudly against Raj Thackeray if he’s their greatest problem right now. But he’s not even contesting this election.”The Wire takes viewers inside rave parties in Uttar Pradesh where messages demonising Muslims and demanding a Hindu Rashtra are drilled into youngsters. (Video)Verghese George of the Hindu reports from Bihar where the Rashtriya Janata Dal, without the rhetorical power of Lalu Prasad Yadav behind them, is leaning heavily on reservation politics to win votes. “He didn’t want the spider to bite him. But when it did, he didn’t have a choice but to be Spider-Man.” Salman Usmani, in Mint, gives us a glimpse of the campaign of Kanhaiya Kumar, the Communist candidate who was catapulted to fame after being arrested in 2015. Iain Marlow writes in Bloomberg that, for all Modi’s promises and claims, India has fallen further behind China on every geopolitical measure in the last five years.“It would be fair to say that all ruling parties have treated Adivasis very inhumanly and as disposable people.” Chitrangada Choudhary speaks to sociologist Abhay Xaxa for IndiaSpend.Did we miss any  reports or op-eds that you thought were   relevant?     Send thoughts,  suggestions and WhatsApp forwards to    [email protected].","author":"Rohan Venkataramakrishnan","time":"2019-04-29T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118529-dkhidzvmav-1556475421.jpg","tags":["The Election Fix","Elections 2019","Lok Sabha Elections 2019"],"source":"https://scroll.in/article/921627/the-election-fix-what-does-modis-mid-election-media-blitz-say-about-the-bjps-thinking"}