{"title":"The farmers’ demand for an MSP law is linked to an environmental crisis. Here’s how","content":"The key demand animating the protest of thousands of farmers amassed at the Punjab and Haryana border is a legal guarantee of minimum support prices that the government declares every year but does not adhere to.The MSP regime is meant to act as a safety net with the government directly buying a crop from farmers if the market price falls below the minimum support price it has set.The central government declares MSP for 22 crops but consistently purchases only rice and wheat for its food security schemes.Most of the wheat and rice that the government procures comes from Punjab and Haryana. The two states accounted for nearly 74% of the wheat and 28% of the paddy purchased by the government in 2022-’23.But because of intense rice and wheat cultivation, Punjab and Haryana are suffering from depleted soil and water tables.Farmers from these states also face flak for causing air pollution every winter when they burn the stubble of harvested rice to quickly ready their fields for the next wheat crop.As a solution to the growing environmental crisis in Punjab and Haryana, agriculture experts have advocated crop diversification.However, farmers say they are struggling to get fair prices for other major crops like moong, mustard, and sunflower. Although the government declares minimum support prices for these crops, it does not buy at these prices.In October 2021, for instance, eight major crops like groundnut, bajra, jowar, maize, among others, were purchased at a harvest price lower than the MSP. In 2018, cereals, oilseeds, and pulses sold in over 60% of the markets listed on the government agriculture market portal, Agmarknet, fetched a price lower than their MSP.This acts as a disincentive for farmers growing these crops.As climate change creates greater uncertainty and impacts the quality of farm produce, farmers say guaranteed support from the government is essential to help them move beyond rice and wheat cultivation.“The government is not listening to our demands on MSP,” said Manjit Singh Gharanchon, a block level president of the Bharatiya Kisan Union Ekta Ugrahan, one of the farmer groups participating in the protest. “On the other hand, they are telling us to take measures against the depleting groundwater and make shifts away from chemical agriculture.”“What changes can we make alone if we are not getting MSP to support our crop shifts?” he asked.A farmer harvests paddy crop that was flattened by untimely rainfall and strong winds at Chharasi village in Uttar Pradesh in October 2023. Credit: Reuters. Challenge in shifting to other cropsIn the late 1960s, India’s food production saw a massive rise as farmers in Punjab and Haryana began growing high-yielding varieties of rice and wheat. Called the green revolution, this soon became a double edged sword – while it raised agricultural productivity leading to economic prosperity for farmers, the shift to water-intensive crop varieties caused groundwater levels to plummet.Between 2004 and 2017, water-stressed blocks in Haryana increased from 63% to 80%, and in Punjab, from 82% to 84%.Experts say the solution to the crisis lies in a shift to growing crops that are less water dependent. To help farmers do that, Punjab and Haryana governments have been announcing price support for other crops.In 2022, Punjab government announced an MSP of Rs 7,275 per quintal for moong dal. However, data from Punjab State Agricultural Marketing Board shows that in 2023, 96.5% of moong was sold to private buyers, almost entirely below the MSP declared.For many other crops, the state does not even offer support prices. This year, in the first week of February, farmers in Punjab’s Abohar dumped truckloads of kinnows in front of the district collector’s office in protest. They alleged that Punjab Agro Industries Corporation had purchased small quantities of kinnows from a few farmers, leaving others at the mercy of private traders who were offering less than Rs 10 per kg.Workers remove dust from wheat at a wholesale grain market in Chandigarh in April 2017. Credit: Reuters. In recent years, some states have introduced compensatory schemes to cushion losses incurred by farmers from a collapse in market prices.In Haryana, under the Bhavantar Bharpai Yojana, the government offers farmers compensation ranging from Rs 500 per quintal for brinjal to Rs 1,950 per quintal for mangoes in the event of the market prices falling below the MSP.However, this model falls short of fetching farmers the declared minimum support price.In 2023, the state had announced an MSP of Rs 6,400 per quintal of sunflower. But farmers were able to sell their sunflower seeds only at Rs 4,900 per quintal to private buyers. Even with the fixed financial compensation of Rs 1,000 per quintal for sunflower, the price still remained less than the MSP.When sunflower farmers agitated against this price difference, the Haryana government transferred Rs 29 crores as “interim” compensation to 8,528 sunflower farmers. It said “a detailed study about market rate” was ongoing, and once it was completed, a final announcement would be made.“It feels like the Bhavantar scheme is only on paper because our money for maize and potatoes from last year has still not been disbursed to us,” said Tejbeer Singh, spokesperson of Bhartiya Kisan Union Shaheed Bhagat Singh, who has travelled from his village in Haryana to the state border where Punjab farmers have been stopped by the police from crossing over.Agricultural economists say an assured MSP can go a long way in helping farmers diversify the crops they cultivate.“The cyclical production [of crops] is such that when many people start producing the crops they diversify to, then the prices of those crops crash,” Shweta Saini, agricultural economist and chief executive of Arcus, explained. “If you want the diversification drive to sustain in time, some kind of price support does help.”But, she added, there could be a challenge in states like Haryana and Punjab: if farmers compare the incomes of other crops with their earnings in rice and wheat, even assured MSPs would not help.While farmer leaders acknowledged that wheat and paddy fetch higher prices, they pointed out that these crops require high expenditure on pesticides and electricity to pump water.“If a farmer can find a way to move to other crops that are filling his stomach and do not require these expenses, which farmer will not shift?” said Chiranpreet Singh Brar, a farmer and Bhartiya Kisan Union leader from Hanumangarh, a district in Rajasthan adjoining Haryana.Air pollution, climate changeFor farmers, the main concern is about earning remunerative prices for their produce. But there are other benefits that could follow from crop diversification.Every year, around October, when farmers in Punjab and Haryana burn paddy stubble to prepare their farms for the next crop, the rising smoke contributes to the cover of toxic air floating across North India.State governments have been offering cash incentives to encourage small and marginal farmers to avoid burning stubble. But experts say a more viable, long-term solution is shifting to other crops, including paddy varieties that produce less stubble.For instance, PUSA 1509 is a variety of paddy that reaches maturity faster and leaves a shorter stubble that can be easily removed by ploughing the field to prepare for wheat.On the ground, however, farmers say it is financially risky for them to grow it. “This variety gives equal yield, but it is a risk to grow it since this variety is not procured at MSP in the market,” Kulvinder Singh, a farmer in Sangrur’s Mehlan village, told Scroll in October 2022. Most farmers instead grow PUSA-44 for which the government declares an MSP.If the government expands minimum support prices to other, less environmentally-damaging paddy varieties, farmers say it would encourage a shift to them.Tractors and trolleys belonging to farmers at the Shambhu border crossing between Punjab and Haryana on February 16. Credit: Reuters.With climate change, environmental factors are now having an even larger impact on agricultural production, farmers say. Extreme weather events are reducing yields and quality, causing a further fall in farm prices.Last year in Haryana, a continued cold wave reduced the size of mustard seeds, which farmers sold at a price lower than the MSP. In Punjab, farmers told Scroll in October 2022 that some of their moong dal got damaged due to rain, which caused wilting and deteriorated the quality. Private buyers bought it at a price lower than MSP.But climate-induced price fluctuations are better tackled through policy interventions like insurance, Saini noted. “The burden of compensating for crop damage due to, say, pest attack cannot be put on MSP,” she said.Farmers, however, pointed out the limitations of crop insurance. In Rajasthan, where an estimated 90% of cotton suffered damages due to the pink bollworm last year, not many farmers could afford buying insurance under the PM Fasal Bima Yojana. “The premiums are as high as Rs 900-Rs 1,000 per bigha,” Brar, the farmer leader from Hanumangarh, said.Another way to tackle climate impacts in agriculture would be to assist farmers “via income support, and not through the price system”, said Dr Sudha Narayanan, senior research fellow with International Food Policy and Research Institute. She explained that whether it is unseasonal rain or drought that destroys crop quality, direct income transfers would be a simpler way to support  farmers, and not necessarily an MSP.Beyond a guaranteed MSPAgricultural economists say a legal guarantee for MSP won’t work in isolation.According to Saini, the government will have to first set clear macro-level objectives that align with the price support of MSP. “If for instance, Punjab does shift away from rice for the betterment of the groundwater table, and yet, the public distribution system continues to remain in its current form where more than 50 million metric tonnes of rice is demanded annually to be procured, then what happens in a drought year? How do we meet the demand for rice?” Saini said.Narayanan agreed on the need for a longer term policy. “Farmers will grow whatever has a ready market,” she said, giving the example of Odisha where crop diversification was supported and enabled by government procurement of millets for the public distribution system. “When there is an assured market, even if prices are not that high, farmers would diversify because it de-risks them.”Adding a word of caution, however, Narayanan said any decisions about guaranteed MSPs will have to be taken locally. If the Centre fixes a higher MSP for a certain crop, it might incentivise farmers to grow that over other crops that are better suited to the region. “Decisions of what crops the government will support or distribute has to be done locally,” she said.","author":"Vaishnavi Rathore","time":"2024-02-17T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198524-wxxqedvfxe-1708094626.jpg","tags":["Agriculture","Minimum Support Price","Punjab","Haryana","Farmers Protest","Wheat","Paddy","Air Pollution","Climate Change","Environment","Green Revolution"],"source":"https://scroll.in/article/1063821/the-farmers-demand-for-an-msp-law-is-linked-to-an-environmental-crisis-heres-how"}