{"title":"The Indian State may not want to learn from Nepal – but Indians can","content":"Geography changes over millions of years but territorial supremacy can change in centuries or decades. Like the mighty but fragile Himalayas, the mountains in Kali/Mahakali region have been standing, rising and eroding for millions of years. Compared to them, human cultures reached here relatively recently. Mount Api, Nampha, Saipol, Tinker, Om Parvat; the ridge connecting Tinkar pass, Lipulekh, Limpiya Dhura, Jolingkong and Sinla pass; Mt. Rajrambha, Ralam pass, Panchachuli peaks and Chhiplakot were there long before humans named, worshipped and crossed them.All the rivers originating from the receding glaciers below these peaks or ridges merge into River Kali. It becomes Sharada after Baramdev (Tanakpur) and Ghaghra after converging with Karnali at Brahamghat (also known as Saryu in Ayodhya region) and finally merges with Ganga at Revelganj in Bihar.The mountain passes allow humans and animals to cross over at many places between the catchments of Karnali, Kali and Sutlej rivers. In Nepal, rivers are also passes, as we see at Hilsa along Karnali. In Uttarakhand, no river comes from Tibet, so only high passes connect the region with Tibet. The bugyals or meadows of Chhiplakot, Chhiyalekh, Khaptad and many in Nampha and Tinker valleys are still wild and beautiful.2. Ethnic PastHomo sapiens reached here in waves of ethnic groups. First came the Kols/Negroids (the shilpkars/Dalits of Kumaon and Nepal), then came Khasas/Kassites (loosely the Caucasians who constitute a large part of the Himalayan population), and then the Mongoloids (Shaukas/Bhotiyas in Kumaon and Byansi in Nepal; and also the Banraji in the upper reaches and Tharus in the foothills). All of them may have mixed with communities from earlier waves and other groups. They came from the east and west of the region, the Tibetan plateau and the Indian subcontinent in medieval and later periods.Those who migrated during and after the medieval period are more visible in some regions. Yet, these more vocal migrants could not fully suppress the quieter sections of the earlier Himalayan habitants. The conflict, interaction, compromise and assimilation of different groups is what has created the current face of this society. It is to be noted that the rivers or mountain ridges were never the border lines between two principalities or communities of the Himalayas. They have been interdependent and this process evolved naturally. Even with Tibet, the main Himalayan watershed was never the border line, although China managed to do this with neighbouring Himalayan nations after 1949.Kumaon in 1819 by Webb. Courtesy: Shekhar Pathak.No Himalayan kingdom was able to last for long. Most of them were later medieval or modern constructs. The rise of the Greater Gorkha Empire (1750-1815) made possible what is today Nepal. It is said that Nepal was never under colonial rule but the truth is that it was colonised by the British in powerful ways, just like many Indian states. The process continued even after the British left. From politics to economics, this nation was continuously compelled to follow the path created by others.Neither the intermingling of the ethnic groups nor the interaction over millennia could dissolve the original expressions of those communities who came here. The expressions remained alive in the forms of human faces, languages, vocabulary, proverbs, folklore, folk gods, food habits, clothes, ornaments, architecture, seeds and indigenous science and technology.3. SocietyIf we visualise a social map of the region, we find the same communities on both sides of Kali. From the foothills to the higher Himalayas, the composition looks loosely like this: Tharus (around Tanakpur-Khatima and Mahendra Nagar/Kanchanpur); caste or stratified societies of Brahmins/Bahuns/Thakurs/Thakuris and Shilpkars (in Kali Kumaon, Sor-Pithoragarh and Baitadi-Dandeldhura); Khasa communities, the only aborigines Banrajis and Rangs/Byansis (in Dharchula and Darchula).Dharchula and Darchula. Courtesy: Shekhar Pathak.During Malla, Bum, Chand and Gorkha rule, migrations and marriages across the two sides were a matter of course. Many families belonging to different communities did this. Brahmins, Shilpkars and Thakurs migrated from the east side of Kali to the west.The families who migrated from Kumaon to Nepal were known as Kumai. They spread to many places, travelling to Kathmandu Valley and beyond, all the way up to Sikkim. A few Buddhists, Muslims, Sikhs, including some Khampa settlers and nature worshippers, are part of this society. Due to trade in colonial times and later with the idea of a double border in Dharchula after 1960, both sides of Baluakot (Kuchyar), Jauljibi, Jhulaghat and Tanakpur-Banbasa/Mahendra Nagar saw an influx of ‘outsiders’. This is the reason for the ethnic, cultural, linguistic and occupational diversity here.4. Economic DiversityA lot of economic diversity can be seen in this region. Till a few decades back, there were hunter-gatherers (Banrajis/Rajis) living here. They have come out of their splendid isolation of centuries, but they are still removed from others. They make wooden vessels, harvest honey, work as masons or fishers and number less than 1,000 in Kumaon and around 2,400 in Nepal. Among other communities, animal husbandry, transhumance and settled agriculture have continued. The Shaukas (Joharis-Rangs-Byansis) have been emerging from this way of life and multiple reasons have contributed to this shift. With the closure of Indo-Tibetan trade, age-old economic activities came to an end. In 1967, Shaukas, Banrajis, Tharus, Boksas (all four mostly found in Kumaon) and Jaunsaris of Uttarakhand were given Scheduled Tribe status and this led to opportunities in government employment.While the rest of the subcontinent has been ruined by monopolistic seed companies, I found in the valleys of Karnali and Seti the atharanaza system. In this system, 18 or more varieties of grains, pulses, oil seeds, fruits, vegetables, tobacco and sugarcane are produced according to traditional agricultural practices. The villages immediately along the Kali River also use the system. Also used sometimes is Izaran/khil, a kind of jhoom agriculture. The natural organic agricultural diversity is unique in this region.The cheura (butter nut) tree, which gives fruit, oil, honey and fodder, is found in this area. The musk deer and himchitua still wander in the higher reaches, while the Asian elephant and Bengal tiger stalk the foothills. A unique fish living in Kali and its tributaries is the mahaseer. In recent decades, yarsh gunba/keedajadi (Cordyceps sinensis) has been found in the higher regions on both sides. While it has given some impetus to the regional economy, it also leads to conflicts.Handicrafts and the produce of cottage industries based on wool, leather, wood and bamboo are frequently bartered. Till 1960, the trade with Tibet was an important economic activity practiced with transhumance and nomadic movement between winter and summer settlements. During colonial times, the army began recruiting from here. The Shaukas were not interested in veering away from their traditional occupations (transhumance, agriculture, cottage industries and trade) and the old territory between the foothills and Tibet. But after China occupied Tibet, they started thinking about other jobs. Education and reservation helped them in their transition.Nepal never came under colonial rule, but colonial rule deeply impacted Nepal. Linked to it is the story of the recruitment in the British army from Nepal and Uttarakhand. As the Nepal War (1814-’15) wound down, officers of the East India Company were left impressed by the bravery of Nepali soldiers, even though they lost the war (especially at Malaun and Khalanga). The British decided to raise an army of mountain people by establishing the 1st King George V’s Own Gurkha Rifles in the second decade of 19th century. This made military and economic history: it started the process of the Gorkhas becoming “global soldiers” serving in many countries.Nepal with part of Tibet, 1907, Survey of India. Courtesy: Shekhar Pathak.Economic activities came to the region one by one. Some were transformed with time and some were lost. The barter system between communities along Kali evolved naturally through migration, transborder romance and marriages, and cultural-religious systems.Pastoral life and animal husbandry are interwoven with agriculture, cottage industry, transport and trade. Indian, Nepali and Tibetan traders have been exchanging goods seasonally. They even procure some goods specifically for clients in Tibet and India. With the focus on Indo-Tibet trade, at times we tend to forget the barter trade between Nepal and Kumaon, which saw the introduction of monetary currency during the colonial period. Kumaoni gur (jaggery) and Nepali ghee (clarified butter) were major items of trade. Wool, yak tails, medicinal herbs, Humli yaks and Jumli horses were other important items. Several local jobs on both sides were part of an interdependent economy.Outmigration is another aspect of mobility and economy. In Kumaon, Nepali labour force plays an important role. They can be found in construction, transport and tourism sectors, and as guards, cooks, drivers, mechanics, helpers and managers in agriculture and horticulture sectors. The people of India remember their helpful role on pilgrimage routes as well as in the reconstruction of Kedarnath, which was devastated in the 2013 floods. It is interesting to note that government schemes such as Jawahar Rozgar Yojana and Mahatma Gandhi National Rural Employment Guarantee Act have helped Nepali labourers too as people of Uttarakhand have begun leaving manual labour, partly due to education and migration.5. Cultural MosaicFor ages, the Himalayas have been an amphitheatre for micro cultures that have been blending with one another, forming a rainbow of cultural commonalities. People have moved across its innumerable passes in small caravans and settled down. The result of those movements is the present-day society.The culture of this area is multi-layered. Before 1816, it was one region, with common folk goddesses, gods and heroes. Those ties are still around. People from Nepal come to Kanar Devi and Pancheshwar temples and fairs in Kumaon, while people from Kumaon visit Tripura Sundari, Nigalsaini, Ugratara Devi and Mallikarjun temples and fairs in Nepal. Nepal and Kumaon have numerous temples of Lata/Lataul (Dhansaini/Badhabe), Mallikarjun (Uku/Askot), Malaynath, and Baital. The tradition of Gaura Meshar came to the other side from Nepal.People from Tinker and other adjoining villages go to Chhipra, where the original temple of Lohasur is located. Jhhakris from both places used to visit Manasarovar and Kailas annually. Chamu temples are both in Kumaon (Wadda, Chamdeval, Pancheshwar and Thatgaon) and Nepal (Dhamkuri, Surad and Santola). Syangsei (Gabla) is the prominent god of the Rangs. Raula Kedar in Nepal and Thal Kedar in Pithoragrah are equally important and attractive. Manch (between Champawat and Tamli), where dhuni (sacred flame) of Gorakhnath is still burning, is visited by villagers from both sides.Pilgrims from Nepal used to come to the Chardhams of Uttarakhand on foot – the well-maintained Nepali dharmshalas (rest houses) at Kedarnath and Badrinath tell their story. The temple at Gangotri, which was swept away in a flood in June 1943, was built by the Gorkhali military general Amar Singh Thapa before 1814. Pilgrims from Uttarakhand used to go to Muktinath through the mountain paths of this area.The ultimate pilgrimage was to Kailas and Mansarovar from both sides. All along these routes, the local rulers, communities and individuals built dharmshalas. The story of Jasuli Dantal in Kumaoni and Chhanna Devi Tinkari in Nepal, who built dharmshalas, is well known. In the region, the trade and pilgrimage seasons were the same. From Tinker and Lipulekh passes traders used to go to Taklakot, from Limpiya Dhura, Darma Dhura and Kungri-Bingri to Chakra and Gyanima.The ballads of Sangram Karki are sung on both sides, as are the stories of Gorill/Golu and Chhippal Devta. Golu Devta is associated with rivers Gori and Kali. His story then moves to Gorill Chaud in Champawat (the original temple), Chitai in Almora and Ghorakhal in Nainital and to so many places, including Kandolia in Pauri Garhwal. Jhusia Damai (1910-2005) was a bi-national singer, as was Bhanuram Sukoti (1938-2016). Jhusia happened to be the chief bard of Tripura Sundari temple. Sher Singh Rawat and Kabutari Devi (1939-2018) were influenced by Nepali music and language. Lokratna Gumani (1791-1846) wrote in Sanskrit, Hindi, Kumauni and Nepali. The same folk songs are sung on both sides of Kali with the same musical instruments, among which the most precious is the hurka.Musician Bulaki Ram (1900-1972) taught classical music in Pithoragarh and Baku. Architect Laurie Baker (1917-2007) studied the vernacular architecture of both regions, making many trips to Nepal from Pithoragarh. Pranavanand (1896-1989) travelled to Kailas. Narayan Swami (1908-1956) and Khaptad Baba, who stayed at Narayan Ashram and Khaptad, are still fondly remembered by communities on both sides.Victoria Cross winner Gaje Ghale (1919-1997) lived in Almora after his retirement. Freedom fighter Ram Singh Thakuri (1914-2002) was a double migrant. When Trilochan Pande, DD Sharma or Prayag Joshi were travelling in search of folklore and languages west of the Kali, Marc Gaborieau and Jayaraj Pant were making field trips for the same cause on the other side. Henry Strachey and Richard Strachey and Arnold Heim and August Gansser travelled not only to both sides of Kali, but also to Western Tibet.Gaura Meshar, Chaitol, Hill Jatra and Holi are celebrated on both sides. The Holi of Kumaon and Achham may be connected, but both have their distinctiveness. In Achham it is supposed to be purely a folk performance, but in Kumaon it has three expressions: Khari Holi, baithi/baithki Holi and Women’s Holi with thhetar. Humli jhya and Kangdali festivals of the Rang community of Byans and Chaudans are associated with medieval feudal suppression by Jumlee rulers. Chhipla Jaat is a predominantly Khasa affair.Rang Gils of Byans. Courtesy: Shekhar Pathak.Among the common annual events are Kanar Devi, Jauljibi, Taleshwar, Uku, Gokulya, Pancheshwar and Uttarayani fairs. People cross sides to meet maitees (members of natal home) and other relatives. Fairs feature songs, dances, homemade food and barter trade. At times marriages are fixed at these fairs. Most homes in the villages along river Kali and its catchments are either a mayaka (mother’s home) or a sasural (in-laws’ home) for someone on the other side of the valley.Most languages of Nepal (Eastern Pahari) and Kumaon/Uttarakhand (Central and Western Pahari) belong to the Indo-European family of languages. Also found here are the Austric (Raji language) and Indo-Tibetan (Rang) or Nepali-Tibetan (Tinkari, Byansi) linguistic families. Interestingly, the language of the Tharu community in India and Nepal was influenced by Rajasthani and Awadhi.Rang Lvu (Darmi, Byansi and Tinkari), Kumaoni, Manihari Kumaoni (in Manihar Goth, Champawat and Tanakpur), Doteli, Nepali, Tibetan, Urdu and Tharu are the dominant languages of the region. Experts have found similarities between Kumaoni and Doteli languages. Most of the people are at least trilingual and trans-boundary music and songs are as natural as air. Oral language has been more powerful in the region than written language.6. Rajya and SamrajyaChinese traveller Xuanzang wrote about the plurality of kingdoms in this region. Till the emergence of three Himalayan empires (Dogra, Gorkha and Ahom) in the 18th and 19th century, smaller principalities were common in the Himalayas. Nepal had about 46 (24+22) principalities before 1790. In Kumaon and Garhwal, there were more than 60 smaller kings before the consolidation by Chand and Panwar rulers. Plurality of rulers was a feature of the local geography, which created the idea of local autonomy and independence. In some frontier regions, people harboured the “idea of not being governed”.In terms of dynasties, the Katyuris (after 7th century CE) created the first large kingdom in Uttarakhand and Western Nepal. In 1191, Ashok Malla captured parts of the Katyuri territory. Krachall Dev crushed the Katyuri rise in 1223 and continued ruling Kumaon. The Askot Rajbars, who were the descendants of Katyuris, ruled both sides of Kali for a long time. After Malls, some parts of Kumaon were occupied by Bums. The rise of the Chands was a new beginning, as they also ruled Sorad and adjoining parts of east of Kali. Later they shifted their capital to Almora and continued ruling till the coming of Gorkha aggressors in 1790. Before the rise of the Gorkhas, the key administrative centres were Sinja, Deepayal, Ajaymeru (Devalhat), Champawat. Pithoragarh, Askot and Sirakot (Didihat).The Rangs of Kumaon paid taxes to three rulers: the Jumli, the Tibetan ruler and the Rajbar/Chand of Kumaon. The Jumli used to attack trade parties and the villages of Byans and Chaudans. Tax extortion was a favourite tool of theirs.The Kangdali Festival. Courtesy: Shekhar Pathak.Around the time of the rise of the Gorkha Kingdom around 1750, the East India Company was preparing for the War of Plassey. The Gorkhas first consolidated Chaubisis and then Baisis. Their arrival in Kumaon was not met with resistance. In 1803-’04 they attacked Garhwal that had been devasted by an earthquake. They crossed the Sutlej and reached Kangra around 1809. This was the climax of the short-lived Gorkha Empire spread from Teesta in the east to Sutlej-Beans in the west.The oppressive Gorkha rule is still remembered as Gorkhyol in Kumaon, Gorkhyani in Garhwal and Gorakhshahi in Himachal. The cruel tax and judicial systems and the trade of humans were key aspects of this “military feudalism”. They could not recognise the constant eye of the East India Company on the Himalayas. The Company feared an attack by Napoleon on India. This was the cause why the Company became eager to get Uttarakhand without occupying the rich kingdom of Awadh. The colonial power was slowly engaging with or usurping and replacing the feudal kingdoms in India.The Treaty of Sugauli (1816) was a turning point in local history as for the first time, the Kali river became the international border between Nepal and British Kumaon. It virtually divided the people from the foothills to the Trans-Himalayas. The colonial power used the local opposition to Gorkha rule to their advantage. They used the accounts of different travellers to Uttarakhand before the Nepal war and made an assessment about the resources of the region and volume of Trans-Himalayan trade.The colonial rule changed the political scene in the Himalayas. Where the East India Company could not directly enter the region, it operated through treaties. The change that did not happen in the Himalayas in 2,000 years occurred in 200 years of colonial rule. Interestingly, the region west of river Kali came under colonial rule with the feudal state of Askot, while east of Kali remained under Gorkha rule. In this way, both the older feudal and new colonial systems came to operate along the Kali valley. On the western side, some missionaries undertook health and educational work with an eye on conversions, but they could not work on the eastern side. Later, Narayan Swami’s work centred on education, health and pilgrimage helped villagers of both sides. Trans-border co-existence was the basic element of this relationship.We don’t have clarity about the borders created by the colonial rulers. Take the tug-of-war over Kalapani-Lipulekh, which India and Nepal have failed to solve. The question of the origin of River Kali was taken superficially. Most experts and leaders did not realise that Kali was there before and after the maps were drawn. Kuti Yangti was the other river. Kali was flowing, more or less, north-south and Kuti northwest-southeast before their confluence at Gunji. The road along Kali leads to Lipulekh pass and Kuti to Lampiya dhura. The first pass opens in Karnali valley, where their trade mart is located. The second leads to the other mart in the Sutlej catchment.Lipulekh has been used since medieval times, when one of the Chand rulers, Baj Bahadur, went to Taklakot in 1670 CE and captured it to ensure safe passage for the trade through Lipulekh. This trade continued through Gorkha and colonial rule. The two intimate villages of Kumaon Byans, Chhangru and Tinker, were given to Nepal after the Treaty of Sugauli, but till 1824 there was local opposition. The East India Company, however, continued to follow the treaty. Its border was clear. When Henry Strachey visited Chhangru and Tinker and met the villagers in 1846, he realised that “an error had been committed by the Company officers. Both the villages should have remained in Kumaon”.The colonial rulers agreed and they changed the border beyond Kalapni between 1850 and 1879. It was made East of Kalapani towards the ridge which connects Tinker Lipu with Lipulekh. Here is located the tri-juncture of India, Nepal and Tibet (China).The post-Sugauli borders changed many times depending on the relations of the colonial power with Nepali rulers. During the 1857 uprising, the Nepali ruler Jung Bahadur helped the East India Company and led the offensive against the rebels to Gorakhpur and Lucknow. He was rewarded and even the adjoining part of Awadh region (Naya Desh) was given to Nepal in appreciation of its role in crushing India’s First War of Independence. He never asked for Kalapani.7. The Post-1947 SceneThe post-Independence relations between India and Nepal are well known. In 20th century, under the British and under the government of independent India, the relations between both regions remained warm. Kumaoni pastoralists were still taking their animals to Nepal during the winters. Trade was smooth. Young men from Nepal got, and continue to get, jobs and seasonal work on the other side. Many teachers from Kumaon served in Nepal and some of them are dearly remembered. At a school in Bhopur (Bajhang), the statue of its founding headmaster, Ram Dutt Awasthi (1907-1990), is an example of this legacy. Students from Nepal started coming for studies to Pithoragarh, Almora and Naintal in large numbers. Prime Minister Lokendra Bahadur Chand and Ambassador Uddhav Dev Bhatt were among them.Confluence of Chameliya and Kali rivers. Courtesy: Shekhar Pathak.Kali/Mahakali region remained autonomous and independent for centuries. The territoriality and political scene changed after 1816. Today we can say that here stand the two corners of two South Asian nations –democratic and secular as per their constitutions – but the same people live on both sides. The people in Kathmandu and Delhi rarely realise this reality. Kali has divided this region politically since 1816 but the communities, cultures, shared heritage and economic interdependence connect them. This connection must continue to be strong. If it disappears, it will be a loss for both countries.Today Nepal is a new democracy in South Asia. It must learn and unlearn from Indian democracy, which is diluted and escaping from its aims and constitutional promises. The corporate domination, loot of resources, destruction and misuse of institutions, attack on plurality and prime personalities, end of free press and finally the onslaught on tribal communities, students and workers make it less than ideal. We have seen the collapse of the Non-Aligned Movement and the sinking of the idea of the South Asian Association for Regional Cooperation.The Nepali tilt towards China is more dangerous. Nepal has a socio-cultural bond with India, a natural affinity, and a common heritage. The rulers of Nepal and India may have conflicts and disagreements, but the two peoples can and should open a dialogue. This cannot be possible with China. Nepali people must understand the nature of the new capitalism, which will encroach from both sides.Nepal should also save itself from the destruction of forests, Himalayan landscapes, rivers and biodiversity. Nepal must not damage Khaptad, as Aauli and Bedini have been damaged in Uttarakhand, and should not let Muktinath become another Kedarnath. India and Nepal must think together to prevent the construction of Pancheshwar dam from damaging the pristine Kali river which flows through a region so ecologically and socio-culturally rich. India and Nepal – and China too – should realise that “war materials” can neither cope with climatic changes nor restore the already destroyed wilderness in the Himalayas. The Indian State may not learn from Nepal but Indians can. Especially how Nepal has maintained and managed its socio-cultural-religious diversity evolving over centuries.This is an edited version of the Biddwat Prabachan, Madan Puraskar Guthi, Kathmandu, partly delivered on October 19, 2020.","author":"Shekhar Pathak","time":"2021-06-19T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/159415-delvgyafup-1621850606.jpg","tags":["Nepal","Kumaon","Kali"],"source":"https://scroll.in/article/995654/the-indian-state-may-not-want-to-learn-from-nepal-but-indians-can"}