{"title":"The Silent Army: 10 reasons why public trust in the Election Commission stands eroded","content":"It takes five million workers to pull off India’s election. Shreya Roy Chowdhury and Mridula Chari bring you their stories in a series called The Silent Army.In addition to five million workers, a more elusive and unquantifiable element has made Indian elections work – public trust.The Election Commission of India, which is responsible for the conduct of the elections, has enjoyed great public confidence particularly since the 1990s when TN Seshan raised the organisation’s profile as Chief Election Commissioner. This has helped India’s vast and diverse population accept the election system and its results.But the trust stands eroded in the 2019 Lok Sabha elections, with the poll body facing allegations of partisanship.Opposition parties have accused it of favouring Prime Minister Narendra Modi and BJP president Amit Shah, of going soft on them in cases where the model code of conduct was breached, and allowing the use of official machinery for electioneering by them.The controversial decisions have been made right at the top of the organisation.Three officers lead the Election Commission of India: Chief Election Commissioner Sunil Arora, and Election Commissioners Ashok Lavasa and Sushil Chandra. Arora and Lavasa are retired officers of the Indian Administrative Service, who were both Election Commissioners under the previous Chief Election Commissioner OP Rawat. Chandra is from the Indian Revenue Service – only the second officer from the service to be appointed to the Election Commission, as the Caravan magazine reported in March. It also said that Chandra was the director of the Central Board of Direct Taxes at the time the Income Tax department raided senior Karnataka Congress leader Shivakumar’s home in 2017 and found copies of BJP leader Yeddyurappa’s diary that noted huge payoffs to BJP leaders in 2009. “He [Chandra] was due to retire on May this year, but in February, the Modi government promoted him,” the magazine said.Who selects the commissioners?The Election Commission insists on randomised selection of workers for election duty to limit the possibility of political bias, but there are no safeguards in the procedure for its own appointments. The government picks the commissioners with no consultation.In 1990, a committee on electoral reforms had recommended that the leader of the Opposition and the Chief Justice of India be included in the appointment process. This recommendation was not implemented. At present, the prime minister just has to recommend a name to the president.Despite this, the system was trusted “because it was very transparent”, explained a retired deputy election commissioner, asking not to be identified. “All orders were put on the website with full details and reasoning,” he said. “Without that transparency, people do not know what is happening and make their own judgements.”Lack of transparencyBut, in this election, orders clearing Modi and Shah of violating the model code of conduct were not made public initially. Lavasa did not agree with the views of Arora and Chandra but his dissent was not recorded at all. This led to an embarrassing rift, with Lavasa speaking to the Indian Express about it, which further dented the poll body’s impartial image.“The EC [Election Commission] should have been more open and transparent,” said the retired deputy election commissioner.Political parties have seized upon this confusion and are questioning “the legitimacy of the process”, he added. This can have serious consequences. “If the public starts doubting [the independence of the Election Commission], we will be heading in the same direction as some of the African countries where there is violence after every election.”Here are some of the most controversial decisions made by the Election Commission this election season and the criticism they have invited.1. Clearing speeches by Modi and Shah on the armed forces while censuring Adityanath In 2013, the commission had barred candidates from using photographs of the armed forces in advertisements. On March 9, the Election Commission reminded all parties of its 2013 order. On March 19, it followed up with an advisory that campaigners and candidates “should desist, as part of their election campaigning, from indulging in any political propaganda involving activities of the Defence Forces”.But BJP leaders, including the prime minister, frequently referred to the armed forces during the election campaign.Early in its campaign, BJP’s posters had featured Indian Air Force pilot Wing Commander Abhinandan Varthaman, who was briefly captured by Pakistan after the Balakot strike in February. Later, the BJP sidestepped the 2013 order by making only verbal and textual references to the troops, including slogans such as “We enter the houses of terrorists to kill them” on election posters.The Election Commission cleared these banners on May 6, saying that its advisory applied only to advertisements paid for by the public exchequer, contradicting its own advisory of March 19.Modi continued to refer to Abhinandan Varthaman, Pulwama and Balakot in speeches and interviews through April and May.On March 27, he announced in a nationwide address that India had successfully shot down a live satellite in space, adding to the country’s defence capabilities in Mission Shakti. The Election Commission concluded two days later that the election code had not been violated as this was filmed by ANI, and not at the cost of the public exchequer.The commission also cleared BJP President Amit Shah for referring to the Air Force as belonging to Modi in a speech in Krishnanagar in West Bengal on April 22, even as it censured Union minister Mukhtar Abbas Naqvi and Uttar Pradesh Chief Minister Adityanath for saying the same thing elsewhere. It cleared another speech Shah delivered in Nagpur, Maharashtra, on April 9, where he had said only Pakistan and Rahul Gandhi’s party – the Congress – mourned after the Balakot airstrikes.Taking a swipe at the Election Commission, which had already cleared most of his speeches, Modi asked if “his” jawans needed permission from the poll body to kill terrorists at a rally in Kushinagar in Uttar Pradesh on May 12.OP Rawat, former Chief Election Commissioner, told Scroll.in that he had analysed Modi’s speeches on Balakot and discussed them with defence analysts who were of the opinion that there was nothing wrong with the government communicating its policy on terrorism.However, Rawat said the commission could have explained its stand further. “The commission has not given facts in that letter,” he said. “They have just given five or six lines saying that nothing wrong was found. [...] That really puts a lot of confusion [in the minds of people].”BJP president Amit Shah.2. Taking long to decide on cases involving ModiThe Election Commission took one month to take a decision on Modi’s speeches in Wardha and Nanded where he said that Rahul Gandhi was contesting from Wayanad because it was dominated by minority communities. It cleared both the speeches.Rawat said that during his own term as chief election commissioner, with Arora and Lavasa as election commissioners, they cleared complaints of code violations within a week at most.“During that period, we had elections for nine state assemblies, but never was an MCC [Model Code of Conduct] decision taken beyond one week,” Rawat said. He added that all facts were not before the public so it would be difficult to judge why there were delays in this case. “We are outsiders, we do not know [what has happened in the commission],” he said. “The commission has not come out with any reason for delay, but there is no reason given so we are not aware.”The former deputy election commissioner agreed that such delays are unusual and suggest something is wrong.“You do not expect a complaint against a very important figure in the government to wait for one month,” he said. “[...] This year, the public and the political parties feel they are not being listened to. So many clean-chits are being given, religion is being used constantly for campaigning, the Army is being used – the message going out is that something is wrong.”3. Acting only after the Supreme Court’s interventionThe delay in decision-making led several individuals to approach the Supreme Court. The Congress filed a case in the apex court asking it to order the Election Commission to take action.On May 2, the Supreme Court ordered the Election Commission to take a decision on the remaining eight of the 11 complaints filed by the Congress against Modi for violations of the Model Code of Conduct by May 6. The commission pleaded that it still had to receive transcripts of those speeches, but soon after, it issued a spate of orders.Earlier, in April, the Election Commission had told the Supreme Court that its powers were limited and that it could only issue notices and seek replies. It could not de-recognise a party or disqualify a candidate. The Supreme Court in turn asked if it was calling itself “toothless”. The apex court was hearing a writ petition filed by an NRI asking for strict action against political figures who introduce religion into the election campaign.In an interview with the Indian Express on May 21, Lavasa said that he felt the need to record his dissent after the Supreme Court’s observation in the case on hatred in political speeches.4. Failing to enforce orders against Namo TVWhen it came to the BJP, the commission struggled to enforce the orders it did pass. On April 11, the Commission instructed Namo TV, a 24-hour television channel dedicated to Modi, to get its political content certified by Delhi’s Chief Electoral Officer. Then, on April 17, it was ordered to follow the silence period. But Namo TV allegedly aired content during the silence period before Delhi voted on May 12. The commission sent the BJP a notice.While the commission wrangled with Namo TV, online platform Eros Now began screening a web series on Modi on April 3. The commission ordered Eros Now to stop only on April 18.Some BJP campaigners have circumvented silence periods and temporary bans by visiting temples.On the first day of a three-day ban on campaigning for describing the 2019 polls as a contest between Ali and Bajrangbali – shorthand for Muslims and Hindus – Adityanath, made much-publicised visits to two temples in Ayodhya. He even chanted the Hanuman Chalisa, a Hindu prayer for Hanuman or Bajrangbali. Bahujan Samaj Party leader Mayawati accused the commission of being “lenient on him”.Pragya Thakur, BJP’s candidate for Bhopal, was banned from campaigning for three days in early May for making provocative statements about Hemant Karkare, a Mumbai policeman killed by terrorists in 2008, and the demolition of Babri Masjid. Karkare led the investigation of Thakur’s alleged role in the 2006 bomb blasts in Malegaon, Maharashtra. She too worked around the ban by visiting temples but in her case, the Election Commission served another notice.5. Failing to put conditions on Modi’s Kedarnath visitModi spent the day before the final phase of polling on May 19 being photographed while walking around the Kedarnath temple in Uttarakhand and meditating in a cave. His statement was only sartorial – he wore a robe that resembled the kind worn by author and poet Rabindranath Tagore, celebrated by Bengalis, and a Himachali cap. Parts of West Bengal and Himachal Pradesh voted on May 19.Rawat said that the commission’s actions in this instance had “a slight deficiency”.“While giving permission, the commission fell a little short,” Rawat said. “They should have put a condition saying that while the commission has no objection to the honourable prime minister’s visit to Kedarnath or Badrinath, it must be ensured that no publicity, propaganda should be made before the end of poll on May 19.”He added that as the political class was becoming innovative, the commission’s machinery should also measure up.“[The Election Commission] always says a rap on the knuckles is enough, but it is not enough,” said Anil Verma, head of the Association for Democratic Reforms, a Delhi-based non-profit. “If a guy is a repeat offender [...] they should just be banned – no more election campaign, just sit quietly.”Reviewing aspects of the ongoing Kedarnath Development Project. pic.twitter.com/bVOFnCozug— Chowkidar Narendra Modi (@narendramodi) May 18, 2019\n\n6. Prompt action against the OppositionOn complaints against the Congress, the Election Commission did not drag its heels.On April 23, Rahul Gandhi, in a rally at Madhya Pradesh, said that a law enacted by the BJP allowed the government to attack and take land from Adivasis. The Election Commission served him a show-cause notice within a week. This complaint is yet to be resolved.7. Questionable transfersThrough the campaigning period, the Election Commission transferred officials. This is a part of its powers to ensure a free and fair election. Some transfers, however, occurred after officials took action against Modi. For instance, in Sambalpur in Odisha, the Election Commission suspended the general observer Mohammed Mohsin, an IAS officer from Karnataka, after a flying squad team inspected Modi’s helicopter.On April 24, a day after polling in Sambalpur ended, the commission revoked his suspension soon after the Central Administrative Tribunal in Bengaluru stayed it. The commission, however, asked the Karnataka government to ensure Mohsin was not assigned to any election duty after this.8. Overlooking the misuse of Niti AayogBut the commission found nothing objectionable in the activities of another set of government officials who got entangled in BJP’s campaign process.The Centre’s think tank, Niti Aayog, had written to bureaucrats in the Union territories and one BJP-ruled state seeking information about districts where Modi was scheduled to campaign. Based on Scroll.in’s initial report on this, the Congress had filed a complaint. The commission, without seeking further information from Niti Aayog, concluded on May 12 that it activities did not violate the election code and was not a misuse of state machinery.Lavasa’s split with the Election Commission began here. He believed the commission should have sought more information before disposing of the complaint. On May 16, the Indian Express reported that the commission would revisit this decision.However, earlier in the election season, the commission did caution Niti Ayog head Rajiv Kumar for his statement that the Congress’s proposed NYAY scheme was unworkable.File photo of Rajiv Kumar, head of the NITI Ayog. (Photo credit: PTI).9. Failing to regulate Income Tax raidsThe commission also failed to check the Department of Revenue, which conducted raids on members of Opposition parties, without keeping it informed. Ignoring the commission’s order to keep election officers informed, the Income Tax department raided the residence of DMK leader Kanimozhi on April 16. Nothing was recovered in this raid.10. Curtailing campaign in West Bengal only after Modi rallies were donePerhaps the sternest action the Election Commission took was when it curtailed election campaigning in West Bengal by a day.On May 14, at a campaign for BJP president Amit Shah, a bust of social reformer Ishwar Chandra Vidyasagar was smashed in north Kolkata’s Vidyasagar College. Videos from the event showed people wearing saffron scarves attacking the bust.The campaign in West Bengal was already fraught with violence. Political workers of both the BJP and ruling Trinamool Congress were killed, with two workers from each party found dead and two others shot at on polling day on May 12.  A Congress worker was stabbed and a voter killed in queue on April 23.Reacting to the vandalisation of the bust, the Election Commission announced on May 15 that campaigning in West Bengal would end a day before schedule, on the night of May 16 instead of May 17. Over the next two days, the state transferred four police officials and bureaucrats citing their interference in the election process.But as Opposition parties pointed out, the Election Commission allowed campaigning to continue for 48 hours after the violence. This window allowed two of Modi’s scheduled rallies to continue.“The decision by EC [Election Commission] to stop campaigning a day in advance is not understood,” Communist Party of India (Marxist) leader Sitaram Yechury tweeted. “The first thing being expected by EC was action against the lumpen elements of BJP and TMC for violence yesterday. Why has no action been initiated?”Also read:The Silent Army: Behind India’s election are 5 million workers. This series brings you their storiesWhy wasn’t campaigning halted immediately after Vidyasagar violence and four other questions for ECThe Silent Army: When it comes to monitoring parties’ social media campaigns, EC guidelines flounder","author":"Shreya Roy ChowdhuryMridula Chari","time":"2019-05-22T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120180-xotvsjhhlg-1558459029.jpg","tags":["Election Commission of India","Elections 2019","Narendra Modi","Lok Sabha 2019","The Silent Army"],"source":"https://scroll.in/article/924268/the-silent-army-10-reasons-why-public-trust-in-the-election-commission-stands-eroded"}