{"title":"The charade finally ends as political parties can officially get donations from foreign firms","content":"All pretence is off with Union minister of state for home Kiren Rijiju’s formal admission “that the amendment, which was cleared by the Lok Sabha in the recently concluded Budget session, will ensure that ‘donations made by such [foreign shareholding] companies to entities including political parties will not attract provisions of the FCRA, 2010’”.An earlier news item headlined “FCRA tweaked to boost CSR spend” had exposed the pretence, which was to “unlock an estimated Rs 10,000 crore that corporates want to spend on corporate social responsibility activities in India”. The process for this noble act was reported to have begun in September last year, when the Union finance minister supposedly reacted “to a petition submitted by at least 22 companies – a list that included Infosys and Axis Bank among others”, which reportedly expressed problems in spending 2% of their profits on CSR activities, as mandated by the Foreign Contributions (Regulation) Act (FCRA), 2010.Behind the scenes activityEven before that report, an Economic Times story from December 21 last year showed some glimpses of activity behind the scenes. This was the giveaway line:Officials said an earlier suggestion to bring in a notification describing any company registered in India as an “Indian company”, irrespective of its shareholding pattern, has been turned down during inter-ministerial discussions.  The report was clear and unambiguous:The amendment being brought into the Act seeks to allow foreign companies that are registered in India to contribute to political parties from their corporate social responsibility fund in sectors where FDI [Foreign Direct Investment] is allowed, an official familiar with the matter said.  And if there was any doubt about the hush-hush nature of the action being proposed, the report also stated “When contacted, a home ministry spokesperson said he would ‘not like to comment as of now.’”Why the charade?Why did the government decide to indulge in this elaborate charade? While only someone really knowledgeable about the internal working of the government can authoritatively answer this question, one scenario presents itself.During an analysis of the statements of donations (of more than Rs 20,000 each) to the Election Commission of India, it was discovered that an electoral trust had made contributions to both the Bharatiya Janata Party and the Congress. Further digging revealed that the trust had been set up by two companies, Sesa Goa and Sterlite, both fully owned subsidiaries of Vedanta Resources, a metals and mining company registered in the United Kingdom. This meant that the money donated by the electoral trust was actually owned by a foreign entity.Since the FCRA specifically prohibited – till before the Finance Bill 2016 containing the amendment to the FCRA was passed – political parties from accepting donations from foreign sources, civil society organisation Association for Democratic Reforms and EAS Sarma, a retired Indian Administrative Service officer and former Union secretary, filed a public interest litigation in the Delhi High Court.On March 28, 2014, a division bench of the Delhi High Court held both BJP and the Congress guilty of having violated the FCRA by accepting funds from “foreign sources”.The court also asked the Union of India and the Election Commission of India to “take action as contemplated by law”, and to do so within a period of six months.The Election Commission of India wrote to the Union home ministry – the implementing authority for the FCRA – to take action. The Union home ministry then wrote to the Union corporate affairs ministry. A series of letters were exchanged with no real action being taken.In the meanwhile, both the Congress and the BJP filed appeals in the Supreme Court in June and August 2014 respectively. The Supreme Court has till date not stayed the decision of the high court, which means that the Congress and the BJP are still legally guilty of having violated the FCRA.Unsure of how the Supreme Court will deal with the appeals by the BJP and the Congress, it seems that the Union government has been trying to find a way to get the BJP, and by association, the Congress, out of this impasse. This is one possible explanation for the repeated attempts to amend the FCRA. And when two earlier attempts were not successful, the government tried the route of the Finance Bill.Money bill controversyThe inclusion of this FCRA amendment in the Finance Bill, 2016, is itself a controversial issue. It has been referred to as “legislative impropriety” in a Business Standard editorial:This legislative chicanery becomes explicable only because of the ruling coalition lacking the requisite numbers in the upper House to pass any controversial legislation. But the real question is how the Speaker can certify this amendment as a Money Bill. First, the FCRA falls under the home ministry, not the finance ministry. Second, it is an issue that involves political party funding and in no way entails taxation, expenditure or borrowing of the Government of India or any appropriation or receipts to the Consolidated Fund of India, which are the broad constitutional qualifications for a Money Bill.  It is clear that the government has been brazen in defying constitutional and legislative norms in its attempt to save the ruling party from further judicial embarrassment. In this, it has enjoyed the implicit support of the Congress. The other parties have possibly been seduced by dangling the carrot of foreign funding being available to them too.Only time will tell how this will play out in the Supreme Court, where the next date of hearing has yet to be fixed.","author":"Jagdeep S Chhokar","time":"2016-05-19T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/808358-dpdqmzuzmh-1463582603.jpg","tags":["Foreign funding","FCRA India","Money matters"],"source":"https://scroll.in/article/808358/the-charade-finally-ends-as-political-parties-can-officially-get-donations-from-foreign-firms"}