{"title":"The Silent Army: In Arunachal, election staff are chosen on their ability to walk – for days  ","content":"It takes five million workers to pull off India’s election. Shreya Roy Chowdhury and Mridula Chari bring you their stories in a series called The Silent Army.Kanot Perme is amused by the attention. Just last month he had walked eight days in Arunachal Pradesh’s Changlang district to look after solar power projects in remote hamlets off the electricity grid. As a project officer with Arunachal Pradesh Energy Development Agency, he is used to the occasional marathon “foot march” in the hills with missing roads.But this week, when he set out for a remote village, it made news in the national media.Perme is the presiding officer of a team of polling staff, which is responsible for the conduct of voting in the Gandhigram booth in the distant Vijoynagar tehsil. Arunachal Pradesh goes to polls on April 11, the first of seven-phase polls in India.While most polling teams will leave the district headquarters for their polling stations only on April 9 and 10, Perme’s team and three others left on April 4 itself. The reason: their booths are so remote that the only way to get there is by foot.Perme’s team would have had to walk eight days from Miao sub-division to Gandhigram, where 1,338 voters are on the electoral rolls. The walk from Miao to Vijoynagar, a distance of about 160 km, alone takes about a week on foot. Gandhigram, set about 10-12 km from the border with Myanmar, is another eight-hour walk from there. This year, though, the Indian Air Force came to their rescue. On a clear morning, all four teams, 32 staff in all, were flown in helicopters uptil Vijoynagar – a sortie that prompted the Election Commission to send out a press statement. To emphasise the area’s remoteness, the statement reported that salt and sugar cost over Rs 200 per kg there.The first polling teams that were flown from Miao sub-division to Vijonagar. ‘Foot marches are routine’Perme, 43, cannot understand what the fuss is about. For the 2014 Lok Sabha election, he had walked two days from Anini to Engalin in Upper Dibang Valley.“The helicopters helped a lot but walking for 8-10 hours is normal here and my health is fine,” he said, speaking on satellite phone. The area does not have regular mobile and phone networks. One of the four privately-owned satellite phones in Vijoynagar is being used by assistant returning officer, Tage Rumi, who is overseeing the four teams. The security staff have wireless sets for brief messages.Each team carries its food with itself – rice and pulses, mostly – and cooks on the way. They also carry their own bedding. Finding a place to retire for the night is usually not a problem, said Gyamar Mamang, 35, a junior engineer, whois leading another party. “We stay close to the porter tracks and there are sheds,” he said.Employed with the Rural Works Department, he is used to walking to project sites in far-off places. In 2014, he had walked 110 km to Seppa in East Kameng. It took his team an entire week but they made it back in five days. “On the way back, we walked at night as well,” he said.Most presiding officers in this group are engineers from various departments for whom foot marches are routine, said Changlang’s district election officer, RK Sharma. “Generally, able-bodied men who are not more than 45 years old are chosen,” added Lod Takkar, a nodal officer assisting the chief electoral officer of Arunachal Pradesh. Their stamina has been useful for the Election Commission. Data from its Narrative and Statistical Report for the 2014 Lok Sabha elections shows that the state had a significant number of polling stations that lacked the full complement of amenities required – 1,436 were without mobile connectivity and 114 relied entirely on satellite phones and wireless sets. Out of 2,158 polling stations, over 600 did not having toilets and drinking water, in addition to being difficult to access. Over 630 were off the power grid.\n\t\t\n\tGandhigram in Vijoynagar circle of Changlang, Arunachal Pradesh. Gandhigram depends entirely on solar power which works only when the skies are clear. (Credit: Changlang district administration)How are they selected?Normally, in Indian elections, polling staff are assigned through a randomisation process using computerised systems. This means anyone can be assigned to any booth. But in 2014, Arunachal Pradesh made changes in two cases to allow for the physical endurance required from staff to reach some polling stations.There are no formal screening procedures but the frequent travellers are already known to the administration.“We know who can walk and who can’t, so selection is from the tough ones,” said Sharma. He added that most of the polling staff are young people “who have done this before”.In Perme’s team, the four polling officers come from diverse departments – public health engineering, treasury, education, and health and family welfare. “All of them are experienced,” he said.A day after the first four teams left, another seven teams were flown by helicopters from Koloriang to Longding Koling, or Pipsorang, in Kurung Kumey district. They will conduct polling in Pipsorang and Tali tehsils. One of them was led by Gyamar Gagung, 33, a child development project officer, responsible for the implementation of the Integrated Child Development Services. In 2014, Gagung had walked from Tuting to Singa in the Upper Siang district, taking two days. This time, his team needs to reach Nabiya village, which has less than 500 residents. The walk is shorter but the terrain is difficult.“There is no road and we will have to cross small streams,” he said. “But we will use rope and we are native to this place – we have grown up walking.” They will walk 10 hours from Pipsorang to Nabiya.Sector magistrates in Kurung Kumey district. Photo credit: District administrationTime for retrievalThe teams will start walking on April 9. For now, they are waiting in Vijoynagar and Pipsorang.Why could they not have been flown closer to polling day? It was risky to wait, said Tage Rumi – helicopters ply only when the weather permits and it often does not.“Even retrieval will take some time,” said Santosh Kumar Rai, district election officer, Kurung Kumey. “If the weather is not right for a long period, they may have to return on foot.”Because of the simultaneous Lok Sabha and assembly elections, they are carrying twice the number of electronic voting machines than would be required for voting in one. Each polling party also has porters to carry the voting and paper-audit-trail machines.For all the trouble they are going to, Mamang hopes turnout will be high. Even holding awareness programmes is a difficult exercise in these locations although Vijoynagar did host one in February. A master trainer was sent from Miao by helicopter to demonstrate all the machines, said Tage Rumi.But at least the relevant Assembly constituencies did not need much prodding in 2014. According to the Election Commission’s data, the Miao Assembly constituency had 17,812 voters (not counting those in the armed or police forces) and 13,708 votes were cast on the machines – a turnout of 76.95%, significantly higher than the all-India average of 66.44%. In Tali, 8,808 out of 11,679 electors voted – 75.41%.\n\t\t\n\tVijoynagar Valley. The Vijoynagar tehsil has a cluster of about 16 villages. (Credit: Changlang district administration)Read more in the series:Behind India’s election are five million workers. This series brings you their stories","author":"Shreya Roy Chowdhury","time":"2019-04-07T12:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116888-dtonqclnvg-1554565171.jpg","tags":["Arunachal Pradesh","Election Commission","The Silent Army","Election Report 2019","Lok Sabha elections 2019"],"source":"https://scroll.in/article/919162/the-silent-army-in-arunachal-pradesh-polling-staff-is-chosen-on-their-ability-to-walk-for-days"}