{"title":"The India Fix: State quotas are a symbol of economic distress, not just a cause","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. Have feedback, interesting links or memes? Send to [email protected]. To get it in your inbox every Monday, sign up here.India has had, since colonial times, reservations on the basis of caste and community. However, the past few years is seeing the rise of a new sort of quota: one based on citizenship of the states that make up the Indian Union.On November 6, Haryana notified a drastic law that reserves as many as 75% of all private sector jobs paying up to Rs 30,000 per month for Haryanvis. Not only that, 10% of the workforce will have to be taken from the district that the firm is located in.Expectedly, the policy move was widely condemned in India’s English-language press, which saw in it, quite correctly, a drastic trend of walling of states from each other. An editorial in the Indian Express argued that the law “could end up eroding the state’s attractiveness as an investment destination, hurting its economic interests in the long run”. An opinion column in the Business Standard argued that the move would lead to an “exit of capital from Gurgaon”.However, what was largely missed in this was an attempt to understand why Haryana had undertaken such a drastic move, especially when the Bharatiya Janata Party-led government in the state wasn’t the only one doing so.An emerging consensusIn 2019, Andhra Pradesh passed a law that reserves 75% of private jobs for citizens of the state.In 2020, Maharashtra announced that it would bring in a similar law (raising the cap even further to 80%).Not to be left behind, the BJP-led Madhya Pradesh government announced that state government jobs would now be reserved for the state’s domiciles.In 2021, the Dravida Munnetra Kazhagam promised a 75% job quota in private industry for Tamils as part of its manifesto for the Assembly elections in Tamil Nadu. The Jharkhand Cabinet passed a policy that reserved 75% of private sector jobs up to a salary of Rs 30,000 per month for Jharkhandis.Even as the English media is sure that state quotas are a disastrous move, note the incredible political consensus on bringing them in. Parties as diverse as the BJP, Jharkhand Mukti Morcha, Shiv Sena and Dravida Munnetra Kazhagam will agree on almost nothing – except it seems on state quotas. It’s also something that both industrialised states (like Tamil Nadu, Andhra Pradesh and Haryana) and underdeveloped ones (like Jharkhand and Madhya Pradesh) think is a good idea.The scale of this consensus clearly points to the fact that state governments think there is a job crisis at hand. And while their prognosis to this might be debated, they aren’t wrong on the diagnosis.Tanking economyFor the past few years, the Indian economy has been slowing down. For 2019-’20, India’s economic growth was the lowest in 11 years. The next year was even worse, with India’s harsh Covid-19 lockdown drastically shrinking the economy and forcing the country into its first ever recession since the British left in 1947.Naturally, this was terrible for workers. The State of Working India report, 2021, by academics at Azim Premji University showed that formal workers have been forced to take up informal employment – which on average pays significantly less – with young workers as well as women being disproportionately affected. This intense distress also means that more people are being forced to go back to agriculture, a sector that as per a study by the Organisation of Economic Cooperation and Development and research firm ICRIER, is not even profitable anymore.To make matters worse, this trend predates the pandemic. According to data from the Centre for Monitoring Indian Economy, employment in agriculture has risen since 2016-’17. On the other hand, employment in manufacturing has dropped sharply. Other sources also back up these findings: an All India Manufacturers Association survey in 2018 found that Micro, Small and Medium Enterprises – which generate most of India’s manufacturing employment – had lost jobs massively since 2014.Employment in manufacturing, while never very large, has dropped even further of late. Credit: Centre for Monitoring Indian Economy and Centre for Economic Data and Analysis, Ashoka University.Manufacturing failNote that India never had great success in pushing industrial growth even after its liberal reforms in 1991. The share of manufacturing in India’s gross domestic product has been stuck at 17% for the past three decades. Unlike a Bangladesh or a Vietnam, India has been unable to leverage its large, currently agricultural workforce to encourage employment-intensive industries such as garments.Naturally, this employment crisis will put political pressure on states. In Haryana, for example, 2016 saw widespread rioting by the Jat community, which faced with decreasing incomes from agriculture, was seeking reservations in order to transition to formal employment. Of course, legacy caste reservations have limited answers for the current crisis since the judiciary has often struck down new caste quotas. Moreover, public sector employment is itself shrinking, so any new quotas in government jobs, even if they were to be greenlighted, will have limited impact.Hobson’s choice for statesWith little space in legacy caste quotas in the public sector, inevitably states have promised to tap the private sector by pushing state quotas. Note that under the current Goods and Services Tax regime, taxes are levied at the point of consumption with manufacturing states unable to benefit. Moreover, as this 2015 Scroll.in report shows, industries in Haryana prefer to hire non-Haryanvis given that migrant labourers lack the support systems that enable local workers to mobilise and press for their rights. In fact, while arguing for the state quota, Haryana’s deputy chief minister had pointed out that automobile major Maruti does not even have 20% of its workforce from the state.While the argument that state quotas will make industry leave is correct, given the limited benefits to the state from industry in the first place in terms of employment and taxes, along with the political pressures of falling employment, they seem to make an increasing amount of sense from the point of view of state governments.Domicile quotas will set a dangerous precedent. But it must be noted that they are itself a symptom of mass economic distress and an employment crisis, with state politicians scrambling to, at the very least, signal to their constituents that they are taking some policy steps to contain the damage. Unless India is able to drastically increase employment options, it is quite likely that the number of such radical political responses will only increase.Can’t make this upUttar Pradesh has probably one of the world’s most unique governance issues: killer herds of feral cows.With the new Adityanath government effectively banning the consumption of beef in 2016, the state’s massive cattle trade came to a halt. Farmers then simply let these animals loose. Now they eat up crops and, worse, attack pedestrians and motorists.वीडियो बुलंदशहर का है लेकिन यूपी की सड़कों पर यह दृश्य आम है। pic.twitter.com/jcacp513rE— samiratmaj mishra (@SamiratmajM) November 13, 2021\n\nThe Hindi text read: \"The video is from Bulandshahr but this is a common sight on the streets of UP\".\nGovernance collapseThe Indian state, never very competent, seems to have all but given up when it comes to apocalyptic pollution in the national capital.Devotees stand in toxic foam-laden Yamuna river near Delhi's Kalindi Kunj to offer prayers to the Sun god. #ChhathPuja (ANI) pic.twitter.com/9Xb5JtCNDF— NDTV (@ndtv) November 9, 2021","author":"Shoaib Daniyal","time":"2021-11-15T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166364-nibrrpfkbm-1636905514.jpeg","tags":["Haryana","State quotas","Employment crisis","Private sector reservations"],"source":"https://scroll.in/article/1010507/the-india-fix-state-quotas-are-a-cause-but-also-a-symptom-of-economic-distress"}