{"title":"The 'leftover' castes, strategic silences and clever messaging that helped the BJP sweep UP","content":"The first striking feature of the seven-phased Uttar Pradesh polls was the ambiguity or the silence maintained by the Hindu voters, especially those from the upper castes who have been vocal in articulating their preferences in previous elections.Whenever we met the Brahmins, Rajputs and Banias singly or in small groups, we found them curiously reticent, replying in generic terms about the principal parties and contestants in their constituencies. In the past, their answers would be contextualised in a broader perspective, embellished with historical nuggets, statistical data (subject to cross-verification) and insightful anecdotes.The second aspect was the nuanced Muslim responses that ranged from spurts of enthusiasm for the Samajwadi Party-Indian National Congress alliance in the first two phases of polling in western Uttar Pradesh and Rohilkhand. In the rounds that followed thereafter, the enthusiasm turned into confusion as to whether the Samajwadi Party-Congress formation or the Bahujan Samaj Party was better positioned to defeat the Bharatiya Janata Party. It further turned into indifference in the slog overs of the elections where, if anything, the minorities would be expected to poll more enthusiastically.By the time polling moved to eastern Uttar Pradesh in the sixth and seventh phases, the Hindus were markedly more aggressive about voting for the BJP. These included core BJP voters who stood by the party through its highs and lows as well as an expanded constituency that aligns itself with the BJP whenever it sees the party as a winner. When the long-drawn electioneering peaked in Prime Minister Narendra Modi’s road shows and stopovers at vantage political points like a Yadav monastery in his Lok Sabha constituency Varanasi, the Hindu voters came out of their cocoons and the election re-evoked the high-decibel ambience of 2014.Strategic silencesThis shift has been defined as “strategic silence” by representatives of the BJP and the Rashtriya Swayamsevak Sangh who were on the ground or engaged in backroom planning. The phrase is not novel in Uttar Pradesh’s political lexicon. In the 1993 state elections held a year after the Babri mosque was demolished, Muslims had adopted the same tactic. They would not reveal whom they were voting for, unless one happened to know the community members and their opinion-moulders well enough to be taken into confidence. Conventional electoral wisdom had it that the Muslim votes would be shared by the fledgling Samajwadi Party-Bahujan Samaj Party alliance and the Janata Dal and therefore the division would work to the BJP’s advantage. But Muslims sensed that the Samajwadi Party-Bahujan Samaj Party combine had begun to attract the backward castes and Dalits in big numbers and was emerging as the BJP’s most formidable contender.Barring western Uttar Pradesh, where the BJP managed to hold its ground because of the absence of the Samajwadi Party in many places and because of the Bahujan Samaj Party’s inability to sufficiently challenge the BJP on its own, the combine beat the BJP in large parts of the central and eastern districts and became the single largest alliance to eventually form a government, albeit a short-lived one.Muslim leaders later described the tactic as a “sochi-samjhi ranneeti” (well-thought out strategy), crafted to confound the “other side”. They said that the message was communicated through an efficient bush telegraph but it had escaped the RSS-BJP’s attention. Indeed, in 1993, the Hindus aligned with the BJP were so confident of its victory that on polling day, they took their time to vote. It was by noon that they rushed to the booths when they saw that the Muslim turnout could outnumber that of the Hindus.Western Uttar PradeshIn 2017, in the first phase of elections in West Uttar Pradesh’s “Jatland” – which incidentally also has a high Muslim, Dalit and backward castes’s presence – the pre-poll narrative was moulded by the anger spewed over Modi by the Jats. It was provoked by the BJP’s “faulty” ticket distribution, the Centre’s “failure” to give Jats reservation, demonetisation, the appointment of a non-Jat like Manohar Lal Khattar as the Haryana chief minister and the fury of the small traders and retailers over the damages suffered after notebandi.In trading hubs such as Saharanpur and Bijnor (which went to polls in phase two), the traders and retailers were upset with the Centre for prodding the income tax department to issue notices through text messages on their mobile phones, which sought a time-bound explanation for the amounts that were deposited into their bank accounts after the demonetisation announcement. In these two towns, the traders collectively decided to not vote for the BJP and to opt for NOTA. By contrast, the Muslims, who were full of beans over the Samajwadi Party-Congress tie-up, left none in doubt about their choice.The results revealed something different: the BJP scored impressively in western Uttar Pradesh and Rohilkhand, nearly on a par with its showing in 2014. According to NDTV’s estimates of the phase-wise polling percentages, the BJP obtained 43.72% of the votes in western Uttar Pradesh and 39.82% in Rohilkhand. On March 16, The Wire carried a report by Anoop Sadanandan titled “How Dainik Jagran’s exit poll helped the BJP sweep UP,” placing the BJP’s vote share at 45.06% in phase one and 40.04% in phase two, sourced to the Chief Electoral Officer, Uttar Pradesh website.Influential as the daily Dainik Jagran has been in taking up the BJP since the years of the Ram Janmabhoomi agitation, the party’s consistently upward swing in the seven phases cannot be ascribed to a single “exit poll”.‘Leftover’ castesBureaucrats in Lucknow, a few of whom hailed from western Uttar Pradesh cited one major reason: the BJP had consolidated the support of the “leftover” castes such as the Gujjar, Tyagi, Brahmin, Saini and Kashyap who are often not counted in the typical matrix which fashioned for years on the basis of the “dominant” groupings like the Jats, Muslims and Dalits (the Yadavs have a small presence in this region). The BJP discovered the untapped numerical potential of the unseen groupings. It not only fielded many candidates from these groups but also co-opted them in other ways. Chandramohan, an RSS pracharak (whole-timer) from Bulandshahr, said that when the BJP president Amit Shah constituted committees to oversee each polling booth, he was directed by the RSS to include members of the less visible castes in these 25-member panels “so that they felt wanted”. The sense of belonging did not cease with the inductions. Suggestions were elicited from these caste representatives and at times implemented “to give them a feeling of empowerment”, said Chandramohan.A bureaucrat explained that an archetypal western Uttar Pradesh assembly constituency has three lakh voters, of which Muslims account for a lakh and the Dalits (predominantly the Jatavs, the sub-caste to which the BSP leader Mayawati belongs) and Jats for 50 to 60,000 each. The remaining numbers are made up of the “less visible castes” and add up to nearly a lakh. This was the pile the BJP seriously looked at as its anchor because at that point it was unsure about the Jats, who were apparently rooting for Ajit Singh’s Rashtriya Lok Dal.Thwarting Muslims from the BSPThe second part of the BJP’s game-plan was elaborated upon by a top leader who confessed that phase one was a “do-or-die” round for him not because of the Jats but the Bahujan Samaj Party. His estimate was that in 55 of the 73 constituencies, the prospective combine of Muslims and Jatavs that Mayawati had set her sights upon was a sure winner. “Imagine, if the BSP had got 50 of these seats, we could have lost the election because this would have demoralised our workers straightaway,” he said. Fortunately for the BJP and unfortunately for the Bahujan Samaj Party, the Muslim-Jatav combine did not fall in place.At this juncture, word spread that the Samajwadi Party-Congress alliance was in fact on the upswing. The RSS and the BJP covertly pushed the word, convinced that this was the only way to thwart the Muslims from going the Bahujan Samaj Party’s way. Clearly, the Muslims, who otherwise astutely figure out the arithmetical heft (or lack of it) of a party or an alliance, did not calculate that barring their votes, the Samajwadi Party-Congress was not assured of another bankable constituency. “It was an emotional response,” said Moradabad’s Urdu scholar Murtaza Iqbal. “The image of Akhilesh Yadav is good, he is an inclusive leader. The idea of the Congress is important because nationally it is still the only party that can confront the BJP. Together we inferred that they would come to power.”  While the combine easily won the seats with strong Muslim electorates – like six of the eight in Iqbal’s Moradabad Lok Sabha constituency – wherever the Hindus coalesced into one force, the BJP had the upper hand as in Deoband, the seat of a reputed Islamic seminary.The Muslim as the OppressorIf mathematics was one aspect of the BJP’s finessed blueprint, its messaging was the other.Bhupinder Singh, also an RSS pracharak in western Uttar Pradesh, said the central theme of the Sangh fraternity’s message to the Hindus was “Man hee man se vote dejiye, sayam rakhiye apne vani par” (vote with your minds, be restrained in using your voice). Parsed, it meant do not advertise your choice. “The votes had to be silent, it had to be a vote against secularism and a vote that placed Hindu values above one’s caste,” said Singh. “At the same time, we had to be mindful of not polarising the Muslim votes one way.”Lucknow officialdom’s information was that the RSS volunteers, replenished by the swayamsevaks from Gujarat, went door-to-door in the western part of the state, spreading a slew of ideas, drawn from their pet theories about the Muslims. One of these were that until the BJP was voted to power in Gujarat, the Muslims had the right of way over everything, including the seats on state buses. “They would place their skull caps on the seats and no Hindu would dare to touch them. That practice has since ceased,” an RSS activist claimed. Another theory was that if Muslims were re-elected in big numbers as in 2012, they would “take over” the police and administration and “use their clout” to “harass” Hindu women.Muslims were held culpable for causing large-scale “palayan”, or the exodus of Hindus seeking to “protect the honour” of their women against the “gangs” who were running western Uttar Pradesh. When the BJP’s Kairana MP Hukum Singh flagged the issue and released lists of the “migrants” in June 2016, an investigation by the Indian Express found that most of them had left to seek better business opportunities. A few said that they left willingly because they found the environment tense after the Muzaffarnagar riots of 2013. Singh’s daughter, Mriganka, contested the assembly polls on the issue of palayan and was defeated by Nahida Hasan of the Samajwadi Party. Another report in the Indian Express by Harish Damodaran that month showed that western Uttar Pradesh sugarcane growers were more preoccupied with the non-payment of dues by the sugar mills than by palayan.The BJP’s Saharanpur MP Raghav Lakhanpal also raised the matter before the Assembly polls, alleging that the murder of a local trader had forced “several” businessmen out of the town. Neither he nor the BJP’s Saharanpur leaders had their names. Jaswant Batra, the vice-president of the town’s traders’ association and a BJP member, categorically stated that the only migrations that took place were back in 2000, when Uttarakhand was carved out of Uttar Pradesh, because businessmen saw the new state as an attractive proposition.The image of the Muslim as an “oppressor” was embodied in three political personas. The best known was Samajwadi Party’s senior minister and Rampur legislator Mohammad Azam Khan, known for courting controversies through his intemperate statements. The other was the Congress leader from Saharanpur, Imran Masood, who was booked in 2014 for making a “hate speech” against Modi. The BJP demonised him so excessively that he lost his seat, Nakur. The last was Mukhtar Ansari who, despite being in the Lucknow jail for years on charges of murders, always wins his seat in Mau, eastern Uttar Pradesh. He won this election too from the Bahujan Samaj Party, but the BJP painted him as a criminal.Another idea propagated was that jobs in the police and administration would be “cornered” either by the Yadavs and Muslims (in that order) or by the Jatavs, if the Samajwadi Party and Mayawati were elected. Therefore, the BJP was the “only party” that can “re-empower” Hindus and bring them back in the “system”.Overall, the notion of “us” versus “them” worked but largely so in western Uttar Pradesh and principally in Rohilkand because Muslims constitute over 30% of the population, outnumbering the Hindus in places like Rampur. The RSS-BJP’s campaign achieved its goal: the number of elected Muslim legislators dropped from 68 in 2012 to 25 in 2017.Eastern Uttar PradeshIn the lower Doab, Avadh and eastern Uttar Pradesh zones, the conception of the Yadav as “bully” and “oppressor” was played up by the BJP to first consolidate the votes of the upper castes and then regroup the non-Yadav backward castes and the disempowered Dalits. But true to the RSS’ diktat, the stratagem to isolate the Yadavs was calibrated skillfully in order to not entirely alienate this caste and importantly, not to lose sight of the Muslim as the main adversary of the Hindu. This was why in central and eastern Uttar Pradesh, the propaganda about Hindus being “discriminated against”– which was themed around the “denial” of land to crematoriums and the allocation of spaces to burial grounds – resonated even in the rural areas, more so after Modi spoke of the pursuit of “double standards” for different faiths by comparing the shamshanghat with the kabristhan.It was evident that the message had got across as far as a village in Bahraich on the India-Nepal border from what Shiv Kumar Shukla, a farmer in Kunari Bangla, said. “I live amidst a large number of Muslims and Yadavs and both vote for the Samajwadi Party,” he said. “I cannot risk enmity with either because we are inter-dependent in many ways. At the same time, I want Modi to succeed in this election because a BJP government alone can give me security. The Muslims attack our Durga Puja procession every year. The Yadavs have confiscated eight bighas of land belonging to my son-in-law. But nobody is ready to file a complaint because everyone at the police station, from top to down, is a Yadav,” On the opposite side of Shukla’s home sat a group of Muslims, oblivious to what he thought. They did not factor the BJP in their assessment. “It’s a fight between the SP and the BSP and we are certain that most Hindus will vote for the SP,” said Aqeel Ahmed, a small businessman.In eastern Uttar Pradesh, the historically disadvantaged castes like the Chouhan (salt makers), Nishad (fisherfolk) and the Musahars (who catch rats, collect honey and stitch leaf plates) rallied around the BJP, helping the party rub off its historical association with the upper castes for the time being at least.But there was a twist in the tale that became apparent in a village, Samedha, just outside Azamgarh in eastern Uttar Pradesh. Here, a Rajput, proud of his fluency in English, refused to disclose his name because the RSS-BJP had asked him to be discreet. His sprawling house located in the middle of wheat and mustard fields unmistakeably reinforced his status as an influential resident although the officially elected pradhan belonged to the numerically large Rajbhar caste. He claimed that the BJP leaders of Azamgarh courted him “knowing well that only a Rajput can swing the votes of the backward castes and the Dalits for them”.Upper-caste arithmeticIn effect, the upper castes, who voted their hearts out for the BJP, were central to the methodology the party used for its social expansion. At the apex stood the Brahmins, Rajputs and Banias who concluded that neither the Samajwadi Party nor the Bahujan Samaj Party served their long-term interests. In 2007, the upper castes had rooted for the Bahujan Samaj Party to unseat an incumbent Samajwadi Party government. In 2012, they returned to the Samajwadi Party to punish Mayawati for allegedly misusing The SC and the ST (Prevention of Atrocities Act) 1989 against them. In both these elections, the BJP did not come across as a serious bidder for power.With the BJP re-establishing pre-eminence in Uttar Pradesh under Modi in 2014 after a hiatus, 2017 marked a gharwapasi (homecoming) for the upper castes. The caste and communal dynamics that played out through the various phases were wrapped in Modi’s version of “development”. At the core lay the RSS and the BJP’s fundamental belief that the minorities can be relegated to the fringes of Uttar Pradesh polity in an order where the “savarnas” can be expected to call the shots.However, the vote percentages that the other two parties secured – the Samajwadi Party got 21.8% out of the 298 seats it contested and its ally the Congress got 6.2% from the 105 seats it fought on while the Bahujan Samaj Party managed 22.2 % – proved that their base support was intact, belying the BJP’s claim that it had weaned chunks away from the Samajwadi Party’s Yadavs and the Bahujan Samaj Party’s Jatavs. The BJP’s biggest challenge will be keeping the edifice of the upper castes, the most backward castes and the disempowered Dalits structure it has raised in a monolith before the next elections.This article first appeared in Economic and Political Weekly.","author":"Radhika Ramaseshan","time":"2017-03-21T18:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/832299-54005-ahxphjudqk-1490001203.jpg","tags":["Uttar Pradesh","Narendra Modi","Elections","BJP win"],"source":"https://scroll.in/article/832299/the-leftover-castes-strategic-silences-and-clever-messaging-that-helped-the-bjp-sweep-up"}