{"title":"The story of how Prabhat Studios made India's biggest hits of the 1930s","content":"From the late 1920s to the mid-1950s,\nIndian movie studios proved the impossible: that social commitment, artistic\ncreativity and commercial viability could coexist.This was a time when large\nfilmmaking companies controlled every department of the process, including the\ntheatres that screened the movies. The Indian studios functioned in a manner\nsimilar to Hollywood: the bosses ran the show, while actors were retained on a\npayroll. Besides honing the talents of early stars (KL Saigal, Devika Rani,\nAshok Kumar) and filmmakers (Debaki Bose, V Shantaram, Bimal Roy), the studios\nserved as launch pads for the careers of such actors and directors as Dev Anand\nand Guru Dutt. One such formidable studio where Anand and Dutt kick-started\ntheir careers was the Prabhat Film Company.Courtesy Film Heritage Foundation.Prabhat was launched in 1929 in Kolhapur by VG Damle, S Fathelal, KR Dhaiber, SB Kulkarni and V Shantaram. The studio was later relocated to Pune. Starting with silent films, Prabhat entered the sound era in 1932 and made films in Marathi and Hindi. Though their productions explored mostly mythological and devotional subjects, the studio also looked at hard-hitting social themes. A common thread binding diverse titles was the production quality. Their art department, which had a reputation for set construction and the use of plaster and draperies, was regarded as the finest in the country. Films like Ayodhyache Raja/Ayodhya ka Raja (Marathi/Hindi 1932) on the truth-loving King Harishchandra, Amrit Manthan (1934) with human and animal sacrifices as a backdrop, and Amar Jyoti, the proto-feminist tale of a woman turning into a pirate and declaring war on the state when she is denied legal custody of her son, made Prabhat one of the finest producers in the country.  Courtesy Film Heritage Foundation.Prabhat’s greatest cinematic achievement was Damle-Fathelal’s Sant Tukaram (1936), a biopic of the seventeenth-century Maharashtrian saint. The film holds up surprisingly well, is a triumph in all departments of filmmaking, and boasts of two remarkable central performances by Vishnupant Pagnis as Tukaram and Gauri as his earthy and practical wife Jijai. A huge success at the box-office (it ran for 57 weeks in Mumbai alone), Sant Tukaram also won critical acclaim at the Venice Film Festival in 1937, where it was judged as one of the three best movies of the year alongside Maria Nover of Hungary and Flying Doctor from Australia. \n\n\n    \n    Play\n\nSant Tukaram (1936).V Shantaram’s trilogy of thought-provoking bilinguals in Marathi and Hindi – Kunku/Duniya Na Mane (1937), Manoos/Aadmi (1939) and Shejari/Padosi (1941) – is among Prabhat’s greatest highs. While Manoos/Aadmi sensitively explored the love story between a prostitute and a police constable and Shejari/Padosi addressed the need for communal harmony, Kunku/Duniya Na Mane showed a strong female protagonist, played by Shanta Apte, who refuses to accept her marriage to a much older man.  \n\n\n    \n    Play\n\nDuniya Na Mane (1937).The studio system hit its creative peak in the 1940s, but the end was near because of several factors, including the entry of freelancers and stand-alone filmmakers and financers, the creation of the star system, and severe restrictions on the import of raw stock during World War II. Freelancers could hire studios and equipment as they pleased, while stars found that they could earn more from a single movie than from what they made in an entire year as a studio employee. Actors began abandoning the studios, which then had to cough up market rates for the services of their former employees. The self-sufficiency of big studios was especially hampered since they had huge overheads. The films too began deteriorating, with little thought to their content and quality. Prabhat was as badly affected as the rest, shutting down in 1953, but not before giving us some more fine films, such as Sant Gyaneshwar (1940) and Sant Sakhu (1941).Courtesy Film Heritage Foundation.Today, the Film and Television Institute of India occupies the land that once belonged to the studio in Pune. It’s fitting that a filmmaking school has come up on the spot where one of the best nurseries of talent once stood. The Film and Television Institute of India in Pune. Photo by Karan Bali.Also read:New Theatres: The legendary Kolkata studio that introduced playback singing to IndiaTamil Nadu’s trailblazing Modern Theatres studio spun romances, period dramas and colour films","author":"Karan Bali","time":"2014-11-27T06:00:37+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147899-lzxfwwgnpk-1600790858.jpg","tags":["Prabhat Film Company","Damle-Fathelal","V Shantaram"],"source":"https://scroll.in/reel/679099/the-story-of-how-prabhat-studios-made-india-s-biggest-hits-of-the-1930s"}