{"title":"The violent video from a recent eviction drive should be a moment of reckoning for Assamese society","content":"The Assamese are a proud people. A common refrain among us goes “Aami Axomiya, nohou dukhiya, kihor dukhiya hou – We are Assamese, we will never be poor, how dare we be poor?” From resisting the advances of the Mughal Empire, to producing fierce revolutionaries against British rule, to preserving the last vestiges of the world’s rhino population, there are many things we can be proud of. But our treatment of those we consider unwanted is not one of those things.On September 23, our collective consciousness was shaken by footage of 33-year-old Moinul Haque being shot and battered to death, by the police but also by a photographer accompanying them. We watched the photographer, a crazed man consumed with rage, inflict violence on a person who, in his eyes, was not fit to be human. The incident took place during an eviction drive in Sipajhar in Assam’s Darrang district. But this act of aggression was preceded by a wave of eviction drives against people the government termed “illegal encroachers”. These exercises were carried out in different districts united by one common thread – they were all districts heavily populated by Muslims of Bengali origin. In a state with a tortured history of anti-immigrant resentment, every policy decision can have potentially seismic effects. Screen grabs from the Sipajhar eviction video.The evictedThere have been several reports on the role of the state and the judiciary in excluding Muslims of Bengali origin from basic rights. It is widely feared that the state, through the double-edged sword of the Citizenship (Amendment) Act and the National Register of Citizens, is attempting to strip certain communities of their most crucial right – citizenship.Assam’s National Register of Citizens, published on August 31, 2019, is meant to be a list of Indian citizens living in the state. For the purposes of the register, applicants had to prove they or their ancestors had been in India before midnight on March 24, 1971, the start of the Bangladesh War, which is believed to have triggered a wave of migration across the border. The stated aim of the register is to sift “illegal migrants” from Indian citizens. Meanwhile, the Citizenship Amendment Act allows undocumented Bengali Hindu migrants a route to Indian citizenship denied to their Muslim counterparts.Two years after Assam’s National Register of Citizens was published, the citizenship status of 1.9 million people, both Hindu and Muslim, remains in limbo. While the state holds the future of this population hostage, there are strong signs that it is adopting other ways to declare people “illegal”.In his landmark book, Evicted, sociologist Matthew Desmond argues that in the United States, the forces of profit and capitalism operate to keep specific communities homeless. Eviction drives have never been and will never be innocuous. Desmond describes the fallout of evictions in the American context: it “sends families to shelters, abandoned houses, and the street. It invites depression and illness, compels families to move into degrading housing in dangerous neighbourhoods, uproots communities, and harms children.”For those from the communities the state seems to be targeting in Assam, such insecurity is a fact of everyday life. Research done during the pandemic reveals that those whose citizenship was stripped or kept in limbo also fell through the cracks of state welfare. In many cases, they did not receive subsidies, cash transfers or healthcare.The state of Assam is poised to erase those that it considers undeserving of rights one way or another – if not through citizenship bureaucracy then through eviction, if not through eviction then clearly through violence.The father of Moinul Hoque, the man brutalised in the video, holds up a picture of his son. Picture credit: Arunabh Saikia‘If humans don’t act like humans’In May 2020, the world watched footage of an atrocity unfolding on the other side of the planet from Assam. In the United States, 46-year-old George Floyd died pleading he could not breathe as a police officer pressed a knee down on his neck. The rallying cry for justice for black lives was heard around the world. Voices of resilience and resistance against an institutionally racist state rang loud and clear.Today, as the Assam case shows, we need the foundations of a strong, radical movement against a casteist, communal state. Incidents such as this are not peculiar to Assam – the memory of countless state atrocities are lodged uneasily at the back of our minds. The direction that Assam takes is important for the rest of the country. The state’s location and unique history have made it fertile ground for xenophobic propaganda and exclusionary policies. It remains the only state where the Central government has an available model for what the National Register of Citizens would look like.The greatest tragedy of the Assam situation is that a combination of state policy and populist politics has derailed us, the Assamese, from our syncretic roots. The average Assamese person is likely to have been raised with an inherent dislike of the Bengali Muslim – a dislike that is baseless, and does not see reason; a dislike that festers into the blind rage that we witnessed on September 23.In the absence of a culture of compassion, we are in grave danger of losing the right to call ourselves human. It is time we took a leaf out of the book of our greatest musician, Bhupen Hazarika, who asked, plaintively:“Manuh jodihe nohoi manuhDanav kahanio nohoi manuhJodi danav kahaniba hoiyei manuhLaj pabo kunenu kuwa?”If humans don’t act like humansThen will demons act like humans?If demons act like humans,Then who will be brought to shame?Padmini Baruah is part of the teaching staff at Tufts University and a fellow at the Vidhi Centre for Legal Policy.","author":"Padmini Baruah","time":"2021-09-30T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164586-vnbqieyiip-1632923482.jpg","tags":["Assam","National Register of Citizens","Citizenship Amendment Act"],"source":"https://scroll.in/article/1006564/the-violent-video-from-a-recent-eviction-drive-should-be-a-moment-of-reckoning-for-assamese-society"}