{"title":"The unhurried genius of G Aravindan","content":"I met Govindan Aravindan through Satti Khanna, a common friend, 36 years ago in Bangalore. Aravindan exuded a rare and intense tranquillity, although he spoke so little and so softly that sometimes you did not even catch the few words he did say. An observant man who could read your thoughts and feelings, but did not let on that he had. It is not a surprise that the power of his films is in his images and not in the words – in what he did not say rather than said.In 1983, with Jean Loup Passek, I curated an Indian film festival comprising a hundred films at the Pompidou Centre in Paris, and it included an Aravindan season. He came to spend three days there. He was undemanding and easy to be with. One evening we had dinner with his artist friend Viswanathan, and the other days were spent in official outings and long walks. I cannot say it was friendship that we developed, but more a sense of being accepted as part of his world. Govindan Aravindan. Photo by Nasreen Munni Kabir.A year or later, I asked Aravindan if Peter Chappell, a very close friend who photographed all of my documentaries, and I could spend a few days on his Chidambaram shoot in Kerala. He agreed and on January 26, 1985, Smita Patil, Peter and I had planned to fly from Mumbai to Trivandrum on the morning flight. We boarded the plane and waited for Smita. When she finally rushed in and sat down, she turned to me and said, “I have just heard the news. I have to see my parents. Please tell Aravindan I’ll come on the afternoon flight.” Before I could say anything, she was out of the plane. The plane doors closed. Without having a clue why she had vanished, Peter and I were soon on our way to Trivandrum. When we exited at the gate, Aravindan’s distant relative and friend, Sethu, was standing there, a tall and striking man with a long grey-flecked beard. He was wearing a purple kurta and a white lungi, and was, in every way, the magician of Kummatty. Sethu informed us that we had to wait at the airport till Smita arrived – five or six hours later because the location near Munnar was too far away to “up-down”, as Delhi drivers would say. Smita’s sudden disappearance was also explained. That very morning she had heard that she was awarded the Padma Shri and wanted to share the moment of celebration with her parents. I wondered at first why she had come all the way from her apartment in Bandra to the airport and boarded the flight knowing that her mind was in two places. Sitting in that plane for all of one minute, the decision was clear. That was Smita in many ways. Her impulsive and spontaneous nature seemed at times in conflict with her emotions and sense of duty. In the end it was emotional relationships that mattered most to her.Smita landed some hours later in Trivandrum, and like us, was instantly mesmerised by the presence of Sethu. He had organised two Ambassador cars and off we headed to Madupatty near Munnar. It was, if I remember correctly, a seven-hour drive and so we arrived very late that night. Patil and Kabir during one of many nightly drives to Munnar. Photo by Peter Chappell.We were led into a modest house with several sparse rooms – each had a mattress, a chair and a small table and nothing much else. It was late and so we all settled into our rooms. Smita was so endearingly unfussy and undemanding. She never wished to be treated as the celebrated actor that she was, and nor did the well-known Gopi, who was also starring in Chidambaram.When we saw Aravindan the next morning, he gave us a warm smile, and did not say very much. Peter and I were effortlessly accepted by his crew and the other cast members. We were Aravindan’s guests, Smita’s friends and Sethu’s new disciples. From the Trivandrum airport, Sethu had taken us entirely under his wing and we, including Smita, looked to him for everything. His long slender fingers would dance in the air, and magically, things would happen. He seemed to be able to solve any problem. Sethu had a deep voice, a terrific sense of humour and a most infectious laugh. Peter and I once remarked how all the core members of the Aravindan team, except for the director of photography, Shaji N Karun, had beards of varying lengths. Sethu burst out laughing and said: “And Aravindan is called the Big Beard.” Aravindan with Shaji N Karun. Photo by Peter Chappell.For the next five days, we set off early in the morning to the location of the day. I have been on many sets in India, but none were as silent as Aravindan’s set. One could not really call it a set, as he was either filming in the natural surroundings of Madupatty or in a modest little house far from anywhere. Aravindan had a most unusual way of working. It was impossible to know when the actors were actually being filmed. Smita and Gopi would know their scene and then be placed in front of the camera. You never heard Aravindan call out “Action” or “Cut.” The shots were miraculously canned through a series of nods. I remember Smita telling me that at times she had no idea whether the camera was rolling, or what she was supposed to do. Aravindan just let things happen, although there was never any question of who was in charge.Take the shot of flying birds, in, I think, Esthappan. Aravindan does not cut for a long time, allowing the flock of birds to gradually make amazing patterns across the sky. When working with actors, he also let things happen and so a deeper level of emotion emerged through stillness in which feelings were allowed to unfold. Aravindan was not a man in a hurry. He told his stories quietly yet firmly. He related to the world in much the same way.Every evening after the wrap, Smita would tell Sethu that she wanted to call Raj Babbar. There were no telephones for miles around and so we had to drive to the Munnar telephone exchange from where Smita could make her “lightning” call.Aravindan was not too pleased when he heard about these nightly jaunts. He told Peter and me to accompany Smita and Sethu. He was nervous that something bad would happen on those unlit roads; that we might meet with an accident and become stuck miles away from help. When Aravindan realised Smita wanted to call Raj Babbar every night, he gently said no. Smita did not argue with him.The filming of Chidambaram seemed to just happen. The members of Aravindan’s team were in great awe of him, more like disciples before a master. I am embarrassed to say the only voices that you could hear between shots were Smita’s and mine. Smita Patil prepares for a shot. Photo by Peter Chappell.I wish I had kept a diary of those days – our meals together, the long conversations late into the night, even the mad drives to Munnar, and then the waking each morning to watch Aravindan silently make his wonderful film, scene by scene. But those five days in January 1985 came to an end. Some memories and Peter’s photographs are all that we have left. I would not have guessed that spending those days with Aravindan and Smita in Madupatty would today take on another meaning. We met many times again in Mumbai, never thinking that parts of our world would ever disappear. But in life, you never know when you’re saying the last goodbye.","author":" Nasreen Munni Kabir","time":"2016-02-28T09:45:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/804298-article-mptbgckiwk-1456592110.jpeg","tags":["G Aravindan","Chidambaram"],"source":"https://scroll.in/reel/804298/the-unhurried-genius-of-g-aravindan"}