{"title":"The arrest of an activist in Manipur has resurfaced ethnic tensions","content":"Activist Mark T Haokip has now spent a month-and-a-half in prison. On May 24, the Manipur police arrested him from his home in Delhi for social media statements that allegedly hurt the “religious sentiments of lots of people, particularly the Meiteis”.Brought back to Manipur, the 37-year-old was rearrested for heading the “Government of the People’s Democratic Republic of Kukiland”, a separatist outfit. He is accused of waging war against the state to establish a homeland for Kukis, a tribal community primarily based in the Manipur hills.“Mark T Haokip is actively present on social media and analysis of his facebook posts from time to time also reveals that he is not only anti Government but also abets, instigates common People to fight against the Government established by law,” said the first information report filed on May 30.According to Haokip’s lawyer, Thangboi Khongsai, there are seven FIRs against him, the earliest filed on April 17, 2021. The arrest of Haokip, who was also state president of the International Human Rights Association, based in Manipur and Myanmar, led to protests in his native Churachandpur district. The Kuki Inpi, the apex tribal body for Kukis in Manipur, also issued a statement on May 29, raising an alarm about a “groundswell of Kuki-Chin-Mizophobia” in Manipur, warning against “fringe groups” that indulged in “hate and racial profiling”. It also suggested they were backed by the administration, which discriminated against the “victimised ethnic group”. The Kuki Inpi followed this up with a letter to Prime Minister Narendra Modi on July 1, complaining of Chief Minister N Biren Singh’s BJP-led government and of “outright abhorrence and racial discrimination” against Kukis in Manipur.Matters escalated further. On June 3, the People’s Alliance for Peace and Progress, Manipur – an Imphal-based body – shot off a letter to Modi. It claimed the People’s Democratic Republic of Kukiland represented a new “Kuki sovereignty movement” that threatened the coexistence of different communities, not to mention national security. It also alleged that the emergence of the People’s Democratic Movement of Kukiland was driving illegal poppy cultivation in the Manipur Hills.Haokip’s arrest has evidently opened up the old rift between the hills and the Imphal Valley. Kukis and Meiteis, the dominant community in the Valley, have long running disputes. This time, allegations that a “majoritarian” state government backs Meiteis has added to the bitterness.Competing historiesFor decades, Manipur has been home to various militancies – Kuki, Meitei, Naga. Each ethnic group has fought for its own idea of a homeland. Conflicts between groups have often arisen because of competing claims to land, which emerge from competing histories. For instance, militant groups that are predominantly Meitei have fought for a sovereign state of Manipur. But Kuki groups demand a separate ethnic homeland that would span most of the Manipur Hills, claiming this area as ancestral land belonging to the community.Haokip’s statements and social media posts stepped into these disputes. Manipur Inspector General of Police Themthing Ngasangva told Scroll.in that Haokip was arrested for a range of posts – many of them criticised government initiatives even as they contested Meitei histories. First, there were the posts on Mount Koubru and Mount Thangjing. While the Kukis say the two hills are tribal land, the Meiteis claim them as holy sites. In April last year, when the Manipur government started the process of declaring parts of Mount Koubru as a protected site, Haokip protested that the government had “illegally grabbed Tribals’ land in the name of religion”.A map of the areas that would be covered by the proposed Kukiland.Ngasangva also said Haokip was “distorting history” by trying to claim Manipur proper was only 700 square miles – Outer Manipur, consisting of the hill districts could not really be counted as part of the state, he had claimed. According to Kuki histories, the tribal chiefs who ruled the Manipur Hills did not agree to the merger agreement of 1949, signed by the Maharaja of Manipur. The agreement – signed under duress, according to some accounts – joined the princely state’s lot with the Indian Union. But the maharaja’s realm was restricted to the Imphal Valley, Kuki histories claim.Ngasangva also name-checked posts against Rani Gaindinliu, the Naga leader who joined the Heraka religious movement, led a revolt against the British, and is now feted as a freedom fighter by the government. Posts like these, according to Ngasngva, “promote enmity” between groups. When Haokip was produced at the Imphal court on June 9, women from the Kabui Mothers’ Association – who belonged to the same Naga tribe as Gaidinliu – protested against his posts. Meitei groups also accused Haokip of distorting history as he protested against the declaration of certain parts of the Manipur Hills as reserve forest area. Haokip had tweeted that the government was “uprooting settlements of the Kukis by derecognizing more than 790 villages & declaring all their lands as Reserved Forest is purely an ethnic cleansing campaign against the Kukis in Manipur”. In response to the posts, Meitei groups like the People’s Movement for Resurgent Manipur warned against “Myanmar nationals” like Haokip who created disaffection between “indigenous groups”. “It is also the Myanmar Nationals who claim ownership of the sacred sites at Thangjing Hill Range and Mount Koubru, thereby causing misunderstanding among the indigenous people,” the group alleged.‘Myanmar national’Meitei-dominated groups have responded to Haokip’s posts by calling him a “Myanmar national”.“Mark Haokip originated from Myanmar,” said L Ratankumar Singh, co-ordinator of the Coordinating Committee on Manipur Integrity. “After coming to Manipur, he disguised himself as a human rights activist. He wants to distort our history by expressing his views that the area of Manipur was just 700 square miles during the merger agreement. It was one of the biggest mistakes and blunders which is creating communal tensions between Meiteis and a section of Kukis, who are following Mark’s doctrine.” Kukis have often been attacked as “immigrants” or “foreigners”, suggesting they migrated from Myanmar and are not native to the Manipur Hills – another disputed history. Singh conceded all Kukis could not be termed “foreigners”.“We can’t say all the Kukis are refugees in the true sense because some Kuki groups have been settling in the land of Manipur since a very old time,” he said. But the old accusations got a fresh lease of life last year as the coup in neighbouring Myanmar and the subsequent military crackdown sent thousands of refugees across the border.“Some Kukis have come recently from Myanmar and we have to call them refugees and foreigners,” Ratankumar Singh.Chief Minister Biren Singh also called Haokip a “Myanmarese” national when he referred to his arrest, saying he would not be allowed to threaten the integrity of Manipur. Chief Minister N Biren Singh. Picture credit: FacebookNgasangva, however, claimed the authorities had never called Haokip a Myanmar national.“We never said he is a Myanmar national,” he said. “The government said that he is supposed to be the president of the International Human Rights Association, Manipur, and coordinator of  its Myanmar chapter. There are lots of photos in which he was seen with many illegal immigrants during the clash [the Myanmar coup]. We are investigating the matter thoroughly.” Haokip’s brother, 34-year-old Paolal Haokip, hotly contested the police charges.“He is fighting and representing various people from the Indo-Myanmar areas, specially the victims of the expansion of the Trans-Asian highway who did not get compensation for land acquisition,” said Paolal Haokip.He added that his brother fought for tribal land rights on the request of village chiefs. “He was arrested because he speaks on behalf of the various tribal chiefs and the people who don’t have a voice. The government is one community centric,” said Paolal Haokip, alluding to the popular perception that the government favoured the Meitei community.He added that the police had kept his brother in “illegal detention” as he had not been convicted in a court of law.Waging warAccording to the Ngasangva, the police’s real interest in Haokip was because of his alleged “terror” activities. He was charged with “waging war” against the state, conspiracy, raising funds for terror and offences under the Unlawful Activities (Prevention) Act.Ngasangva claimed Haokip had formed the “Government of the People’s Democratic Republic of Kukiland’ in 2019 to fight for an independent Kuki country and ran a website to spread his ideology.“He was under police observation for some time,” said a senior police official, who did not want to be named.” We have named three more people in the UAPA FIR. They have been engaged in raising funds for the separatist group for the last two-three years.” Haokip has described the People’s Democratic Republic of Kukiland as a “Human Rights based Non-Violent Political government of the Kuki Nation”. Established on January 1, 2018, it aimed to find diplomatic ways to “bring back the free state of Kukiland”.In Churachandpur, where Haokip is a well-known figure, few have heard of the Kuki government apparently established by him.“Many believe that linking him to the claimed government is part of a plot to smear his reputation and character,” said a Kuki student leader who did not wish to be named. “People are still waiting for the court to hear the case, as his supporters have little faith in the state police to investigate the case fairly.” The senior police official, who also spoke on the condition of anonymity, said Haokip was “wanted” by other Kuki militant groups. “That’s why he has been hiding here and there in Delhi for a couple of years,” he claimed. Kuki militant groups are divided into several factions, most of which go back decades. Internecine conflicts have often broken out between these factions. The government has signed suspension of operation agreements with the two major Kuki umbrella groups, whose members are now quartered in camps in Manipur.Meanwhile, the International Human Rights Association initially defended Haokip and his statements. In a statement issued on May 25, it reiterated the claim that his arrest reflected a “majoritarian shift… towards a Meitei-centric government”.But the organisation terminated Haokip’s membership on May 31, after he was rearrested on terror charges.However, Mang Vaiphei, a member of the organisation, said Haokip was “never a terrorist but a brave human rights activist” who was “being framed”.“Pressuring and intimidating Dr. Mark Thangmang Haokip through unfounded criminal investigations and bogus charges is a shameless bid to silence critical voices and clamp down on peaceful activism,” he said. A majoritarian shift?Political scientist Thongkholal Haokip also said Haokip  was a “political” victim of the “majoritarian” politics of the Manipur government. “He discusses on social media about territorial politics in Manipur, drawing from [the] colonial census accounts a century back, and other academic works in recent years,” he said. “The majority Meitei community take it as a challenge to the territorial integrity of Manipur.”  While Kuki groups now accuse the BJP government of a Meitei bias, Kuki militant outfits have shown support for the party for some years now. Relatives of Kuki underground leaders have joined the party and stood for elections. Before elections, Kuki militant groups have been known to issue diktats ordering people to vote for the BJP. Earlier this year, Union Home Minister Amit Shah promised to hold peace talks with Kuki rebel groups and end militancy. Haokip himself has been known to appeal to the home minister to intervene against “communal threats” from the state government. It is not yet clear if his arrest now portends a widening political rift between the state government and the community. However, observers in the state are worried that it will escalate ethnic tensions once again.“I am concerned that his case is unnecessarily becoming a contentious point of blaming the [whole] Kuki community which is not a good thing,” said Babloo Loitongbam, who heads the Imphal-based Human Rights Alert. “This whole bogus thing about [Haokip] being a Myanmar citizen is totally uncalled for. As a citizen he has all the rights and liberties and should be given a fair trial. He should have freedom of opinions and expression.”","author":"Rokibuz Zaman","time":"2022-07-03T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174940-uswzlfwldi-1653557570.jpg","tags":["Manipur","BJP"]}