{"title":"The secret ingredient of Pratik Gandhi’s success: ‘Salt to taste’","content":"In Kunal Kemmu’s comedy Madgaon Express, Pratik Gandhi is brilliant as a businessman who gets dragged into a cocaine smuggling racket. The role is further proof of Gandhi’s versatility, which has been honed in Gujarati theatre and cinema since the 2010s.Gandhi’s “multiple passion disorder”, as he calls it, led to leading roles in Gujarati hits such as Bey Yaar, Wrong Side Raju and Dhunki. His solo performances in the plays Mohan No Masalo (about Mahatma Gandhi) and Hun Chandrakant Bakshi earned him fame in theatre. Hansal Mehta's show Scam 1992, in which Pratik Gandhi astutely played the rogue stock trader Harshad Mehta, made him a star beyond the Gujarati scene.Gandhi has reunited with Mehta for an upcoming series on the Mahatma’s formative experiences in South Africa, adapted from Ramchandra Guha’s India After Gandhi. The 43-year-old actor spoke to Scroll about what theatre has taught him and what he hopes cinema will give him.If it wasn’t for streaming, would your career have led from Gujarati theatre and cinema to Hindi films?The stage I will never leave. Hindi cinema I always wanted to do.A few years ago, there was no concept of OTT [streaming]. I would have got to Hindi films eventually, but I don’t know how much time it would have taken. I had played secondary characters in Mitron and Love Yatri. I don’t know how long the journey is from hero’s friend to protagonist.\n\n\n    \n    Play\n\nMadgaon Express (2024).Would you say your life is divided into pre- and post-Scam 1992?Absolutely. Post-Scam is something I always dreamt about. I always wanted these things in life – when writers are thinking of something, when directors are visualising something, my face should flash in their minds.In theatre, I was often the second option if Dharmendra Gohil was not free. It was only after Apurva Avsar that this changed. A couple of directors and writers said they thought of me for roles. I wanted that to happen for the screen too, and it did after Scam.That strategy could have backfired.Coming from regional films, I thought if people noticed me, if they found a little potential in me, I might get better roles, because we have examples of that. I made up my mind to do a couple of these films and then see what happens. In Gujarati films, I was getting lead roles anyway.Considering you don’t look like Harshad Mehta, and the way you played him, viewers couldn’t bring themselves to hate him.Credit for that approach goes to Hansal sir and Applause [the show’s producer]. They decided not to try too hard to make me look like him and fall into the trap of mimicry. That would take away from the emotions needed to be portrayed.I think I had been unknowingly preparing for this all along through my work in theatre. Manoj Shah [stage director of Mohan No Masalo] had a similar approach. I played Gandhi with a beard and long hair. I was prepping for a film, and a show came up at the Baroda Literature Festival. I told Manoj that I couldn’t perform looking like this. He said, if you can take the audience into your world in the first 30 seconds, nothing else matters. Because of this hard-core theatre training, it helped me to subconsciously create pure emotions.Having said that, I tried to gain a lot of weight. That actually helped. When I put on weight, my breathing pattern changed, it became heavier. I could not sit the way I am sitting now. These things helped in the physical aspects of Harshad.I didn’t judge him, that’s not my job. I have to perform the character as is without colouring him black or white. I have to make him human and present him to the audience so they can judge him.\n\n\n    \n    Play\n\nScam 1992: The Harshad Mehta Story (2020).You are playing Gandhi again in Hansal Mehta’s series. So much visual material on Gandhi is available. You need to resemble him, otherwise audiences won’t be convinced.Everyone knows what Gandhi was like in public, but what his inner thoughts might have been is open to interpretation.Mimicry has to happen very subtly. I will have to make it part of my body. The performance should not bother the audience. If I am trying a speech pattern for a biopic, the sur should not be jarring. Swad anusar namak dalna chahiye [salt to taste]. Otherwise, you will do injustice to the character, and the story and emotion will never reach the audience.For instance, if you play a serial killer, in his mind he is right, so the approach changes. You don’t move about looking villainish, because in your mind you are not a villain.Of all the actors who have played Gandhi, whom do you admire the most?Ben Kingsley – what he has done is legendary. When you say Gandhi, his face comes to mind. On stage, Chirag Vora. His physical appearance works well; plus he is a Gujarati, with a slight Kathiawadi accent.What has been your own experience of playing Gandhi in Mohan No Masalo and the series?I have been doing the play for eight years now. I have learnt and understood so much that it helped me a lot. Apart from the research material, at every show, Gandhi fans would get us something – copies of letters, books. The play ended with Gandhi being thrown off the train, the series goes much beyond that.\n\n\n    \n    Play\n\nThe English version of Mohan No Masala.The process of understanding and portraying a part is different for theatre and cinema. An actor can be more involved in a play. How much of a film’s research can you participate in?Before they commence a film, they do a lot if research anyway. I get that research material and then do a deep dive.For [Rahul Dholakia’s] Agni, in which I play a firefighter, I trained with them and also went on a couple of calls. But more than that, it’s their emotions I want to convey, the way they react. I have to create a person who is alive, I need to understand his mind and heart and work backwards from there. Wearing a uniform and standing straight is easy.You have rarely repeated yourself in your movie career. Are you able to turn down offers if they are not exciting?I try to pick the most interesting stuff. At the same time, I want to create the same emotions differently each time, thinking from the character’s point of view.An example of this?In Scam 1992, the character’s arrogance and confidence are the same as in Dhunki. But the approach is different keeping the end point in mind. There are smaller nuances, the way I laugh or cry.I don’t want to be mimicked. The audience should not be able to pre-empt my reactions. If an actor starts getting mimicked, it means he is repeating himself and getting into a style. An actor should never be predictable, that’s what I try. I have been shooting regularly, and six-seven films and web series are almost ready. Madgaon Express was madcap fun. My part had a lot of physical comedy that I tried on the screen for the first time – I have done it on stage. Then there's Do Aur Do Pyaar, Dhoom Dhaam and Agni.If the script, character and emotion are working, it works for me. Romantic love is an emotion that is fun to perform, and I have done it in Gujarati films.\n\n\n    \n    Play\n\nWrong Side Raju (2016).You had a good role as a gay man in Hansal Mehta’s segment in Modern Love Mumbai.I loved that story and that character and his complexity. I am lucky I got to perform that character because it turned out to be a beautiful musical piece and it reached a lot of people. In Scam, they saw me as an alpha male, they related to the heroism, the flamboyance, the dialoguebaazi. Modern Love was completely different.A lot of people told me this is not the time to do this, that I must create my image as a hero. If this is not a hero, what is? A hero is not only a muscular man. Against all odds, this guy finds his own life, his own ground, his own love. That’s heroism.You have directed for the stage. Would you direct a film?I want to do a new play, but there are time constraints. I am not getting a 25-day window for rehearsals. Meanwhile I am looking for a script. If I get one and get some free time, I will do it.Seeing what Kunal (Kemmu) has done with Madgaon Express, I am so, so encouraged. It was so motivating and inspiring that I too want to direct, I just don't know how and when.The technical aspect of filmmaking is something l have to learn. Kunal grew up around films, it comes naturally to him. That’s a point of jealousy.When you started your acting career, your wife Bhamini Oza was a stage and TV star. What’s the equation like now?We might discuss scripts. But mostly we are busy with our regular family life. There is ample mutual respect for each other’s work, and we are each other’s critics.When people perceive you as successful, they say mostly good things about you. I want someone to say to my face what it should be like. You need constant checkpoints. To have someone who can be objective about your work is a blessing.        View this post on Instagram            A post shared by Pratik Gandhi (@pratikgandhiofficial)\nAlso read:‘Madgaon Express’ review: Highs and lows as three friends find a cocaine stash‘Scam 1992 – The Harshad Mehta Story’ review: Web series resurrects the Big Bull of Dalal Street","author":"Deepa Gahlot","time":"2024-03-27T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199430-tuvdspaxfz-1710936046.jpg","tags":["Pratik Gandhi interview","Madgaon Express","Scam 1992 The Harshad Mehta Story"],"source":"https://scroll.in/reel/1065521/the-secret-ingredient-of-pratik-gandhis-success-salt-to-taste"}