{"title":"The Art of Resistance: Bengal partition inspired Tagore to write a song on the limits of authority","content":"Are you strong enough to revert the course of destiny –Do you think yourself strong enough.Rein our ups and downs – audacity –Do you think yourself audacious enough.To drag someone behind, to hold down forever –You lack such power, nor can you endure such haul.You rule hard, weak ones resist harder,Greater you may become, Greatest is the Almighty.Wreck our might; you pave your way to peril,Loading undue must drown your cruiser.  Rabindranath Tagore composed Bidhir Badhon Kaatbe Tumi in 1905 soon after Lord Curzon, the Viceroy of British India, partitioned Bengal along religious lines. The Bengali poet and writer, who went on to win the Nobel Prize in Literature, threw a challenge to the British, saying no matter how powerful the authority, the weak will gain strength and rise.The song was used by filmmaker Satyajit Ray in the film Ghare Baire, which is also based on Tagore’s novel of the same name. Through the novel, Tagore expressed his exasperation at narrow notions of nationalism.Written almost a decade after the Bengal partition, the story is told from the point of view of the three lead protagonists – the nobleman Nikhilesh, who refuses to boycott foreign goods but is more sympathetic to the cause of the downtrodden than even the fervent nationalists; Bimala, his wife, for whom the Swadeshi Movement provides an opportunity to engage with the outside world; and Nikhilesh’s friend Sandip whose sense of nationalism makes him averse to the “other”, in many cases someone from a different community.Even as Bimala gets attracted to Sandip and his radical ideas, it is Nikhilesh who tells her that she needs to have a life outside the home – a controversial stance in 1916 when the novel was written.What makes Tagore most remarkable is his uncanny relevance even today.\n\n\n    \n    Play\n\nRead all the articles in the Art of Resistance series here.","author":"Malika Halder","time":"2020-01-01T23:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/22522-yghbldkecw-1577790504.jpeg","tags":["Rabindranath Tagore","Satyajit Ray","The Art of Resistance"],"source":"https://scroll.in/article/948372/the-art-of-resistance-bengal-partition-inspired-tagore-to-write-a-song-on-the-limits-of-authority"}