{"title":"The manner in which Parliament  functioned during the monsoon session should concern all Indians","content":"The monsoon session of Parliament that concluded on August 11 has ignited crucial discussions about the quality of parliamentary functioning and democratic practices in India. It witnessed significant legislative business with the passage of significant bills such as the Digital Personal Data Protection Bill, Forest (Conservation) Amendment Act, Jan Vishwas (Amendment of Provisions) Bill, Anusandhan National Research Foundation Bill, and others.  According to data by the non-profit PRS Legislative Research,  20 bills were passed with less than an hour of discussion. Lok Sabha and Rajya Sabha passed bills within a few minutes without holding any discussions. For instance, Rajya Sabha passed the Pharmacy (Amendment) Bill within three minutes, and the National Nursing and Midwifery Commission and the National Dental Commission were discussed and passed together in Lok Sabha within three minutes. Apart from the legislative bulldozing, the session has also been characterised by three distinct trends among parliamentary stakeholders: an empowered ruling National Democratic Alliance, or NDA, that has adeptly bypassed parliamentary procedures to pass significant bills with relative ease an absent Opposition – the INDIA alliance bloc – that has faltered in presenting key points of contentionnon-NDA Opposition parties that have abstained from taking a stand on contentious bills based on a policy of equidistance from the two emerging political alliances. Testing parliamentary normsThe NDA-led treasury bench underscored its assertive role by passing crucial bills, albeit with little or no discussion. However, it transversed beyond legislative business to allow a parliamentary process to operate in questionable ways. Three such instances underline this trend. First, Parliament suspended four members in the monsoon session (three in Rajya Sabha and one in Lok Sabha). The suspended members included Adhir Ranjan Chaudhary, Leader of the Opposition in the Lok Sabha. Rule 374 of the Lok Sabha Rules and Rule 256 of the Rajya Sabha Rules allow for such suspension if the member “disregards the authority of the Chair or abuses the rules of the Council by persistently and willfully obstructing the business thereof”. Such suspension shall be “for a period not exceeding the remainder of the Session”. However, referring such suspension to the Committee of Privilege is a rare occurrence. The committee investigates the breach of privilege as claimed by a member or any specific question referred to by the chair of the house. Based on the evidence and investigation, it submits a report to the house prescribing action to be taken. Suspensions are usually invoked for disrespecting the chair and there are enough rules prescribing the procedure and period for such suspension. However, sending this question to the privilege committee creates uncertainty with respect to the tenure of suspension of such members.Rule 222 (read with Rule 223 and 225) of Lok Sabha Rules allow for the moving of such a motion – the breach of privilege to the Committee of Privilege – by any member with permission from the Speaker. According to the past instances of such invocation of the rules, the motion is not permitted or voted upon unless the member against whom such motion is moved is given an opportunity to make a statement. All three members whose suspension was referred to the Committee of Privileges were absent in the respective House when the motion was moved. Additionally, in Rajya Sabha, Piyush Goyal, Leader of the House, moved a motion to refer the suspension of the Aam Aadmi Party’s Sanjay Singh to the Committee of Privilege, also invoking the Residuary power of the Chair under Rule 266 of Rajya Sabha Rules. The rules of suspension mandate that the suspension shall be for the “remainder of the session”. Thus, it is unclear why Singh’s suspension was referred to the Committee of Privilege when he has already served the suspension term under Rule 256 of the Rajya Sabha Rules. Credit: PTI. Opposition MPs protest in Parliament. Second, the suspension of the leader of the Opposition is an extreme step in the parliamentary setup as it removes the head of the Opposition, also termed as the “shadow prime minister”. The authors could not find any such precedent. The leader of the Opposition enjoys a unique position within the parliamentary setup as a member of multiple committees within and outside Parliament. A few notable instances are the Business Advisory Committee, which decides the duration of discussion for bills, and the Public Accounts Committee, which ensures the government’s fiscal accountability. Since 1967-’68, an Opposition party member, preferably the Leader of the Opposition in the Lok Sabha, is nominated as the chairperson of the Public Accounts Committee. Since there was often no recognised Opposition party with more than 50 members, a convention was established that – as far as possible – the party with the maximum number of Opposition members in the House got the first chance to chair the Public Accounts Committee for a period of two years, to be followed by other Opposition party members. Outside the house, the leader of Opposition is also a part of the appointing authority for positions such as the chief election commissioner, chief vigilance commissioner, Central Bureal of Investigation director and more. Third, the department-related Standing Committee on Communication and Information Technology work was questioned when it submitted its report on “Citizen’s data security and privacy”. The report described the features of the Digital Personal Data Protection bill without any critical analysis of the provisions and a conclusion pushing for its urgent implementation. Incidentally, the bill was not referred to the committee. Yet, the committee decided to comment on the bill’s provisions just before the introduction of the new draft in Parliament. The committee chairperson clarified that it is a special report under Rule 276 of the Lok Sabha Rules and only general principles were considered. However, Rules 331E and 331H of Lok Sabha Rules and Rules 270 and 273 of Rajya Sabha Rules provide that a department-related Standing Committee can comment on the bill, including general principles, only when referred to it by the Speaker or chairman of the House. If this precedent is accepted, standing committees can comment on any bill under the Rule of special report clause. The rules do not envisage a condition where a committee can assess a bill without any reference. Hence, Rule 276 cannot be relied upon to bypass these clear conditions.Last evening, I had a wonderful meeting with NDA MPs from Southern India, followed by a great dinner in which a variety of South Indian dishes were served including Paniyaram, Appam, Vegetable Korma, Pulihora, Pappu Charu, Adai Aviyal and more. pic.twitter.com/bTHsG8uVg0— Narendra Modi (@narendramodi) August 3, 2023\n\nOpposition’s struggleUnlike previous instances, in this session, a large section of the Opposition entered Parliament with a pre-established alliance. The success of such an alliance needs to be measured against several parameters within its parliamentary strategy. First, the Opposition’s capacity to present an alternative perspective on legislative matters and the governance performance of the ruling dispensation. Second, being able to articulate a coherent policy programme that all parties can agree upon establishes the agenda for evaluating the government’s performance. Third, the potential to represent groups and communities previously overlooked in the government’s governance outlook indicates that the alliance acknowledges concerns not addressed by the NDA. Fourth, the capability to elucidate how intricate legislations affect the general populace and why this should matter. At the conclusion of the Parliament session, however, it became evident that the Opposition had faltered significantly in its strategy to hold the government accountable. The Opposition parties failed to translate the alliance into a cohesive legislative force except on the Government of National Capital Territory of Delhi (Amendment) Bill. Throughout the session, the only strategy of the INDIA alliance was of disruption rather than holding the government accountable for contentious bills concerning the environment, data protection, or instances where members of the ruling parties misrepresented facts on the house floor. Moreover, the focus on the Government of National Capital Territory of Delhi (Amendment) Bill and the failure to address concerns on other bills, even after a no-confidence motion was accepted, indicated a lack of uniform strategy or the ability to adapt their approach to holding the government accountable on other policy issues. Thus, the INDIA alliance allowed the government a free hand to pass bills without proper discussion. The lack of discussion limited the ability to comprehend the legislative intent behind many such bills or seek clarification from the respective ministers on contentious points. Credit: PTI.Ensuring accountability Neutral parties like the Biju Janata Dal and the Yuvajana Sramika Rythu Congress Party held a distinctive position during the monsoon session, yet their influence was largely untapped. With the potential to introduce an alternative voice and mediate between contending factions, these parties could have introduced a more balanced narrative to parliamentary debates. By fostering cross-party collaboration and facilitating constructive discussions, these parties had an opportunity to guide deliberations toward comprehensive conclusions that encompass a spectrum of viewpoints. Further, the non-aligned parties adopting an equidistant stance failed to reflect the concerns of institutions, civil society, and active citizens. The anti-Congress sentiment highlighted by such parties cannot be the legislative strategy of parties whose representatives are elected to voice the people’s concerns. Similarly, a neutral stance by the party should not be an excuse to disregard valid concerns raised by civil society, citizen groups and other interest groups. The purely political stand taken and justified by both parties falls short of the legislative powers vested in them by the constitutional framework. Their neutral stance reveals an ideological bankruptcy and contentment in being reduced to regional satraps. View at 2024This year’s monsoon session was probably the last in the old building, and it marks the transition into a new phase of democratic history and politics. But the ethical norms of parliamentary discussion and deliberation are only as effective as the individuals implementing them. The recent developments in Parliament that all stakeholders were a part of should raise concern. With the 2024 election looming in the distance, there is the hope that all parties and stakeholders in Parliament can find ways to continue the rich tradition of discussion and deliberation as envisioned in the Constitution.Shashank Pandey is a lawyer and Research Fellow at Vidhi Centre for Legal Policy. Srijan Rai is a policy researcher. Both are former LAMP fellows.","author":"Shashank PandeySrijan Rai","time":"2023-08-29T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192574-kdxdrvvwof-1690339070.jpg","tags":["Parliament","Monsoon Session","Lok Sabha","Rajya Sabha"]}