{"title":"The Daily Fix: Centre’s arguments for electoral bonds treat political parties as private concerns","content":"Attorney General KK Venugopal’s arguments for electoral bonds, made before the Supreme Court on Thursday, verged on caricature. First, there was the tinpot statement: voters had no right to know where political parties get their money from. The second remark was rich in irony: parties had the right to privacy after the Puttaswamy judgment in 2017.  This is the same government that had valiantly opposed privacy being declared a fundamental right during hearings in that case. While the Centre’s position on electoral bonds sounds specious, its idea of what a political party is also needs examining.Electoral bonds are a monetary instrument, introduced in 2017, which enables anonymous donations to political parties. Since donors would have to purchase such bonds from the State Bank of India, the government argued, and the financial transactions would be digital or by cheque, these funds would be “white money”. The bonds, according to the government, were an attempt to clean up electoral funding. This is the same kind of magical thinking that seemed to justify demonetisation – assuming money in the formal financial system must be untainted by corruption, ignoring the many ways in which ill-gotten wealth can be pumped into it.The bonds – together with amendments in laws that eased the route for foreign donations and removed checks meant to ensure black money routed through shell companies did not flow to political parties – cast serious doubts on the government’s intentions. Every step seemed to draw parties farther away from public accountability and closer to corporations eager to mould the political system to their advantage. In 2013, the Central Information Commission ruled that political parties were public authorities and must be within the ambit of the Right to Information Act, although the question has since been reopened, amid controversy. Certainly, the Centre seems to view political parties as private concerns, even if they compete for public office. Yet funding can shape agendas that parties pitch to voters, who have the right to know the nuts and bolts of the finances behind them.But the attorney general’s arguments were also telling of the way the Union government views rights, as flowing away from individuals and towards centres of power, whether public or private. The question of privacy also came up in hearings on the Aadhaar case. When petitioners contended that the collection of biometric data violated a citizen’s fundamental right to privacy, the government replied that these were frivolous concerns when Aadhaar helped the delivery of so many welfare schemes. Besides, the government argued in the case, individuals did not have absolute autonomy over their bodies. Privacy and access to essential food rations, according to the government, were not rights that could be enjoyed by the poor at the same time. It is rather more generous in its view of what rights political parties can enjoy.\n\t\t\n\tAlso read:What if someone just buys the Indian government (and the Opposition) at a wholesale rate?","author":"Ipsita Chakravarty","time":"2019-04-12T09:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/919760-63361-lhmldbjioe-1508147681.jpg","tags":["Daily Fix","electoral bonds"],"source":"https://scroll.in/article/919760/the-daily-fix-centres-arguments-for-electoral-bonds-treat-political-parties-as-private-concerns"}