{"title":"The Daily Fix: By banning Chandrashekhar Azad from Delhi, court has curbed his constitutional rights","content":"Over the last week, two judgements from two different courts have hailed the exalted principles of the Constitution in their orders – but failed  to provide appropriate remedies to the aggrieved persons.In a 130-page judgement with regard to petitions seeking the lifting of restrictions in Jammu and Kashmir, which has been under a lockdown since the Centre revoked its special Constitutional status in August, the Supreme Court forcefully reiterated the fundamental rights enjoyed by Indian citizens. It went on to issue guidelines on how powers to shut the internet down and prohibitory orders under Section 144 of Criminal Procedure Code should be invoked. The end result, however, was disappointing. The court failed to assess the legality of the restriction orders in place and left that process to the executive itself. On Wednesday,  an order similarly high on rhetoric but low on substance was passed by a court in New Delhi. Bhim Army chief Chandrashekhar Azad had been in custody for 25 days for allegedly instigating violence during a protest against the Citizenship Amendment Act in Jama Masjid in New Delhi on December 20. He had initially even been denied proper medical attention when in custody, forcing the courts to intervene. He then moved a bail application. The police is yet to recover any evidence to show Azad’s involvement in any violence on December 20, though he was accused of orchestrating the clashes between protestors and the police that took place that evening at Delhi Gate nearby. In fact, the police stated that they could not identify the miscreants because the CCTV footage it receovered was of poor quality. The judge began the bail order by quoting Rabindranath Tagore’s poem “Where the Mind Is Without Fear”. The order then goes on to establish that protest is a democratic right under the Constitution and that every one is entitled to show dissent in a peaceful manner. A day earlier, in oral comments, the court even asked the police if Jama Masjid, where the protests took place, was in Pakistan and whether the police had read the Constitution of India. But on Thursday, the same court, despite having established that the police is yet to collect any substantial evidence against Azad, imposed bail conditions that severely restrict his liberty. He has been asked to stay away from Delhi for a month and appear before a police station in his native district of Saharanpur in Uttar Pradesh every Saturday for four weeks. The court order said this was being done keeping in mind the Delhi state elections in February. Azad may not be a resident of Delhi. But for a leader of a political party, not to be able to campaign during an important state election is a serious blow to his democratic rights. It is to be noted that Azad has not made any statements calling for protests during Delhi elections. No incidents of violence related to the elections have taken place so far, leave alone an incident encouraged by Azad, who has been in custody for 25 days. Secondly, the duty of maintaining peace during elections is that of the Election Commission of India. A trial court hearing a bail application in an entirely unrelated matter has no need to consider peace during elections as grounds for awarding bail. The court has curtailed Azad’s legitimate rights to campaign during the Assembly polls in Delhi. Ironically, the order runs against the very ideals of the Constitution that the court has elaborately quoted.","author":"Sruthisagar Yamunan","time":"2020-01-16T10:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/112191-dfluvuljjl-1579148911.jpg","tags":["Chandrashekhar Azad","Citizenship Amendment Act","Jammu and Kashmir"],"source":"https://scroll.in/article/950035/the-daily-fix-by-banning-chandrashekhar-azad-from-delhi-court-has-curbed-his-constitutional-rights"}