{"title":"‘The Crown’ season 5 review: God save the Queen from the tabloids","content":"Note: Potential spoilers ahead about ‘The Crown’ season 5.For the new season of The Crown, the show’s creator and writer Peter Morgan rolls out the metaphors, ranging from a creaky royal yacht to a fire at Windsor Castle that foreshadows a more serious conflagration. The Netflix series’s central figure, Queen Elizabeth II (Imelda Staunton), even puts into words the images that have been implied. Even the television set is a metaphor in the palace, the United Kingdom’s sovereign ruler mutters as she struggles to operate a remote. In a rare light moment in an otherwise sombre and often sorrowful season, the lyrics “Feel the burn!” from Olivia Newton-John’s aerobics mantra Physical pop up on the TV screen.Another source of sniggers is Prince Andrew’s mock-horror at his ex-wife Sarah Ferguson’s extra-marital affairs. When Andrew (James Murray) whinges about photographs featuring Sarah “doing something unmentionable”, it’s hard not to think of the now-disgraced royal’s widely publicised entanglement with the paedophile financier Jeffrey Epstein.Is the United Kingdom better off with these deeply dysfunctional (and tax-payer supported) aristocrats? The Crown suggests that the bread crumb trail goes back to the early 1990s, to Elizabeth II’s self-declared “Annus horribilis” – a period that saw the monarchy descend to lows that were not thought possible.Dominic West and Elizabeth Debicki in The Crown (2022). Courtesy Netflix.The question asked across 10 episodes is whether Elizabeth II and the institution she is duty-bound to defend are out of touch with the times. A separate question comes to mind: how much more of the House of Windsor’s dirty linen can we take?The new season’s launch could not have been worse-timed: soon after the real Elizabeth II’s death, some months before her heir Charles III’s official coronation and mere days before the launch of her grandson Harry’s tell-all memoir Spare.There is a tabloid flavour to the new season, which Morgan and the show’s six directors are hard-pressed to avoid. Take your pick: the deepening of the rupture between Diana (Elizabeth Debicki) and Charles (Dominic West). A still-married Diana pursuing the surgeon Hasnat Khan (Humayun Saeed). Charles and his lover Camilla Parker Bowles (Olivia Williams) in a steamy telephone conversation that is picked up an amateur radio operator (the British tabloids called it “Tampongate” – look it up).Humayun Saeed in The Crown (2022). Courtesy Netflix.There’s more: Diana’s explosive interview with Martin Bashir (Prasanna Puwanarajah) in the episode titled “Gunpowder”. The queen and her husband Philip (Jonathan Pryce) haggling with Prime Minister John Major (Jonny Lee Miller) about funding repairs for the crumbling yacht. Philip’s soft corner for the vastly younger Penny Knatchbull (Natasha McElhone). Elizabeth’s dissolute sister Margaret (Lesley Manville) still nursing grudges against her sibling.The upcoming sixth season, which will include Diana’s tragic demise in 1997, is anticipated by the introduction of Egyptian businessman Mohamed Al-Fayed (Salim Daw) and his producer son Dodi (Khalid Abdalla). Peter Morgan’s empathetic treatment of various malfunctioning royals doesn’t extend to Al-Fayed Sr, shown here as an Arabic-spouting Anglophile parvenu who schemes to hook up the cocaine-snorting Dodi with Diana.Salim Daw in The Crown season 5 (2022). Courtesy Netflix.The queen carries on despite the carnage, as she is bound to do, blandly making speeches that include the statement “This state-of-the-art dairy complex is testament to the continuing vitality of British udders.” When required to pay attention, Elizabeth II deploys the “royal we” to withering effect.“The vote went less in our favour, less in yours,” she informs Charles when he crows that public sentiment has swung back towards him after Diana’s interview. Imelda Staunton is a formidable combination of kindness, cluelessness, sternness and resoluteness as her character navigates a never-ending series of storms.At its peak, The Crown, especially in its first three seasons, permeated the mystique surrounding Elizabeth II, explained her central place in British identity, and elaborated the personal cost of unstinting public service. This was high-value soap operatics delivered in the seductive cadences of Received Pronunciation by an excellent revolving cast and backed by rigorous research, magnificent attention to detail and engaging curiosity about one of the defining features of the British political system.Season five too doesn’t disappoint in terms of dramaturgy. Apart from Staunton, Jonathan Pryce, Jonny Lee Miller and Salim Daw are keenly attuned to the wavering emotional graph of their characters. The best metaphor across the show is the one that isn’t spelt out: a potentially miserable life in the fishbowl that results from an accident of birth.\n\n\n    \n    Play\n\nThe Crown season 5 (2022).But the balance between the domestic and public spheres – Elizabeth’s personal fire-fighting alongside her handling of successive prime ministers – is lost along the journey into the sewers of messy relationships. There’s an Ingmar Bergman-style Scenes from a Marriage quality to the brittle battles between Diana and Charles. If there was something else going on in the United Kingdom beyond headline-grabbing sexual escapades – economic crises, for instance – we won’t ever know from Morgan’s cherry-picking.While Morgan’s talent for projecting his ideas onto how characters based on real people might have privately behaved is sedulously convincing, it’s not always tenable in the latest season. Since its emergence in 2016, The Crown has been inching uncomfortably closer towards a recent past that many of its viewers can actually remember.The gap between a documentary-style version of well-documented events and Morgan’s subjective spin appears wider than before. For viewers to believe what Morgan presents before them in his ambition to humanise the monarchy – Philip agonising about his loneliness; Charles dreaming of his mother’s abdication – he needed to have aimed higher than low-hanging fruit such as the scheming Al-Fayed and the crooked Bashir.Enough already, Margaret lashes out at the queen. As has often been the case, Margaret has the last word this time too.Lesley Manville in The Crown season 5 (2022). Courtesy Netflix.","author":"Nandini Ramnath","time":"2022-11-10T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182610-qzylokhugr-1668026716.jpg","tags":["The Crown season 5","Peter Morgan","Imelda Staunton","Elizabeth Debicki"],"source":"https://scroll.in/reel/1037079/the-crown-season-5-review-god-save-the-queen-from-the-tabloids"}