{"title":"Their houses flooded ahead of Modi’s birthday, voters in eight Madhya Pradesh seats angry with BJP","content":"On the western tip of Madhya Pradesh, close to the Narmada river, a large swathe of land spread across four districts has been under water for over a month now. As farmland and homes remain  submerged, farmers are struggling to recoup.Dharmendra Mandloi, the sarpanch of Awalda village in Barwani district, for example, has been living for over a month in a temporary camp built by the government. On the night of September 15, his house and cattle-shed were among the many structures submerged by the waters of the Narmada.This happens every year, Mandloi said. “Only this time the water level rose suddenly,” he added. “There was no warning. We barely had time to save anything.”Mandloi is referring to the annual flooding in parts of Awalda village every September since 2019, when the Sardar Sarovar dam, located in Gujarat, is filled to its capacity to celebrate Prime Minister Narendra Modi’s birthday on September 17.  Every year, as the dam reaches its full capacity of 138.68 metres, numerous villages in Maharashtra and Madhya Pradesh upstream get submerged.But this year, local residents said the water level rose much higher, and more villages than usual were flooded. “Nobody in our village has received any compensation for their losses,” Mandloi said. As Madhya Pradesh heads for a closely fought Assembly election, the residents of Barwani, Alirajpur, Dhar and Khargone districts are not making any bones about their anger at the Bharatiya Janata Party government. “No BJP leader visited our village,” Mandloi said. “People are fed up with this government.”The sentiment was echoed across 170 villages in eight constituencies – Alirajpur, Kukshi, Manawar, Dharampuri, Barwani, Rajpur, Kasrawad and Maheshwar. Farmers here lost their cattle or found their crops damaged and their stock of grains ruined when water levels suddenly rose on the night of September 15. In parts of villages close to the river, the flood water has not receded. Many residents, such as Mandloi, cannot return home.Temporary sheds erected by government for families in the submergence zone of Sardar Sarovar Dam. Credit: Special Arrangement.Awalda village lies on the Narmada banks in Barwani district of Madhya Pradesh. A part of the village was already submerged due to the construction of the Sardar Sarovar Dam project. On September 15, following a spell of heavy rains, four dams upstream on the Narmada river— Bagri, Tawa, Indira Sagar and Omkareshwar – opened their gates to release extra water from their reservoirs. As the water flowed downstream, the river level kept rising. But Sardar Sarovar dam kept its gates shut. According to local activist Rahul Yadav, there was a delay of eight hours in opening the gates. “When the gates were finally opened, the water rose so quickly that several villages near Narmada were flooded.”He added: “People in these villages are upset with the BJP’s lack of response.” With the Shivraj Singh Chauhan government grappling with anti-incumbency sentiment, voters upset over the disruption caused by the flood may tilt towards the Congress when Madhya Pradesh goes to the polls on November 17.“At least Congress leaders visited us,” Mandloi said. “We will vote for them.”Congress volunteers have been visiting villages in the area with promises of better rehabilitation and compensation under the Sardar Sarovar dam project. Rajan Mandloi, Congress candidate for Barwani, told Scroll he has assured residents of adequate compensation for the latest losses if he is voted to power.‘Foolishness of BJP leaders’Rameshwar Solanki, a cotton farmer in Awalda, was sleeping when water began to seep into his house. He grabbed his important documents and rushed out with his wife Nirmala Solanki. He could not take the wheat and rice he had stored.“The road to Barwani was flooded,” he said. “So we went to a hilltop and stayed there all night.”Solanki later found that the flood had damaged the foodgrain. “Our family would have used the grains for the next six months,” he said.  “Almost every farmer stocks grain. They have all suffered damages.” Solanki blames BJP and the “foolishness of some leaders who wanted to please Modi on his birthday” for his loss. “In the end, poor farmers have suffered,” he said.Solanki said the floods were only a tipping point, as anti-incumbency against BJP has been simmering for a while now. “The government is doing nothing about rising prices,” he said. “And now they did not even compensate us for our losses.”Rameshwar Solanki points to the road that was flooded. Credit: Tabassum BarnagarwalaIn Jangharwa village, ahead of Awalda, Kunwarsingh Nargawe claims he suffered a loss of Rs 3 lakh after his plot of nine acres, on which he cultivates cotton, was submerged by  water released by the dam. “About 15-20 houses in our village were flooded,” Nargawe said. “Most farmers suffered crop damages.”He was able to save his cow, but his hens were carried away by the river. “The fodder for cattle was also destroyed,” he said.Government officials came to Jangharwa for an inspection and the police registered a panchnama. Nargawe claims he and few other villagers had appealed to the BJP Member of Parliament, Gajendra Singh Patel, to compensate for the fodder loss when he had come visiting. “But he didn’t do anything about it.”“Some of the villagers have received compensation between Rs 5,000 and Rs 10,000,” said Nargawe. “What will we do with this amount? Our losses were much higher.”Cotton plantations damaged by the flood. Credit: Tabassum Barnagarwala.BJP leaders Scroll spoke to said the farmers could not be compensated immediately as the Election Commission’s model code of conduct had already kicked in by then. Subhash Joshi, a BJP leader in Barwani, admitted that those affected by the floods were angry.“They have incurred heavy losses.,” he said. “And it is natural that they think the government is liable.”But Joshi added that this was not the BJP’s fault. He claimed that heavy rains had led to the flooding. He said BJP volunteers are trying to communicate this to voters.Chief Minister Chauhan has announced that a survey will be conducted to assess losses. “But compensation can only be given after elections,” Joshi said.In these parts, even the popular Ladli Behna scheme, which offers a monthly deposit of Rs 1,250 to women aged between 21 and 60  if their annual family income must be less than Rs 2.5 lakh, has not helped assuage voters’ frustration.","author":"Tabassum Barnagarwala","time":"2023-11-02T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195278-yeqwtecoes-1698229227.jpg","tags":["Narendra Modi's birthday","barwani","Madhya pradesh","assembly polls 2023","Narmada","Sardar Sarovar dam"]}