{"title":"There is nothing wrong with Shiv Sena’s demand for 50:50 power-sharing formula, says Sharad Pawar","content":"Nationalist Congress Party President Sharad Pawar on Friday said there was nothing wrong with the Shiv Sena’s statement that it should get the chief minister’s post in Maharashtra for half the five-year term of the ruling alliance, NDTV reported. On Thursday, following the declaration of election results, Shiv Sena chief Uddhav Thackeray had reminded the Bharatiya Janata Party about the “50:50 formula” – a proposal to divide ministerial portfolios in the government equally.The BJP-Shiv Sena combine secured majority in the polls but the saffron party could manage to win only 105 seats on its own, down from 122 in 2014. “In the 1990s also, there was a 50:50 formula for the Shiv Sena and the BJP,” Pawar told NDTV. “So they have past experience. So the Sena can insist, nothing wrong in that.”The Shiv Sena has time and again hinted that Uddhav Thackeray’s son Aaditya Thackeray, who won from Worli in Mumbai, is a contender for the post of chief minister. Last week, incumbent Chief Minister  Devendra Fadnavis had ruled out giving the top post to the BJP’s junior alliance partner but said the saffron party would be happy to make Aaditya Thackeray the deputy chief minister.Pawar also defended the Congress’s lacklustre election campaign. “Congress’s local leaders worked with the NCP,” he said. “There was perfect coordination. Yes Mrs [Sonia] Gandhi didn’t come because of her health but Rahul Gandhi came. I am a local here so I had to take the initiative.”  The Nationalist Congress Party leader admitted that his party faced many challenging odds going into the elections, including lack of funds. He said the “other side” was spending a lot of money. Pawar also dismissed Fadnavis’ recent comment about defections from the Nationalist Congress Party to the ruling alliance as a sign of immaturity. The veteran politician pointed out that he had been awarded the Padma Vibhushan, the second-highest civilian award in India. “If there are so many problems in me, why give me the award?” Pawar asked. He also ruled out an alliance with the Shiv Sena.Also read‘Shiv Sena has more bargaining power now’: Jubilant party workers celebrate Maharashtra poll resultsNow, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-26T12:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/102362-utckkngtwy-1572070148.jpg","tags":["Sharad Pawar","Shiv Sena","Maharashtra elections","Bharatiya Janata Party","Nationalist Congress Party"],"source":"https://scroll.in/latest/941745/there-is-nothing-wrong-with-shiv-senas-demand-for-50-50-power-sharing-formula-says-sharad-pawar"}