{"title":"There was already a plan for Akhand Bharat in 1946 – and India's founding fathers rejected it","content":"Of the many controversies Bharatiya Janata Party leader Ram Madhav sparked with his interview to Al Jazeera on December 26, the least unexpected was his statement that the Rashtriya Swayamsevak Sangh believed that India, Pakistan and Bangladesh should unify into a super state. “The RSS still believes that one day these parts which have, for historical reasons, separated only 60 years ago will again through popular goodwill come together and Akhand (united) Bharat will be created,” Madhav said..Politically uniting the subcontinent into one entity has long been a cherished goal of the Hindutva movement. Even Vinayak Savarkar, who was an explicit supporter of the Two Nation Theory never, unlike Jinnah, spoke of Partition (although his conception of India had Muslims “play the part of German Jews”). Nevertheless, any practical conception of a united subcontinent has eluded its supporters. In fact, in the summer of 1946, a year before the British transferred power, a constitutional scheme for a united subcontinent was keenly pushed by the Raj and hotly debated by politicians ­– but in the end was firmly rejected by India’s founding fathers.The Cabinet Mission Plan This constitutional scheme is known to history as the Cabinet Mission Plan, uninspiringly named so because it was led and drafted by three members of the British cabinet. After two centuries of holding onto India, the British, greatly diminished by World War II, were desperately looking to get out. This three-member team was, therefore, entrusted to find a way to transfer power into Indian hands. The delegation arrived in India in March 1946 and set about talking to Indian politicians of all stripes. After a grueling month of discussions, the Mission was ready to make some suggestions.The way it saw things, there were only two options to transfer power. The first was to partition British India into a sovereign India and Pakistan (which – spoiler alert – was what happened eventually). Partition, however, was much disliked by the British, who wanted to keep India united and preferably in the Commonwealth in order to best maintain its influence even after its formal exit. It was obviously disliked by the Congress, which was still opposed to splitting British India. Somewhat surprisingly, given his strident demands for “Pakistan”, the partition plan was also rejected by Jinnah, who called it “definitely unacceptable”. Consequently, Partition as an option, was dropped by the Cabinet Mission.Three-tiered federation of united IndiaThat left the other option, which was a united India. Declared on May 16 1946, the final scheme proposed by the Cabinet Mission took great care to explicitly point out that is was rejecting a sovereign Pakistan. It proposed a three-tiered federation, with British India’s provinces split into three groups which correspond roughly to present day India, Pakistan and a combination of Bengal and Assam. The plan was very close to what the Congress had wanted from the Cabinet Mission during its negotiations, rejecting Muslim League proposals which wanted “parity” (or equal representation) between Hindu and Muslim provinces at the Centre. The Congress had bitterly opposed this – Gandhi has called parity “worse than Pakistan” – and the Cabinet Mission had agreed, simply dividing seats in the central legislature by population.The one point in the Cabinet Mission Plan which went against the demands of the Congress was the concept of grouping provinces. The Plan had included it as a concession to Jinnah, since in the Eastern and Western groups, the Muslim League could dominate, which would, to some extent, balance the domination of the Centre by the Congress. Groups would come together and frame separate constitutions. These constitutions could be reviewed after a decade and a province could even leave a group if it so desired, after its group constitution had been framed. This was important in one particular case, Assam, a Congress-ruled province which feared domination by Bengal, which had a Muslim League government. This rule meant that Assam could opt out of its group. And while provinces had the right to leave a group, they did not have the powers to secede from the union, thus strengthening the Centre.Tug o’ warInitially the Congress accepted the plan, as did the League. In spite of the formal acceptance, the Congress was, however, displeased at how little power the Centre would have. Limited by the terms of the plan, the Centre only had jurisdiction over defence, foreign affairs and communications. Moreover, the grouping of the provinces provided a hard limit to the powers of the Centre.On July 10, 1946 these concerns of the Congress emerged publicly in the form of a press conference by Jawaharlal Nehru, the newly elected President of the party. Dropping a bombshell, he announced that the Congress did not think it was bound by the terms of the plan and especially spoke against the idea of grouping provinces. As a response, the League also withdrew its earlier acceptance.United India in the balanceAny conception of a united India now lay on life support. United India was always going to be a fine balancing act but this almost open war between the Congress and the League had already made it a very unlikely proposition.For the next six months, there was bitter legal battle over the comatose body of united India. The Congress argued that grouping was not necessary in the Cabinet Mission Plan’s scheme. The League disagreed – it contended that grouping was vital, the “very guts” of the Cabinet Mission’s Plan, according to Jinnah. In the end, on December 6, 1946, the British came down on the side of the League and announced that grouping was indeed a core part of the Cabinet Mission Plan.Congress chooses PartitionFaced with an ultimatum, the Congress had to make a choice. It could either accept the Plan as a whole, with grouping and a weak Centre – and keep India united. Or it could press for Partition. After vacillating for a few months, as anarchy mounted all around, the Congress chose Partition.On March 8, 1947, the Congress for the first time formally asked that the Punjab be divided along communal lines. The Congress also supported the Hindu Mahasabha’s demand for a partitioning of Bengal. Given the Congress’ long history of batting for a united India, there was obviously opposition to this. The tallest Congressman in Bengal, Sarat Chandra Bose (Subhas Bose's elder brother) opposed the partition of Bengal. In a letter to Valabhbhai Patel, sent on May 27, 1947, Sarat Bose wrote, “Future generations will, I am afraid, condemn us for conceding division of India and partition of Bengal and the Punjab”. Bose disagreed with the Congress’ reading that the masses wanted Partition. “It is not a fact that Bengali Hindus unanimously demand partition,” he argued. “The demand for partition is more or less confined to the middle classes”.Regardless of Bose’s opinion, at this stage, though, the Congress high command was convinced that Partition was the only way out. The final Partition plan was drawn up by a Malayali civil servant close to Valabhbhai Patel, VP Menon, and was accepted by the Raj, who, at this stage, didn’t really care what happened to India, as long as they got out immediately.  Jinnah was opposed to this Partition plan and legally argued that since the Cabinet Mission Plan was dead, technically an earlier 1942 constitutional plan, called the Cripps’ Mission, now be activated (which envisaged a transfer of power to the provinces and no Centre at all). The Viceroy, Louis Mountbatten, however, brushed aside Jinnah’s objections and went ahead and announced the Partition plan on June 3.The right thingDid the Congress do the right thing? Should it have given up the Cabinet Mission Plan and, with it, a dream for a united India? Some historians as well as, notably, Indian constitutional law expert HM Seervai have argued that the Congress acted in bad faith in rejecting the Plan.While the intricacies of that historical debate are relevant, also pertinent is to look at what impelled the Congress' actions. One reason is obvious: the Congress' urge to gain power, which is often cited as some terrible flaw, but is simply the raison d'être of a political party. In 1960, Nehru told Leonard Mosely, \"We were tired men and we were getting on in years too...the plan for partition offered a way out.\"The other more relevant issue here is for us to consider whether the Cabinet Mission Plan and its intricate system of three-tiered federalism would have been workable, or would simply have been a source of constant conflict after the British left. An Akhand Bharat of Ram Madhav’s dream would be the largest country on Earth with a population almost 20% more than China’s today. How feasible would administering this mega population be? How much of energy would simply be spent in managing the issues that would arise out of this sheer size and how much time would remain to ensure that the people of the subcontinent develop?Akhand Bharat is impracticalRight now India itself is struggling to offer the basics of existence to its current population. India’s infant mortality is worse than Kenya’s and Botswana’s.  In 2008, 43% of Indian children under the age of five were underweight. The corresponding figure for Somalia was 32% and for Rwanda it was 11%.If in 1946, India’s founding fathers thought that grouping provinces of British India would be too chaotic then how anarchic would getting three sovereign nations into an “Akhand Bharat” be? Can India even afford such fanciful thinking given that it is yet to offer even a basic quality of life to its people? Akhand Bharat is fine, as long as its existence is limited to Saffron-coloured maps that the RSS pastes on its walls. In the real world, Akhand Bharat is simply too impractical to even consider.","author":"Shoaib Daniyal","time":"2015-12-31T10:30:26+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/778778-4c630b84-2994-428b-861b-6afee67bcb48.jpg","tags":[],"source":"https://scroll.in/article/778778/there-was-already-a-plan-for-akhand-bharat-in-1946-and-indias-founding-fathers-rejected-it"}