{"title":"There’s hue and cry over Hindutva only in India, not elsewhere, says RSS chief Mohan Bhagwat","content":"Rashtriya Swayamsevak Sangh chief Mohan Bhagwat on Wednesday claimed that the hatred against Hindutva existed only in India and not across the world. “Hindutva is getting a great reception across the world,” he said. “It’s in India that a hue and cry is made over it.”Speaking on the final day of the outfit’s conclave in New Delhi, Bhagwat reiterated that Hindutva means inclusiveness and accepting Muslims was a part of it. “Hindutva, Hinduness, Hinduism are wrong words,” the organisation’s Twitter handle quoted him as saying. “An ‘-ism’ is a closed concept, while Hindutva is a dynamic process.”He also claimed that everyone living in India is Hindu by identity and nationality. “All those who live in India are Hindu. They hesitate to say that. All people are our own. Our tradition is unity,” Bhagwat said.Hindutva is getting a great reception world across. It's in India, hue and cry is made over it: Sarsanghchalak Shri Mohan Bhagwat #RSS4Bharat— RSS (@RSSorg) September 19, 2018\n\nRam MandirThe Rashtriya Swayamsevak Sangh chief spoke on several other matters on Wednesday. He pitched for the early construction of a Ram temple in Uttar Pradesh’s Ayodhya. “Ram Mandir should be built at the earliest,” he said, according to PTI.He added that he supported a dialogue on the matter but the final decision depends on the Ram Mandir Samiti, an organisation that is spearheading the campaign for the temple in Ayodhya. The Supreme Court is currently hearing the decades-old Ram Janmabhoomi-Babri Masjid land dispute case.CasteThe RSS chief added that his organisation was not against inter-caste marriages. “If there is a census on inter-caste marriages, the maximum cases will be those from the Sangh,” Bhagwat said. Such marriages are only a matter of compatibility between the man and the woman, he said.“We need to rise above caste barriers,” News18 quoted him as saying. “RSS does not believe in casteism. In today’s Sangh, there is a representation of all castes and it can be seen everywhere, we are moving ahead.”Cow vigilantismBhagwat also said people who protect cows must not be equated with “anti-social vigilantes”. The guilty people in cases of mob violence and cow lynching must be punished, he added. “There should be no mob violence,” he said “Taking law into your hands is a crime.”He added that cows should be protected but it is not likely to happen with legislation. “The people of the country should keep cows [in their homes],” he said. “If they are allowed to roam free, it creates a menace and reduces the sanctity of the cow.”Cow protectors shouldn't be equated with those anti social vigilantes. The society needs to be made aware. Only then cows will be protected and country would benefit. #RSS4Bharat— RSS (@RSSorg) September 19, 2018\n\nArticle 35AHe also said that the RSS “does not accept” Article 35A of the Constitution. The article, incorporated into the Indian Constitution in 1954, grants special rights and privileges to the citizens of Jammu and Kashmir.The remark came at a time when Jammu and Kashmir’s two main parties, the National Conference and the Peoples Democratic Party, have announced their decision to not contest the upcoming municipal and panchayat elections. While Mehbooba Mufti’s PDP urged the central government to reconsider its decision to conduct the polls, the National Conference said it would boycott elections until the Centre clarifies its position on Article 35A of the Constitution.The Supreme Court is hearing petitions challenging the validity of Article 35A of the Constitution.LanguagesThe RSS chief said there should be no opposition to any language, including English, and it should not be done away with. “But it should be kept in place, the hype around the language shouldn’t be there,” he said. Last week, Vice President Venkaiah Naidu had referred to English as an illness left behind by the British, saying it was not possible to progress in India without knowing Hindi. There was no enmity against English, said Bhagwat, adding, “We need speakers proficient in the language.”Bhagwat also extolled the virtues of both modern education and traditional knowledge. “We must learn values of life from our ancient system of knowledge,” he said.LGBT rightsThe Hindutva organisation’s chief added that the people belonging to the LGBT community should not be isolated as they were also a part of society, according to The Indian Express. “Times are changing and society has to take a call on such issues,” he said. “But at the same time, gay rights is not the only pressing issue which should be debated.”His statement came weeks after the Supreme Court read down Section 377 of the Indian Penal Code, which criminalised homosexuality. The judgement essentially decriminalised sexual relations between consenting adults of the same sex.Bhagwat on Tuesday claimed that the RSS never asks its volunteers to work for any particular party. On the opening day of the lecture series, he said the RSS does not seek domination and is indifferent to who comes to power.Both Modern education and our traditional knowledge are equally important. We must learn values of life from our ancient system of knowledge: Sarsanghchalak Shri Mohan Bhagwat #RSS4Bharat pic.twitter.com/ZMw7fEMLrL— RSS (@RSSorg) September 19, 2018","author":"Scroll Staff","time":"2018-09-19T19:52:17.110317+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/895020-xtspodlwqw-1537364044.jpg","tags":["Mohan Bhagwat","RSS","Hindutva"]}