{"title":"‘Love jihad’ is not defined under current laws, home ministry tells Lok Sabha","content":"The Union Home Ministry on Tuesday told the Lok Sabha that there was nothing defined as “love jihad” under current laws in the country. “Love jihad” is a term frequently used by Hindutva organisations to allege a conspiracy by Muslim men to marry women from other religions solely to convert them to Islam.“The term ‘love jihad’ is not defined under the extant laws,” Minister of State in the Ministry of Home Affairs, G Kishan Reddy, said in response to a written question. Congress MP from Kerala, Benny Behanan, had posed the question. He asked if the government was aware of the Kerala High Court’s observation that there was no love jihad in the state and if any central agency had reported any cases of love jihad from Kerala in the past two years. “Article 25 of the Constitution provides for the freedom to profess, practice and propagate religion subject to public order, morality and health,” Reddy said in his response. “Various courts have upheld this view including the Kerala High Court.”The minister added that no case of love jihad was reported by any central agency. “However, two cases from Kerala involving inter-faith marriages have been investigated by the National Investigation Agency,” he said. One of these cases is believed to be a reference to the Hadiya case.Hadiya, formerly known as Akhila Ashokan, had converted to Islam to marry a Muslim man in 2016. Her marriage, strongly opposed by her parents, triggered a legal and political storm that eventually reached the Supreme Court.When the case was being heard, Hadiya’s father Ashokan alleged that Muslim organisations were planning to take his daughter to enlist her with the Islamic State. In March 2018, the Supreme Court recognised Hadiya’s marriage, setting aside an earlier order by the Kerala High Court that had annulled the union. The Sangh Parivar had also played up Hadiya’s case as one of “love jihad”.","author":"Scroll Staff","time":"2020-02-05T10:50:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/67191-mghovfpdsl-1512361079.jpg","tags":["Kerala","love jihad","Hadiya"],"source":"https://scroll.in/latest/952199/there-is-no-love-jihad-under-current-laws-home-ministry-tells-lok-sabha"}