{"title":"There was great excitement about India’s young population. Why is it a ‘demographic disaster’ now?","content":"Demographics can truly, as many have said, shape a country’s destiny. The Prime Minister of India thought so when he said, “Demography is destiny, and India’s destiny is youthful.” In the initial years of India being independent, the first Prime Minister of India, Jawaharlal Nehru, made it a point to reflect on India’s youth, and their destiny intertwined with the country’s. This is seen through both a variety of correspondence with Congress chief ministers all over the Union as well as his own personal writings. In an address in the early 1950s on All India Radio, Nehru reflects on young people and their significance in India:   The youth of the country are the leaders of tomorrow and on them will be the burden of upholding India’s honor and freedom. My generation is a passing one and soon we shall hand over the bright torch of India which embodies her great eternal spirt to younger hands and stronger arms. May they hold it aloft undimmed and untarnished, so that its light reaches every home and brings fortune and well-being to our masses.  Nehru’s reflections seem to be foreshadowing the crisis that India lives through today. I am sure Nehru didn’t mean his writings to be as ominous as I’m making them out to be, but it surely has turned out that way. One can presume that the seeds of this crisis were planted and might have been noticed in the early years after Independence. In 1951, the age demographic of zero to 14-year-olds was around 38.4 per cent of the population, as compared to the 25.5 per cent forecasted to be in 2021. Though the youth dividend was nowhere near what it is now, India’s 360 million people still had a sizeable chunk of young people. Nehru, it can be presumed, was well-read enough to notice the demographic trends of that time from the census and realize that while India would age every year, Indians would get younger. The Prime Minister actively seemed to encourage young people on a variety of platforms – whether it was creating better policies that invested in young people or even promoting young leaders across parties. In the 70 years since Independence, the emphasis on young people has dwindled. It is, however, unfair to suggest that no advancement towards youth rights or young people has been made in the course of India’s history. There have been some key legislations passed and awareness drives held where the emphasis has been on young people.The arrival of India’s thriving young population has been a much-awaited event, with scholars such as Abhijit Banerjee, Amartya Sen and Debraj Ray writing about the potential of the country’s demographic dividend (the economic growth that can result for the country from its shifting age structure) since the early 2000s, to turn it into the next superpower after China and the US. This comes from an anticipated and now-realised rise in birth rates over death rates, shifting the scales of India’s population growth towards a positive difference. With a growing population that is “working”, that is, between the ages of 15 and 64, the country is assumed to be in a phase of low dependency, both in terms of public investment and consumption. The large chunk of Indians working and contributing to investments vis-à-vis savings had once been predicted to possibly extend its economic grip over the world, even past China by 2030, a country whose population growth has stilled as more and more “dependents” from its population become dependent on already-existing capital, savings and public infrastructure. One, then, wonders why India has not achieved these ambitious claims. There is near-universal agreement on an automatic link between demographic change and economic growth when a backlog of unemployment among working groups is taken into account. For example, in our case, the high percentage of unemployment that we see today is combined with poor skill formation and a still inadequate thrust on human resource development. This can render our much-awaited “youth bulge” to a possible situation of an extremely high number of dependents and young, working people with wasted potential – or a “demographic disaster”.   When I say the interest towards young people from those in power has dwindled, I do not mean that their attention towards them has ceased to exist. On the contrary, I do believe that leaders know the state of young people, but it is of great concern that leaders and their intent towards young Indians seem lacklustre at best. While there are countless voices – from journalists in their TV studios to politicians campaigning during elections and even the self-anointed “youth” leaders – that stress how large the demographic of young people is and use keywords such as “talented”, “potential”, “ambitious”, “jobless” and “literate”/“illiterate” to evoke emotions about this large segment, none of these voices are able to provide an answer or a discourse on why India’s youth is becoming increasingly disenfranchised. Even more saddening is that there seems to be a lack of will or interest on their part to go beyond just the rhetoric that either benefits them or makes no impact on the lives of those affected.   In today’s India, it is evident that the young, especially those above the age of 18, are of great interest to leaders. Why would they not be? They are the largest vote bank that, to politicians, seems to be the easiest to please and are dispensable for their win. Not blaming one side or the other, it is easy to see that young people are swayed in electoral seasons and then forgotten. This happens more often than you think. In February 2013, the then chief minister of Gujarat, Narendra Modi, began his campaign to be elected as the BJP candidate for Prime Minister with a speech at the Shri Ram College of Commerce. Taking a brief from the typical electoral rallies, this was seen by young people as welcoming, but what really stood out was what the prospective candidate to lead the country said:  The ambassador of a nation asked me what major challenges India faces and I said the biggest one is that how we use opportunity. When asked what the opportunity was, I said the youth. Europe buddha ho chuka hai, China budha ho chuka [Europe is old and so is China]. Our country is not poor. We have vast resources, see eastern India is full of them. But we are unable to use that. We are unable to utilise the opportunity...  He isn’t wrong. The median age in India was 28 and in comparison 37 in the US and China, 45 in Western Europe and 49 in Japan. India’s working-age population is the world’s source of highly-skilled and low-skilled human capital (more on this later). CM Modi then dropped what seemed to be the most profound statement yet coming from an Indian politician, “Young people have to partake in the process of development in India...India’s youth are the new-age power, not just the new-age voter.”In 2023, there are substantially more younger people within the proximity of power: working with ministers, or as consultants to government departments, and even in the PMO. This is undoubtedly a transition seen post-2014, but some young people having access doesn’t mean we have empowered young people. Almost a decade has passed since PM Modi’s speech at SRCC and yet no legislative action or policy has been crafted for young people, even though there has been a clear push to reach out to more young people. Politicians have always employed electoral rhetoric aimed at pleasing young people for their votes. Most politicians across the spectrum have followed of not making good on their promises to focus on young people. Other leaders have chosen retaliatory measures by falsely accusing young people of being too apathetic or lacking in interest towards their environment and what occurs in India. In reality, several studies commissioned by the Centre for the Study of Developing Societies (CSDS) contradict these accusations as unfounded. The studies highlight that since the onset of the 2000s, young people, through their access to the media and technology, have had exponential increases in political awareness and interest. An interpretation is that what at first sight is claimed to be political apathy in fact represents a profound cultural revolution. Young people are rejecting the alienated forms of organised politics in favour of a new style of personal politics influenced by the movement. It is the current dynamics that necessitate a movement for youth rights, politics and policy in India. It is with this understanding that the need arises for a book on the framework of youth policy to hopefully fulfil India’s demographic destiny.   Excerpted with permission from The Future Is Ours: The Political Promise of India’s Youth, Sudhanshu Kaushik, HarperCollins India.","author":"Sudhanshu Kaushik","time":"2023-12-18T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196718-bvdcvdgnsc-1702798908.jpg","tags":["unemployment","youth","education"],"source":"https://scroll.in/article/1060665/there-was-great-excitement-about-indias-young-population-why-is-it-a-demographic-disaster-now"}