{"title":"These 9 articles capture the horror of Donald Trump’s ‘zero tolerance’ policy for immigrants","content":"United States president Donald Trump’s “zero tolerance” policy towards immigrants has led to nearly 2,000 children getting separated from their parents at the US-Mexico border in the last six weeks.Adults found entering the US illegally are being prosecuted by the Department of Homeland Security while children are being held away from their parents as unaccompanied minors by the Health and Human Services. According to US law, if parents are jailed, their children are not allowed to stay with them because they have not been charged with a crime.Trump’s approach to dealing with illegal immigration is a harsh makeover of the American policy of charging first-time border-crossers with a misdemeanour offence. The practice of separating immigrant children from their parents began as far back as October last year. But after Attorney General Jeff Sessions doubled down on his “zero tolerance” policy of criminally indicting first-time offenders and separating their families around two months ago, up to 650 minors were separated from their parents in the first two weeks of May.As expected, horrific news is now coming in from the detention centres catering to immigrant adults and children.Toddlers are being forcibly taken away from parents, parents are hearing their children scream from the next room, a man committed suicide after his wife and three-year-old son were taken away at the border, immigrant children are being sorted in a “dog-kennel” style, and if not with force and intimidation, children are being whisked away from their parents by border security officers saying, “Your child needs to come with me for a bath.”\n\n\n    \n    Play\n\nJohn Oliver on Donald Trump's family separation policy.Democratic Senator Jeff Markley, after a tour of the Customs and Border Processing Centres along the border, noted that some asylum seekers who tried entering the US through official checkpoints were also charged with crimes, and separated from their children.Democratic lawmakers and some Republicans have criticised Trump’s policy of separating families as “abhorrent”, “inhumane” and “inconsistent with our American values”. White House counselor Kelyanne Conway said on NBC’s Meet The Press, “As a mother, as a Catholic, as somebody who’s got a conscience...I will tell you that nobody likes this policy.” Republic Paul Ryan, speaker of US House of Representatives, expressed his opposition to Trump’s policy last week and urged Congress to draft a suitable legislation to solve the problem.In response to criticism, Trump said on Saturday that he hates the law himself, but he blamed the Democrats for creating it in the first place. “That’s the law and that’s what the Democrats gave us and we’re willing to change it today if they want to get in and negotiate but they just don’t want to negotiate,” Trump told Fox News. It is the Democrats fault for being weak and ineffective with Boarder Security and Crime. Tell them to start thinking about the people devastated by Crime coming from illegal immigration. Change the laws!— Donald J. Trump (@realDonaldTrump) June 18, 2018\n\nHowever, there is no law created by the Democrats or the Republicans that asks for separating children from their families, according to the Associated Press. The culprit behind the ongoing tragedy is the “zero tolerance” policy announced on April 6 and activated in May.The policy has, of course, received widespread support from Trump’s camp. Sessions – who announced last week that those seeking asylum in the US could not do so on the grounds of domestic abuse or gang violence – justified the separation of children by citing the Bible on June 14. “I would cite to you the Apostle Paul and his clear and wise command in Romans 13,” Sessions said, “to obey the laws of the government because God has ordained them for the purpose of order.”The anti-immigrant ideologue Steve Miller, the driving force behind Trump’s attempted Muslim ban last year, said it was “simple decision” for the administration to advocate a “zero tolerance” policy towards immigrants. “The message is that no one is exempt from immigration law,” Miller said.Former White House Chief Strategist Steve Bannon said the Trump administration didn’t need to justify its immigrant policy. “We have a crisis on the southern border,” he told ABC News. “But the elites in this city, and this ties into Korea, ties into everything that took place this week, the elites, the permanent political class in this city want to manage situations to, you know, to bad outcomes.”In March, long before the crisis began, White House Chief of Staff John Kelly told NPR that the administration was considering the separation of immigrant children from their parents as a means to deter anyone from attempting to enter the US illegally. “If you don’t want your child to be separated, then don’t bring them across the border illegally,” he said. “It’s not our fault that somebody does that.”First Lady Melania Trump on Sunday voiced her disapproval of the policy of handling matters of immigration at the border. Through a spokesperson, she said, “We need to be a country that follows all laws, but also a country that governs with a heart.”Melania Trump's statement mischaraterizes the situation. It's not \"both sides\" that are separating immigrant parents from children.It is the Trump admin's policy and the Trump admin's policy alone. Trump can stop it whenever he wants. https://t.co/vjVfmdcCRV— Kyle Griffin (@kylegriffin1) June 17, 2018\n\nFormer First Lady Laura Bush wrote in The Washington Post that she lives in a border state and as much as she would appreciate the need to protect the international boundaries of the US, the “zero tolerance” policy is cruel. “It is immoral. And it breaks my heart,” she wrote, before comparing the detention centres housing immigrant children with Japanese-American intermittent war camps of World War II. “Our government should not be in the business of warehousing children in converted box stores or making plans to place them in tent cities in the desert outside of El Paso.”Here is a sample of the coverage of the immigration crisis: “Inside an old warehouse in South Texas, hundreds of children wait in a series of cages created by metal fencing. One cage had 20 children inside. Scattered about are bottles of water, bags of chips and large foil sheets intended to serve as blankets,” Nomaan Merchant writes for the Associated Press. On Sunday, Merchant was one of the few reporters allowed to briefly visit one of the facilities housing adults and children, including 200 unaccompanied minors according to the Border Patrol.  Anne Chandler, an expert working with immigrant parents in the detention centres gives a first-hand account of what hundreds of immigrants now find themselves in on US soil. “Our administration is kind of ignoring this longstanding international and national jurisprudence of basic beliefs to make this distinction that, if you come to a bridge, we’re not going to prosecute you, but if you come over the river and then find immigration or are caught by immigration, we’re prosecuting you,” she told Texas Monthly’s Katy Vine.Pulitzer Prize-winning photographer John Moore, who clicked the now-viral photograph of a crying two-year-old Honduran asylum seeker separated from her mother by the US Border Patrol, notes: “As a father myself, it was very difficult for me to see these families detained, knowing that they would soon be split up. I could see on their faces that they had no idea what was about to happen.”In The New York Times, Julie Hirschfeld and Davis Michael D Shear trace the origin of Trump’s immigration policy, the circumstances that led up to it, and the fallout within and outside the White House after the ramping up of detentions and separations at the border last month. “Technically, there is no Trump administration policy stating that illegal border crossers must be separated from their children,” the report notes. “But the ‘zero tolerance policy’ results in unlawful immigrants being taken into federal criminal custody, at which point their children are considered unaccompanied alien minors and taken away.”The New Yorker, among other publications, notes Stephen Miller, top speechwriter of and senior policy advisor to Trump, as the mastermind behind the new aggressive immigration policy. In a profile of Miller for The Atlantic called Trump’s Right-Hand Troll, McKay Coppins notes, that he “represents a rising generation of conservatives for whom ‘melting the snowflakes’ and ‘triggering the libs’ are first principles.”Philip Bump, for The Washington Post, notes how the government is painting a different picture of the ongoing immigration crisis to different sets of people. To some, it is outright denying that the policy of separating children from parents exists. To some, it is blaming the Democrats, which is what Trump did. To some others, it is rallying in favour of or justifying the policy.Calling Trump’s immigration policy “institutionalised child abuse”, Michael Paarlberg writes in The Guardian that the Trump administration looks at the act of seeking asylum in the US not as a legally grounded process, but “a loophole that needs to be closed”.The idea of America was that of a beacon that promised a better quality of life filled with a chance to fulfil aspirations, but Trump’s immigration policy has destroyed this idea, Alex Wagner writes in The Atlantic.César Cuauhtémoc García Hernández argues in The Guardian that previous US president Barrack Obama’s immigration policy of detaining mothers alongside their children paved the way for Trump’s “family separation” methods. “There are remarkable similarities between what happened then and what is happening now,” he writes. “Just like Trump’s chief of staff John Kelly rationalizes family separation, Obama officials claimed family detention was necessary to deter migrants.”Twitter users have been livid with the Trump administration. They have expressed their outrage without mincing words while some have expressed concern and empathy for the trapped immigrants.  JUST IN: Video from inside our tour of the Border Patrol's processing station in McAllen -- the epicenter of family separations.You'll see single adult males, but at about 53 seconds in it gets to mothers and girls.This is unedited government footage as provided by @CBP. pic.twitter.com/qeRIZKhvLz— Jacob Soboroff (@jacobsoboroff) June 18, 2018\n\nPhotographer John Moore who took this picture of the immigrant child crying hysterically being forcibly taken from her mother under Trump’s zero tolerance policies of arresting innocent people seeking asylum. Moore said he had to pull over to gather his emotions moments later . pic.twitter.com/6o56XzJj2f— CJ Mann (@cjmann13) June 17, 2018\n\nFuck you, Melanie. You know damn well your husband can end this immediately...you feckless complicit piece of shit. https://t.co/5NsoFgMuLr— Kathy Griffin (@kathygriffin) June 17, 2018\n\nDonald Trump: Democrats are so weak on immigration that MS-13 is their fault.Also Donald Trump: Democrats are so tough on immigration that kids being separated from families is their fault.This is what happens when you can't keep your lies straight.— Adam Best (@adamcbest) June 17, 2018\n\nTrump voters,I blame you for this immigration nightmare.Not because of your vote—but because of your silence at every horrible thing he's done since then, and the way you've enabled and emboldened him.— John Pavlovitz (@johnpavlovitz) June 17, 2018\n\nAnd the cartoonists have been on point, as always.Do we really want to be known as the country that takes 8-year-old undocumented migrant kids away from their moms and dads? @MurphyCartoons asks, https://t.co/6jGoP8XaBc #Trump #Immigration #Immigrants #StatueOfLiberty #cartoon pic.twitter.com/ql1LlD2X9g— Linda Dono (@LindaDono) June 14, 2018\n\nEditorial cartoon by Lalo Alcaraz#Donald #Trump #DonaldTrump #Immigration #IllegalImmigration #UndocumentedImmigrants #AntiImmigration #ICE #Xenophobia pic.twitter.com/qKbnjZHYOd— William Quincy Belle (@wqbelle) June 9, 2018\n\nApparently, this *cartoon* offends some people. But it is @realDonaldTrump’s policy of separating children from their migrant parents (the cartoon’s substance) that I find offensive.#Trump #Sessions #Immigration #ImmigrantChildren pic.twitter.com/7jtsf3vHb3— Koogslaw (@Koogslaw) June 16, 2018\n\n    #GrimJiggs #thedyslevixcartoonist cartoonoftheday #cartoon #doodle #toon #jokeoftheday #lins #trump #immigration border #children #gospel A post shared by  James Griggs (@griggs1776) on Jun 15, 2018 at 11:17am PDT\nMind well and truly blown #Trump #Immigration #US #politics #AmericaFirst #DrSeuss #historical #political #cartoon #recycle pic.twitter.com/nMrbrEKTBs— Rob The Bruce (@robster38) June 16, 2018","author":"Scroll Staff","time":"2018-06-18T21:54:51.608717+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/883047-xnbpfuqsvx-1529338481.jpg","tags":["Donald Trump","Immigration policy","United States","Mexico","family separation"],"source":"https://scroll.in/article/883047/these-9-articles-capture-the-horror-of-donalds-trump-zero-tolerance-policy-for-immigrants"}