{"title":"‘These things keep happening’: Varanasi DM dismisses child’s death in stampede during police assault","content":"As lakhs of Indians hit the streets to protest the Citizenship Amendment Act and National Register of Citizens last week, they were met with brutal force in many Bharatiya Janata Party-ruled states. The worst of these is Uttar Pradesh. Of the 24 people dead across India, as many as 17 are from the northern state. In many parts of Uttar Pradesh, the police made mass arrests, forcibly entered Muslim homes and ransacked them.This is also the case in Varanasi, where Scroll.in has found that the police began an unprovoked assault on a peaceful crowd of protesters. Most of the crowd consisted of teenagers. Since the police assault took place in the narrow lanes of the Bajardiha neighbourhood of the city, the panic rush that it caused led to the death of 11-year-old Saghir Ahmed. He was crushed to death in a stampede by people fleeing the police on December 20.When Scroll.in approached the district magistrate of Varanasi for an explanation about how the police could have ordered a lethal assault on peaceful protestors, the official responded by mocking the child’s death. “These sort of things keep happening in the city,” Kaushal Raj Sharma told Scroll.in at the collectorate on Monday. “Why don’t you go and help the family?”Also read:How a brutal police assault on peaceful NRC protestors left an 11-year-old boy dead in Varanasi‘Why kill our children?’: Blood and tears in an Uttar Pradesh townThe Adityanath government in Uttar Pradesh has been accused of using draconian repression. To prevent protests, Section 144 – the Indian law that bans public assembly – had been imposed in the entire state on Friday: an unprecedented occurrence in India’s history. Post the protests, mass arrests have been reported from Muslim areas. Moreover, many protesters who were arrested and assaulted are yet to be released. The state government is also now seizing properties of those who were involved in the protests.","author":"Shoaib Daniyal","time":"2019-12-24T14:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133440-xfmerrdsqx-1577160969.jpg","tags":["NRC","CAA","Uttar Pradesh","Adityanath"],"source":"https://scroll.in/latest/947735/these-things-keep-happening-varanasi-dm-mocks-childs-death-in-stampede-during-police-assault"}