{"title":"These innovations have made Amrik Sukhdev Dhaba in Murthal the truck drivers’ favourite since 1967","content":"Amrik Singh’s uncle, Sardar Lakshman Singh, ran a dhaba in Miller Ganj, near Ludhiana in Punjab, around 260 kilometres from Murthal. It was popular among truck drivers and business was thriving. He did not have a son, but his sisters did. He asked one of his two sisters who had four sons to allow him to adopt one (unofficially; this was common practice in India in those times). This is how Prakash Singh, her youngest son, arrived to help his uncle run the dhaba at Miller Ganj. All was going well. So well that his second sister asked Sardar Lakshman Singh to take on her son, Lal Singh, too. Prakash Singh and Lal Singh came to run the dhaba together. But before long, the cousins had a falling out, and Sardar Lakshman Singh had to work out a solution. He decided that Prakash would be given a new dhaba to run at another location, while Lal Singh would continue working alongside Lakshman Singh in Miller Ganj.The search for a new place began. Truck drivers, loyal customers as they were, came to the rescue. They told the family that there weren’t good places on the outskirts of Delhi where they could take a break and get some food and rest. They suggested Murthal as the ideal highway stop. Further consultations were held, and it was decided that Prakash Singh would head to Murthal to set up his own dhaba. The year was 1956. Haryana had not yet been created. So when Prakash Singh landed at Murthal, he was still in Punjab. There was only a small, nameless dhaba (as was the norm back then, dhabas did not have names) operating somewhere nearby. For those unfamiliar with the locality, it is impossible to imagine what Murthal would have looked like back then. Independent India was not even a decade old. Delhi was still taking shape. The land for Chanakyapuri, the diplomatic enclave, had just been allocated. Greater Kailash did not exist. Setting up an eatery in Murthal would not have seemed as self-evident as it does now.Murthal falls on the Grand Truck Road (GT Road), one of the oldest and longest trade routes in Asia. GT Road extended from Chittagong in present-day Bangladesh to Kabul in Afghanistan. Since the third-century BCE, the road has been a vital artery for trade and transport. So while Murthal had not so far become a rest stop, it was not impossible to imagine that it might happen. Now coming back to Prakash Singh, who rented a small place in Murthal Khas for his dhaba. It was three or four kilometres away from where Amrik Sukhdev stands today. He and his wife began living in a small room upstairs, while the dhaba operated on the ground floor. Thanks to his network of truck drivers, business began picking up. The menu was simple. Rotis, dal, and three kinds of parathas: potato, onion, and a mix of the two. Within weeks, he began to sell out. The good run continued for a few years, till his landlord wanted to raise the rent. Having established his business by now, Prakash Singh decided to move on and find a place of his own. In the early 1960s, Prakash Singh bought a piece of land a few hundred metres away from the first dhaba. He built his dhaba in the front and his home was located at the back. A door separated the two sections. Truck drivers began to stop for more than just the food. They bathed, slept on the coir beds, relaxed, and enjoyed their teas.Amrik was born in 1967. Prakash was a happy man. Life and business were running smoothly. This was probably the longest period of calm that the business and family would ever see.Let’s move forward to 1982. India was hosting the ninth Asian Games. Delhi underwent monumental infrastructure development, with five new stadia (including the swanky Jawaharlal Nehru stadium) being built, twelve existing ones being renovated and expanded, seven flyovers being constructed, and around thirty roads being widened. A total of 3,411 athletes from 33 nations had descended on the capital. The games marked the first colour broadcast in India by Doordarshan. The opening ceremony was attended by nearly 75,000 people. It was a glorious year for Delhi and IndiaIt also impacted Prakash Singh and his dhaba. The two-lane highway that it was on was widened to four lanes. The parking area was handed over to the highway. After almost two decades of smooth sailing, he had to move again. But this would be his last move. There would be other challenges to tackle but having to find a new location would not be one of them.Prakash Singh rented an old eatery for Rs 300 a month and moved his establishment lock, stock, and chulha to this new site. Its existing structure became the drawing room, and the house was extended to accommodate a growing family. Prakash was now ready to grow roots. For the next thirteen years, the dhaba ran without a glitch. This gave Prakash the stability and resources to plan his next steps. In 1995, he purchased the land and the building he had been renting and began constructing his biggest project yet – a newer and bigger Amrik Sukhdev Dhaba. All through that time, the kitchen never stopped working, and food was served every day. As we will see later, this commitment continues to be the driving force behind the brand. No matter what happened, food was made and people were fed, every single day. It took five years to complete construction and for the restaurant to open its doors.It was the turn of the century, the year 2000. The new dhaba was inaugurated. Truck drivers were still the most loyal customers, and Prakash Singh’s business was geared to serve them. Having spent decades catering to and being around truckers, he knew their needs better than anyone else. Amrik recalls how his father was the first to invest in private and well-maintained bathrooms for the truck drivers. These were fashioned on the typical Punjabi haudi, irrigation channels in farms where people also bathed. Granite chips were used to embellish the channel, and it was the talk of the town back then. This offered a luxury bathing experience for weary truckers. Amrik Sukhdev remained loyal to the truck drivers the way they had remained loyal to the dhaba. This was a time when truck stops and private car stops were clearly distinguishable from each other. One could still spot masseurs walking around with bottles of oil. They were ‘experts’ at bringing relief to bodies ravaged by hours and hours of manoeuvring trucks. But if you did not drive trucks, you went to them only at your own risk. I made the mistake once. Their sinewy hands felt as if they were made of steel. The pressure they applied per square centimetre of human flesh could not have been recommended by any doctor. They found muscles to pull and pinch in the oddest places. It felt painful at the time and got only worse over the next three days. How hard a truck driver’s life must be that he found relief in this torture!But times were changing. Nearly a decade after the economic liberalisation of 1991, India was booming. Highways were wider and smoother than ever before. There was an increase in private cars on these roads. While Amrik Sukhdev focused on truck drivers, these cars began stopping at other dhabas in the vicinity.that were intent on catering exclusively to families and keen on attracting them. Family dhabas were becoming increasingly luxurious, while dhabas for truck drivers remained the ramshackle huts that they always were. A great opportunity was close to being lost.Excerpted with permission from ‘The Dhaba That Birthed a Town: Amrik Sukhdev Dhaba, Murthal’ by Om Routray in India’s Most Legendary Restaurants, edited by Ruth Dsouza Prabhu, Aleph Book Company.","author":"Om Routray","time":"2024-05-10T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200550-srqxylyrxo-1715075305.jpg","tags":["indian foods","indian restaurants","indian food books"],"source":"https://scroll.in/article/1067566/these-innovations-have-made-amrik-sukhdev-dhaba-in-murthal-the-truck-drivers-favourite-since-1967"}