{"title":"‘Hindi will not be imposed,’ says Centre after draft education policy faces criticism in Tamil Nadu","content":"Minister of Human Resource Development Ramesh Pokhriyal on Saturday denied that the government was planning to impose Hindi in schools in Tamil Nadu. This comes after politicians across the political spectrum in the state protested against the emphasis on Hindi in the draft education policy submitted to the Central government on Friday, NDTV reported. “Public feedback will be sought, it is a misunderstanding that it has become a policy,” the minister said, according to ANI. “No language will be imposed on any state.” Union Minister of Environment Prakash Javadekar also assured that the government does not want to impose any language on anybody. “We want to promote all Indian languages,” ANI quoted Javadekar as saying. “It is a draft prepared by committee, which will be decided by govt after getting public feedback.”According to The News Minute, a panel of experts led by former Indian Space Research Organisation chief Krishnaswamy Kasturirangan recommended that students in non-Hindi speaking states learn a regional language, Hindi and English while students in Hindi-speaking states learn Hindi, English and a modern Indian language from other part of the country.This was construed by many as an attempt to impose Hindi on students in the state. Tamil Nadu School Education Minister KA Sengottaiyan said the new policy will be rejected. “Tamil Nadu will follow only two-language policy,” NDTV quoted him as saying. “Only Tamil and English will bravely march in Tamil Nadu.” Sengottaiyan’s party, the All India Anna Dravida Munnetra Kazhagam, contested the Lok Sabha elections together with the Bharatiya Janata Party.The Opposition also opposed the draft education policy. Dravida Munnetra Kazhagam leader Kanimozhi said the party would oppose imposition of Hindi while Marumalarchi Dravida Munnetra Kazhagam leader Vaiko warned of a “language war”. “Imposing Hindi on non-Hindi speaking states will destroy pluralism,” said Amma Makkal Munnetra Kazhagam leader TTV Dhinakaran. “This would make non-Hindi speakers second-class citizens.” Actor and Makkal Needhi Maiam leader Kamal Haasan pointed out he had acted in Hindi movies and said nothing should be imposed on anyone. “After all, it is up to the individual to learn any language of their choice,” he added.DMK Rajya Sabha MP Tiruchi Siva also warned the government about the consequences of adopting the draft policy. “They [central government] are playing with the fire,” The Times of India quoted him as saying. “Imposing Hindi in Tamil Nadu is like throwing fire in a sulphur godown. If they insist on learning Hindi again, the students, youths will stop it at any cost. Anti-Hindi agitation in 1965 is a clear example.”The parliamentarian pointed out that the report did not specify if the languages of other states, particularly southern states, would be taught in Hindi-speaking states.Tamil Nadu has a history of opposing moves to make learning Hindi compulsory in the state’s schools. The first such agitation was launched in 1937 and it went on for three years. This flared up again in 1965, triggering riots in which 70 people were killed.","author":"Scroll Staff","time":"2019-06-01T19:38:28.740769+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120980-cstuoxblpo-1559397148.jpg","tags":["Tamil Nadu","Draft education policy","Kasturirangan Committee"],"source":"https://scroll.in/latest/925592/they-are-playing-with-fire-tamil-nadu-politicians-oppose-focus-on-hindi-in-draft-education-policy"}