{"title":"‘They died in front of my eyes’: Eyewitness recounts torture of Poonch villagers in Army custody","content":"In his 80 years on the planet, Lal Hussain has seen a lot. But nothing had prepared him for the horrors he witnessed on December 22.  “They died in front of my eyes,” said Hussain.Hussain was one of nine residents of the Topa Peer village who were picked up by Army personnel that Friday morning – a day after a deadly militant strike in Jammu and Kashmir’s Poonch district killed four soldiers.Three of the detained civilians – Safeer Ahmad, 45, Mohammad Showkat, 26, and Shabir Ahmad, 30 – died due to alleged torture in Army custody. Five others are still in hospital due to their injuries. One of them is severely injured and has been shifted to Udhampur hospital. Only Lal Hussain returned the same day. He is a crucial eyewitness to the deaths of his fellow villagers, Safeer and Showkat.“The soldiers in the Army camp rained sticks on them continuously for five-and-a-half hours,” Hussain told Scroll. “They did not even stop for a minute, it was as if they were threshing maize.”Every time a stick would break, Hussain recounted, the soldiers would rush to fetch another. “When that stick did not last, they brought water pipes…but they just did not stop at all until the two died.” The Army has instituted a court of inquiry into the deaths and shifted three officers out, including a brigadier, of the region. The Jammu and Kashmir Police has registered a first information report, booking “unknown” individuals for murder.Earlier this week, Defence Minister Rajnath Singh met the families of the victims in Rajouri and assured them of justice.A relative shows the image of Safeer Ahmad, 45, who died on December 22.The eyewitness All nine villagers from Topa Peer were taken to the Army’s 48 Rashtriya Rifles Maal post, Hussain told Scroll. The military camp sits atop a hill on the other side of the village, some two kilometres away. “When I was brought inside the camp, the company commander asked them, ‘Why have you brought this old man?” Hussain said. Despite the commander’s misgivings, the soldiers beat up Hussain. “When a soldier hit me with a stick, the commander stopped him,” recalled Hussain. “I was then made to sit near the other end of the room while they continued to thrash the rest of my villagers.”  According to Hussain, Mohammad Showkat was the first to die during the torture. After that, Safeer Ahmad also passed away. “I remember they died around 4 pm because I could hear the asr azaan [the call for mid-afternoon prayers],” Hussain said. Shabir Ahmad, the third man who died, was alive at the time. “I think he died when he was being later taken to the Army’s Bufliaz camp.”  Only when the two men died did the Army men stop the torture. Hussain was let go. “They told me to go home and not talk about what had happened to anyone,” he said. Once he returned, he alerted the villagers about what had transpired at the camp.   On December 22, a set of videos that went viral appears to corroborate Hussain’s account. They showed men in camouflage trousers beating civilians inside a room, .Naseer Ahmad, a cousin of Mohammad Safeer, said that Safeer’s body bore grotesque torture marks.  “There is not a single patch of his body which did not have a bruise or a wound,” said Ahmad, who gave Safeer the ritual final bath before his burial. “It looked as if he was electrocuted on his arms. His neck was also broken.” The families of the other two victims also asserted that their bodies had torture marks and bruises from shoulders to toe. Scroll contacted the Army spokesperson for a statement about the accounts of the villagers of Topa Peer. The story will be updated if they respond.‘We’ll shoot you’   While Hussain bore witness to what transpired inside the Army camp, Fatima Kounsar, the wife of Mohammad Showkat also saw and heard a horrific scene unfold.Kounsar’s maternal home sits right below the 48 Rashtriya Rifles’s Maal post in Bufliaz. “My relatives had seen the Army men bringing my husband and others to the camp around 9.30 in the morning,” said Kounsar. “Around 11 in the morning, we received a call from my mother that they were hearing screams of detained villagers from the camp and that they were being ruthlessly tortured.” Fatima Kounsar, the pregnant wife of one of the victims, Mohammad Showkat.Kounsar rushed to her mother’s home from where she, along with a few other female relatives, made her way to the Army post. “We begged them to let the men go but they abused us,” Kounsar told Scroll. “The Army soldiers at the gate shouted at us and said they will drag us inside the camp and strip us…They said ‘Go home or we’ll shoot you.’”  Turned back from the camp, Kounsar, however, could hear the men being tortured from the rooftop of her maternal home. “They were beating them ruthlessly and dumping them in a water tank…We watched helplessly but could not do anything.”A village rattled Topa Peer village is a sleepy, remote village spread over a hill, with 50-odd homes of the largely Gujjar tribal community. There are no motorable roads here nor even drinking water connections. Its residents recount that the village was no less than a home for the Army. That explains the anger villagers now hold against the Army’s 48 Rashtriya Rifles.  “This is a small village and the Army’s post is nearby. Therefore, it’s common for them to roam in the village,” said Noor Ahmad, a head constable with the Border Security Force in Rajasthan, whose brother Mohammad Safeer is among the dead. “They know everyone by name and the villagers were very cordial with them too. It’s common for them to ask for things like milk, tea and bread from people on any given day.”  Perhaps, that is why not many had felt worried on the morning of December 22 when the Army came to pick up the villagers.   “The Army man told me that ‘Baba, isko abhi paanch minute main jaane denge. We will let him go in five minutes,” recounted Wali Mohammad, the father of Mohammad Shabir, who died due to the alleged torture. “It’s common for them to call locals for paid work…I did not know that they would not let him live.” The Topa Peer village.Border Security Force constable Ahmad said the village has known peace all along its history. “Not a single individual from this village has ever got involved in militancy,” he emphasised. On the contrary, the villagers extended their support to the Army on their own, he said. “If some Army personnel were deployed in the village for some operation, my mother would make tea for them and feed them,” said Ahmad, a father of four. “She thought of them like me, soldiers doing their duties far from their families and homes.” It is difficult to say if the village will retain such an attitude towards the Army. “This incident has caused a divide between the Army and locals,” he said.  BSF constable Noor Ahmad's brother was among the three men who died in Army custody. A trail of loss The three victims leave behind broken parents and siblings, numb widows and children. Mohammad Safeer, a farmer, is survived by his wife, four children and old parents. Safeer’s youngest son, who is two-and-a-half years old and too young to talk properly, used to call his father Chaachu or uncle, said Noor Ahmad. “After he saw the body of his father, he babbles, ‘Fauji, chachu, katt’. Soldiers cut my father,” said Ahmad, his eyes welling up. Wali Mohammad, the father of shepherd Mohmmad Shabir, lost his wife only four months ago. “I am yet to finish mourning her loss and here I have been struck by another tragedy,” said Mohammad, who cannot walk without the support of a stick. “I can’t move much, so he would take care of me at home.”Wali Mohammad mourns the death of his 30-year-old son Shabir, who was picked up by the Army on December 22. Shabir leaves behind his wife and a five-year-old son. His brother, who works as an Army porter, will now have to take care of two families and his ailing father. According to Mohammad, his grandson is convinced that his father is not coming back.“I saw him talking to himself in the morning,” Mohammad said. “He was saying that he would distribute his father’s sheep among his uncles,” Mohammad said, breaking down.Lovers separated The loss of her husband has left 22-year-old Fatima Kounsar heartbroken.A year ago, Kounsar and 26-year-old Mohammad Showkat had won a hard-fought battle against their families to be together.Showkat was a Gujjar while Kounsar belonged to a Bakarwal family. “Our families were against our marriage but we did not relent,” said Kounsar, speaking in whispers. “We loved each other. I could not think of anyone else other than him.”Showkat was a shepherd who would take care of his ailing parents, handicapped brother and manage the entire household. One of his brothers works in Srinagar as a salesman and is mostly not home. The couple was looking forward to the birth of their child. “I know I am alone without him…,” said Kounsar, “But I will live like this. I am not going to leave his house.”  All images by Safwat Zargar.","author":"Safwat Zargar","time":"2023-12-31T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197091-rdvdsmowhc-1703920885.jpeg","tags":["Poonch custodial deaths","Gujjar Bakarwal","Jammu and Kashmir militancy","Army custodial deaths","Topa Peer eyewitness","eyewitness account"],"source":"https://scroll.in/article/1061399/they-died-in-front-of-my-eyes-eyewitness-recounts-torture-of-poonch-villagers-in-army-custody"}