{"title":"‘They don’t feel sorry’: Revisiting Kandhamal 10 years after the violence against Christians","content":"When the madness hit Kandhamal in August 2008, its ripples spreading swiftly to other districts of Odisha, the family of four fled their village, Tiangia, and went into the forest. Parikhita Nayak hid there for two days with his wife and two children before the mob found them. They bludgeoned Nayak with an axe, dragged him with a bicycle chain around his neck, tortured him, murdered him and cut his body to pieces, according to his brother Surendra Nayak. In an archived account of the murder, Parikhita Nayak’s wife narrates how the killers wore her husband’s intestines around their necks. Before they did this, they told him what they told every Christian they attacked: give up Christianity, say you are a Hindu.Today, when the men in the mob meet Surendra Nayak at the local tea store, they tell him, “We made a mistake, we will never do this again. Outsiders influenced us.”But Surendra Nayak, who looks permanently worried and sat with his fingers locked, said, “They don’t feel sorry or apologise. Their heart is not clear.”As the national debate swirls around why Christians, like many Muslims, feel unsafe in Narendra Modi’s India (earlier this year, a Christian mission ranked India 11th in a list of 50 most unsafe countries for Christians), nationalist commentators argue that the community has never had reason to feel threatened.Columnist Tavleen Singh tweeted in June:This is a genuine question: can anyone list for me incidents of violence against Christians since 2014? What is making Christian priests talk about the danger to India’s constitution?— Tavleen Singh (@tavleen_singh) June 5, 2018\n\nAs we mark the 10th anniversary of Kandhamal this week, it seems more important than ever to revisit the time Christians were attacked in this landlocked, forested district in the heart of Odisha. More than 600 villages were ransacked, 5,600 houses were looted and burnt, 54,000 people were left homeless, according to the National People’s Tribunal headed by retired Delhi High Court judge AP Shah. At least 39 Christians were killed and 232 churches destroyed, though human rights groups quote higher numbers.Bharatiya Janata Party MLA Manoj Kumar Pradhan was among those arrested for Parikhita Nayak’s murder – it was one of 14 cases against him. Pradhan was convicted and sentenced in two cases but was re-elected while in jail and out on bail in less than a year. He remained a legislator from that region’s G Udayagiri constituency until 2014, when he lost to the Congress candidate.Bipin Nayak, a philosophical, bearded man in his 40s, echoed a common feeling amongst the Christian community in Kandhamal: “They have never felt the grace of asking for forgiveness.”In February, members of the Karwan-e-Mohabbat (Caravan of Love), a year-long civil society initiative in response to the surge in bovine-related hate crimes against Muslims and Dalits in 2017, met those affected by the Kandhamal violence. The Karwan has also visited survivors of the 1984 anti-Sikh riots in Delhi and the 2002 Gujarat riots.It started with a murderIn Odisha, it all started when Vishwa Hindu Parishad leader Lakshmanananda Saraswati, a saffron-clad preacher known for his inflammatory speeches and who had worked for four decades to reconvert Christian Dalits and Adivasis in the state, was murdered with four of his associates on August 23, 2008, in what was widely reported as a Maoist attack.The Sangh Parivar, however, blamed Christian missionaries and retaliated by attacking Christians. Seven Christians were convicted and are serving life sentences for the preacher’s murder. They maintain they are innocent.“Everyone blamed the Sangh Parivar but we did not do anything,” said Ramesh Sahu, who heads the Rashtriya Swayamsevak Sangh cadre in Phulbani, the municipality and administrative headquarters of Kandhamal. “It is all peaceful here now, there is no tension.” Many have argued that 2008 was not so much about communal violence as it was an ethnic war between the region’s two groups, the Panas and the Kandhas.A decade later, as you drive through the district, you still come across a burnt church or a new Hanuman statue. The Betticola church, which was razed during the riots, is now a temple where a loudspeaker plays songs about Lord Ram’s most famous devotee on loop. His statues dot the district and Shabri, a tribal devotee in the Ramayan, has become a popular goddess in Adivasi settlements. Sahu and the Rashtriya Swayamsevak Sangh president of the Odisha-East region, Samir Kumar Mohanty, denied that a temple has been built where the church once stood. When I told them I saw it, both reiterated they were not aware of any such temple.A defaced portrait of Jesus hangs on the wall of a home in Kandhamal on August 30, 2008. (Credit: Parth Sanyal / Reuters)Priests killed, nun gangrapedPriests and nuns, symbols of Christianity, were obvious targets of the 2008 attacks. Father Bernard Digal, treasurer of the Cuttack-Bhubaneswar Archdiocese of the Catholic Church of Odisha, and a resident of Tiangia village, was one of several priests killed during the violence.At the home of his youngest brother Benedict Digal, where framed family pictures mounted above eye level lined one side of a narrow, dark living room, a team from the Karwan, led by human rights activists Harsh Mander and John Dayal, met the family members of persons killed in four separate attacks in the village. None of them had received justice, they said.In Bernard Digal’s case, there was no arrest warrant or chargesheet, his brother, with slicked back silver hair and a matching moustache, said.Jamboti Digal, a tiny, shrivelled woman seated between Surendra Nayak and Benedict Digal, said she never saw who killed her husband Trinath Digal, who was out grazing his goats. His head was smashed with a stone. There were no witnesses and no inquiry.All agreed that the state was largely absent during this time. “It’s just media public relations that Naveen Patnaik is known as a secular chief minister,” said Catholic priest Ajay Kumar Singh, who heads the Odisha Forum for Social Action. “He was the home minister then, in the coalition government with the BJP.” Singh was also frustrated with the church for not doing enough for the victims. He reasoned it was probably because Kandhamal is remote and one of India’s poorest regions.Patnaik broke off the partnership with the BJP before the 2009 Lok Sabha elections, apparently citing the BJP’s role in Kandhamal. After he was re-elected chief minister, Patnaik said the Sangh Parivar was responsible for the communal riots. But his critics say he has not done enough to ensure justice to the victims. As we approach the 2019 general elections, Patnaik’s Biju Janata Dal looks closer than it has been to the BJP this past decade. In recent months, the Biju Janata Dal abstained from voting during a no-confidence motion against the BJP-led government at the Centre and supported the government’s candidate in the election to the post of Rajya Sabha deputy chairman.In August 2016, the Supreme Court asked the state government to re-investigate 315 closed cases related to the violence. The court said it was disturbing that only 78 of the 362 completed trials had resulted in conviction.On the night of August 25, 2008, the hallways of Divya Jyoti Pastoral Centre, a training centre for priests and the laity with neat residential rooms, were as quiet as they were when we visited. That night, when the crowd started attacking Christian institutions in the neighbourhood, Father Thomas Chellan was at the centre along with a nun and some support staff. Chellan and the nun fled Divya Jyoti, taking shelter with a Hindu tribal family down the road. But they were found and dragged to the nearby Jan Vikas Kendra, a non-governmental organisation, where the nun was gangraped as a mob watched. She has not gone back to Kandhamal since then. Of the 30 men named in the chargesheet, 28 were arrested, nine faced trial, one absconded, three were sentenced and are all out on bail pending an appeal in the High Court.The Divya Jyoti Pastoral Centre in Kandhamal. (Credit: Priya Ramani)“There are around 80 pending cases of communal violence in the additional district sessions court and assistant sessions court in Balliguda and district and sessions court in Phulbani and where the accused are yet to face trial,” said Manas Ranjan Singh, a lawyer and resident of Kandhamal. “When we started, the conviction rate was around 45%, now it is down to zero.”Singh said there were no funds for survivors to fight cases and many victims had pulled out when support dried up and the accused got anticipatory bail, ensuring that the legal process would drag on. Both sides have filed around 80 appeals that are pending in the High Court, he added.Living with the pastThe roads in Kandhamal may have been narrow and easy to block a decade ago but today, they can compete with the roads in our biggest cities; it took us six hours to get there from Bhubaneswar. Bibhu, our driver, was a picture of syncretic India – a tattooed trishul behind his left ear, a cross on his forearm and a proclivity for the latest Punjabi music with sexist lyrics (I was gripped by one where the singer attempts to bribe a woman to marry him. There is no mention of love, instead he tries to intimidate her by telling her he has friends in high places).In the capital, there were murals everywhere, on the support pillars of flyovers and on public walls. Carts were piled high with broccoli and under STOP on a road sign, someone had spray-painted HATE. Stop hate is one of the Karwan’s messages along with seeking forgiveness and working towards reconciliation. There were many rainbow-coloured temples along the way but as we entered Kandhamal, the only colours visible were the green of the sal forests and the orange of the sunset over the Kalinga Hills.Fear and insecurity about their neighbours linger among Christians in the region. “At least in the day time we feel like we are together,” Benedict Digal said. “But at night, after 6 and 7, there is dead silence. We are not sure what will happen next.”All Hindu homes in his village, Tiangia, now have at least one family member who is a member of the Rashtriya Swayamsevak Sangh, he added. An RSS shakha (unit) is located a few kilometres away in Kattingia village, a place Christians make sure to avoid.Ramesh Sahu, the RSS leader in Phulbani, dismissed these fears, pointing out that the number of RSS shakhas in Kandhamal has fallen from around 58 in 2008 to 38 now. According to him, there are no villages that are out of bounds for Christians.Down the road from Digal’s home, the Catholic church has a simple yellow monument with a cross – a memorial with the names of the seven men from the village who died in the violence. In addition to Parikhita Nayak, Bernard Digal and Trinath Digal, it has the names of Dibyasing Digal, a Dalit pastor who was married to a Brahmin woman, the village postmaster Dinabandhu Pradhan, Darasantha Pradhan and Bikram.The Catholic church in Tiangia has a simple memorial that lists the names of seven men from the village who died in the 2008 violence. (Credit: Priya Ramani)Earlier that day, Dibyasing Digal’s widow, 48-year-old Pushpanjali Panda, told us her story at a gathering at the Believers Church in Santinagar, a resettlement colony off the highway in Kandhamal. Forty-five Christian families, once parishioners of Betticola church, fled their village after their church was razed and their family members murdered.Ten years on, all hope of going back has been extinguished.Everyone around her cried as Panda narrated how a cloth was tied around her husband’s neck before he was dragged and crushed with stones. “They threw him in the drain,” she said, house keys shaking in her right hand. She only managed to escape death and save her nine-year-old daughter Monalisa – now 20 and working in the textile industry in faraway Chennai – because she recognised the voice of some the attackers threatening to burn her house down. “I know you,” she shouted from inside. “Why do you want to set our house on fire?”Let us burn the body, do not file a case, they told her later. Witnesses turned hostile. Months after, some goons threatened her as she came out of a court hearing. “We will kidnap you and kill you,” they said. After the Supreme Court verdict, Panda received Rs 3 lakh, but the murderers of her husband were never convicted.Other women, too, continue to carry the burden of the vivid details of their husbands’ deaths.Forty-year-old Ludhia Digal said that after the mob attacked and murdered her husband Akbar, a pastor in the neighbouring village, they poured kerosene and acid over him and burnt his body to destroy any evidence. As they did this they chanted the names of Hindu gods.The killers of 40-year-old Runima Digal’s husband were sentenced to seven years in prison but were granted bail after one. Ishwar Digal, a driver, was murdered on September 20, 2008, almost a month after the violence began. When government representatives at the relief camp they had taken shelter in said normalcy had returned, the couple decided to go back to their village, Guttinge. The villagers had only one thing to say to them: if you want to stay here, you will have to say you will be Hindu. Ishwar Digal told them that he would remain a Christian. The couple fled again but were found. Ishwar Digal was murdered in front of his wife.Anita Pradhan does not remember her age, but she will never forget how Hindu relatives called her husband Sibino, a pastor, to help with some funeral rituals. Then they dismembered and burned him.Ten years after Kandhamal, the memories of the survivors seem more important than ever.Pushpanjali Panda (second from left) and the other widows of Kandhamal still bear the burden of the vivid details of their husbands’ deaths. (Credit: Priya Ramani)Priya Ramani is a weekly columnist with Mint Lounge","author":"Priya Ramani","time":"2018-08-26T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/891587-wphtcrhgxw-1535019870.jpeg","tags":["Kandhamal riots","Odisha","Christians","Kandhamal nun gangrape","Sangh Parivar","Communal violence"],"source":"https://scroll.in/article/891587/they-dont-feel-sorry-revisiting-kandhamal-10-years-after-the-violence-against-christians"}