{"title":"They paid a price for Adityanath's hate speech – and now have fallen silent","content":"He enunciated every word carefully: “In our village… Adityanath… called for an assault… on 19. 6. 2002… morning 9 am…” Ninety-year-old Mohammad Hanif Ansari still remembers vividly the day 15 years ago when 42 Muslim homes, including his own, were torched in Mohan Mundera village in eastern Uttar Pradesh’s Kushinagar district. The corpse of a teenage girl lay rotting in the village. The girl, from the Rajbhar community, died after she was allegedly raped on the night of June 16, 2002. Her family said the rapist was Suleman, an employee of a local Muslim family. The girl’s family refused to cremate her, or allow for a postmortem, until he was arrested.Hearing about the incident, Bharatiya Janata Party member of Parliament from Gorakhpur and the head of the Gorakhnath temple, Adityanath announced he would visit the Muslim-majority village. His workers spread the word, asking Hindus of the area to mobilise for the meeting. It was characteristic of Adityanath’s style of politics. Elected to the Lok Sabha for the first time in 1998 at the age of 26, he had cast himself as the protector of Hindus, leading mobs against Muslims whenever he thought they needed to be punished.The Muslims of Mohan Mundera, who belonged to the backward Ansari and Mansoori communities, had first heard about the Hindutva firebrand in 1999. That year, Adityanath had waded into a dispute in Pachrukhiya village in neighbouring Maharajganj district on behalf of local Hindus. A peepal tree, which stood on land that local Muslims claimed was part of a graveyard, had been cut down. In retaliation, a mob led by Adityanath stormed the village, trampled over the graves, and planted two dozen peepal trees. According to the police first information report in the case, he then drove with his supporters to the intersection where Samajwadi Party workers had gathered for a protest. His supporters, who were carrying guns, opened fire, killing a police constable.Naturally, when the Muslims in Mohan Mundera heard at night about Adityanath’s impending visit, they got worried. In the early hours of the morning, women and children were sent away. Some men left too. A few people, mostly the old, stayed behind. By 9 am, Adityanath reached the village, located about 50 km east of Gorakhpur. A large crowd had gathered to listen to him. “People had come from paanch kos [a radius of ten km],” said Mohammad Salim. “They came running like people run when they go to catch fish.”In June 2002, the Muslim families of Mohan Mundera sent away the women and children, fearing for their safety. As Muslims fled for safety, they say Adityanath told the mob that had gathered at the village school: “Hindu ka ghar jalna nahi chahiye, Muslim ka ghar bachchna nahi chahiye.” (No house of Hindus should burn, no house of Muslims should be spared.)Barring a handful of Muslim homes that were left untouched – because burning them would have put their Hindu neighbours at risk – all homes of members of that community were looted and burnt. “Nothing was left. Not even a needle,” said Hajrunissa, who still burns up at the memory of the humiliation of not having  food for the children or a single pair of spare clothes. Added Ansari: “They poured petrol over my granary, setting the grains on fire.” All the while, a contingent of Uttar Pradesh’s Provincial Armed Constabulary was present in the village. So was the police superintendent of the district. “He was a good man,” said Mohammad Safi. “He wanted to open fire but could not because the DM [district magistrate] did not give him permission.” The police arrested two members of the Hindu Jagran Manch, said Manoj Singh, a senior journalist in Gorakhpur who covered the aftermath of the arson. “They were booked for making provocative speeches and promoting enmity between two groups,” he said. “But the sections were diluted later and they were released on bail.”Adityanath was not named in the first information report.Adityanath is now the chief minister of Uttar Pradesh.Mohammad Safi shows the charred logs of wood on the roof of his house.A graveyard and gunsWhen Dr Aziz Ahmad first heard rumours of Adityanath becoming the chief minister, he thought it was a joke. “We were laughing… Arre kya baat karte hain, ek aadmi kya kuch kar gaya, wo chief minister ban jayega?” (What are you saying? A man who has done so much can become the chief minister?)Ahmad runs a hospital in an old neighbourhood of Gorakhpur. Such is the rush of patients, the 70-year-old doctor sees two at a time – one seated on either side. Now a member of the Congress, Ahmad was the state general secretary of Samajwadi Party in 1999, when his wife, Talat Aziz, also a member of the party, was addressing a protest rally near Pachrukhiya village, attended by local Muslims.A dispute had broken out about land on the edges of a pond. Muslims said it was part of their graveyard, Hindus said they had been using it for ceremonial baths. One night, a peepal tree growing there was cut down. Hindus took offence to it.On February 10, 1999, according to a first information report filed by the station house officer VK Srivastava, Adityanath and his supporters came to the village in 14-15 cars, “equipped with guns and rifles”. He delivered a provocative speech from the porch of a house near the pond. Shouting slogans, the men marched upto the pond. “On the north side of the graveyard, they began to damage graves and plant peepal trees on the side of the pond,” the FIR said. “When the police tried to stop them, MP Adityanath began to give threats and made provocative statements to stoke communal sentiments.” While the police managed to arrest some of the locals, Adityanath and his supporters escaped. The police chased them. The cars ended up at Dharampur, where Aziz was addressing a protest meeting. On Adityanath’s instructions, his supporters opened fire, before escaping again. A bullet hit Aziz’s security guard, head constable Satyaprakash Yadav, who died.A FIR was registered against Adityanath and others for attempt to murder, rioting  armed with deadly weapons, defiling a place of worship, promoting enmity between different groups and criminal intimidation.The case was transferred to the Crime Branch-Crime Investigation Department, a special wing of the state police. Two years later, it submitted an inconclusive report, saying it could not establish who had fired the gunshots. The court asked Aziz, a litigant in the case, whether the matter should be closed. She declined. The case is still being heard in a local court.Dr Aziz Ahmad runs a hospital that draws both Hindu and Muslim patients.Ten deaths for oneAnother case against Adityanath is being heard by the Allahabad High Court.This pertains to the events of January 2007 when riots broke out in Gorakhpur and surrounding areas. On the night of January 26, a group of men allegedly misbehaved with women of a musical troupe and then joined a passing Moharram procession. There was firing on the procession, following which clashes broke out, in which a Hindu man was killed. Curfew was imposed in parts of the city.The next evening, violating section 144 which prohibited the assembly of more than four people, Adityanath delivered a speech outside Gorakhpur railway station. In the speech, which was recorded on video, Adityanath said:“Agar ek hindu ka khoon bahega to ek hindu ke khoon ke badle hum aane waale samay mein prashashan se FIR darz nahi karayenge balki kam se kam das aise logon ke hataya usse karawayenge jo log…Agar Hindu gharon aur dukanon mein aag lagaata hai to main yeh nahi manata hun ki aapko in sab krityon karne se koi rok sakta hai.”(“If the blood of one Hindu is spilled, then to avenge the murder of one Hindu, in the future we will not file FIRs with the administration but will get at least ten people murdered… If Hindu homes and shops are burnt then I do not think anyone can stop you from carrying out such acts…”)The next day, violence spread beyond Gorakhpur – two people died, and there was extensive damage to homes, shops and vehicles.Parvez Parwaz, a journalist in Gorakhpur, moved an application in the court of the Chief Judicial Magistrate of Gorakhpur under section 156(3), asking for an investigation into Adityanath’s role in instigating the communal violence. He named Adityanath, BJP leader and mayor Anju Chaudhary,  BJP member of legislative council YD Singh, and others.The magistrate rejected the application on grounds that a previous FIR existed. Appealing in the High Court, Parvez pointed out that the FIR related to a single incident of damage to a Muslim-owned shop, not the full range of violence and Adityanath’s role in it. On November 26, the High Court set aside the magistrate’s order.However, Anju Chaudhary appealed in the Supreme Court, which stayed proceedings in the case. After four years, on December 13, 2012, the Supreme Court dismissed her appeal, paving the way for the investigation against Adityanath.In February 2017, the state government told the court that the Crime Branch-Crime Investigation Department had asked the state government for permission to prosecute Adityanath under section 153(a) for promoting enmity between groups. The permission is still pending. The investigating officer, Chandra Bhushan Upadhyaya, told the Indian Express that he had filed his report in 2015. Why did the Samajwadi Party government not act?Parwaz declined to comment on the case. The BJP MLC YD Singh had filed a petition in the court of the Chief Judicial Magistrate, asking for action against Parwaz, alleging he had fabricated the videos. The magistrate dismissed the case. Singh has filed an appeal against the dismissal – oddly – in the same court.Singh may have contested the authenticity of the video, but as Asad Hayat, a lawyer and civil liberties activist, pointed out in a letter sent to the CB-CID in 2014, Adityanath has admitted to making the speech in the show Aap ki Adalat telecast by the Hindi newschannel India TV in August 2014. The show was anchored by Rajat Sharma.Watch from 17:01, when the video is played.\n\n\n    \n    Play\n\nRajat Sharma: Mahant ji poore flow mein bol rahe hai aap. Bhagwa vastra pehan ke, sadhu ka roop dharan kar ke iss tarah ki nafrat ki baat karna theek hai.[Mahant ji, you are speaking in full flow. Wearing saffron robes, as a monk, is it right to make a hate speech?]Adityanath: Dekhiye main uss baat ko conditional kaha hai. Agar koi aapko marenga to mujhe lagta hai ki ssamne koi manav hoga to uss manav ko aap mann sakte hai ki aapne thapad maara aap dosra thapad bhi sehan kar sakte hai lekin agar danav hai to ek haath se marta hai dosre haath se jawab bhi dijeye. Main ek sansayi hoon. Agar humne sahastra ka prashikshan diya gaya to sahastra ke saath saath shastra ka bhi. Agar humare ek haath mein mala hai dosre haath mein bhala bhi le kar chalte hai. Usse samaj ko shisht bhi kiya jaa sake aur doston ko unke kritya ki sazaa bhi di jaa sakein...[Look I had made a conditional statement. If a human hits you, then it is understandable that you will offer him the second cheek, but if a monster hits you, you should give it back. I am a monk. We have been trained with and without weapons. If I have a rosary in one hand, I wield a club in another, to induce the right conduct in society, and to punish the evil for their actions...][30:25]Rajat Sharma: Modi ji kehte hai sabka saath, sabka vikaas. Aap kehte hai ek maaroge main das marunga.[Modi ji talks of participation and development for all. You say, kill one, I will kill ten.]Adityanath: (with a smile) Maine kaha hai ki bhai ek ko maaroge to uska...bhai..yeh to hoga hi...agar aap marenge to yeh ummed mat kariye aap surakshit rahenge[I have said if you kill one...it is natural...if you kill, don’t expect from us that you will be safe.]The prospect of justiceNo one appears to know the status of the police investigation in the Mohan Mundera arson case. The Muslims in the village said they had never been called to give witness statements. The police superintendent of Kushinagar, Raju Babu Singh, did not know the status of the case either. He directed queries to the additional superintendent who was not available on phone.Scroll.in emailed the chief minister’s office about the allegations made against him in all three cases – Mohan Mundera, Pachrukhiya and Gorakhpur riots. There was no response.In Mohan Mundera village, there was weak laughter when people were asked what they expected now that Adityanath was the chief minister. Said Hanif, the old man: “Let’s see what he does…”The villagers had not failed to notice that the first action taken by the Adityanath government was aimed at the meat trade which is one of the sources of livelihood of the Muslim community. Said Mohammad Safi, “Kaam wahin kar rahe hain jisse hum logon ko nuksaan hai.” [His actions are still aimed at damaging us].Another resident, Mohammad Salim, took a different view. “If he carries out public works, for instance, new roads are built, it isn’t the case that only Hindus will use them, so will Muslims. Just like if there is electricity during Ramzan, even Hindu homes light up, and if there is electricity on Diwali, so do Muslim homes…” This was a reference to the comments made by Prime Minister Narendra Modi during the election campaign, where he alleged there was an unequal distribution of electricity in the state under the Samajwadi Party government.More than Modi’s comments on electricity, what Salim had found disturbing was the contrast drawn by him between Muslim graveyards and Hindu cremation grounds. Modi had alleged the government had spent more money on securing Muslim graveyards with walls. Said Salim: “We have only one death ritual, only one place to bury our dead…”A peepal tree stands on the edge of the pond in Pachrukhiya village. In Pachrukhiya village, there is no boundary wall around the disputed graveyard land. A peepal tree stands on one side of the pond. Steps have come up on another side, which are used by Hindus during the festival of chhath. On the far end, Muslims continue bury their dead. “Everything is normal now,” Tajjamul Hussain, a 65-year-old who runs a pharmacy in the village, hastened to say, when asked about the events of 1999. All he allowed himself to say was: “Manobal tut gaya”. (It broke our will.) He was even more reluctant to comment on the chief minister. Yogi ji, he said, had wished Muslims on the birthday of Hazrat Ali. Describing Uttar Pradesh as a house, and Adityanath as its mukhiya or head, he added: “Ghar ka mukhiya tanashah nahi hoga.” (The head of the family won’t be a dictator.)  Dr Aziz Ahmad wryily observed that Adityanath was sounding more mellow after moving to Lucknow, the state capital. “Jaise unke ustad hai prime minister sahab, inko balance karke chalna padh raha hai... Bas dikhawa hai.” (Like the Prime Minister, he has to balance things for the sake of appearances.)On the prospect of justice, Ahmad quoted the poet Faiz Ahmad Faiz: “Baney hain ahl-e-hawas muddai bhi, munsif bhi/ Kise wakil karen, kis-se munsifi chahen.” When the greedy become both petitioners and judges/ To whom does one turn for defence, from whom does one expect justice?Posters of Adityanath available for sale at the Gorakhnath temple complex.","author":"Supriya Sharma","time":"2017-04-29T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/835416-56477-jyvrtnfgev-1492950270.jpg","tags":["Uttar Pradesh","Adityanath","Communal violence","Caste and Religious Conflict Ground Reports"],"source":"https://scroll.in/article/835416/they-paid-a-price-for-adityanaths-hate-speech-and-now-have-fallen-silent"}