{"title":"Rukminibai from Shyam Benegal’s ‘Mandi’ is one of the toughest madams you will ever meet ","content":"The April 14 release Begum Jaan is set in a self-enclosed world dominated and governed by women – not the boardroom or Parliament, but the brothel.Srijit Mukherji’s 1947-set remake of his 2015 Bengali production Rajkahini features a tough-talking madam, played by Vidya Balan, and her posse of employees. The women refuse to leave their workplace, which is set on the new border that has been drawn between India and Pakistan, and incur the wrath of officials on both sides. A similar struggle for turf, legitimacy and justice plays out in Shyam Benegal’s 1983 classic Mandi. The bawdy black comedy features an outstanding central performance by Shabana Azmi as the brothel madam Rukminibai who cracks the whip when she needs to but when the going gets tough is not above batting her eyelashes and heaving her bosom. Azmi is surrounded by some of the best talent from the National School of Drama and the Film and Television Institute of India in Mandi, and she towers over them all.Mandi (1983). Courtesy Blaze Entertainment.The dance between commerce and carnality is set in Andhra Pradesh. The sly script, by Benegal and long-time collaborators Satyadev Dubey and Shama Zaidi, takes full advantage of the sweet lilt of the Dakhini languague while skewering the town’s fake sense of outrage, represented by righteous social worker Shanti Devi (Gita Siddharth). Shanti Devi abhors everything the brothel stands for, but she is ultimately a pawn in the hands of the businessman Gupta (Kulbhushan Kharbhanda), who wants to sanitise the neighbourhood so that he can build his own establishments there.The theme of gentrification in Mandi will be familiar to Mumbai residents who are witnessing the commercial makeover of the Kamathipura red-light district. Meanwhile, activists who have been fighting for the right of prostitutes to ply their trade will find the hypocrisy over the supposed threats to public morality most familiar.Rukminibai says it best: We keep the balance in society, she snarls at a critic. Tell the men to stay indoors if you don’t like what we do.Gita Siddharth in Mandi. Courtesy Blaze Entertainment.The Licence Raj era satire draws from Urdu writer Ghulam Abbas’s short story Anandi (1948), Robert Altman’s capitalism satire McCabe and Mrs Miller (1971) and the Hollywood musical The Best Little Whorehouse in Texas (1982). Benegal’s production hews closest to the musical, in which Dolly Parton’s bordello boss runs a merry establishment that is protected by the sheriff but comes under unwanted scrutiny from a moralistic journalist.From Anandi, the writers pick up the idea that prostitution equals prosperity. Far from bringing ill repute, Abbas writes, the brothel creates and then sustains an entire local economy.Mandi is always about the money. The movie opens with a hard bargain driven by Gupta for a patch of land. Gupta drives down the price from lakhs to thousands with firmness and unwavering politeness in minutes. He will prove to be the toughest customer that Rukminibai has ever met over her eventful life.The granite-hearted Rukminibai is the warden of a gilded prison whose most prized captive is Zeenat (Smita Patil). Zeenat alone has been allowed to preserve her virginity and practise her musical and dancing skills in a room at the top of the two-storeyed establishment. Below Zeenat, mayhem rages on an hourly basis, but in her room on the roof, she smiles contentedly and strums her sitar, unaware of the storm that is approaching.Aditya Bhattacharya and Smita Patil in Mandi. Courtesy Blaze Entertainment.As the new owner of the brothel, Gupta promises stability but instead damages Rukminibai’s carefully constructed facade. A new hire (Sreela Majumdar) turns out to be a disaster, while Zeenat falls in love with Gupta’s future son-in-law Sushil (Aditya Bhattacharya). Shanti Devi proves to be the perfect shill for Gupta, who boots the women out of the town to the barren countryside, but fortune smiles on Rukmini even in her worst hour. The marketplace never sleeps.The leisurely pacing – the film clocks in at 167 minutes – allows Benegal to maintain continuity with classic courtesan films (including Pakeezah and Umrao Jaan) as well as decisively move away from them. Rukminibai reminds anybody who cares to hear that the women are artists and the inheritors of a lengthy courtesan tradition that once enjoyed the patronage of the discerning elite. The classical score, by Vanraj Bhatia, backs Rukminibai’s assertions, but the antics of her employees say otherwise.The brassy young women who animate the bordello are closer to the popular depiction of the prostitute – they are foul-mouthed, uninhibited, and always willing to tuck a few extra notes into their too-small blouses. The ill-fated Phoolmani, who is tricked into joining the brothel, is a reminder of what these women must have been like before they decided to adapt. Neena Gupta, Ila Arun (in her first screen appearance), Anita Kanwar and Soni Razdan fabulously play the characters who embody the philosophical concept of “agency” – they own their bodies and their mouths, make the best of their circumstances, and keep Rukminibai on her toes at all times.Anita Kanwar in Mandi. Courtesy Blaze Entertainment.Giving the easily wrought madam further grief are Tungrus (Naseeruddin Shah), her factotum whose dire predictions are ignored, and Ram Gopal (Om Puri), the lascivious photographer obsessed with clicking the women in states of undress. Annu Kapoor shows up as a sympathetic doctor who keeps the women up and running, while Saeed Jaffrey is suitably hysterical as Sushil’s father and Rukminibai’s most ardent champion. Few Indian directors can handle an ensemble cast as well as Benegal. He gives all actors the opportunity to leave their mark in a movie that revolves around Rukminibai and the actress who plays her indelibly.Azmi put on weight for the role, stuffed her mouth with paan, and adopted the manner of a cut-price diva whose feat of survival is moving while also being comic. Rukminibai has a ready sob story for anybody who doubts her intentions – she was jilted in love, it seems – but the manner in which she embarrasses Shanti Devi during a visit proves that she is the madam and the boss. Rukminibai is both prey and predator, always on the hunt for the best possible deal and willing to bare her fangs whenever danger appears. If Gupta proves to be a hyena, Rukminibai is both tigress and dragon.Shabana Azmi in Mandi. Courtesy Blaze Entertainment.","author":"Nandini Ramnath","time":"2017-04-12T15:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/834374-55620-amdhfgasif-1491946733.jpeg","tags":["Begum Jaan","Mandi","Shyam Benegal"],"source":"https://scroll.in/reel/834374/think-begum-jaan-is-tough-meet-rukmini-bai-from-shyam-benegals-mandi"}