{"title":"This is what Kashmir looks like after 61 days of ‘normalcy’","content":"On September 29, Union Home Minister Amit Shah attacked the Opposition for spreading “misinformation” about Kashmir. There were no “restrictions”, he said – they were “only in your mind”. A day later, Union Minister of State for Home G Kishan Reddy said Kashmir was moving back to normal.The week before, External Affairs Minister S Jaishankar reportedly told foreign leaders on the sidelines of the United Nations session that Jammu and Kashmir was a “mess” before the special status accorded to the state under the Indian Constitution was revoked on August 5. The provisions had been a roadblock to governance, Jaishankar claimed, but the Centre would now bring development to the region.It has now been two months since Article 370 of the Constitution was hollowed out and the state split into two Union Territories. The Centre also revoked Article 35A, which allowed the Jammu and Kashmir government to define “state subjects” and reserve for them specific rights and privileges, including the right to own land in the state. Sixty one days later, this is what normalcy and governance look like in the former state, particularly the Kashmir Valley.\n    \n      scroll exchange\n      No report can cover every aspect — tell us what we're missing.\n      \n    \n    \n        leave a comment\n    \nCommunications blackoutWhile mobile connectivity is claimed to have been restored to Jammu and Ladakh, few mobile numbers in the Valley are actually working. Mobile internet remains suspended in Jammu and almost all internet connections are blocked in the Valley. Kashmiris trying to reach their families must rely on landlines, which many households do not have. In the districts of South Kashmir, residents with landlines have kept the telephones on tables outside, charging passersby a few rupees per minute to use them.Journalists trying to send stories out of Kashmir have to go to the “media facilitation centre” in Srinagar, where the administration has set up a few computers connected to the internet.Journalists protest against the restrictions of the internet and mobile phone networks at the Kashmir Press Club in Srinagar on October 3.  This is making their jobs virtually impossible, they said. Credit: Tauseef Mustafa/ AFP.Political detentionsAs the Centre announced its decision on August 5, most of the Valley’s political leadership, including those who contested Indian elections, was locked up, That included three former chief ministers: the National Conference’s Farooq and Omar Abdullah as well as the People’s Democratic Party’s Mehbooba Mufti. Octogenarian Farooq Abdullah has been charged under the stringent preventive detention law, the Public Safety Act, apparently for being a threat to “public order”. Leaders in Jammu, including Dogra politicians who supported the government’s decision but suggested some modifications, were also placed under house arrest for almost two months. The government now promises to release Valley leaders “one by one”.  Detention of minorsIn a recent report submitted to the Supreme Court on October 1, the Jammu and Kashmir Police admitted to arresting 144 minors, including children as young as nine and 11, though it claimed that there were no “illegal detentions”.Several media reports suggest the number might be much higher, with minors being whisked away for time periods ranging from a few hours to weeks, often without paperwork. The police denied several such reports.  Public Safety ActBesides politicians, security forces have rounded up activists, lawyers, business leaders and youth they consider potential stone-pelters. The administration has claimed there is no centralised record of the total number of detentions, and that many have also been released. A recent fact-finding mission, citing local estimates, say 13,000 people may have been detained since August 5. Many have been taken to prisons outside the Valley without their families being informed.A number of these detentions have been under the Public Safety Act, which allows the police to lock up detainees for up to two years without trial. Anonymous official sources gave varying estimates for the number of detentions under the law, ranging from 290 to 4,000.   Former state chief minister Farooq Abdullah (centre) is among those detained under the Public Safety Act. Credit: PTIFrozen processes of lawWhile habeas corpus petitions filed by anxious families of detainees pile up (over 300 since August 5), the processes of justice remain frozen in the Valley. With senior lawyers detained, the bar association of the Srinagar bench of the Jammu and Kashmir High Court has gone on strike. Only seven lawyers have been deputed to file petitions to a court functioning at half strength and hearing very few cases. Legal processes have also been held up because of the communications blockade and local strikes, which meant that notices could not be served and the concerned parties could not make it to court.Pellets and stones fly againThe government has maintained that the restrictions and communications blackout were needed to keep the peace, reiterating that not a single bullet has been fired after August 5. But reports suggest there have been casualties, including one death, from pellets fired by security forces. Many of those injured fear arrest if they go to hospitals. They have been treated by amateur pellet experts in their neighbourhoods instead.Meanwhile, the police said a truck driver in South Kashmir’s Anantnag district was killed after being hit by stonepelters.  Men throw stones at security forces in Srinagar on August 23. Credit: Adnan Abidi/ReutersGunfights and gunmenBullets have also flown after August 5. Gunfights between government and security forces were reported in Baramulla and Ganderbal districts in Kashmir and Ramban in Jammu division. Gunmen also killed a trader who had opened his shop in Srinagar and shot at apple growers in North Kashmir. On September 28, suspected militants also flung a grenade at Central Reserve Police Force troops in downtown Srinagar. Raids in rural KashmirSince August 5, residents of rural Kashmir, especially in the four southern districts that are the mainspring of the local militancy, have spoken of night raids by security forces. Despite official denials, harrowing accounts of torture continue to emerge.A siege on mosquesThe administration launched an unprecedented crackdown on local mosques and clerics. Prominent mosques in Srinagar are closed, with no congregational prayers being held and troops deployed around them. Scroll.in could confirm that at least six clerics have been detained after August 5. Many others have been threatened with arrest if they speak critically about the decision to hollow out Articles 370 and 35A.Deserted classroomsSince mid-August, the government has been declaring schools open and low but rising levels of attendance. Classrooms remained deserted, however, as parents refused to send their children to school amid the lockdown and uncertain.Once again, the administration ordered all schools in the Valley to open by October 3 and all colleges by October 9. Once again, classrooms remained deserted.A reeling economyThe Valley went under lockdown during harvest season. Apples and other fruit, a mainstay of Kashmir’s economy, rotted on the trees as fruit growers were unable to find buyers and transport their goods outside the Valley. Mandis remained shut, partly under threat from militant groups. While the government has offered to buy fruit directly from growers, few are willing to sell. Tourism has been hit as hotels emptied under the lockdown, so has the handicrafts industry.Empty apple boxes at an orchard in Shopian. Credit: AFPElections under siegeThe government has now announced elections for block development councils, the second tier of the panchayati raj system in Jammu and Kashmir. The chairmen for these councils are voted by an electoral college of panches and sarpanches. But out of 18,883 panch seats in the former Kashmir division, which included Ladakh and the Valley, 11,237 seats lie vacant. Local representatives who were elected during the last polls remain holed up in heavily guarded Srinagar hotels, unable to spend time in their villages for fear of militant attacks.‘Civil curfew’As a mark of protest against the government’s decision, shops across the Valley shut after the early hours of the morning and public transport vehicles mostly stay off the roads. While the government claims the shutdown is out of fear of militants, several residents insist it is voluntary and they are willing to persist with the “civil curfew”.Security personnel stand guard in the Maisuma locality of Srinagar on September 27. Credit: Tauseef Mustafa/AFPHealthcare hitThe local administration has repeatedly claimed that hospitals and healthcare services are functioning normally. The internet blockade in the Valley, however, has hit the Ayushman Bharat scheme, which provides vital healthcare to the poorest sections of society.An ambulance makes its way through the streets of Srinagar early in August. Credit: Danish Ismail/Reuters","author":"Scroll Staff","time":"2019-10-04T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128434-nhkzllefmy-1570097402.jpg","tags":["Jammu and Kashmir"],"source":"https://scroll.in/article/939269/this-is-what-kashmir-looks-like-after-61-days-of-normalcy"}