{"title":"'The government is sitting on a volcano':  Academician Suhas Palshikar on the recent Maratha rallies","content":"After the Patels, Kapus and Jats, it is now the turn of Marathas in Maharashtra to demand reservations in protests triggered partly by the agrarian crisis that has gripped several parts of India. Since August, non-political Maratha organisations across the country have been gathering lakhs of Marathas to take to the roads of towns and cities in silent, leaderless rallies in a show of strength.They are demanding reservations in educational institutions and government jobs for Marathas, the dilution of the Prevention of Atrocities Act, 1989, that penalises abuse of Dalits and Adivasis, and want immediate aid for farmers in distress.Eminent political scientist Suhas Palshikar weighs in on why these middle-caste rallies are being organised now, the political calculations behind the rallies and how this is likely to play out over the next few months.Do you think the Maratha anger now is related to the assembly results in Maharashtra in 2014 or is it older?These are cumulative pressures that have built up not recently but over the last one decade. There are many demands by small groups of Marathas. The agrarian crisis is a second reason and the third is the loss of power in 2014 when the Congress and NCP government lost power.But I would not claim one really knows how such mass mobilisation happens. There must be deeper reasons.What will happen if these demands are not fulfilled?The government will not be able to give into their demands. You have large numbers who believe that the strength of their gathering will result in a positive change. The government is in fact sitting on a volcano. It cannot fulfill the reservation demand because that is in the court. I foresee no immediate solution to the problem, but instead a heightened elevation of tensions.For now, the government will go in for cosmetic and token measures to buy itself some time. It might be able to do this, but across parties, there is no Maratha leader who can see a way out. All the Maratha leaders are bankrupt of ideas. The NCP of course wants this to go up.Is this different from the agitations of the Patels and Kapus?Unlike the Kapus and Patels, Marathas have always been at the forefront of the state. Since Patels are not as numerous as Marathas, they have always alternated power with non-Patels. In Maharashtra, political power has always been with the Marathas. In the last years, economic power has slowly slipped out of their hands.That sense of loss, despite having political power and large numbers, I think is critical. This is more theoretical, but one cannot understand this kind of huge gathering everywhere unless there is a widespread feeling of loss, not just of economic suffering. That is why it is happening now because 2014 was that moment of loss.I had written in the Economic and Political Weekly at that time that this is the moment of loss of Maratha hegemony, so maybe it is something related to that. But as I said, I wouldn’t claim anyone really knows the full story or if anyone has a fully satisfactory theory for why it is happening.How many generations of Marathas have been going towards education? Why is it that they are now feeling the pinch of not getting jobs?I do not know because unfortunately our governments and politicians like to keep things under secrets. For example, this simple question of what is the spread of education among Marathas has not been properly publicised. The Narayan Rane Committee, that the earlier government had appointed gave its report in which it claimed that there is educational backwardness. [The Prithviraj Chavan-led Congress-NCP government appointed a committee headed by industries minister Narayan Rane, a Maratha, in 2013 to study the case for Maratha reservations.] I don’t have access to it because it was never made public. You don’t know what kind of data is being churned around. It is only anecdotal.You do have famous educational institutions for primary and high school education run by great Maratha leaders in the 1950s and 1960s. In south Maharashtra, for instance, there is the Ryat Shikshan Sanstha, which is not only for Marathas, but also for Bahujans. That was obviously in the rural areas where they had started education. Then there is Pune Zilla Shikshan Prasaran Mandal, in Nashik there is Maratha Vidya Prasaran Samaj. Everywhere in the 1950s and 1960s, under inspiration from [first chief minister of Maharashtra] YB Chavan, education was a major thrust of Maratha activists.I would tend to believe that the current generation of graduates among the Marathas would at least have some background of education, if not in the families, then in the communities. But as I said, this needs some kind of empirical work which unfortunately we are lacking in having.Certain Muslim and OBC groups have been giving support to the Maratha morchas. Why do you think this is so?Some groups of OBCs and Muslims, particularly OBCs, realise that this could flare up into a Maratha versus OBC confrontation, which they quite wisely want to avoid. So they say ok, you have this reservation. Just don’t do it within our quota. Fight your case like in Tamil Nadu and have an additional quota and we don’t have objection to that.Another very interesting feature of some Maratha organisations involved in this is that they are saying they are neither casteist nor communalist. They see social justice as a broader platform and therefore will not oppose Muslim reservations. That has made Muslims quite amenable to the demands of the Marathas.There are complicated manoeuvres going on from different sides. Not all, but some, Maratha organisations have been taking a non-communal position on various issues. They are distancing themselves from the BJP-Shiv Sena kind of rhetoric and are saying that actually Marathas and the legacy of Shivaji is for communal harmony.That has won over support of certain sections of the Muslim leadership. But as I said, these are political manoeuvres which will happen and this is an interesting time for interpreting what is going on.At the ground level, how will this affect inter-community relationships?It is going to be complicated at the ground level, particularly in the small towns and villages.You begin to see that like in what happened in Talegaon in Nashik, where Maratha anger grew so quickly...That is the whole point of this agitation. While it is peaceful, it is very politically tactical, but the bottom line is that it is the mobilisation of one caste and that would have a cascading effect and it would legitimise further all caste mobilisations. Not in terms of caste blocks, but in terms of single caste identities and caste pride.There is another angle where people say you don’t belong to our caste so you don’t talk about our demands. That is the other part of the caste-based seclusion of every community, that non-Marathas would not be seen as legitimate commentators. The same is true of course of other castes, so if in the same way someone were to talk of Dalits critically, they would say you are not from us so you cannot talk about us.That is the caste angle that is sharpening, both from the Patel and Jat agitations, and now in Maharashtra because of the Marathas.What will be the most important thing to look towards in the coming months?I think the most important thing would be how this is happening, the mechanics. Somebody or some group must be doing the networking. Therefore the emergence of a new leadership is something that must be looked forward to. Apart from the issue of reservations, the caste angle, finally one has to look at the rise of a leadership, which is not visible right now, but I suspect over time that would start happening.At the moment, there is a confederative nature to it, but finally, in this kind of mass mobilisation, a face or a platform would be required. This will have deep effects on Congress-NCP, of course.A face of the kind that Hardik Patel provided or someone less firebrand than him?I suspect that in Maharashtra the face that would emerge would be less dramatic than in the case of Hardik Patel in Gujarat, but one does not know because silent marches are always deceptive.Not just with the Marathas but in similar groups across India and in a sense around the world as well, people are coming together against what they say is the system. These are at one level unrelated because they are triggered by local causes, but do you see a pattern in that?I see it as a curious phenomenon of going back to the community. In a sense, one could link it very broadly to the larger patterns of the onslaught of globalisation, but that does not necessarily justify this going back to the community.Something is happening around the loss of identity and therefore going back to and recovering the older identities. That is where as a democracy, our process of liberalisation has failed to give us any new secular identity.It is not just in India, but in many other places also. Ironically, while it is a response to globalisation, it is also a global phenomenon. You can look at it in one way, but at the same time, the answers and solutions would be situation-specific.","author":"Mridula Chari","time":"2016-10-21T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/819374-43868-djwiphxuwe-1476985799.jpg","tags":["Maratha","Caste","Reservations"],"source":"https://scroll.in/article/819374/this-government-is-sitting-on-a-volcano-political-scientist-on-silent-maratha-rallies"}