{"title":"SC should allow re-verification of names for a ‘correct and fair NRC’: Himanta Biswa Sarma","content":"Assam Minister Himanta Biswa Sarma on Saturday said that the final list of the National Register of Citizens excluded names of many Indian citizens who had migrated from Bangladesh as refugees before 1971, which is the cut-off year to prove citizenship. The minister also said that the Supreme Court should allow re-verification of the names on the list.“Names of many Indian citizens who migrated from  Bangladesh as refugees prior to 1971 have not been included in  the NRC because authorities refused to accept refugee  certificates,” Sarma tweeted. “I reiterate that as requested by Central and State  governments at least 20% reverification [bordering districts]  and 10% re-verification [remaining districts] should be allowed  by Honble Apex court for a correct and fair NRC.”The central and state governments had appealed to the Supreme Court twice for a “sample re-verification process”. However, the top court had declined the governments’ petitions in July. On August 13, the Supreme Court had said it cannot order the reopening of the NRC exercise in Assam on the basis of certain legal challenges.The minister also claimed that several names got included in the NRC by manipulating legacy data, “as alleged by many”. Later in the day, Sarma said the exercise will continue, ANI reported. “The Assam government has an inherent power to pursue anybody, if government feels that he is a foreigner,” Sarma claimed. “So that ongoing exercise will continue.”On Friday, Sarma had said that the government had lost hope in “the present form” of the National Register of Citizens would not help in weeding out foreigners. He also claimed that the central and state governments were devising new ways to eliminate foreigners as the NRC had not met the wishes of locals. Sarma is a member of the ruling Bharatiya Janata Party.“When so many genuine Indians are out, then how can you claim that this document is a red letter for the Assamese society,” Sarma was quoted as saying. The minister also said that in districts on the border with Bangladesh, including South Salmara and Dhubri, the exclusion rate was the lowest, but is high in Bhumipatra district, which is away from the border.“We are not interested in this NRC anymore,” Sarma said. “NRC is no quarter final, semi-final and final for driving out Bangladeshis...wait a while and you will see more finals under the BJP regime.” The minister said that the government wanted it to be completed peacefully, but said that “this NRC won’t help us get rid of foreigners”.The Assam minister said that the Supreme Court, during its judgement on scrapping the Illegal Migrants (Determination by Tribunal) Act, 1983, had observed that there had been a population explosion in the districts on the border of the state. Sarma said that if the register, which was published last year, was to be seen, then the percentage of exclusion at the border districts was between 6 and 7%. Areas such as Kamrup, which is a cosmopolitan area, had an exclusion rate of 17%.“One must not read too much into who is included and who is excluded,” The Economic Times quoted Sarma as saying. “Our prime objective is to maintain peace. For Hindus, Muslims, Christians and Buddhists whose names are not there, foreigners’ tribunal are the ultimate deciding authority as who is the foreigner.” The minister also said that the register was not a “document of community” or a “much-awaited document” like certain organisation claim it to be.Assam BJP rejects listThe Assam unit of the BJP said it did not trust the final list, PTI reported. “We do not trust this NRC... We are very unhappy...We appeal to the central and the state governments to prepare a national level NRC,” Assam BJP President Ranjeet Kumar Dass told reporters in Guwahati. Dass said that the number of exclusions in the final list was too small. He said the BJP will keep a close watch on the proceedings in Foreigners’ Tribunals. “If we see that FTs are delivering adverse judgements on the appeals by genuine Indian citizens, we will not wait for the entire 19 lakh cases to be disposed off,” he added. “We will bring in legislation and make an act to protect them.”The final National Register of Citizens, a list of bonafide Indian citizens in Assam, was published on Saturday. The office of the NRC coordinator said that out of 3.3 crore applicants, 3.11 crore were added to the list. More than 19 lakh people have been excluded. This includes people who did not submit claims after the last draft was published.The number of people left out comprise around 6% of Assam’s entire population, two times the number of Rohingya refugees in Bangladesh, and the population of Nagaland.Also read:How Assam’s National Register of Citizens counted people – from 2015 to 2019 #NRCAssam Names of many Indian citizens who migrated from Bangladesh as refugees prior to 1971 have not been included in the NRC because authorities refused to accept refugee certificates. Many names got included because of manipulation of legacy data as alleged by many 1/2— Himanta Biswa Sarma (@himantabiswa) August 31, 2019\n\nRSS calls NRC ‘dangerous’The Rashtriya Swayamsevak Sangh decried the National Register of Citizens exercise on Friday, the eve of its publication, News18 reported. The final NRC list was published on Saturday. It included the names of 3.11 crore people but excluded over 19 lakh.Shankar Das, who is in charge of publicity for the RSS in Assam, called the exercise flawed, and “even more dangerous than the IMDT Act”.The Illegal Migrants (Determination by Tribunal) Act, 1983, was a law passed by the Indira Gandhi-led government to detect and expel undocumented migrants from Assam. The Supreme Court struck down the law in 2005 following a petition by the current Chief Minister of Assam, Sarbananda Sonowal.“The NRC is a lot more dangerous than the IMDT Act,” Das told News18. “The government created this monster. Many foreigners have been included and many genuine citizens have been wrongly excluded in the list as a result of it. A free and fair NRC is what we want. Even if one genuine citizen is left out, the process is deemed flawed.” Das said there should not be any objection to “protecting Hindu interest” in India. “A Hindu cannot be a foreigner in India,” he claimed. “He is indigenous to the country, while Muslims are foreigners.”The RSS functionary denied that the National Register of Citizens exercise was anti-Muslim. “This anti-Muslim narrative has been forced on to us from the West,” he alleged. “The exercise is for identifying Indian citizens and the idea that Muslims are suffering is a constructed narrative.”Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-08-31T12:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/69155-cdeznmrhdf-1506098044.jpg","tags":["Himanta Biswa Sarma","NRC","final list","Assam"],"source":"https://scroll.in/latest/935780/this-nrc-wont-help-get-rid-of-foreigners-says-assam-minister-himanta-biswa-sarma"}