{"title":"This book argues that ‘Ambedkar-thought’ was revolutionary for world history (and not just India)","content":"“To call the belief in substantial human equality a superstition is to insult superstition,” writes Nick Land in his canonical neo-reactionary essay The Dark Enlightenment. “People are not equal, they do not develop equally, their goals and achievements are not equal, and nothing can make them equal…In fact, everybody is born different, in innumerable ways,” he continues, voicing a very contemporary distaste for any notion of unconditional human equality that is often articulated via an inconsistent valorisation of difference. The very real and undeniable existence of human difference is taken to be a sign for the irreality of any notion of equality – except as a matter of superstition, or even worse, religious faith.In many ways, Land’s arguments against any notion of intrinsic human equality can be read as vindicating a certain view of the Indian caste system which is prevalent amongst its contemporary apologists. These apologists argue that caste should not of course be based on birth, but on the notion of gunas (loosely translated as inborn qualities). A new configuration for the legitimisation of the caste hierarchy no longer based on a divinely justified model but on a secularised pseudo-scientific one is thus created. It is a subtle reversal which is achieved by the apologist for caste, and his target is the liberal who still holds on to the secular notion of human equality based on certain unconscious theological grounds. It is a dangerous and even contradictory configuration, which in the guise of attacking faith seeks to re-install an oppressive system which till now had been guaranteed by the solidity of faith itself. Unconditional equalityIt is at this moment that one needs to declare a new configuration of equality which engages with difference, a concept of equality which is absolutely unconditional and yet unmarked by the religious. Soumyabrata Choudhury’s new book Ambedkar and Other Immortals: An Untouchable Research Programme is dedicated to the unravelling of this unconditional, axiomatic declaration of equality that resonates throughout the work of one of the greatest thinkers of that concept, BR Ambedkar.  Today’s ruling dispensation has made many efforts to neutralise the sting posed by Ambedkar’s thought through a process of canonisation. Choudhury, who is an Associate Professor at the School of Arts and Aesthetics in Jawaharlal Nehru University, does not, in this book, want to resolve the disputes amongst the multiple claimants of Ambedkar’s ideas, all of whom seek to instrumentalise him in the service of a particular cause. What he wants to do, instead, is to develop the capacity to “receive a new Ambedkarite wound”, a “new vital wound of thinking” that Ambedkar’s work has the power to inflict upon us. In both form and structure Choudhury’s book differs from many others on Ambedkar, as it does not seek to simply explicate the thought of the “master” by tracing his philosophical and theoretical influences or through the staging of a banal contrast with other thinkers like Gandhi. The task, as Choudhury writes, is political and not scholastic.A revolutionary wagerWhat Choudhury tries to articulate is the notion of an Ambedkar-thought for which the declaration of equality is not simply a presupposition but, rather, takes the form of a wager. Following in the footsteps of the French communist philosopher Alain Badiou, Choudhury finds that Ambedkar’s declaration of the norm of equality can only be axiomatic, “a new name” which will enable “a political separation of new subjects”. Equality is thus not a slogan but a decision; a decision made in and through “an exorbitant act of language”.Thus Choudhury takes as exemplary the Mahad Satyagraha of 1927, when Ambedkar led many untouchable men and women to drink from the Chavadar Tank which till then had been a proscribed act for them. At that moment Ambedkar had declared, “It is not as if drinking the water of the Chavadar Tank will make us immortal. We’ve survived well enough all these days without drinking it. We are not going to the Chavadar Tank to merely drink its water. We are going to assert that we too are human beings like others.” Choudhury reads this little speech as a revolutionary wager, and not the mere assertion of a dull fact. The declaration of equality is a decision that is also at the same time an eruption of something new, something that Ambedkar himself apprehended as “unprecedented…I feel that no parallel to it can be found in the history of India”. For Choudhury this is an event which not only excludes itself from the local and the temporal but bursts forth into the universal, “excepting the world from its own arche-global philosophy of history”. What is immensely refreshing is Choudhury’s insistence that Ambedkar-thought (as he calls it) is a revolutionary event for world history itself, and not just a minor occurrence in a small village in some corner of the Indian subcontinent. Like the French Revolution of 1789, the Mahad Satyagraha exposes a crack in the structure of the world order; the two events are according to Choudhury simultaneously equal and incommensurable. What links both of these events in an incommensurable equality is the name of the immortal, a concept expressed beautifully by Choudhury as “names of history (which) happen to time rather than being in time”. New views of AmbedkarThe book is divided into seven chapters, each of which attempts to understand Ambedkar in ways that have not yet been tried by other scholars. What is really remarkable is the way Choudhury stages a comparative analysis of Ambedkar with other seminal thinkers like Pericles of Athens, Aristotle, Abbe Sieyes, and of course, Gandhi. The goal is not to compare  – or contrast – Ambedkar with these figures to produce a banal historical judgment, but to measure their commitment to the radical egalitarian logic that Ambedkar pushed forward to its very limit. Faced with the spectacle of caste in its totalising and hierarchical logic, Ambedkar endlessly interrogated its origins and its structure, always suspicious of Gandhi’s efforts at its consecration. The book builds up a contrast between Gandhi’s insistence on caste as anachronism with Ambedkar’s belief that the only way to deal with caste was as anathema or literally a cutting off. Ambedkar’s project was not just that of a total annihilation of caste but also the desire for a simultaneous separation from the totalising logic of Hinduism which, he wrote in his essay “Krishna and his Gita”, was counter-revolutionary and also indebted to the revolution which it had swallowed up, as if whole. One of the most interesting chapters in the book is Choudhury’s comparison of the caste system with the Athenian democratic state. It is well-known that the Greek city state was based on a ruling class of citizens and a class composed of women, slaves, and outsiders who had no political rights in that democracy. While a superficial comparison could be made between Athenian democracy and the Indian caste system, Choudhury’s analysis is more subtle and devastating: “The Greek outcaste is excluded from the citizen-caste but is consistent with it; the Indian untouchable is included in the society of brahmins but inconsistent with it”. Unlike the Greek city state, where the antagonism between classes is still undisguised, the Indian caste system “has no slot for translating or converting caste into power”. Ambedkar’s formulation of caste as “graded sovereignty” is a way to express the fact that there is no formation of a single brahminical subject of power. Caste as a system survives precisely because there is no single point at which it can be definitively located and thus opposed. This swarming multiplicity gives off an impression of anarchy, but as Choudhury writes, “the swarm itself is an order and Indian society is the order of anarchy”. What is most interesting about this difficult but beautiful book is that it is committed to the task of exposing the naked antagonisms that snake across the cracked surfaces of these oppressive structures. What Choudhury’s book does is to oppose the concept of sanatan (the eternal) which is in time, and smuggles into the linear continuum of world history a repetition of other revolutionary and egalitarian events. Ambedkar thus becomes the name for an immortal anathema and contradiction in our cultural, social, and even university discourse, what Choudhury calls “the debt that the counter-revolution must perpetually pay to the revolution it tried to swallow up and got stuck in its throat”. With the publication of this book, we can finally understand the secret source of Gandhi’s unconscious admiration of Ambedkar when he said, perhaps with a sense of relief in an article in the Harijan, “Thank God…he is singularly alone”.Ambedkar and Other Immortals: An Untouchable Research Programme, Soumyabrata Choudhury, Navayana.","author":"Huzaifa Omair Siddiqi","time":"2018-09-02T17:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/892840-58282-apkjzuaark-1494906064.jpg","tags":["BR Ambedkar","caste"]}