{"title":"This Christmas, Tripura roiled by RSS campaign demanding ‘delisting’ of Christian tribals ","content":"A rally by a Hindutva group demanding the “delisting” or removal of tribal people who have adopted Christianity from the Scheduled Tribes list has Tripura on the boil this Christmas. While the rally, originally scheduled for December 25, has now been postponed by a day, it marks the emergence of the Janjati Suraksha Manch as a force in Tripura. The outfit is backed by the Rashtriya Swayamsevak Sangh, the ideological parent of India’s ruling Bharatiya Janata Party. It has a single-point agenda: it wants tribal communities who have adopted Christianity to not be considered eligible for the benefits of affirmative action that the Constitution grants to Scheduled Tribes. Observers of the state say that the emergence of the Manch seemed to be aimed at countering the continued rise of the Tipra Motha, a tribal-centric party led by erstwhile royal scion, Pradyot Kishore Manikya Debbarma.The Tipra Motha’s primary plank is “thansa” or unity of the state’s tribal communities. It has helped the party consolidate tribal voters across religious beliefs in recent elections in the state.    “They want to divide the vote bank of Tipra Motha in the tribal areas, where there are 20 MLA seats and where Motha did exceptionally well in the last election,” said an Agartala-based political scientist, who asked not to be identified by name. #Tipra is coming #Thansa ( unity) is the key pic.twitter.com/biFjmUfE2j— Pradyot_Tripura (@PradyotManikya) November 14, 2022\n\n\nThe threat perception In Tripura, nearly every third person belongs to communities that are recognised as Scheduled Tribes. Kartik Tripura, the Manch’s convenor in the state, said the culture and indigenous practices of Tripura’s tribal people were under threat because of Christianity.  “Once they convert to other religions, they don’t follow our age-old tradition and indigenous belief anymore,” he said. “These people should be removed from the ST benefits and status as they don’t practice tribal culture anymore.”   Christianity in Tripura dates back to around the mid-20th century. The New Zealand Baptist Mission established a church in 1938 in the state’s capital Agartala. Missionaries preached the religion among Tripura’s tribal communities with the permission of the then-ruler of the state, Maharaja Bir Bikram Kishore Manikya. By 1967, they are purported to have built more than 100 primary schools to educate children from tribal communities in the state’s hills. ‘Serious propaganda’ According to the 2011 Census, Christians account for less than 5% of the state’s population, suggesting that only a fraction of the state’s tribal people have adopted the religion. Most people from the state’s tribal communities continue to follow their indigenous practices.  In a statement opposing the proposed rally, the Joint Action Committee of Civil Society, a conglomerate of tribal-centric outfits in the state, said, “There is no loss of [the] traditional culture of Tipra indigenous people by following a particular religion.”The tribal communities of Tripura call themselves Tipra or Tiprasa.The statement added, “This is nothing but one kind of serious propaganda to divide the indigenous people of Tipra through religion.”ST unlike SC were not given reservation and land protection on basis of religion, but on basis of region, language, access etc. The RSS is out to destroy the  Constitution. Worry is that we can no longer rely on the SC to defend it.— N S (@nandinisundar) December 25, 2023\n\n\nPolitics, really Historically, Tripura’s tribal communities were strong supporters of the Communist Party of India (Marxist) which ruled the state for two and a half decades starting in 1993. Apart from a third of the 60 Assembly seats in the state which are reserved for Scheduled Tribes, the indigenous communities of the state play a decisive role in another 10 assembly seats.In 2018, the CPI (M) lost power to the BJP, with many tribal voters shifting their support to the Indigenous People’s Front of Tripura, a homegrown party that claimed to represent the community. The IPFT, however, soon imploded. Simultaneously, the Tipra Motha rose.The first signs of the Motha’s sway over Tripura’s tribal communities were on display in the tribal autonomous council polls of 2021 where the party won 18 of the 28 seats. In the 2023 assembly elections, it cemented its position as the party that represented the state’s tribal communities. The Motha emerged as the second-largest party in the state behind the BJP. It won 13 of the 60 seats in the Assembly, raking in a fifth of the total votes. End of tribal solidarity?The Janjati Suraksha Mach’s arrival may threaten this growing ascendancy of the Motha built on tribal solidarity. “Their main objective is to stop the expansion of Christianism,” said litterateur Bikashrai Debbarma who writes in the tribal communities’ indigenous Kokborok language. “Some leaders at JSM are using the religion card to cement their political position in the tribal areas to counter the Motha. “Tipra Motha founder Debbarma has reacted sharply to the Manch’s rally, calling it an “attempt” [and] “conspiracy to break the unity” of the tribal people. “Religion is being used as a tool to divide us”, he said in an audio message to his followers. “People are trying to make Tiprasas fight each other in the name of religion.”CPMI (M) state secretary and the party’s most well-known tribal leader said the “divisive” campaign of Janajati Suraksha Manch stemmed from the “sinister designs of the RSS and BJP”.","author":"Rokibuz Zaman","time":"2023-12-25T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196941-bmrxschrwv-1703506481.jpg","tags":["Tripura","Tipra Motha","Janjati Suraksha Manch","Christianity","RSS"],"source":"https://scroll.in/article/1061139/this-christmas-tripura-roiled-by-rss-campaign-demanding-delisting-of-christian-tribals"}