{"title":"This young Muslim woman took us around a riot-hit Delhi locality. The view was revealing","content":"For three days, the women of Chandbagh stayed locked up in their homes, listening to the terrifying sounds of violence raging outside their homes, fearing for their own lives and the lives of their families. On Thursday morning, as signs of life returned to the area, they finally stepped out to see a neighbourhood ripped apart, littered with the debris of a riot.Chandbagh has been in the headlines as one of the most devastated areas in North East Delhi – its war-torn appearance now captured by several photographers and journalists. But for these Muslim women residents, Thursday brought them their first glimpse of it.They walked around the neighbourhood in small groups until the police pushed them back into their lanes. Two elders shouted at them for coming out: “Go back home, don’t crowd together or else the police will use it to beat us again.”Muslim women step out of their homes after three days.As the women receded back into the narrow lanes, one young woman, 19-year-old Zeba Saifi who was visiting her aunt, refused to return. “Come with me. I want to show you what has happened to us,” she said. “The media is building an anti-Muslim kahani (narrative) but please film what I have to show.”Her mother appeared to pull her back but Zeba Saifi was determined. “If we can sit for days on protest, we can also speak up for ourselves,” she said.Her tour began with a shrine on the main road, at the charred remains of Chand Baba’s mazaar, a pir after whom Chandbagh is said to be named. “You see across the road, the petrol station was burnt. You will get the details of that through innumerable videos but you won’t be shown how the Hindus burnt our holy place,” she said.The shrine of Chand Baba was burnt by a mob.Painstakingly, Zeba Saifi pointed out every shop, showroom and house that has been burnt on the road. “All these belonged to Muslims but I want to show you the Hindu homes and the temple in our area, nothing has happened to them.”A policeman interrupted and said journalists were not allowed into people’s homes. In response, I said it made no sense to prevent one woman from talking to other women – an argument that seemed to convince him.\n\n\n    \n    Play\n\nAt the entrance of B-Block of the neighbourhood, from behind an iron grill gate, Zaitun, a woman in her late sixties began to speak, her voice trembling with anger and grief: “People are blaming Tahir for the violence, they are blaming us for the violence, no one is naming the real culprit, Kapil Mishra.”Tahir Hussain is a councillor of the Aam Aadmi party who has been charged with the murder of an Intelligence Bureau policeman whose body was found in a drain during the riots. Kapil Mishra is a leader of the Bharatiya Janata Party, who delivered a provocative speech on Sunday, which is widely seen to have set off the tensions in North East Delhi.Ironically, Mishra’s name from the time he was an AAP minister is painted into the same iron gate that is meant to secure the B-Block lanes.Muslim women speak from behind the gates of Block B of Chandbagh. Zaitun then asked another woman to pose with her. “Take her interview, she is Hindu,” she said. “We have been living alongside each other for 40 years without any trouble.” Shakuntali Devi stepped up to nod in agreement.For the women, it was essential that the few Hindu homes and property in their block were photographed as proof that the Muslims had not attacked them, despite being in the majority in this section of Chandbagh.A prominent example was the Durga temple. The women said they ensured not even “a single brick of the temple” was damaged.A few lanes away the women pointed out a madrassa that had been burnt in the violence. Painted on its wall was the Indian flag with a message in Devnagari: “Musalman aur Hindu ki shaan, Tiranga Bharat ki pehchan.” The tricolour is the pride of Muslims and Hindus, it is the symbol of India.A message painted on a board on the wall of a madrassa that was burnt by a mob.From an adjacent building, a man shouted a warning asking the women not to feed a reporter with “Muslim propaganda”. According to him, the maulvi of the madrassa had burnt down his own property to shift blame to the Hindus.By now, a group of Hindu families had gathered at the spot. One of them identified herself as Indresh Sharma, a housewife. “Look at this, the Muslims broke the CCTV cameras and covered some with a black cloth so their violence could not be captured,” she said. “How do you think they managed to kill an IB officer?”A Muslim woman cried out: “Why on earth would a maulvi set fire to his own home? Everyone knows what really happened.”This led to an altercation between the Hindu and Muslim women, which was broken up by a shopkeeper. “What do you want? Another round of dead bodies?” he asked.Zeba Saifi said such arguments had been occurring in several lanes across colonies like Chandbagh. “These arguments are started from both sides but if violence breaks out, we know it is the Muslims who will have to bear the consequences, so many are fleeing their homes,” she said.She pointed to a steady stream of people who could be seen carrying suitcases and luggage as they walked out to the main road. One of them, Rukshana, was pregnant, due for childbirth in two days. But her husband insisted she leave with their children to stay with relatives in Bulandshahr. “I hope the journey will not harm my child,” she said.Many families were leaving Delhi for safer locations.Back inside their homes, the women pointed to the empty kitchens, to their children who they had not been able to feed properly, to babies going without milk. “When life and breath are under threat, it is hard to draw attention to life’s daily needs but we have young children,” one woman said. “Even in the midst of war, they cry for their food and their milk.”Farzana, an anganwadi worker, had a problem of her own. The government child care centre where she was employed was almost two kilometres away in a predominantly Hindu area in Block-E of the Khajuri Khas neighbourhood.“Most of my children are Hindus, but as a sole Muslim woman, I am scared to go alone to an area where they has been so much violence,” she said.Every day, even in the midst of the worst violence, Farzana had been getting calls from her supervisors in the central government’s flagship nutrition programme called the Poshan Abhiyan asking her why she was not updating the weight of the malnourished children. Her daily wages had been deducted for not doing her job. “Do people elsewhere in the city not realise there are people dying here?” she asked, breaking into tears.Farzana has not been able to go to work for several days.As the afternoon light began to fade, Zeba Saifi said she needed to return home and invited me to her home in the Muslim locality of Khajuri Khas. For a year, she had worked at a Samsung Training Centre but had to quit to look after her ailing father.“My mother’s salary sustains us for now but once my father is well and things return to normal, I want to be able to work again and study further,” the young woman said, on our way to her home.The violence, death and devastation of the past few days had left her shaken. But at 19, Zeba Saifi looked ahead – with some caution. “A Hindu girl does not have to worry like a Muslim girl because when there is a riot, the police will protect her family, not mine.” In its simplicity, the statement carried a tragic truth.Her greatest anger was reserved for the police and the media. “We saw through our windows what the police were doing but when we see the news clips, they only show violence against Hindus.”She understood the partisan nature of India’s mainstream news media. “You are not from a big (news) channel, so you have come to hear our voices but how many people will read what you write.”Women gathered in a lane of Khajuri Khas to mourn a death in the neighbourhood.Deep into Khajuri Khas’ Sri Ram Colony, women had assembled in large numbers inside a lane to mourn a death in their neighbourhood. Earlier in the day, Shehnaz’s husband, Babbu Mohammad, had died at the Guru Teg Bahadur Hospital where he had been taken after he was injured during the riots.In her one-room cramped home, clutching her four-month-old infant, Shehnaz, 25, sat weeping inconsolably, repeatedly whispering her husband’s name. An auto-driver, Babbu Mohammad, had left for work early morning on February 24, but got caught in the violence on his return. According to his neighbour Chand Ali, before Babbu Mohammad could reach home, on the main road leading into his colony, he was surrounded by a Hindu mob that “beat him like a dhobi beats clothes.”“When some of the men in our neighbourhood realised it was Babbu, they ran out to help him and gave chase to the Hindus, but by then Babbu was bleeding profusely,” said Ali. Babbu’s neighbours then called his relatives to take him to the hospital.Shehnaz’s elder brother said: “The police could see he was dying but they kept delaying us by pushing us back towards our home. How much hatred can they have for us to try and stop us from taking a bleeding man to a doctor?”Babbu Mohammad was the sole earner, supporting his parents, his wife and three children, the eldest of whom was not yet four. “My daughter has a speech defect and she doesn’t hear well but Babbu used to look after her as if she was a princess. What will happen to her now?” cried Shehnaz’s mother.Shehnaz with her three children, one of whom is an infant.Babbu Mohammad’s mother took out a passport size photo of her son, asking us to take a picture of it. She then showed us two more images of her son, one which shows him with serious head injuries, bleeding, his eyes glazed, and the other on a hospital bed, unconscious.“I will ask people to take another picture of my son when they bring his body back from the hospital,” she said. “Please show all of them to the outside world and tell them that when men can kill innocent people like this it becomes a victory for the shaitan [devil]. One day the poison he spreads will kill us all.” With this, she collapsed to the ground crying.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 85.05825908156271%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/oldwpteqvg-1582906541.jpg\">\n  </picture><figcaption>Babbu Mohammad.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 83.85469223007064%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/rmtfyezqxn-1582906605.jpg\">\n  </picture><figcaption>Babbu Mohammad lying injured in the hospital.</figcaption></figure>\nThe women gathered in the room tried to console her. “Today we are crying not just for Babbu and his family. These tears are for all of us. In the past three days, we were too scared to even cry,” said one woman.Zeba Saifi had spent the day guiding us through the lanes, pointing out the destruction, showing us the drying blood on the ground, the pain of her community. Now for the first time, she had tears in her eyes.Babbu Mohmmad was buried later that evening.All photographs by Radhika Bordia.","author":"Radhika Bordia","time":"2020-02-29T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137418-zyxpdmxpnr-1582898823.jpeg","tags":["Delhi Violence","Communal Violence","Muslim women","Delhi Violence Ground Report"],"source":"https://scroll.in/article/954668/this-young-muslim-woman-took-us-around-a-riot-hit-delhi-locality-the-view-was-revealing"}