{"title":"This year's stalemate in Manipur is a sequel to blockades past","content":"The economic blockade in Manipur winds into its 56th day, competing with the marathon blockades of previous years – 52 days in 2005, 123 days in 2011. Chief Minister Okram Ibobi Singh has called it a “humanitarian crisis”, as the state is starved of essential supplies, and a “goodwill mission”, consisting of social workers and church leaders, has been cobbled together to end the impasse. But there seems to be no end in sight.The blockade was started by the United Naga Council to protest against the creation of new districts in the hill areas, splitting up older Naga-dominated districts. In particular, they objected to the creation of the Sadar hills district, carved out of Naga-dominated Senapati district and answering a longstanding demand by the Kukis, who constitute one of several hill tribes in the Northeastern region.In many ways, this is a sequel to blockades past. Manipur is riven by competing claims to land, as each ethnic community tries to redraw the state to fit the shape of its own imagined homeland. In the past, it gave rise to militant groups that strove against each other. Over the last decade or so, these demands have increasingly found expression in blockades and counter-blockades.Why blockadesA combination of geographic and economic vulnerabilities make blockades in Manipur particularly painful. The state is composed of the oval Imphal basin and the hills that surround it. Two arterial highways connect the Imphal basin, which holds about 80% of the state’s population, with the outside world – National Highway 37 and National Highway 2. These pass through Naga-dominated hill areas and are the site of the UNC’s blockade.The landlocked state has no rail links, and depends on the highways to bring it essential supplies such as food grains, petrol, diesel and cooking gas. Short of direct violence, blockades can be among the most effective ways of bringing the state to its knees. In 2004-05, the state saw 60 days of blockade in total, in 2005-06, it saw 97 and in 2006-07, it saw 77. According to some observers, the All Naga Students’ Association of Manipur and the Meitei Erol Eyek Lionasillon Apunba Lup are the most enthusiastic proponents of bandhs and blockades.The current blockade has sent prices soaring and fostered a flourishing black market in essential commodities. But the poorest of the state’s inhabitants, who cannot afford black market rates, must do without. Besides, as demonetisation hit the state, drying up the flow of cash, the scarcities became even more acute. Meanwhile, the trade route to Myanmar has also been cut off and medical services have also been crippled.As tempers wore thin, the Valley’s inhabitants launched a counter-blockade, torching vehicles travelling from Imphal to the Naga-dominated Ukhrul hill district. Over the past couple of weeks, the situation has escalated into a security threat. Not least because the United Naga Council is said to be backed by the National Socialist Council of Nagalim (Isak Muivah faction), a militant outfit currently in talks with the Centre.Central forces were rushed in to help restore calm, and army chief Dalbir Singh paid a visit to the state. While the army has reportedly been instructed to intensify counter-insurgency operations, trucks are set to ply on the highways again, under heavy security cover.Déjà vuThe recent developments are attended by a sense of déjà vu as the same intractable disputes are played out over and over again.The state is pulled in different ways by two rival consolidations. There is “Manipuri integration” driven by the government at Imphal and influenced largely by the Meiteis who dominate the Valley. And then there is “Naga integration”, with its centre of gravity in neighbouring Nagaland but enveloping large swathes of the hill areas. The picture is complicated by other, more particular assertions, such as the Kuki demand to turn the Sadar Hills autonomous area into a proper revenue district.In 2005, the Manipur government decided to declare June 18 as “State Integrity Day”, in memory of the 18 people killed while protesting against the extension of the ceasefire between the government and the NSCN (IM). Not surprisingly, it was seen as a bid to undermine Naga unity and the All Naga Students’ Association of Manipur swung into action with a blockade.In 2011, the Sadar Hills District Demand Committee launched a blockade to push for a separate district. This old Kuki demand has long been resisted by Naga groups, who believe they have greater claims to indigeneity, having settled in the region earlier. So Naga groups launched a counter-blockade.This year, the tide was turned as the government gave in to the Kuki demand, inciting Naga groups to revolt. The state government’s administrative decision was aimed at placating Kuki constituencies ahead of the assembly elections, but it also struck at Naga integration at a time when talks between the NSCN(IM) and the Centre had reached a crucial stage.In 2005, several plans were discussed to tackle economic blockades, such as increasing the state’s fuel storage capacity and developing alternative routes. But in the decade that followed, Manipur found itself paralysed every time blockades were implemented. Never mind solving the intractable disputes of identity and territory that give rise to the blockades. The state has not even got the logistics right.","author":"Ipsita Chakravarty","time":"2016-12-27T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/825114-48076-aslklkyfap-1482682881.jpg","tags":["Manipur","Nagaland","Land","Blockades"],"source":"https://scroll.in/article/825114/this-years-stalemate-in-manipur-is-a-sequel-to-blockades-past"}