{"title":"This Assam town hasn’t forgotten how the Army took away five civilians and killed them in 1994","content":"Moteshwar Moran spent two nights and three days, starting February 19, 1994, in an abandoned factory, blindfolded and tied to a pole. But no one laid a hand on him, he said. He had an unlikely protector – one of the men who had taken him from his home and deposited him there. “He had seen that my wife was pregnant,” Moteshwar Moran said. “It seems so was his wife. So, every time someone got aggressive with me, he stepped in: ‘Don’t hit him, he reminds me of my own pregnant wife’.”Moran knew he was just lucky. Across the room was his friend, Pradip Dutta, also blindfolded and tied to a pole. Dutta also had a young wife at home. He had been married less than a month, but the same courtesy was not extended to him.  “I could hear him writhing in pain, pleading for mercy,” Moran recalled.Two of their other friends were in that room as well: Bhaben Moran and Prabin Sonowal. The four men, who lived in and around Talap town in Assam’s Tinsukia district, used to “do time pass together” by playing cards, said Moteshwar Moran. “I knew they were there in the same room too,” he said. “I could hear their screams.”On the evening of February 21, Moran was set free, inside the Dehing Patkai wildlife sanctuary near the Upper Assam oil town of Digboi. “They opened my blindfold and said, ‘Now go run,’” he recalled.Two days later, five dead bodies were handed over to the Tinsukia district police by the Indian Army posted there for counter-insurgency operations against the banned Assamese militant group United Liberation Front of Asom. They were of Bhaben Moran, Prabin Sonowal, Pradip Dutta, and two other men named Akhil Sonowal and Debojit Biswas.Pradip Dutta ‘Innocent men’   According to a report published in a local daily at that time, the Army’s 18 Punjab regiment had found the five men in the Dibru Saikhowa National Park, trying to set up “camp”. The men, the Army claimed, were operatives of the United Liberation Front of Asom.Their families and neighbours claimed otherwise. While Prabin Sonowal was a local student leader, they maintained, Debojit Biswas, Pradip Dutta and Akhil Sonowal ran small businesses. Bhaben Moran was a farmer, his family said. A dramatic epitaph still marks the site at Dangori where the five men were cremated, witnessed in presence of thousands of people. “We, Prabin, Akhil, Pradip, Debojit and Bhaben,” reads the epitaph, “five innocent and unarmed young men, rest here as witnesses of the Indian state’s heartless atrocities.”“When you go back from here,” it adds, “tell everyone about the barbarianism of the Indian Army.”More than 24 years later, a general court martial at the Army’s 2 Infantry Mountain Division in Dibrugarh this week adjudicated that the five men were indeed killed in cold blood. It held Major General AK Lal, Colonel Thomas Mathew, Colonel RS Sibiren, Captain Dilip Singh, Captain Jagdeo Singh, Naik Albindar Singh and Naik Shivendar Singh responsible for the extrajudicial killings and sentenced them to life in prison. The ruling, however, needs to be confirmed by a “competent authority”, a defence spokesperson in Assam said.In the 1990s, Tinsukia was at the centre of the Army’s offensive against the United Liberation Front of Asom and almost everyone here appears to have a story about alleged excesses committed by soldiers. But the Dangori killings, as they have come to be known, is perhaps the most bitter of the memories. Nearly a quarter century later, it is very much alive in local memory. This story pieces together the events leading up to the Dangori killings through local accounts and interviews with the survivors and the families of the dead. Scroll.in has contacted the defence spokesperson in the region for comment and this article will be updated as and when they respond.Debojit BiswasMidnight knocks  Family members of the dead said it all began with knocks on their doors on the night of February 17 by “Punjabi men sporting thick moustaches, wearing turbans” and dressed in the Army’s olive green fatigues. “Darwaza kholo,” they demanded. Open the door. They took away a man from each family they visited with the promise of returning them soon. “Just a few questions,” the families recall the Army officials saying, “They will be back before you know.”According to a petition filed on February 22 by Jagadish Bhuyan, then vice president of the All Assam Students Union, nine men from the area – almost of them known to each other – were taken away.Only four returned.People in Talap and surrounding areas recalled that the raids had been triggered by the murder of Rameshwar Singh, general manager of the Assam Frontier Tea Estate, which managed several tea gardens in Tinsukia. Singh had been shot dead outside his home on the morning of February 15 by five armed men, purportedly working for the United Liberation Front of Asom.  Journalists who reported from the area at the time claimed the murdered executive was related to Lal, commanding officer of the local Army unit. Singh was married to Lal’s sister, they said. As the residents tell it, Lal publicly promised his sister he would find her husband’s killers. “My uncle who worked with the same tea company was there when he told Rameshwar’s wife he would get the five men who had killed him,” said Lileshwari Moran, Bhaben Moran’s widow, referring to the Army officer.Moteswhar Moran also claimed that he was questioned about Singh’s death. “They asked me what I knew about Rameshwar’s murder and if I knew ULFA,” he said. “I said I didn’t know anything.”Lal was dismissed from the Army over a sexual harassment case in 2010.Akhil Sonowal After news of the detentions spread, the residents reportedly thronged the closest Army camp, in Dholla. They were, however, turned away and told the men were not there. “But through the railings, I saw my husband,” said Lileshwari Moran. “I knew it was him the moment I saw. How could I mistake my own man? I remember lifting up my youngest, she was two then, and telling the military people to take her: ‘How will I raise her without my man?’”Pradip Dutta’s younger brother Prabin Dutta has similar recollections from that day. “Initially, they denied they had the boys but they budged after we refused to go back,” he said. “Finally, one of the officers told us what they had said the previous night: ‘Go back now, we have some more interrogation to do. We will hand them over to the thana when we are done with them.”’Brutalised bodies  Four of the nine men were released on the night of February 21. One has since died. The other three said they were dropped off at separate locations. Two days later, when the bodies of the other five men were handed over to the local police station, their families claimed, they bore visible signs of torture. “There were bayonet injures in his arm pits, his nails had been plucked out and there were black marks on his face and feet which seemed to have been from electric shocks,” Pradip Dutta’s elder brother Deepak Dutta recalled.  Debojit Biswas’ brother Debashish Biswas painted an even grimmer picture. “They had gouged out my brother’s eyes and none of his nails was there,” he said.The survivors also claimed they were tortured by their captors. “They laid me down on the floor and rained blows and kicks all over my body,” said Prakash Sharma, who was released in a forest in Tinsukia. “Once, they put the barrel of a gun inside my mouth. The only time they would open my blindfold was when I went to use the bathroom. All I remember is a yellow Dalda canister they had given me to wash myself.”Prabin Sonowal Judicial battle  The court martial order against the seven Army men is the result of a long court battle waged by Bhuyan, who was formerly Assam’s tourism minister.  Days after the nine men were taken away, he had filed a habeaus corpus in the Gauhati High Court, which had then directed the Army to produce the men in the nearest magistrate’s court.  “But in the next morning paper’s I see the Army claiming to have killed five ULFA insurgents,” said Bhuyan, who is now chairman of Assam Petrochemicals, a public sector enterprise. “And they are among the nine on whose behalf I filed my petition.”Bhuyan claimed the five men were murdered because they were not in any condition to be produced in a court. “They had already been tortured too much,” he said. All the survivors corroborated the claim: the five men the Army claimed to have found in the forests of Dibru Saikhowa were with them in that detention centre until the evening of February 21 and from their screams it was apparent that they were being brutally tortured.The claim that the five men were badly tortured was further bolstered by a boatman, Durga Oraon, who was tracked down by the Central Bureau of Investigation after it took over the inquiry into the killing in 2001. Oraon said he had been waylaid by Army personnel on the morning of February 21 and held captive inside the Dibru Saikhowa National Park. “It was around 12 that night, I was sleeping with two Army men when some other Army officials came and dumped five brutalised bodies of young men next to me,” he was quoted as saying by the Assamese daily Pratidin in August this year. “I transferred each body across the river, accompanied by two Army men each time.”After reading the news of the killings, Bhuyan filed another petition in the High Court. This resulted in two separate inquiries, one by a judicial magistrate and an internal investigation by the army. However, the two arrived at contradictory conclusions, prompting the court to order an inquiry by the Central Bureau of Investigation. In 2011, the agency named the seven Army personnel as being responsible for the killings. The High Court forwarded the CBI’s report indicting the personnel to the Supreme Court, which asked for them to be tried by the Army. It is not clear why the Army did not initiate action against the officials then and chose to institute a summary general court martial only earlier this year. The survivors said the court martial order was welcome but they would find closure only when the Army men are actually punished. “Our lives changed after that, every day is a struggle,” said Gunin Hazarika, one of survivors. “We have been constantly intimidated, my father was threatened when I went to depose before the CBI.”Sharma seconded him. “The moment I see a Punjabi man, my heart is in my mouth,” he said. He claimed the days following their release were marred by fear. “Before our appearance in the High Court in March 1994, we were kept in safe houses by the Assam police, first in Tinsukia and then at the police battalion headquarters in Guwahati,” said Sharma, who has since started a family. “I still remember that journey from Tinsukia to Guwahati, we were given dummy guns by the police, so that if the Army stopped the vehicle to check, we would come across as policemen.”Dilip Dutta also said the Army court’s order was too little, too late. “Our family was ruined after that forever,” he said. “The rest of the country can keep valourising the Army, but we will always remember them as barbaric killers.”","author":"Arunabh Saikia","time":"2018-10-19T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/103401-boxgiivoff-1539876750.jpg","tags":["Dangori killings","Assam","Tinsukia","AK Lal","ULFA","fake encounters","North East insurgency"],"source":"https://scroll.in/article/898739/this-assam-town-hasnt-forgotten-how-the-army-took-away-five-civilians-and-killed-them-in-1994"}