{"title":"This book tells the stories that the reclusive musical genius Annapurna Devi told her disciples","content":"आनोभद्राःक्रतवोयन्तुविश्वतःLet noble thoughts come to us from all directions— Rigveda (1.89.1)\nDuring a Saturday rendezvous, while waiting for Ma to appear from her room, we asked our senior member Hemant Desai how he ended up learning from Ma. To our utter surprise, Hemant replied, “Niloufer suggested that I learn from Ma.”“Niloufer who?” we asked. “Ut Rais Khan’s sister; Ut Vilayat Khan’s niece,” Hemant explained.“You mean to say she knew Ma and used to visit her?” we asked. “Not only that,’ Hemant grinned. ‘She was learning from Ma.”“Wait! How did you end up knowing Niloufer?” we asked. “Well, it’s a long story,” Hemant said as he reclined in his chair. “I had returned from the US, and had a desire to seriously pursue the sitār. Before going to the US, I was learning the sitār under Niloufer and Rais Khan’s father, Mohammed Khan, who played both the rudraveena and the sitār. However, my learning was sporadic and not serious. “One day, after my return from the US, while taking an evening walk at Breach Candy, I bumped into Niloufer. I shared with her my wish to learn the sitār in a serious and systematic manner. Niloufer pointed to a tall building in the vicinity which was the Akashganga building and said, ‘If you really want to learn seriously and systematically, your only choice is to go to Annapurna Devi, who lives on the sixth floor of that building. No one can teach you better than her. I too am learning from her. But please don’t ask me to take you to her.’ “Back then, I had no idea who Annapurna Devi was, but I was intrigued simply because Niloufer was my guru Mohammed Khan’s daughter and the famous sitārist Rais Khan’s sister. In spite of having such masters at home, she was learning from Annapurna Devi and was recommending her name to me so strongly. I thought she must be a teacher of the highest order.“So, I made a beeline to the sixth floor of Akashganga and rang the doorbell. The door didn’t open. I left a note with my address and telephone number, but there was no response. I made several visits to her house, and rang the doorbell; she never opened the door and never responded to the many notes I left in her letterbox.“By chance, I happened to meet Mr Soli Batliwala, a lawyer by profession and the chairman of the Bhulabhai Memorial Institute operating from Akashganga, which also used to host the National Centre of Performing Arts [NCPA] until it shifted to Nariman Point. This is where Pt Ravi Shankar established his Kinnara School of Music.“However, when Pt Ravi Shankar started globetrotting, the onus fell on Annapurna Devi to teach Panditji’s pupils. As Mr Batliwala frequently visited Annapurna Devi, I too joined him during his next visit. However, we kept ringing the doorbell, but she didn’t open the door. With Anantramji, the sitārist and tabla player, I finally met Ma, and on his request, she accepted me as her disciple.”       Although Hemant’s story was interesting, more intriguing was the fact of Niloufer learning from Ma. When Ma came out of her room and served us dinner, I asked her, “There is so much animosity between different gharanas, each claiming to be the best. Vilayat Khansaheb never misses an opportunity to belittle Pt Ravi Shankar. Instead of appreciating the Herculean efforts of Baba in adopting the orphans and teaching them music and enabling them to earn a livelihood with something as ingenious as the Maihar Band, Vilayat Khansaheb ridiculed Baba by calling him a mere bandmaster and not an ustad.  They have also criticised the creation of new raags by Baba, Panditji and Ali Akbar Khansaheb. On the other hand, Panditji has never spoken a word against Vilayat Khansaheb ever. In such a situation, why did you accept Niloufer as your pupil?”Ma smiled and said, “This gharana war is a recent phenomenon. Things were rather amicable a few years ago. Jealousy is a natural instinct and part of human nature, but back then it was never publicly expressed. Baba opposed gharana snobbery as he himself learnt from so many gurus from different walks of life. “Baba used to say, ‘If any seeker of knowledge approaches you, you should impart your knowledge without hesitation. In my life, I have experienced that ustads were reluctant to teach those who were not their family members. You can’t even imagine the adversities, pain and suffering I have gone through in learning from different gurus. With all the hardship, whatever I was able to collect in my begging bowl, I generously distribute it all. It is a sin not to teach someone who is hungry for knowledge. But remember not to teach or preach unasked. Otherwise it will be an act of ego gratification.’“In the year 1945, while he was a court musician of Jodhpur, on behalf of the maharaja of Jodhpur, Bhaiya organised a mega Indian classical music event. Numerous music celebrities were invited. During his Dhrupad rendition, Ut Dabeer Khan was unhappy with the pakhawaj player who was accompanying him. On his own initiative, Baba volunteered to accompany Dabeer Khan and played the pakhawaj for the rest of the performance. Such was the mutual respect among the artistes back then. “Vilayat Khansaheb was also invited to this event. After it was over, he extended his stay in Jodhpur by eight months and lived in Bhaiya’s house, learning and playing with Bhaiya. One day, as a response to the maharaja’s request, both played a jugalbandi. After one rendition, the maharaja requested them to play Raag Megh. Vilayat Khansaheb whispered in Bhaiya’s ears, ‘Dada, I don’t know Raag Megh.’ Bhaiya explained to him the chalan (series of note patterns or the grammar of the raag) and pakad (the melodic theme of the raag) and they played it together.“Vilayat Khansaheb was not bitter against Bhaiya. As narrated by more than one person to me, once, in Calcutta, before playing a jugalbandi with Bhaiyā, Vilayat Khansaheb announced to the audience, ‘Please don’t consider this a duet. I am not capable of playing with Dada [Ali Akbar Khan]. He, out of affection for me, has made me sit with him. Therefore, please pardon my flaws and errors.’”When Vinay Bharatramji asked Ma the difference between Pt Ravi Shankar and Vilayat Khansaheb, Ma said, “Vilayat Khansaheb is master of murkis [a taan-like ornamentation cluster of three notes played in rapid succession]. Like Thumri singers, he plays murkis very quickly, yet clearly and in perfect pitch.” However, as time passed, Vilayat Khansaheb’s bitterness towards Panditji kept growing. He would play for AIR only if he was paid one rupee more than Panditji. Vilayat Khansaheb also publicly announced his displeasure in the year 1999 when Panditji was awarded the Bharat Ratna – India’s highest civilian honour.Excerpted with permission from Annapurna Devi: The Untold Story of a Reclusive Genius, Atul Merchant Jatayu, Penguin Books India.","author":"Atul Merchant Jatayu","time":"2022-03-04T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128766-ygllgxtzgq-1570612400.jpg","tags":["biography","music"]}