{"title":"This book is a forensic examination of two deaths in the utopian community of Auroville ","content":"In the winter of 2004, I moved with my wife, Auralice, to a town called Auroville. Situated in South India, Auroville is an intentional community on a plateau overlooking the Bay of Bengal. It was founded in 1968 with the ambitious goals of encouraging human unity and fostering evolution. Some people think of Auroville as a utopia, but the people who live there, including my wife and me, reject this label. Utopia is a place that’s perfect and that doesn’t exist. Auroville is real, and highly – humanly – imperfect. I guess it would be more appropriate to say that Auroville is an aspiring utopia. People typically move to places such as Auroville, have moved throughout the ages, because they’re searching for something new. Maybe they’re tired of their lives, maybe they feel alienated by the way the world is. They sell the house, pack their bags, travel to a faraway destination, and hope for a fresh start. But for Auralice and me, our move represented something different.We weren’t lunging toward the future; we were taking a step back, into the past. Auralice and I grew up in Auroville. We spent our early years there, in a magical, denuded terrain, a flat desert that felt very remote, both physically and psychologically. We knew each other as kids, and then we went our separate ways in the world – the real world, as we called it – and built lives. Now, more than a decade later, we found ourselves leaving those lives, dismantling the identities we had so assiduously constructed, and moving back to the landscape of our childhoods.We were living in Brooklyn. We had rented a one-bedroom apartment on Atlantic Avenue, in a prewar building with a brick façade and protruding metal fire escapes. Atlantic was noisy and a little dirty; its honking trucks reminded me of India, but I liked it there. We took the subway into the city, we worked at jobs, we spent our paycheques on the usual things – clothes and technology, books – and we tried new restaurants on weekends. We had lots of friends; we led good, normal lives. People asked us why we were leaving all of that, and we didn’t have a coherent answer. Sometimes we told them we were homesick. Sometimes we just said we wanted to try something new (though, of course, it wasn’t actually new for us). We said things about America being the past and Asia the future. Also, we were horrified by the war in Iraq. I remember riding the subway one day, looking at a photo spread in the New York Times, American soldiers in green combat fatigues amid the orange glow of a dust storm, and I thought, so clearly, I don’t want to be part of this. These were all real reasons, and they strike me now, each, as valid reasons. But there was something else. My wife had a history in Auroville. Her mother and adoptive father both died there when she was fourteen years old. She left soon after, moved to New York to start a new life with a new family. She (and I) never understood those deaths. They loomed huge in our lives, hers especially, and also in the collective consciousness of our town. Over time, they had become part of an emerging mythology. But it was never clear what had happened; the deaths remained shrouded, inscrutable tragedies that hovered over my wife, and then eventually over me, too. Looking back, I know that’s the real reason we returned to Auroville: we had unfinished business there.October of 1986 and a man lies dying in a hut at the edge of a canyon. His name is John Anthony Walker. He’s on a mattress on a cement floor, and by his side sits a woman wrapped in a shawl, a yellow cat in her lap, and she cries. Her name is Diane Maes.This has been going on for months.All through the summer, first in the brutal South Indian heat, and then into the monsoon, with dark clouds blowing in and promising respite, the man’s condition has worsened. What is it that ails him? What is it that has brought him – brought them both – to this point? Once their lives were full of promise.They are part of a great adventure, this quest to build a new world called Auroville. They arrived here like so many idealists and romantics, filled with aspiration and optimism, and they have worked hard, held their faith diligently. John, the intelligent, privileged scion of a wealthy American East Coast family. Diane, the beautiful, spiritually inclined dropout from Belgium. Both have been determined, alongside hundreds of others who have left families, friends, homes, and possessions behind, to come to this flat patch of land in India and remake human society. But now John lies ill on a cracked concrete floor, and Diane cries. On October 13, it rains. Parched soil comes to life. Streams cut into red earth, flow toward the canyon, join to form rivers that replenish the ocean. Roots are exposed, trees and shrubs overturned. The frogs are a cacophony; snakes emerge to feast on them. A drizzle turns into a downpour. Diane scribbles an urgent note to a person she thinks might be able to save them, a Frenchman named Bernard.“Where is the force for us?” she writes desperately. John dies early the next morning. Diane dies the same afternoon. This is the story we knew; this is the history Auralice carried with her when she left for America as a fourteen-year-old girl, to move in with John’s family.The mystery and sense of secrecy were always nagging. But you get on with life, you push the questions away. Over time, they subside, or at least lose their urgency. Then one evening I was browsing through a drawer at the apartment of John’s relatives (Auralice’s new family) in New York, and I stumbled upon a stack of overflowing green folders. They were filled with letters and postcards, pages from diaries, and wrinkled old photographs. These were John’s surviving papers, preserved by his sister, Gillian, now Auralice’s adoptive mother. Those folders opened worlds for me. For the first time, I was able to go beyond the myths of John and Diane, to see them as human beings – a man and a woman who had dreamed, who had loved, and for whom things had gone horribly wrong. The folders also brought me back to the Auroville of my youth: a place I had cherished dearly, a vista of eroded red canyons and dusty fields that seemed full of possibility. But there were fault lines below that idyll, conflicts and divisions of which Auralice and I had been only dimly aware. John’s papers helped us better understand the social tumult of our childhoods; and they allowed us to see, too, how that tumult was implicated in what happened to him and Diane. I stayed up practically all night reading (and, later, there would be many more sleepless nights). It was raining outside and at one point I heard a loud fight on the sidewalk, full of cursing and violent threats, but I hardly noticed. I didn’t know it then, but my immersion in John’s papers was the start of a journey, for both Auralice and me. My name is on the cover of this book, but we have undertaken this project together, every step of the way. We have tracked down old friends of John’s and Diane’s, their former lovers, family members, fellow travellers in Auroville, scores of them on six continents.We have read and inhaled the dust of old letters, diaries, crumbling, typewritten meeting reports, often in ill-lit archives. We have lived with this book for more than a decade, and the experience has changed how we see ourselves and our community; and changed, also, our feelings about the very idea of utopia and the search for perfection.There was much more to this story than we ever knew.Those deaths were far more complicated than we could have imagined.So Auralice and I moved back to Auroville in early 2004. I came first, right after the New Year, and then Auralice boxed our belongings in New York and travelled a couple of months later. We’d been away almost two decades (though we’d made brief visits in that time), and it was strange being back, familiar yet also jarring. My parents and many of our friends still lived in Auroville. They had changed, we had, too, and so had our community. The once-desolate plateau was now a thriving township of about three and half thousand people from fifty-nine countries. The desert of our youths was a vibrant forest. Over the years, Aurovilians had dug irrigation trenches, built dams, drilled wells, and planted more than three million trees. The results of all this labour were dramatic, and inspiring. Auroville was arguably the most successful reforestation effort in India, and a global model for environmental conservation. We settled into this newly greened topography. We built a house, got a dog, bought a motorcycle, and had two sons, one of whom we gave the middle name John Anthony. Sometimes as we walked around town, people looked at Auralice and I felt they were gazing in wonder, as if incredulous that she had built a family, a life, despite her history. They came up to us with stories, memories of John and Diane, different (and often contradictory) versions of their deaths. Once, a woman approached me and expressed concern for the well-being of our children. She spewed a theory about bad karma, of a curse still emanating from that hut by the canyon. I was abrupt and suggested she keep her superstitions to herself. But I had trouble sleep- ing that night. One day, about two years after returning, Auralice asked me if I would accompany her to the canyon. She hadn’t previously expressed a desire to go; she’d hardly spoken about John’s and Diane’s deaths.  This would be her first visit since she left Auroville some twenty years earlier, her first time at the house where she’d lived as a girl. She said she wanted to find their grave, which she had never seen.We went by motorcycle on a sunny afternoon. We drove through the flat land of Auroville, now scattered with apartment buildings, schools, cultural centres, and restaurants.We took a dirt track that went over a stone bridge, and then the track ran out and we parked near a forest. I had spent time around here as a boy, and I knew we were close to where John and Diane lived. But the area was unrecognisable; the foliage had grown so thick we couldn’t even see the canyon anymore. We pushed our way through bramble and thorns, and first we found the hut. All that remained of it was a shell in the forest: a couple of mossy walls, crumbling plaster and brick, blackened as if charred by fire. A few feet on, we stumbled over their grave. It was just an indentation in the earth – no marker, not even a clearing. Mosquitoes buzzed in the air, a mongoose pawed nervously at the earth.A powdery termite mound stood over it all, tall but crumbling. We crouched on the ground and took the scene in.There was nothing there to signify John’s and Diane’s deaths, and certainly nothing of their lives. We closed our eyes and tried to summon something we could hold on to – a sound or a smell, at least a feeling, anything more than memory. Auralice started to cry. “I miss them so much,” she said. I noticed a trickle of blood on her leg, a vertical line running down her calf; probably a scratch from the surrounding bramble. “I miss them so much,” she said again. And I wondered: What really happened here? Excerpted with permission, the “Prologue: Unfinished Business” from Better to Have Gone – Auroville: Love, Death and the Quest for Utopia, Akash Kapur, Simon & Schuster India.","author":"Akash Kapur","time":"2021-08-06T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162458-zshhbkommq-1628162598.jpeg","tags":["Auroville","pondicherry"],"source":"https://scroll.in/article/1002139/this-book-is-a-forensic-examination-of-two-deaths-in-the-utopian-community-of-auroville"}