{"title":"This one paragraph from Modi’s inspiring SAARC speech explains all that is wrong with the region","content":"The South Asian Association of Regional Cooperation has never been the most dynamic of multilateral fora. From the very beginning it was overshadowed by the stormy relationship of its two biggest partners, and in the three decades since little has been achieved to move past those stumbling blocks.By and large, it is seen as a talking shop where the eight nations go through the motions and make all the right noises about regional cooperation, without actually doing much. Word on Tuesday that SAARC nations will not be signing the three big deals relating to region-wide road, rail and energy links, which had been the main agenda of this summit, only confirms this reputation.Prime Minister Narendra Modi has, from the get-go, attempted to change this. Among his first moves after being elected in May was to extend invites to every one of the SAARC leaders, including Pakistan’s prime minister, for his swearing-in. Seeing all the leaders, save for Bangladesh’s Sheikh Hasina who had a prior appointment in Japan, gathered at the Rashtrapati Bhavan sent a clear message that Modi realised India needs to be a regional leader before it can be a global one.But for that to work, SAARC actually has to achieve something. In a long, inspiring speech in Kathmandu on Wednesday, Modi laid out his idea of what the region should look like. “We can all choose our paths to our destinations. But, when we join our hands and walk in step, the path becomes easier, the journey quicker and the destination closer.”Before he got to the inspiration portion of the speech, though, the prime minister made a mention of the issues that the region faces, in an extremely succinct description of what exactly is wrong with SAARC.“Today, less than 5% of the region's global trade takes place between us. Even at this modest level, less than 10% of the region's internal trade takes place under SAARC Free Trade Area. Indian companies are investing billions abroad, but less than 1% flows into our region. It is still harder to travel within our region than to Bangkok or Singapore; and, more expensive to speak to each other.”Let’s break that down:Intra-Regional TradeDespite having one-fifth of humanity within its borders, only 5% of global trade conducted by SAARC nations is carried out between each other. On the other hand, the Association of Southeast Asian Nations features half the population that South Asia does, but up to 24% of their global trade happens within the region. This is a serious sign that despite the common history and borders, SAARC needs much more economic integration.To add to that, Modi points out that only 10% of this limited amount of trade takes place under the South Asian Free Trade Area provisions, limited to goods and excluding services and investment, meaning there are still huge barriers being put up by countries that is preventing further integration.Investment in SAARCForeign Direct Investment has been a prime driver of world growth as globalisation continues and the world integrates, so it is imperative that South Asian nations make an effort to attract international investment. Modi pointed out that Indian businessmen themselves are investing billions of dollars abroad, but that SAARC nations account for a tiny amount of the world’s FDI inflows.Travelling and callingThe prime minister's mention of the difficulty of traveling in the region, as against going to Bangkok or Singapore, is particularly significant in the light of the news that the big agreements planned for this summit – including making it possible for people and cargo to travel across the region by road or rail – are not going to be signed.This is not just a land border thing. As others have pointed out, you cannot fly directly between Islamabad and Dhaka or between Kathmandu and Colombo, so even air traffic is a serious obstacle.Meanwhile, Modi mentioned that it is more expensive to talk to each other. He might have been speaking metaphorically, about the barriers that exist between the nations, but he could also have been speaking literally. A look at a major telecom operator in India, which houses 70% of the block’s population, makes this clear. It is cheaper to call the United States, Austria or Belgium from India on Airtel than to ring Sri Lanka, Pakistan or Bhutan.","author":"Rohan Venkataramakrishnan","time":"2014-11-26T17:39:58+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/691811-afd0641e-b009-43cd-8c5c-00a8a2ed941f.jpg","tags":[],"source":"https://scroll.in/article/691811/this-one-paragraph-from-modis-saarc-speech-explains-all-that-is-wrong-with-the-region"}