{"title":"‘This is unconstitutional’: Outrage over NEET highlights poor implementation of OBC reservations","content":"A political storm has broken out over allegations that the quota of seats in medical and dental colleges available to members of the Other Backward Classes under the All India Quota has been drastically reduced.Under the provisions of the National Eligibility cum Entrance Test – which candidates seeking admission to medical or dental colleges anywhere in India must take – state government and private medical and dental colleges must surrender 15% of the seats in diploma and undergraduate courses for an All India Quota. Candidates from across the country can apply for this quota. In post graduate courses, private and state government colleges must surrender 50% of the seats for the quota. The controversy began to snowball on May 11, when the All India Federation of Other Backward Classes Employees’ Welfare Association wrote to the National Commission of Backward Classes claiming that since 2017, candidates from the Other Backward Classes have been denied reservations under the All India Quota both in undergraduate and postgraduate seats.On Tuesday, the Tamil Nadu unit of the Congress filed a Public Interest Litigation in the Supreme Court seeking a stay on admissions to undergraduate medical courses in the state since OBCs were being denied 50% reservation in the seats in the All India Quota. The same day, the Tamil Nadu unit of the Communist Party of India (Marxist) also moved the Supreme Court asking for OBC reservations in the All India Quota to be implemented. On May 29, the Dravida Munnetra Kazhagam – Tamil Nadu’s principal opposition party – had made similar plea in the Supreme Court. The quota for members of the Other Backward Classes is part of India’s affirmative action programme that aims to remedy thousands of years of caste oppression by reserving seats in educational institutions and government jobs for socially backward groups.‘Denying social justice’Denying OBC candidates access to reservations under the All India quota “does not make any sense”, argued G Karunanidhy, general secretary of the federation. He said that Central institutions such as the All India Institute of Medical Sciences accord reservations to OBCs. Individual states also grant quotas in government colleges to OBCs from their states. Despite this, said Karunanidhy, they are  being denied the All India India quota in state government-run colleges.According to data collected by the All India Federation of Other Backward Classes Employees’ Welfare Association, because this quota is not being implemented, members of the Other Backward Classes have been losing around 3,000 seats across India per year for the past three years. “It is shocking but these seats which should have been reserved for OBCs are getting transferred to the General Category [unreserved],” said Karunanidhy. “This is unconstitutional and a stark case of denying social justice.”The federation’s complaint resulted in the National Commission for Backward Classes writing to the Union Ministry and Health and Family Welfare on May 22 asking for “facts and information pertaining to the said allegations/matters”.Credit: HT PhotoPush for OBC reservationThe Other Backward Classes category includes a vast array of castes that broadly fall between Forward Castes and Dalits in terms of social disability as a result of caste discrimination. In 1979, the Janata Party government formed the Socially and Educationally Backward Classes Commission headed by BP Mandal to look into the status of these castes. The commission determined that the OBCs – 52% of the Indian population – were socially and educationally backward and recommended a 27% quota for them.However, since the Janata Party government did not last very long, the commission was put in cold storage – till another non-Congress government was elected, this time headed by VP Singh. Although the VP Singh government lasted for less than a year, Singh wrote his name into history in 1990 by partially implementing the Mandal commission’s recommendations and bringing in quotas for OBCs in Central government jobs. In 2006, this reservation was extended to Central universities.While the Mandal Commission drove the federal policy on OBC reservations, many states followed their own trajectories in this regard. For example, Tamil Nadu – a state with a very strong history of anti-caste social justice movements – has had OBC reservations since 1951.A patchy recordKarunanidhy said that the federation has been voicing its concern about the matter for some time. “Even MPs have raised it in Parliament,” he said. “But the [Union] government would keep on deflecting. It was only when we managed to get enough data and show the magnitude of seats OBCs we were losing that this issue got attention.”In 2017, for example, replying to a Lok Sabha question on the implementation of caste reservations, the Modi government refused to provide a direct answer on the status of OBC seats in medical colleges. “The matter relating to 27% reservation to OBC under All India Quota of 15% in UG seats and 50% in PG seats is sub-judice...” it said, going on to refer to a plea by Saloni Kumari in the Supreme Court asking for the implementation of OBC reservations in the All India quota.   TK Elangovan, a Dravida Munnetra Kazhagam Rajya Sabha MP from Tamil Nadu, said that every time MPs raise the issue of the lack of proper OBC reservation, the Modi government blocks the discussion by saying the matter is subjudice.  “It does not make any sense,” Elangovan said. “There is a clear rule that OBC reservations have to be given. How can this case be cited to deny them? Moreover, this case [Saloni Kumari] was itself filed to force OBC reservations to be given properly. It is ironic that a plea for remedy is being cited by the government to deepen the problem.”Elangovan believes that the problem is the result of the National Eligibility cum Entrance Test, introduced in 2016, which must be taken by students seeking admission into medical courses across India. “They [Modi government] don’t want reservations to be followed,” Elangovan claimed. “That’s why they are trying to centralise admissions so that they can do these things and take caste quotas out of state hands. Many people had raised these issues when NEET was put in place.”‘Concerted effort’Harish Wankhade, a political scientist who teaches at Delhi’s Jawaharlal Nehru University argues that this decision to deny OBC seats is not a coincidence. “This is a pattern. The OBC quota is patchily implemented or barely implemented in so many places,” explains Wankhade.Wankhede added: “There is a concerted effort to dilute the OBC quota.” He cites the concept of the “creamy layer” as an example – instituted by the Supreme Court in 1992 to add an income criteria for OBCs seeking reservations. Community members above a certain level would not qualify for quotas.  This was at odds with the rationale for reservations, which are based on social backwardness, not economic backwardness. Although no section of OBCs mobilised in favour of the concept of the creamy layer, “upper castes pushed it to to dilute the representation principle of reservations and deny social justice to OBCs”, explained Wankhede.Wankhede argues that while quotas for Dalit and Adivasi have been implemented well because of their longer legacies – they have been in place since the British Raj – the OBC quota has not been implemented with the same rigour. “Since there is no strong political will for the OBC quota, the administration staffed by upper castes is always looking for ways to deny OBCs their rights,” he argued. “What has happened with the NEET-OBC quota is not new. It is happening all the time.”","author":"Shoaib Daniyal","time":"2020-06-05T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/142438-bycaoqznul-1591301460.jpg","tags":["Other Backward Classes","National Eligibility cum Entrance Test"]}