{"title":"This book calls out India’s political betrayals sharply, but does not shake the edifice hard enough","content":"KS Komireddi’s first book, Malevolent Republic, could not have been less timely. It landed in book reviewers’ inboxes just as India was putting itself through its long-drawn out election, and entered bookstores at or around the time the Bharatiya Janata Party swaggered back into government, by some accounts defying even the party’s own calculations.The book is a compact recounting of some key betrayals of India’s republican promise over the last 70 years, and how the BJP’s rise further endangers that promise. It already seems naive and repetitive, not different in spirit from the grumbles many young Indians have grown up hearing at their liberal dinner tables. Five years have come and gone. Who knows what the next five years will look like? What in the past can prepare us for the unpredictability of the future? Forecasting the end of the nationThis is not to downplay the achievements of Malevolent Republic, which addresses, or at least faces up to, that very question. Nor should anyone ignore the propulsive quality of Komireddi’s writing. Its clarity and forthrightness indicate the arrival of a writer of genuine talent. With inspiring moral conviction, his book retraces the path that modern India has treaded since 1947, in order to make its assessment of the present (spoiler: things are really bad) credible. As for the future, Komireddi warns, that may ultimately bring about “disunion” under the baneful and resentment-fuelled governance of Prime Minister Narendra Modi. Given the magnitude of sins Komireddi lays at the doorstep of India’s past leaders, and the bigoted spite of their upper class supporters, delicate readers may be forgiven for looking forward to the end of the nation with a tinge of relief. It is striking that even in Komireddi’s urgent argument, this path ends, as it has done in a great deal of recent analysis, with Modi. This is the point at which readers must wonder if even the prime minister’s fiercest critics – and Komireddi makes a fair bid to be one such –have not accepted defeat at the hands of his propagandists. Two claims unite those who fear Modi with those who hate the idea of India without him. One is that he is a disruptor, unlike any leader who has come before him. The second is that he will usher India into an era that none before him dreamt of. To these, let me add a third, possibly provocative claim. It is that few writers in Modi-obsessed India can now think beyond him. Malevolent Republic also creates grounds for a fourth proposition: that Modi has enabled, to his advantage, a practice of popular history as nothing more than a series of achievements and follies by great men, with occasional input from their wives and daughters. This may be unfair to Modi, who is in all likelihood a product of a long-running Indian tendency to describe history in exactly those terms. Yet Malevolent Republic, which relishes its task of describing the betrayal of democratic duty committed by many of Modi’s predecessors, doesn’t quite escape the BJP’s own logic, which is this: Modi can only be properly appreciated by repeating and reinscribing India’s history as a history of its prime ministers.An old-fashioned stylistEncouragingly, the similarity ends there. The ruling party’s mouthpieces are primarily interested in rewriting this past to their benefit, while Komireddi wants to expose and articulate it as briefly and sharply as possible, almost as if to exorcise it. His book may occasionally elide and polemicise history, but it is largely indebted to reasoned argument. He may write to provoke old-fashioned liberals, but he is a real stylist, and an old-fashioned one himself.  In this book, readers will meet “starveling peasants” and “forsaken multitudes,” right out of the lexicon of noblesse oblige. We confront the Congress party as a “sump for Nehru’s parasitical progeny to luxuriate in,” even as we absorb the drive-by acknowledgement that Indira Gandhi, “to her credit, spat at Nixon and Kissinger” as the US attempted to dominate India. Modi is “culturally arid, intellectually vacant, emotionally bruised,” and so on. It reads like the Catiline Orations. O tempora, o mores.But rhetoric need not always be empty (Cicero’s wasn’t), and Komireddi’s achievements are easy to understand and enjoy. His criticisms of the Congress, while not always accurate, will seem refreshingly robust, especially to readers numbed by the dull-witted versions of history that originated in the paranoid politics of the Rashtriya Swayamsevak Sangh, and now do that organisation such faithful service on WhatsApp groups. Not shaking the edifice hard enoughKomireddi is no leftist, nor is Malevolent Republic a Marxist-style critique of systems and methods. The book includes a forthright attack on left-liberal history writing, which Komireddi accuses of whitewashing the trauma of Central Asian invasions of North India. To this effect, he even (and only) quotes a school textbook written by Romila Thapar to accuse her ilk of provoking the Hindutva backlash against what Komireddi thinks of as pro-Muslim quietism. Perhaps this isn’t out of character for a writer from southern India – Komireddi is of Hyderabadi origin – where unsentimentality about the catastrophe of Partition is often accompanied by disinterest in the particular ways in which Hindu and Muslim life was entwined in the Indo-Gangetic plain. This was enormously consequential, because it was this entwining, rather than Hindu-Muslim relations in any other part of India, that laid the basis for the brahminical-minded pluralism that came to be known as Congress secularism. Undoubtedly, this is an invention of which too many malicious questions have been asked, and not enough sincere ones.But Malevolent Republic doesn’t even linger long enough in its excoriation of a simplified schoolbook to give the whole edifice a really good shake. (I wonder what Komireddi would make of Maharashtra state board history in the 1990s, which left students like myself with a gullible, unaffected admiration of both Shivaji and the Mughals.) Komireddi’s book is too polemical to be accused of mere academic bias. The echoes of the historian Venkat Dhulipala in Malevolent Republic’s understanding of Partition, and of the scholar Vinay Sitapati in its portrait of former PM PV Narasimha Rao, can only begin to alert us to Komireddi’s intellectual allegiances. His literary allegiance, more simply, is to VS Naipaul. Many readers will recognise and enjoy the outwardly-directed rage, roasting every sentence to a crisp accusation, that covers for horror and sympathy so deep that it risks self-indulgence. It does not talk down to its audience, and neatly avoids the trap of implicating either them or Komireddi in some sort of exculpatory, “we’re all in this together” sentimentality. Ultimately, this is the best thing about the book. Its zeal for argument, its spirit of provocation and its knack of gaining attention all exemplify the quality of the questioning that Modi’s government, and all powerful governments, should elicit. But what awaits us?Perhaps this very display of stylish competence creates the misleading sense that Malevolent Republic should have been a more ambitious book. Its Indian reception has shown that it can comfort the afflicted, et cetera. But as with Naipaul, the book’s imagined audience is western, and Komireddi is ultimately writing to hand-hold an audience through someone else’s problems. That’s why the book doesn’t go beyond its dire warning that Modi will destroy a structure already enfeebled by the Nehru-Gandhi leaders of the Congress. It doesn’t need to. Indians, most of whom have never lived through a more prolonged and powerful duration of majoritarian statism, already know that things are going to change, perhaps irrevocably. The Modi era circa 2014-2019 is already passed. The WhatsApp messages have been forwarded, the Pratap Bhanu Mehta editorials have been tweeted, and the radical has been normalised. For a book that truly deepens India’s republican imagination, and prepares it for the future, we must look elsewhere. Perhaps Komireddi himself will write it one day.Malevolent Republic: A Short History of the New India, KS Komireddi, Context.","author":"Supriya Nair","time":"2019-06-29T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/122868-pmnpibdttq-1561806179.jpg","tags":["india","politics","history"],"source":"https://scroll.in/article/928558/this-book-calls-out-indias-political-betrayals-sharply-but-does-not-shake-the-edifice-hard-enough"}