{"title":"‘Thok do’: Adityanath government’s ‘zero tolerance’ of crime leaves a trail of victims","content":"One September afternoon, over the patter of the relentless monsoon rain, Mohammad Gulfam spoke of the night of November 25, 2018.Around 10 pm that night, he had set out on his motorbike, along with his 18-year-old nephew, Irshad, from their home. They lived in Nangla, a Muslim-majority village,  a tangle of cobblestone roads and open drains, in Uttar Pradesh’s Muzaffarnagar district. Their agenda: water their fields some three kilometres away at the Muzaffarnagar-Meerut border. “That is when we got electricity those days,” said Gulfam, trying to explain why they had gone to water their fields at night. “You can ask anyone in the area about the electricity timings those days.” Somewhere close to their fields, Gulfam said, they were stopped by a police vehicle and asked why they were out so late. Not convinced by their explanation, the policemen bundled Irshad into their vehicle. “They told me they had to do some poochh-taachh [questioning] and he would be let off soon,” claimed Gulfam.\n    \n      \n      Crime and Punishment\n      A five-part series that investigates the BJP government's claim that it has reduced crime in Uttar Pradesh.\n    \n    \n        Read here\n    \nThe next morning, said Irshad’s father, Mohammad Dilshad, the family woke up to the news that the police and a gang of cow-smugglers had had a “muthbhed” (face-off) near Meerut’s Sardhana. One person had died: Irshad.Irshad was 18 when he was killed by the police in a purported encounter. Photo: Arunabh SaikiaAccording to the police, Irshad died on the intervening night of November 26 and 27 at around 2.15 am. Irshad and “5-6 other rogues”, the police wrote in its official account of the episode, were transporting four bulls in a vehicle. When the police asked them to stop so the vehicle could be checked, Irshad and his associates “fired with the intention to kill”, the official account goes. Irshad was injured and killed in retaliatory firing, it says. All the others, the police claim, managed to escape. Irshad’s family insists he had nothing to do with cow-smuggling. “He had a clean record,” said his father. “There was not a single case against him or anyone in our family. We are not criminals.”Irshad's father Dilshad (right) said his son had no criminal record. Photo: Arunabh Saikia‘If you commit a crime, you will be knocked off’Ever since Adityanath took over as chief minister in 2017, the Uttar Pradesh police have been involved in thousands of “muthbhed” with alleged criminals. The chief minister has acquired the reputation of being tough on crime, improving law and order in a state that has often been described as lawless.Evidence on the ground is mixed, as I found while travelling across the state in July and August. Organised mafia networks are intact. The state government is redefining criminal activity by filing cases against its critics and opponents while legitimising the violence of its Hindutva allies. However, street crime is widely perceived to have dipped, which is fuelling the perception of an improved law and order situation in the state. A defining feature of Adityanath’s apparent crackdown on crime is the rise in police shootouts. On record, police officials maintain that they only ever fire in self-defence and when it is imperative to make arrests. Critics allege these shootings are staged encounters and have the sanction of no less than the chief minister himself. On several occasions, Adityanath has explicitly spoken about wiping out criminals who did not mend their ways. He is reported to have said it on the floor of the Assembly too: “Apradhiyon ko thok diya jayega”. If you commit a crime, you will be knocked off. Invariably, according to police case diaries, the encounters begin with purported criminals “shooting with the intention to kill” in a bid to escape. According to official records, there have been nearly 8,500 of such encounters from March 2017, when Adityanath came to power, to August this year – that is one purported face-off every four and a half hours. Nearly 150 people have died. Around 3,300 people have suffered injuries in one or both legs, which has prompted a name for the police action: “Operation Langda”, or  Operation Cripple.The Uttar Pradesh police have made a virtue out of these so-called encounters, proudly exhibiting them as badges of honour. From time to time, the department releases a tally of those killed or maimed in them. Uttar Pradesh’s additional director general of police (law and order) Prashant Kumar said the government had “zero tolerance for crime and criminals”, and while the police “did not shy away” from them, encounters were “not a state policy”. “We only fire in self defence,” he said.More than a third of the victims are MuslimBut there are unmistakable red flags: a religious bias, for example, seems to come through in these so-called encounters. Around 37% of those who were killed between March 2017 and March  2021 were Muslims, according to the data released by the police itself. Muslims are less than 20% of Uttar Pradesh’s population.Many of the Muslims who died in these shootouts were residents of western Uttar Pradesh, home to a large Muslim community. One September evening, I met 68-year-old Ikramuddin in Meerut’s Palhera, where he runs his family-owned motorbike-repairing shop. Ikramuddin’s son, Shakil died in a so-called encounter on July 12, 2019. The police also killed one of Shakil’s friends, Gulfam, in the late-night shootout. According to the police, the two men had robbed Rs 9 lakh from the cashier of a company on the Meerut-Roorkee road days earlier and shot at the police while being apprehended. Ikramuddin is loath to believe the police’s version. “If he was such a big criminal, he would have taken down at least one police-wala, isn’t it?” asked a bitter Ikramuddin. “The truth is they killed them in cold blood. But I know we will never get justice – Kahin sunwai nahi hai.”  No authority will ever listen to us. Ikramuddin's son Shakil died in a so-called encounter with the Uttar Pradesh police. Photo: Arunabh SaikiaToo scared to speak upOther marginalised communities also shared similar experiences: being targets of police violence and then facing the indifference of authorities when they sought redress.It took much persuasion to get the family of one of the 3,300 injured – a 19-year-old Dalit man, living in a town in central Uttar Pradesh – to speak to me about their brush with the police. They requested anonymity since they feared repercussions from the police.According to police records, the 19-year-old was shot on the intervening night of July 2 and 3, 2019. The police version runs along familiar lines: he had shot at a police patrol party “with the intention to kill” when they tried intercepting him and his associate, both of whom were on a motorbike.  “We got information that two armed badmash (criminals) were near a godown with the intention to loot it,” says the first information report registered by the police. “We fired in retaliation and he was hit in the leg and he immediately collapsed.”Seven stolen mobile phones were recovered from the duo, according to the police FIR. The youth’s mother, a diminutive middle-aged woman who struggled to complete sentences without breaking down, contests not just the police’s version but also their  timeline. “It was the night of July 1 – his cousin had come from Fatehpur and the two of them went out on a ride on his bike late in the evening after dinner,” she said. The police, according to her, took them to the thana that night after an altercation at a check-post. How does she know that? “Because I went to the thana and met the boys on the morning of July 2,” she said. “Someone from the neighbourhood had seen them being picked up by the police the previous night.”She then claimed to have received a call from the police station on the morning of July 3, asking her to report there. When she arrived, she saw her son’s leg wrapped in medical gauze. “He told me they took him somewhere, covered his leg with a wet sack and shot him.”He recovered from the injury, but is too traumatised to return to normal life. The family said they tried lodging a complaint against the policemen with the help of local Samajwadi Party leader, approaching senior officials for relief. “But the police became even more vindictive,” she said. “They would land up at our house all the time. Once they even dragged my elder son to the police.”‘Which caste does he belong to?’Amardeep Yadav also said his legs were wrapped in a wet sack before they were shot at. Unlike the Dalit youth, he was shot in both his legs.Twenty eight-year-old Yadav, a postgraduate in political science from Azamgarh, said he had given up on “ladai-jhagda-maar” (fights and scuffles – a euphemism for criminal activities) after spending two and a half months in jail in 2015.  “I went to Mumbai and got myself a job,” he said. But after the Adityanath government came to power, he said, the police started frequenting his Azamgarh home. “They told my family there were cases pending against me,” he said. He returned, surrendered to the police and spent another month and a half in jail in 2017. The next year, when he returned for a friend’s wedding, Yadav said, the police booked him for another case and pressed charges under the Uttar Pradesh Gangsters and Anti-Social Activities Act. “I was not even in Azamgarh at the time the incident they charged me for happened,” he said. Yadav said each time he went to Mumbai, he got calls to return and report at the local police station near his home in Azamgarh. “I had started a new life in Mumbai, but the police just would not let me,” he said.The number of cases against him continued to pile up. In June 2019, he said he was picked up by the police and shot in both his legs. “Two of them held me by my arms and shoulders as the third one shot me after tying a wet sack around my leg,” he said. He claimed he was singled out for special treatment – most “half-encounters” usually involve being shot in one leg – because of his caste. The Yadavs are the core constituency of the opposition Samajwadi Party. “After the first bullet, one of them asked, ‘Arey biradri kya hai uska?’ (Which caste does he come from?)’” he claimed. “When they found out I was a Yadav, they shot me in the other leg too.” As in every other case of “muthbhed”, the police claim Yadav had shot at them trying to escape from the police vehicle. After spending a month in a hospital and another nine months in jail, Yadav is now out on bail. “My life is over,” he said. “I can’t walk properly anymore. I don’t think I ever will.” A forensic team marks the site of an encounter killing in Kanpur, Uttar Pradesh. Photo: PTI‘A charade of clean chits’The additional director general of police Prashant Kumar told me it was wrong to cast aspersions on these encounters given that they had gone through a Supreme Court-mandated process and “no Constitutional authority has ever made any adverse remark” against them.But those acquainted with the police system said that such post-encounter inquiries were little more than an “eyewash”. “I can tell from my 32 years of experience as a police officer that all encounters which are later found to be fake by the courts were initially given clean chits during the magisterial enquiry,” said SR Darapuri, a former Indian Police Service official of the Uttar Pradesh cadre who joined the civil liberties movement after he retired in 2003. Now a member of a fledgling political party named the All India People’s Front (Radical), Darapuri said: “The magistrates who do these inquiries work in collaboration with the police – they are part of the same machinery. After all, they report to the district magistrate, who is the overall head of law and order in a district.”More importantly, Darapuri said, “when encounters have been clearly endorsed as government policy, why will any official go against it?”Bibhuti Narayan Rai, who retired in 2011 as a director general in the Uttar Pradesh police, seconded Darapuri. “These inquiries are a waste of time – the magistrates are given the task to justify the encounters,” he said. “No executive magisterial inquiry finds the police guilty.”The numbers seem to bear this out: till July 2020, magisterial inquiries had given the Uttar Pradesh police a clean chit in all of the 74 encounters it had probed. As for judicial inquiries, the high-profile case of the encounter of Kanpur gangster Vikas Dubey and his aides also saw a Supreme Court-appointed commission giving the Uttar Pradesh police a clean chit. But a closer reading of the report indicates that there was only one version of the incident that the commission essentially had access to: the police’s. “Nobody came forward from [the] public, media or relative of [the] accused to controvert the police version and no evidence is filed in rebuttal,” the commission stated in the report.  That, the commission noted in its observations, “defeat[ed] the very purpose of this inquiry”. ‘A gang of assassins’Almost no one in Uttar Pradesh I spoke to really believes that these so-called encounters take place as the police describe them. Yet, they seem to be seen by many not as subversion of the justice system but as just another facet of Adityanath’s much-publicised “war on crime”.  “Everyone knows that the encounters are fake but they have great public support,” said AK Verma, who is the director of the Centre for Study of Society and Politics in Kanpur. “This is because the judiciary has given some criminals such a long rope that there is no sympathy for them.”Still, there are people, including former policemen, who are troubled by such methods. “Invariably, these days when a criminal is caught, he is shot in the leg,” said Rai, the former director general of police. “This government seems to support police killing people, shooting people. They have reduced the police into a gang of assassins.”This is the second in a five-part series Crime and Punishment  that investigates the BJP government’s claims that it has reduced crime in Uttar Pradesh. Read more in the series here.","author":"Arunabh Saikia","time":"2021-09-16T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164002-qbkvfwvkky-1631552770.jpg","tags":["Uttar Pradesh","Encounter killings","Crime and Punishment"],"source":"https://scroll.in/article/1005307/thok-do-adityanath-governments-zero-tolerance-of-crime-leaves-a-trail-of-victims"}