{"title":"Those not included in the National Register of Citizens will not face discrimination, says Assam CM","content":"Assam Chief Minister Sarbananda Sonowal on Wednesday assured citizens that his government would not discriminate against those who were not including in the first draft of the National Register of Citizens, PTI reported. People will be given opportunities to prove their citizenship, said the chief minister. Assam began to update the National Register of Citizens in 2015 to create a definitive list of citizens of the state and root out illegal Bangladeshi immigrants. The Assam government published the first draft of the National Register of Citizens – a list of verified Indian citizens – at midnight on January 1. The Supreme Court had set December 31 as the deadline for the publication of the first draft. No one at this stage has been declared to be an illegal migrant – whom the process seeks to identify and eventually deport.  Sonowal vowed humane treatment for those found to be illegal immigrants. “There is no question of discriminating against anyone whether he or she is a Hindu, Muslim, Bengali or Nepali,” Sonowal said. “A mechanism has to be evolved by the Central government on what to do with them.”  The National Register of CitizensThe list verifies 1.9 crore people, of 3.29 crore who applied, as legal citizens of India. The rest of the names are being verified, Registrar General of India Sailesh said at a press conference.“As soon as the verification is done, we will come out with another draft,” he said, according to PTI. The register was a key election promise made by the Bharatiya Janata Party before it won the state polls in 2016.","author":"Scroll Staff","time":"2018-01-03T17:19:35.595981+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/863682-21937-dicpltrevh-1514978666.jpg","tags":["Assam","National Register of Citizens","Sarbananda Sonowal","BJP","Illegal immigrants","Bangladesh"],"source":"https://scroll.in/latest/863682/those-not-included-in-the-national-register-of-citizens-will-not-face-discrimination-says-assam-cm"}