{"title":"‘Those who oppose me help me improve,’ says Navjot Sidhu as he takes charge of Punjab Congress","content":"Navjot Singh Sidhu on Friday suggested that the recent infighting in the Punjab Congress has ended as he took charge of the party’s state unit, reported The Indian Express.In his first speech as president of the Punjab Pradesh Congress Committee, Sidhu said that he will work along with Chief Minister Amarinder Singh. Both the leaders have been at loggerheads for the past few months.“The Congress is united today, contrary to what our Opposition is saying,” he said. Hinting at his tussle with the Punjab chief minister, Sidhu added, “Those who oppose me help in my improvement.”The Punjab unit of the Congress was thrown into a crisis after a rift emerged between Singh and his former Cabinet colleague Sidhu, who was reportedly demanding a more prominent role in the party. The cricketer-turned-politician had resigned from the Punjab Cabinet after he was divested of the local bodies portfolio in 2019.On July 18, the All India Congress Committee elevated Sidhu as state party chief along with four working presidents.On Tuesday, Singh had demanded an apology from Sidhu, saying he will not meet him till then. On Thursday, Sidhu had reached out to Singh, inviting him for the installation ceremony. The chief minister accepted the invite after Sangat Singh Gilzian and Kuljit Singh Nagra, two of the working presidents, gave Singh a letter signed by 56 party MLAs, including Sidhu, to persuade him.With Singh in attendance at the ceremony on Friday, Sidhu said, “My fights are not the issue. The farmers sitting in Delhi, the problems of doctors and nurses... these are the real issues. We have to resolve the issues, then we are true before god.”Sidhu had criticised the chief minister on the 2015 sacrilege case – when Sikh religious text Guru Granth Sahib was desecrated at Bargari in Faridkot – and the alleged delay by Singh’s government to bring perpetrators to justice.He had also spoken out against the liquor, sand and transport mafias operating in Punjab. Sidhu had also hit out at his own party for the electricity crisis in the state. The Punjab government has been facing criticism for power shortages in the state.","author":"Scroll Staff","time":"2021-07-23T16:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161839-jehzwubrjh-1627032971.jpg","tags":["Navjot Singh Sidhu","Amarinder Singh","Congress","Punjab"],"source":"https://scroll.in/latest/1000920/those-who-oppose-me-help-me-improve-says-navjot-sidhu-as-he-takes-charge-of-punjab-congress"}