{"title":"Though overlooked, India’s border dispute with China is a major flashpoint in the Indo-Pacific","content":"The potential for conflict over Taiwan tends to dominate conversations about the dangers of a wider war in the Indo-Pacific. Ross Babbage’s book,  The Next Major War, identifies a Chinese invasion of Taiwan as the spark that could engulf the region. Other analysts have identified concerns about peace and security in the Indo-Pacific as predominantly a question of stability in Taiwan, the South China Sea, the East China Sea, and the Korean Peninsula – which  Brendan Taylor has labeled the “four flashpoints” in Asia that are most likely to suddenly erupt into a violent conflict. However, in this matrix, what is occasionally overlooked by strategists and analysts is the significance of the India-China border as another key flashpoint in Asia, one which, unlike the other four cases, has actually witnessed violent clashes in recent years. The term “flashpoint” is frequently used as shorthand for any geographical area that, for a variety of reasons, might erupt into conflict. But in security studies, the term has a more specific meaning. US Naval War College Professor Timothy Hoyt suggests that flashpoints share certain elements: “politics, proximity, and paranoia”. First, they must be at the forefront of a significant and long-standing political dispute. Second, they tend to become greater concerns if proximate to both adversaries. Third, they threaten to involve or engage more powerful actors in the international community, raising the possibility of escalation to a broader war.Going by this definition, the India-China boundary fulfills all the criteria of a flashpoint. The boundary dispute involves a longstanding territorial dispute between the two countries, bringing up issues of sovereignty; the two countries are not just proximate but are also nuclear-armed neighbors; and lastly, the boundary dispute has the potential to engage other powerful actors, mainly the US.Tense boundaryBorder tensions between India and China have palpably worsened in recent years. The most prominent aspect of this is the ongoing Eastern Ladakh stand-off in the western sector of the Line of Actual Control, or LAC, which is yet to be resolved. This stand-off has not only been one of the longest but it also follows the most violent confrontation between India and China since the Sumdorong Chu crisis in 1986-87. Indian and Chinese troops clashed in June 2020, leading to multiple casualties – 20 on the Indian side and an undisclosed number on the Chinese side. Since then, there has been little progress in resolving the stand-off despite 19 rounds of Corps Commander level talks between India and China, with the last round held in August 2023. The talks have made some progress in terms of disengagement, resulting in the creation of “buffer zones” in five of the contested areas. But observers have flagged concerns about the current disengagement only involving withdrawals on one of the contested border areas, where the skirmishes of 2020 took place. Other friction points that predate the 2020 clash continue to remain tense.In addition to the stand-off in the western sector, tensions are also brewing in the eastern sector of the LAC, in the Indian state of Arunachal Pradesh. In December 2022, the Indian and Chinese militaries clashed at Yangtse along the LAC in the Tawang Sector in Arunachal Pradesh. Chinese efforts to strengthen its claims in the area have led Beijing to adopt new ways and means: building  xiaokang “model” villages in strategic areas, renaming places and issuing new border laws that India sees as giving more legal cover to its forces. For instance, the 2023 edition of the standard map of China issued by the Chinese Ministry of Natural Resources shows the entire state of Arunachal Pradesh, as well as the Aksai Chin region – both of which India sees as its sovereign territory – as being within China’s borders.Students wear masks of Chinese President Xi Jinping ahead of an informal summit with Prime Minister Narendra Modi, at a school in Chennai in October 2019. Credit: Reuters.Wider conflict?While the politics and proximity clearly point toward the India-China boundary being a potential Indo-Pacific flashpoint, the third aspect remains: would any conflict risk drawing in other powers, most prominently the US?India is not a treaty ally with the US, unlike its partners in NATO, or the North Atlantic Treaty Organization, which means Washington will not automatically be drawn into any conflict that may take place between the boundary.  Yet, the two nations have been drawing closer over the last few years, to a large extent, because of their shared view of the Chinese threat.While the 2020 Galwan clash was contained at the bilateral level, later reports indicated that the US subsequently provided India with “real-time” intelligence about potential Chinese actions along the boundary. India has also deployed US weapons on the LAC.In February 2023, the US Senate introduced a bipartisan resolution reaffirming the state of Arunachal Pradesh as Indian territory while positing that China’s claim over Arunachal Pradesh is part of its “increasingly aggressive and expansionist policies”. Besides, the US has also been maintaining a close watch on the developments along the LAC since the beginning of the Eastern Ladakh standoff in 2020. For instance, the 2021 US Department of Defense  report noted that a 100-home civilian village has been constructed “inside disputed territory between the Tibet Autonomous Region and India’s Arunachal Pradesh state in the eastern sector of the LAC”.  The 2022 Department of Defense report suggests: “The People’s Republic of China seeks to prevent border tensions from causing India to partner more closely with the United States. The PRC officials have warned US officials to not interfere with the PRC’s relations with India.”  The 2022 National Defense Strategy of the US categorically outlines that Washington will support “ally and partner efforts to address acute forms of gray zone coercion from the PRC’s campaigns to establish control over the East China Sea, Taiwan Strait, South China Sea, and disputed land borders such as with India”.The increasing threat presented by China has prompted New Delhi and Washington to work together to counter the issue. The two countries have incrementally strengthened their bilateral partnership, including enhanced defense interoperability and information-sharing, especially for early warning systems. For China, there is a strong sense of unease about the growing India-US proximity, especially in terms of defense ties. As former Indian foreign secretary Vijay Gokhale argues, the Chinese suspect that “India will lean to the United States to derive benefits and that China will become the target of containment.”India and the US have also boosted collaboration at the “minilateral” level,  through the Indo-Pacific-focused Quad – which includes Japan and Australia in addition to the US and India – and in other fora with the aim of balancing China, though the efforts are not officially described as such. At the global level, the growing intensity of the US-China strategic rivalry increases the salience of the India-China border flashpoint, particularly when considered in the context of the evolving Indo-Pacific security environment.A protest against China in New Delhi in June 2020. Credit: Reuters.Increasing volatilityWhy has the India-China boundary been overlooked, particularly as a flashpoint in the Indo-Pacific, until recently? One assumption is that the Indo-Pacific is broadly seen as a maritime region. The four other flashpoints are also maritime areas and have multiple stakeholders, while the India-China Border is land-based and, more specifically, has generally been treated as a bilateral issue. The other potential reason is that, for long, the international community perceived India as a power limited to South Asia and as a counterweight solely against Pakistan. As a result, India’s border dispute with China, which also witnessed a war in 1962, received relatively little global attention. However, the past decade has seen attitudes changing. The causes for this shift are India’s growing economic and material heft, New Delhi’s strong counter to China’s military activism in the Himalayas (Doklam in 2017 and Eastern Ladakh and Arunachal Pradesh since 2022) and in the Indian Ocean region, and the Western belief that India can play a bigger role in balancing China, just as the US relies on Japan and South Korea to help it with balancing in the East Asian maritime flashpoints.Having replaced peaceful co-existence with armed co-existence, the increased volatility at the India-China border is making it even harder to foresee a permanent solution to the territorial dispute in the immediate future. Given the uncertainties and the prevailing conditions along the India-China boundary, the possibility of yet another flare up remains very real. Any such situation will be detrimental to the security and stability of the Indo-Pacific region, and have implications for every other stakeholder, beyond just India and China. Amrita Jash is an Assistant Professor at the Department of Geopolitics and International Relations, Manipal Academy of Higher Education (Institution of Eminence), India. Her X handle is @amritajash.This article was first published on India in Transition, a publication of the Center for the Advanced Study of India, University of Pennsylvania.","author":"Amrita Jash","time":"2023-10-23T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191076-kskokpnpvr-1686319517.jpg","tags":["Eastern Ladakh","India-China Border","Indo-Pacific","Quad","Galwan"],"source":"https://scroll.in/article/1057754/though-overlooked-indias-border-dispute-with-china-is-a-major-flashpoint-in-the-indo-pacific"}