{"title":"Though Jammu welcomes Modi’s move on J&K, Congress and Dogra leaders are under house arrest","content":"Jammu and Kashmir Congress chief Ghulam Ahmed Mir has been under house arrest since August 16. He was put under detention just as he was about to attend a press meet to announce events that had been planned for Rajiv Gandhi’s 75th birth anniversary on August 20, he said.  “Before I was to leave for the press conference, senior officers came to my house and gave verbal orders that I was under house arrest,” said Mir, a former member of the legislative assembly from Dooru in South Kashmir’s Anantnag district. It was the third in the past few weeks that the security forces had tried to detain him, Mir said. First, on August 4, he was “declared as detained”, Mir claimed. “Just after I had left my residence for the airport, security officers came to my home [in Srinagar] and said, ‘He is under house arrest, when he comes back, he should not meet anyone.’”According to Mir, the security officers had no problem with him being in Delhi, only with “being in town” in Srinagar. The next day, the Union government announced it was revoking the special status of Jammu and Kashmir, nullifying Articles 370 and 35A, which gave the state government a degree of autonomy, its own constitution and powers to grant permanent residents of the state certain rights, including the right to own land. The Centre also announced it was dividing the state into two Union Territories, that of Jammu and Kashmir and Ladakh. On August 8, Mir tried to return to Srinagar with Congress member of Parliament and former chief minister of Jammu and Kashmir Ghulam Nabi Azad. Both were detained at the Srinagar airport and sent back to Delhi. Mir finally returned to Jammu on August 11, in time for Eid, only to be put under house arrest days later.Arresting leadersAs the Centre announced sweeping changes to Jammu and Kashmir on August 5, Kashmir remained under lockdown – all communication lines were cut, there were restrictions on movement and most major political leaders in the Valley were detained.Jammu went under lockdown too, though less severe than the Valley. Large parts of the region were under Section 144 for days, preventing the assembly of more than five people, while mobile services and the internet were also blocked. As of August 18, Sanjeev Verma, divisional commissioner, Jammu, said  broadband, landlines and mobile services were working in Jammu region including in the border districts of Rajouri and Poonch.But Vijay, a 40-year-old travel agent in Ranbir Singh Pura city in Jammu district, said that landlines and cable services were working in the district while internet services were suspended. A journalist from Rajouri district, who asked to remain unidentified, said that only BSNL’s post-paid mobile networks had started to function since August 17. “I still have not been able to speak to my family in Poonch in two weeks,” said the journalist.\n    \n      scroll exchange\n      \n      You can now leave comments on Scroll.in articles. \n    \n    \n        join the debate\n    \nAccording to reports, prominent National Conference leaders based in Jammu were placed under house arrest soon after the Centre’s decision, as was Choudhary Lal Singh of the Dogra Swabhiman Sangathan party. From August 16, another raft of detentions took place.First, at the press conference arranged by the Congress on Friday, the police detained the party’s spokesperson, Ravinder Sharma, as he was to start addressing the audience. According to the police, he was taken into “preventive custody” to avoid a “law and order situation”. “We wanted a discussion on Article 370 and 35A and had suggestions on the further restructuring.” He was prevented from going to the Dogra Bhawan and placed under house arrest.‘National party’Mir opposed the decision to turn the state into a Union Territory, although he was muted in his criticism of the move to nullify Article 370. “It is not only the Congress’s stand,” he said. “The general feeling of the people of Jammu and Kashmir is that the Centre has let us down by degrading the state to Union Territory level. Other things, like the abolition of Article 370, are subject to debate. Now the BJP is demanding domicile status, to not allow outsiders to take our land and jobs. This was what Article 35A guaranteed.”He also said the changes were introduced “undemocratically and unconstitutionally”. Explained Mir: “They should have taken the state assembly on board. They should have held elections and left it to the state assembly. They may have got power, according to what they were saying. Why this hasty decision without taking the state assembly into confidence, without taking the opposition into confidence?”On Article 370, the Congress has spoken in many voices. In Parliament, it opposed the move to hollow out the law and divide the state, but the party’s chief whip resigned from the Rajya Sabha because of the decision. Later, former party president Rahul Gandhi criticised the government for “tearing apart” Jammu and Kashmir and said it had “grave implications for our national security”. However, on August 18, senior party leader and former Haryana chief minister Bhupinder Singh Hooda said the Congress “has lost its way” and that he supported the move to hollow out Article 370.Mir dismissed the statements of support. Those might have stemmed from “individual compulsions” in their “individual areas”, he said.  “We are a national party. Whatever stand we took in Parliament and in the Congress Working Committee is the collective Congress view.” ‘Safeguards’ for DograsThe Dogra Swabhiman Sangathan, meanwhile, broadly supported scrapping special status but rued the loss of statehood for Jammu.  “Ladakh is a Union Territory, very good,” said Gulchain Singh Charak, former minister and president of the Dogra Sadar Sabha. “But Jammu is nationalist. Give it full statehood, along with the 24 assembly seats of PoJK.” Of the now-dissolved 111 member assembly of the state of Jammu and Kashmir, 24 seats were left empty for areas under Pakistani control. The Kashmir Valley could remain a Union Territory for as long as the security situation demands, Charak suggested. He wanted the two capitals of the former state to be independent of each other. In the state of Jammu and Kashmir, Srinagar has been the summer capital while Jammu was the winter capital. He wanted both to function all year round.Finally, said Charak, they demanded safeguards for the Dogras of Jammu. These could be on the lines of the protections granted to North Eastern states under Article 371. Most of the provisions under Article 371 enable decentralised governance, with a certain degree of administrative autonomy. Some of the laws flowing from it also restrict land transfer to those defined as outsiders to the state. Indian security personnel stand guard along a deserted street during restrictions in Jammu on August 7. Credit: Mukesh Gupta/ReutersCharak surmises that these suggestions might have scared the authorities. He sees no other reason for his incarceration. “I don’t know what they thought,” he said. “This is ill-advised and foolish. We were supporting Modi and Shah’s decision.”Restricting the sale of landThe Jammu unit of the Bharatiya Janata Party was, of course, quite enthusiastic about the Centre’s decision – but with some caveats. Ayodhya Gupta, Jammu district president of the BJP, compared the government’s decision on special status to demonetisation in 2016. “People will face some difficulty and will take time to adjust,” he said. Sunil Sethi, a BJP spokesperson, said people in the Jammu region welcomed the government’s decision. “Jammu was never given its due from the funds that came from the Centre,” Sethi said.But both voiced one concern. “It will not work if there is no domicile certificate for us,” Gupta said. Domicile policies in certain other states reserve the rights of property ownership for residents who have lived in the state for a certain period of time or defined as indigenous to the state.Sethi felt that the government should implement a mechanism to restrict the sale of land for industrial purposes only. Neither was concerned by the detention of political leaders, whether in Jammu or Kashmir.“It is legally and morally justified,” Sethi said. “The situation is volatile here. We do not want such leaders to instigate anyone. We do not want people to be killed.”Gupta agreed: “This is keeping the present circumstance in mind. These leaders want riots and strikes. But the government does not want any of that to happen. So, they are under house arrest.”‘Jammuites will gain’In Jammu division, which consists of 10 districts, responses to the Centre’s decision to revoke special status for the territory are largely favourable. In Jammu district, which includes the border area of RS Pora, residents welcome the prospect of investments and are not worried about whether local culture will survive. “Whatever money that comes from the Centre will now also reach us here,” said Vijay. “But there will not be any changes in our culture.”Security personnel stand guard at a roadblock in Jammu ahead of Friday afternoon prayers on August 9. Credit: Rakesh Bakshi/AFP It is a common sentiment in Jammu: with Union Territory status, funds that had been diverted to the Kashmir Valley will now be freed up. “Jammuites will gain,” said Kanwal Lakhanpal, a retired army officer. “People can come in from outside and invest, there will be more jobs and industry, people will not have to go to Karnataka or Hyderabad to work”He was also pleased with the greater uniformity of laws. “When any law and the Centre was rolled out, it was ‘except for J&K’,” said Lakhanpal. “Why should it be? The state of J&K is also part of the Indian Union.”  The former army officer said he was a “Pubjabi Dogra” whose family had migrated to Jammu in 1947; his mother had been from Sialkot and his father from what is now Pakistan-occupied-Kashmir. His Dogra identity, Lakhanpal said, was not threatened by the changes. But he did want delimitation to redistribute the seats in the new legislative assembly of the Union Territory. “Unless delimitation is there and the number of seats is decided, the Kashmiris will continue to dominate over the Dogras,” said Lakhanpal. Tense bordersBut not everybody was rejoicing. On August 2, AV Gupta was one of the lawyers to be suspended by the Jammu High Court Bar Association after he said that revoking Article 35A could have “serious repercussions”. Gupta is a former president of the bar association.Despite the suspension, Gupta stands firm. “Those who are celebrating now will be on the streets in a year,” he claimed. “The state will be completely commercialised. Education will not be free and there will be no job security. People are just celebrating out of emotion now.”In other border districts, where the guns have boomed along the frontier, there is tension. In Poonch and Rajouri, there had been protests against the scrapping of special status. The districts of Pir Panjal, bordering the Kashmir region, were also reported to be restive.On August 18, the journalist from Rajouri said there was heavy deployment on the main roads as well as in small, narrow lanes. “There is just silence here,” said the journalist. “Seventy per cent of the people here are against this. These are Hindus, Muslims and Sikhs.”He was sceptical about the benefits of the region’s changed status. “Someone else decides for us but we are the ones who suffer,” the journalist said. “Everyone is just thinking about job security and the future of their children. Why would anyone want to set up industries in the border belt where there are constant shelling activities?”Another concern in Rajouri was that of a possible increase in crime. “There is very little crime in these border belt districts apart from the firing across the border,” said the journalist. “But now that outsiders will be allowed, there is a worry that crime will increase.”","author":"Vijayta LalwaniIpsita Chakravarty","time":"2019-08-20T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125841-qcwuxqjmtz-1566233768.jpg","tags":["Jammu and kashmir","Narendra Modi","Congress"],"source":"https://scroll.in/article/934426/though-jammu-welcomes-modis-move-on-j-k-congress-and-dogra-leaders-are-under-house-arrest"}