{"title":"Three Kabir Kala Manch activists granted bail after over three years in prison","content":"Three cultural activists of Pune-based Kabir Kala Manch troupe were granted bail by the Supreme Court on Tuesday. The activists were arrested and charged under stringent Unlawful Activities Prevention Act in 2013 while they were holding a demonstration outside the state Assembly. Though the other members of the group had been granted bail, Sachin Mali, Sagar Gorkhe and Ramesh Gaichor were finally released after more than three years. The group, comprising Dalit and working class musicians and poets, came together after the 2002 Gujarat riots and performed songs with hard-hitting lyrics talking about social injustices and caste-based discrimination in the country. They were forced to go underground after the arrest of one of their members in 2011. Deepak Dengle was arrested by the anti-terrorism squad and accused of being a member of a banned Naxalite (Maoist) party. The group’s songs and performances were featured in Anand Patwardhan’s 2011 documentary Jai Bhim Comrade. Patwardhan is part of the Kabir Kala Manch Defence Committee that was set up after the 2013 arrests to help the activists legally and highlight their plight.“This partial victory is vital for creative young artists who have lost precious years. We thank all the people, too numerous to name here individually, who have helped us over the last 4 years,” the committee said in a release. Shital Sathe, who was also arrested in 2013 and released a few months later, performed a song in February 9, 2016, and dedicated it to Rohith Vemula, the Dalit scholar from Hyderabad University who committed suicide on January 17. The song, “Rohith Gaya, Dalit Gaya, Mar Gayi Hai Lokshahi” comments on the death of democracy. \n\n\n    \n    Play","author":"Scroll Staff","time":"2017-01-03T18:43:49.829655+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/825796-48609-fsptkvvfwo-1483447001.jpg","tags":["Kabir Kala Manch","Jai Bhim Comrade"],"source":"https://scroll.in/latest/825796/three-kabir-kala-manch-activists-granted-bail-after-over-three-years-in-prison"}