{"title":"Three labourers from Bihar shot at by suspected militants in Shopian","content":"Three migrant labourers from Bihar were shot at by suspected militants in Jammu and Kashmir’s Shopian district on Thursday. The injured persons were identified as Anmol Kumar, Pintu Kumar Thakur and Heralal Yadav. All of them are residents of Bihar’s Supaul district, the Kashmir Police said in a tweet. They were shifted to the Shri Maharaja Hari Singh hospital in Srinagar, reported The Hindu.The assailants fled from the spot after attacking the labourers on Thursday evening. The police have launched a search operation in Gagran in Shopian.#Terrorists fired upon three outside #labourers in #Shopian. Injured persons are Anmol Kumar, Pintu Kumar Thakur and Heralal Yadav, all residents of Distt Supaul, Bihar, being shifted to hospital. Cordon being launched.@JmuKmrPolice— Kashmir Zone Police (@KashmirPolice) July 13, 2023\n\nFormer Chief Minister of Jammu and Kashmir Omar Abdullah called the attack unfortunate. “I unreservedly condemn this attack and send my best wishes to the injured,” Abdullah said in a tweet. “I hope they make a complete and speedy recovery.”Very unfortunate. I unreservedly condemn this attack and send my best wishes to the injured. I hope they make a complete & speedy recovery. https://t.co/2qVJ14CTsu— Omar Abdullah (@OmarAbdullah) July 13, 2023\n\nThe attack comes more than a month after a civilian was shot dead by suspected militants in Anantnag district of Jammu and Kashmir. On February 26, a Kashmiri Pandit, Sanjay Sharma, was shot dead by suspected militants in Pulwama district. Two days later, the police claimed to have killed one of the suspected militants involved in the attack.","author":"Scroll Staff","time":"2023-07-14T11:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192177-tsnsdrgxqp-1689313309.jpg","tags":["Jammu and Kashmir","Bihar","Migrant Labourers","Shopian"],"source":"https://scroll.in/latest/1052611/three-labourers-from-bihar-shot-at-by-suspected-militants-in-shopian"}