{"title":"Three Christmas attacks in India where the police failed to act against Hindutva mobs","content":"On Christmas eve in Madhya Pradesh’s Jhabua district, eight Christians set out on their bikes to do their yearly round of carol singing. As the bikes passed through Parnaali, a forested area in Meghnagar tehsil, they were waylaid by a group of alleged Bajrang Dal members. The carol singers were struck with sticks and axes.“Out of nowhere, these men started pelting stones at us,” said Pastor Naikhya Garhwal, who was one of the carol singers. “Two people fell off their bikes,” he continued. “We were hit on our arms and backs with stones. When we fell off our bikes, more [attackers] came out and hit us with an axe. One of us, Ramesh, was hit directly on his head and his scalp was torn apart. My son, Sem, was hit so hard there was a big bump on his head. He developed serious internal injuries.”Nearly a week after the incident, both were still in hospital.Sixteen-year-old Sem Garhwal. His father says he has serious internal injuries. Photo credit: Special arrangementThe Jhabua incident is among the rash of attacks that broke out across the country around Christmas this year. Hindutva mobs disrupted celebrations in schools and other spaces, usually alleging they were attempts at forced religious conversion. While some of the attacks made it to the news – for instance, in Assam’s Silchar, Haryana’s Pataudi and Pandavpura in Karnataka – several others have gone unreported. The United Christian Forum for Human Rights, an organisation fighting for the rights of the community in India, has a helpline for Christians and maintains a database of the incidents of violence and harassment reported on distress calls.AC Michael, national convenor of the United Christian Forum, explained how the organisation counted incidents of violence or harassment. “We follow three steps of verification,” he said. “First, we find out who the victim is, do a background check. Second, we try and identify the perpetrator, at least one of the accused. Third, we find out if there is a police complaint, an FIR that has been registered, or if the police has any information regarding the incident. When these three steps are ticked, we count it as an incident.”Scroll.in tracked three such incidents reported to the United Christian Forum’s helpline, in Madhya Pradesh, Bihar and Haryana. In all three, the police have either failed to make arrests or refused to register a first information report.Madhya Pradesh: ‘Beat up the followers of Christ’In Jhabua district, where carol singers were attacked, Garhwal recounted that as the Bajrang Dal members beat them up, they said, “Why do you come to our village? Get out of here. Beat up the followers of Christ.” The attackers finally dispersed after the carol singers called the police and other family members. Christmas night was spent in a frantic search for hospitals that would treat the men who were seriously injured.Pangla Vasunia, one of the carol singers, filed a complaint and a first information report was registered at Kakanwani police station on December 25 against two accused identified by name and other unknown people. The accused have been booked for endangering the life of others, voluntarily causing hurt, criminal intimidation and other offences.“But it has been a week now, no one has been arrested,” said Auxiliary Bishop Paul Mania, who heads the Protestant Shalom Church in Jhabua.According to Garhwal, Bajrang Dal workers continue to threaten Christians in Meghnagar, warning they would shut down church services if they pressed on with their complaint.Bihar: ‘This place is filled with secularism’In Dhiwar village, part of the Barh area of Bihar’s Patna district, the attacks started on December 19. Five Bajrang Dal workers went to the rented apartment of Pastor Deepak Chaudhary and beat him up. “They came into my home, slapped me several times, abused me and the four other people with me” said Chaudhary, whose flatmate, Vikas Mandal, converted to Christianity four years ago. “They accused us of doing illegal religious conversions, took some papers and left.” Since then, Chaudhary said, members of the community had been living in fear, barely leaving their homes – the Bajrang Dal workers had allegedly threatened to beat up any Christian men they could find. Chaudhary filed a complaint at the National Thermal Power Corporation police station but Amardeep Kumar, the station house officer, claimed he had found no evidence of violence. “All these men did on December 19 was stand outside the home and shout that forced religious conversion was happening,” he claimed.On December 25, Christmas prayers were arranged under heavy security at an under-construction church. That set off a fresh backlash.“They [Hindutva groups] got agitated that we were able to pray and had a meeting in the local school that night,” recounted Chaudhary. “Everyone was told how we were forcing people to convert, how we would convert one person from each family and then everybody, how we tempt people to convert. They decided a big crowd would gather the next morning to oppose the prayers.”A screenshot of the prayers on the morning of December 26. On the afternoon of December 26, about 20 women had congregated at the same church to pray and were met with a mob of over 100 people, said Sister Jyoti, who was leading the prayers. Chaudhary added, “They took over all sides of the church premises and started shouting Jai Sri Ram slogans.” Sister Jyoti said the police sent security. “They asked us to ignore the stone pelting, abuses and slogans and continue to pray,” she said. “They asked us to not take any videos so we were not able to capture how bad the abuses really were.”A complaint filed by Chaudhary at the NTPC police station states that their religious sentiments had been hurt by the repeated disruption. “We were not allowed the freedom guaranteed by our constitution of practicing our religion freely,” it added. Still, no first information report has been registered yet.Chaudhary said his landlord, acting under pressure, asked him to vacate the rented apartment, which he was forced to do on December 30. He felt it is futile to go back to the police as they were “on the side of the accused”.The police officer, Kumar, for his part, claimed Chaudhary and others had not gone to the police station when summoned. He added that all the incidents from December 19 had been reported to the Barh sub-divisional magistrate’s office and that they planned to book six of those involved under Section 107 of the Criminal Procedure Code. That included Chaudhary and Vikas as well as four men affiliated to the Vishwa Hindu Parishad who had reportedly gone to the police station.The provision empowers the executive magistrate to issue show cause notices to people likely to breach the peace. Such persons may be asked to sign bonds that they will not do so. “Right now we are waiting for notices, once they come in we will make them go and sign bonds,” Kumar said.The four men from Hindutva groups who are on the police radar all live in Dhiwar. One of them is Vikram Patel, who goes by the name Vicky Hindu, and is president of the Vishwa Hindu Parishad in Barh.“It is good that Deepak has packed up and left,” he said, referring to pastor Chaudhary. Since the pastor’s flatmate, Vikas Mandal, was from the village, Patel claimed: “The elders are trying to make him understand that he should come back (to the Hindu fold).”Patel claimed that not only did the Christians of Dhiwar attempt forced conversions, they also propagated anti-government views. “The BJP government at the Centre,” he said, “is a Hinduwadi government” – pro-Hindu. To counter the government, what Christains do is “tell people that the central government is not doing anything for them, only working for Adani and Ambani”.Christians also created disaffection against upper or dominant castes, Patel claimed. “They instigate people against Brahmins and Bhumihars when this is not a problem anymore – all sit together, eat together now,” he said. Patel also lamented that the Bihar government, led by Nitish Kumar of the Janata Dal (United), did not have a law against conversions like other BJP states did. “We want a  law, we have been asking for it,” he said. “Until the BJP leads the Bihar government, it won’t have the guts to introduce a law like Uttar Pradesh. Because this place is filled with secularism.”Haryana: ‘Our ancestors have sacrificed so much’Vishwa Hindu Parishad members also struck in Haryana’s Ganaur village on December 24. First, a group of 10 men disrupted Christmas Eve celebrations at the Ambedkar Hall in the village. “About 300 of my men followed me to this hall,” said Narendra Kumar, who heads the Ganaur division of the Vishwa Hindu Parishad.Scroll.in has viewed videos of the disruption. In many of them, Narendra Kumar and his cohort can be seen heckling Christian worshippers: “make the children read the Gita and other Hindu scriptures”,  “our ancestors have sacrificed so much for this cause”, “we had a generation that did not convert despite the pressure of the Mughals”.One man can be heard telling an old woman: “Was there no Krishna temple in Delhi that you came 80 km here to pray? You are a brainless person.”The Hindutva mob can be seen asking worshippers if they had permission for the event at all. They also ask worshippers to show identity cards and take photos of the organisers so “they can take action against them”.A screenshot of the disruption carried out by Vishwa Hindu Parishad workers in Ganaur village. But Narendra Kumar is upset that many of the worshippers had “run away” by the time he reached the hall. “We got there, called the police and locked the people who were remaining inside,” he said. “I also took photos and videos of Christian lockets and bibles that were kept inside.” He believes he was able to convince the remaining worshippers that they  were being duped and lured away from the Hindu fold.Twenty-three-year-old Akshay Masih, a resident of Ganaur village who was at the Christmas celeration, said, “This has never happened before.” He recalled a smaller crowd than Narendra Kumar – 150 instead of 300 in the mob – but intimidating nevertheless.“They also had sticks with them and kept threatening us,” said Masih. “We tried to tell them we had permission but they did not listen. Eventually we had to shut the programme down.”The station house officer at Ganaur said no one from the Christian community had filed a complaint about the disruption. Sub-inspector Rajkumar, also attached to the same police station, said he had gone to the spot for an “investigation” that same day. “We went there and explained to the men [from the Vishwa Hindu Parishad procession] that a Christmas celebration was happening there, it happens every year in the same place,” he claimed. “When we explained that, they left.”Narendra Kumar, however, said the police asked them to disperse after a couple of hours.“We were assured that they would conduct an investigation into what was happening,” he said. “Now we will wait to see if they do it or not.”A rising graph of violenceThe Christmas attacks are part of a rising graph of violence against Christians in India over the last few years.According to data from the United Christian Forum, there have been 478 instances of violence and harassment against Christians in 2021. This is over a 70% rise from 2020, when 279 such cases were reported on their helpline. This year, the highest number of incidents were reported from Uttar Pradesh (99), followed by Chhattisgarh (89), Karnataka (58), Jharkhand (44), Madhya Pradesh (38) and Bihar (29).","author":"Aishwarya Iyer","time":"2021-12-31T14:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168223-fkqnplgfsn-1640885979.jpeg","tags":["Christmas","Hindutva","religious freedom"],"source":"https://scroll.in/article/1014007/three-christmas-season-attacks-in-india-where-the-police-failed-to-act-against-hindutva-mobs"}