{"title":"Three more Rafale jets land in India after flying non-stop from France","content":"The third batch of Rafale fighter jets arrived in India on Wednesday after flying non-stop from France, the Indian Air Force announced. The aircraft boosts the capability of the country with its armaments.The aircrafts flew over 7,000 kilometer with in-flight refuelling, the air force said. The new jets will bolster the strength of the Indian Air Force’s Rafale squadron, which is based out of Ambala, Haryana. The third batch of three Rafale aircraft landed at an IAF base a short while ago. They flew over 7000Km with in-flight refuelling. The aircraft got airborne earlier in the day from #IstresAirBase in France. IAF deeply appreciates the tanker support provided  by UAE Air Force. pic.twitter.com/tykLthzVlx— Indian Air Force (@IAF_MCC) January 27, 2021\n\nThe formal induction ceremony of the first batch of five Rafale jets into Indian Air Force 17 Squadron was held in September last year, after the first batch of the aircrafts landed in July. The second batch of the jets arrived in November.The Rafale jets are India’s first major acquisition of fighter planes in over two decades. It comes four years after the Narendra Modi government signed a deal with France for a total of 36 units, as part of a Rs 59,000-crore agreement.The deal had become a major political issue during the Lok Sabha election campaign in 2019. Congress leader Rahul Gandhi, among others, had accused Prime Minister Narendra Modi of treason and corruption multiple times, and alleged that he had acted as a middleman for industrialist Anil Ambani in the deal.On Tuesday, the Rafales featured in the Republic Day flypast for the first time. All the 36 planes are likely to join the Indian Air Force’s fighter fleet by the end of the year, according to the Hindustan Times.","author":"Scroll Staff","time":"2021-01-28T12:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/153997-xaupfozztc-1611817743.jpeg","tags":["Rafale","Rafale jets","Rafale deal","Indian Air Force"]}