{"title":"Three farmers lost eyesight from pellets fired by Haryana Police, alleges Punjab health minister","content":"At least three farmers have lost their eyesight from pellets fired by the Haryana Police at the Shambhu border during protests by cultivators, Punjab Health Minister Dr Balbir Singh said, reported The Indian Express.Thousands of farmers from Punjab have been stopped at the state’s border with Haryana in Shambhu as they want to march to Delhi to press the Centre to accept their 21-point demand charter.Their demands primarily include a law guaranteeing a minimum support price for agricultural commodities and the implementation of the MS Swaminathan Commission Report’s wider recommendations on farming in India.However, the Haryana Police has barricaded the border with concrete structures and barbed wires. They have also been firing tear gas and rubber bullets at the protestors.At least a dozen farmers have suffered pellet injuries, Singh – who was till recently a practicing eye surgeon – told The Indian Express.“At least three farmers have lost their eyes,” he told the newspaper. “One of them is at GMCH 32 [Government Medical College and Hospital, Sector 32] Chandigarh, and two of them have been admitted to Rajindra Hospital, Patiala. We have got them checked and their eyes cannot be saved. The Haryana Police not only used water cannons and tear gas shells, but also bullets and pellet guns.”However, Haryana Police have said that they have only used rubber bullets besides tear gas.“Besides tear gas, we used rubber bullets on one or two occasions, when our forces were surrounded by mobs of 2,000-3,000 people,” Haryana’s Additional Director General of Police Mamta Singh told The Indian Express. “Rubber bullets are considered non-lethal ammunition and we used these only when they got really close and attacked our forces.”ਮਾਨ ਸਰਕਾਰ ਹਮੇਸ਼ਾ ਕਿਸਾਨਾਂ ਨਾਲ਼!ਸਿਹਤ ਮੰਤਰੀ Dr. @AAPBalbir ਨੇ ਰਾਜਪੁਰਾ, ਬਨੂੜ ਅਤੇ ਪਟਿਆਲਾ ਦੇ ਹਸਪਤਾਲ ਦਾ ਦੌਰਾ ਕਰਕੇ ਜ਼ਖਮੀ ਹੋਏ ਕਿਸਾਨਾਂ ਦੀ ਸਾਰ ਲਈ ਅਤੇ ਸਿਹਤ ਸੇਵਾਵਾਂ ਦਾ ਨਿਰੀਖਣ ਕੀਤਾ।#FarmersProtest2024 pic.twitter.com/HDlUhjYUGA— AAP Punjab (@AAPPunjab) February 14, 2024\n\n\nSarwan Singh Pandher, the coordinator of the Kisan Mazdoor Morcha and the Kisan Mazdoor Sangharsh Committee, on Thursday listed how the Haryana police and the paramilitary forces had been using excessive force against the protestors.He alleged that the paramilitary forces are using expired and private company-made ammunition against the protestors so that it is not reflected in government records, The Tribune reported.“We request Prime Minister Narendra Modi to speak to the deputation of farmers,” Pandher told reporters on Thursday. “We want an amiable ending to this agitation. Breaking the barricades or marching to Delhi is not the aim of this protest. Our aim is to get our demands met.”#FarmersProtest2024: Protesting farmer leaders make serious allegations against #Haryanapolice pic.twitter.com/pqkU8JfIy4— The Tribune (@thetribunechd) February 15, 2024\n\n\nOn Thursday, the third round of negotiations between the Centre and the farmers’ groups remained inconclusive.Union Agriculture and Farmer Welfare Minister Arjun Munda said that the dialogue was “very positive”. He said that the two sides have agreed to meet again on February 18. The leaders of the farmers’ groups said that the discussions with the government on minimum support price guarantees, the recommendations of the Swaminathan report and the debt waiver were “fruitful”.Meanwhile, the Samyukta Kisan Morcha (Non-Political) and central trade unions have called for a “grameen Bharat Bandh”, or a nationwide rural strike, on Friday.","author":"Scroll Staff","time":"2024-02-16T15:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198509-uzithqnoxr-1708074699.jpg","tags":["Farmers Protest","Pellet Injuries","Haryana Police","Punjab-Haryana","Shambhu Border"],"source":"https://scroll.in/latest/1063815/three-farmers-lost-eyesight-from-pellets-fired-by-haryana-police-alleges-punjab-health-minister"}