{"title":"Three MPs on house panel that cleared Citizenship Bill explain why they submitted dissent notes","content":"On Friday, three members of Parliament submitted dissent notes on a report clearing the Citizenship Amendment Bill of 2016, which will be tabled in the Lok Sabha on January 7. Mohammad Salim of the Communist Party of India (Marxist), Bhartruhari Mahtab of the Biju Janata Dal and Javed Ali Khan of the Samajwadi Party are part of the Joint Parliamentary Committee that compiled the report. The committee adopted the report on January 3 despite objections from its members belonging to Opposition parties.The Bill seeks to amend the Citizenship Act of 1955 in order to grant citizenship to Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from Bangladesh, Afghanistan and Pakistan if they have lived in India for six years, even if they do not possess the necessary documents. Current regulations stipulate that “citizenship of India by naturalisation can be acquired by a foreigner (not illegal migrant) who is ordinarily resident in India for twelve years”.In a speech in Silchar, Assam, on Friday, Prime Minister Narendra Modi claimed the legislation is meant to safeguard “all who had been victims of Partition”.  The Bharatiya Janata Party has contended that the Bill is aimed at accommodating persecuted minorities from neighbouring countries. The dissenting legislators have responded with a series of objections: the Bill runs counter to the constitutional principles of secularism, it discriminates on the basis of religion and country of origin, it violates provisions of the Assam Accord of 1985.‘Suddenly in top gear’Salim also objected to how the committee worked in the first place. “The functioning of the committee was very abrupt,” said Salim, an MP from Bengal. “Over the last one week, we met three days, even on New Year’s. For months together we did not meet, then suddenly it was in top gear.”The committee, consisting of 10 from the Rajya Sabha and 20 from the Lok Sabha, was appointed on August 11, 2016, with instructions to submit a report on the Bill. It is currently chaired by Rajendra Agarwal of the BJP. As per the original instructions, the committee was to submit its report on the last day of the 2016 Winter Session of Parliament. While the committee claims to have conducted spot surveys and spoken to the stakeholders for its report, Salim claimed they did not do enough. “We went to Rajasthan and Gujarat, where there are some West Pakistani refugees,” said Salim. “In the North East, we only went to Shillong, Silchar and Guwahati. We did not visit all those areas of Tripura and Meghalaya where there are supposed to be a large number of Bangladeshi refugees. In Assam, we were supposed to go to detention camps and talk to D voters. We did not meet anyone who claimed to have been persecuted in Bangladesh.”“D” or doubtful voters are those whose citizenship is under question. While sifting through Assam’s electoral rolls in 1997, the Election Commission placed the letter “D” next to 2.3 lakh names. Since then, some have had their names cleared while others have been declared foreigners by Foreigners Tribunals, quasi-judicial bodies set up to rule on such matters in Assam. As of February 2018, there were 1,25,333 D voters left. A number of those declared foreigners are incarcerated in detention centres, which form part of the state’s regular prison system.“We were supposed to go back for another trip but the BJP government told us it would not be possible because of the security situation,” said Salim.‘Against the Assam Accord’When the committee visited Assam in May 2018, it was met with widespread protests in the Brahmaputra Valley. Some Assamese groups felt the Bill would undo the Assam Accord of 1985, which had ended six years of an anti-foreigner agitation in the state.The accord mandated that foreigners who had entered Assam on or after March 25, 1971 – or the start of the Bangladesh War – would be deleted from the electoral rolls and expelled from India. Those who had arrived between 1966 and 1971 would have their names deleted from the rolls for 10 years. To facilitate this exception for Assam, Section 6A was introduced to the Citizenship Act. If the new Bill is passed, foreigners who have entered the country up to 2014 would be eligible for citizenship.Mahtab’s note dealt with these concerns. “My only dissent is against the part relating to Assam,” said the MP from Cuttack. The Bill went against the provisions of the 1985 accord and Section 6A, he argued.  “Delete Bangladesh, that was my demand.” Mahtab and another member of the committee had moved an amendment asking that Bangladesh be left out of the Bill, but it was rejected. “They could have done away with Bangladesh because there is already the register,” he said, referring to the National Register of Citizens. Supposed to be a list of genuine Indian citizens living in Assam, the register is being updated for the first time since 1951. Citizenship is defined by the terms of the Assam Accord, which means anyone who cannot prove that they or their ancestors entered the state before midnight on March 24, 1971 stands to lose Indian citizenship.‘Discriminatory law’Salim and Javed Ali Khan also raised the broader concern that the Bill is discriminatory and goes against the principles of a secular Constitution.“People should not be discriminated against on religious grounds, this is against our Constitution,” said Khan, a MP from Uttar Pradesh. Both legislators also objected to the Bill being country specific and covering just three neighbouring nations. “If we are doing this on humanitarian grounds, we cannot be limited to the countries we have identified,” Khan contended. “If we make a law, it should not be on a religion or country basis. If neighbouring nations then why not Burma?”He raised these objection from “day one”, Khan said, but the committee had no answer to them.‘RSS politics’Salim also objected that the Bill enshrines the politics of the BJP and its ideological parent, Rashtriya Swayamsevak Sangh. “For the last three or four decades, the BJP had campaigned against Bangladeshi migrants and accused us [of accommodating migrants],” he said, referring to his communist party. “Now, they decide there are two categories of illegal migrants based on religion.”He also took issue with the Sangh’s rhetoric on the subject. “The BJP and the RSS’s main theme is that it is the unfinished business of Partition,” said Salim. “Based on the two-nation theory, Hindus should be taken in and Muslims sent back. We do not accept that. We are a secular country.”","author":"Ipsita Chakravarty","time":"2019-01-05T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/103809-impaexyycd-1540306165.jpg","tags":["Mohammad Salim","Javed Ali Khan","citizenship rights","Bangladesh war","Bhartruhari Mahtab","secularism","National Register of Citizens","Citizenship Amendment Bill"],"source":"https://scroll.in/article/908258/three-mps-on-house-panel-that-cleared-citizenship-bill-explain-why-they-submitted-dissent-notes"}