{"title":"Three things we know about monkeypox and three things we need to find out","content":"The World Health Organization has decided not to declare monkeypox a public health emergency of international concern. This may change in the future.However, WHO Director-General Tedros Adhanom Ghebreyesus said he was “deeply concerned” about the evolving threat of monkeypox, which he said had reached more than 50 countries.There have been more than 4,100 confirmed cases globally, including at least 13 in Australia.WHO says monkeypox is not an international public health emergency, but it should continue to be monitored https://t.co/KCvkfQMM7p— David Kisamfu (@thedextazlab) June 25, 2022\n\nThe World Health Organization also acknowledged there were many unknowns about the outbreak.Here are three things we know about monkeypox and three things we want to find out.What we know1. Monkeypox is caused by a virusMonkeypox is a large DNA virus belonging to the orthopoxvirus family. Unlike the related smallpox virus, variola, which only affected humans, monkeypox virus is found in rodents and other animals in parts of Africa.We know of two clades (virus groupings), and it is the less severe of the two currently circulating outside Africa.Orthopoxviruses are stable viruses that do not mutate much. Multiple mutations, however, have been described in the virus causing the current outbreak.In the United States, at least two separate strains have been circulating, suggesting multiple introductions into the country.2. You can be infected for more than a week and not knowIt takes an average 8.5 days from infection to show symptoms, such as enlarged lymph nodes, fever and a rash, which usually looks like fluid-filled blisters that erupt. People are infectious while they have the rash, and are usually infectious for about two weeks.Children are most severely affected and have a higher risk of dying from the disease. Historically, in the endemic countries of Africa, almost all deaths have been in children.\n\t\t\n\tChildren with monkeypox, such as this four-year-old girl, are at increased risk of severe disease. Photo credit: CDCThe European epidemic is mostly in adult males, so this, together with better access to care, may explain the low rate of deaths in these countries.3. We have vaccines and treatmentsVaccines work. Past vaccination against smallpox provides 85% protection against monkeypox. Smallpox was declared eradicated in 1980, so most mass vaccination programs ceased in the 1970s.Australia never had mass smallpox vaccination. However, an estimated 10% of Australians have been vaccinated in the past, mostly migrants.Vaccines protect for many years but immunity wanes. So declining population-level protection is likely responsible for the resurgence of monkeypox seen since 2017 in Nigeria, one of seven endemic hot spots in Africa.Mass vaccination is not recommended. But vaccines can be given to contacts of confirmed cases (known as post-exposure prophylaxis) and people at high risk of contracting the virus, such as some lab or health workers (pre-exposure prophylaxis).There are also treatments, such as vaccinia immune globulin and antivirals. These were developed against smallpox.What’s not known1. How much do these new mutations matter?The virus causing the current outbreak has several mutations compared with versions of the virus circulating in Africa. However, we do not know if these mutations affect clinical disease and how the virus spreads.The monkeypox virus has a very large genome, so is more complex to study than smaller RNA viruses, such as influenza and SARS-CoV-2 (the virus that causes Covid-19).Experts wonder if the mutations have made it more contagious or changed the clinical pattern to be more like a sexually transmitted infection. A study from Portugal shows the mutations likely make the virus more transmissible.2. How is it spread? Is that changing?Monkeypox has not been described as a sexually transmitted infection in the past. However, the current transmission pattern is unusual. There seems to be a very short incubation period (of 24 hours) following sexual contact in some, but not all, cases.It is a respiratory virus, so aerosol transmission is possible. But historically most transmission has been from animal to human. When there was transmission between humans, this usually involved close contact.Is #monkeypox a #sexually transmitted infection? A study found monkeypox virus in the seminal fluid of four men who had sex with men https://t.co/fENgyMcXUx— biju govind (@bijugovind) June 14, 2022\n\nThe rapid growth of the epidemic in non-endemic countries in 2022, however, has been all due to spread among humans. There may be many more cases than officially reported.We do not know why the pattern has changed, whether it is sexually transmitted or simply transmitted due to intimate contact in specific and globally connected social networks, or whether the virus has become more contagious.The virus is found in the skin rash, mouth and semen, but this does not prove it is sexually transmitted.3. How far will it spread? Does Covid-19 make a difference?Will this spread more widely in the community? Does the Covid-19 pandemic increase the risk? Possibly, yes.We must also not drop the ball on surveillance in the wider community or stigmatise the LGBTQI community.Monkeypox isn’t like HIV, but gay and bisexual men are at risk of unfair stigma https://t.co/fwvVOPKKgu— Samuel Miller (@Hephaestus7) May 23, 2022\n\nDue to waning immunity from the smallpox vaccine globally and the spread of monkeypox to many countries already, we may see the epidemic spreading more widely.If it does so and starts infecting large numbers of children, we could see more deaths because children get a more severe infection.So we should monitor globally for clusters of fever and rash and misdiagnosis as chickenpox, hand foot and mouth disease, herpes simplex or other diseases with a rash.Another factor is Covid-19. As people recover from Covid-19, their immune system is impaired. So people who have had Covid-19 may be more susceptible to other infections.We see the same with measles infection. This weakens the immune system and increases the risk of other infections for two to three years afterwards.If the epidemic becomes established in countries outside the endemic areas, it may infect animals and create new endemic zones in the world.It is important we do everything possible to stop this epidemic.C Raina MacIntyre is a Professor of Global Biosecurity, NHMRC Principal Research Fellow, Head, Biosecurity Program, Kirby Institute at the UNSW Sydney.This article first appeared on The Conversation.","author":"C Raina MacIntyre, The Conversation","time":"2022-06-30T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176306-mewyhdnapq-1656246780.jpg","tags":["WHO","monkeypox","Disease"]}