{"title":"Three cities, 36 workers, the same story: Even daily jobs are now hard to find","content":"“Have you come here to get us work?” Monu Raikwad asked a Scroll.in reporter one cold February morning. The scrawny 28-year-old man was squatting among a group of people on the periphery of a park in Delhi’s Subhash Nagar that serves as a labour naka – a place where daily wage workers assemble every morning in the hope of finding assignments. If they were lucky, they could find work as masons or painters at construction sites or as porters lifting materials. Hired and paid on a daily basis, the workers, most of whom are rural migrants, lead a precarious existence in the best of times.How has life changed for them since 2014? In May that year, a new government led by the Bharatiya Janata Party came to power under Prime Minister Narendra Modi. One of his main election promises was to give “high priority to job creation”. Four years later, in the absence of regular and reliable data on employment in India, his government’s performance on that count is the subject of heated debate among economists and commentators.But, among the most vulnerable workers in urban India, there appears to be startling consensus: both work and incomes are down.Scroll.in reporters in three cities – Delhi, Mumbai and Chennai – visited labour nakas in February, asking 12 workers in each city the same set of questions about availability of work and trends in wages.The workers were aged between 23-62 years and most of them did construction-related jobs. Barring two, all the workers were male.All 36 workers across the three cities reported getting fewer days of work since 2014, with most identifying 2016 as the year when work dried up. While the daily wages had increased, the reduced number of workdays meant that 32 workers reported a drop in monthly income. They said they could no longer afford to buy milk, vegetables and a host of essentials.Why has work shrunk?As many as 23 workers attributed the drop in workdays to Modi’s decision in November 2016 to demonetise high-value bank notes. Overnight, 86% of India’s currency was made illegal. With new notes taking long to enter the system, the liquidity crunch paralysed economic activity for months. Among the worst-hit sectors was construction, which is India’s largest employer of workers after agriculture. While the latest GDP data has shown a slight recovery in the construction sector in the third quarter of 2017-’18, conversations with workers indicate the after-effects of demonetisation persist.Seven workers identified the Goods and Services Tax as one of the factors responsible for their economic hardship. Introduced in July 2017, the GST replaced all other indirect taxes in India with the aim of simplifying taxation and boosting inter-state trade. However, the implementation of GST has been marked by confusion, complicated slabs, arbitrary changes and delayed refunds. This has hurt businesses.While demonetisation and GST were common factors cited across all three cities, some workers highlighted local factors too. In Delhi, two workers said the move by civic authorities to seal unauthorised structures had dampened the construction sector. In Chennai and Mumbai, four workers blamed migrants from other states for their economic hardship.In Chennai, eight workers attributed the shortage of work to the “sand problem”. In November 2017, the Madras High Court banned illegal sand mining in the state, which workers said had brought construction work to a standstill. Three workers interviewed by Scroll.in reduced all these factors to one event: the death of Amma, as J Jayalalithaa, the former chief minister who died in 2016 was popularly known.The other political leader who featured in the interviews was Prime Minister Modi – three workers blamed him for their drop in workdays.How does this fit into the larger picture?India’s data on employment levels in the economy takes a little time to generate.Since the 1970s, the National Sample Survey Office under the Ministry of Statistics and Programme Implementation has conducted an Employment-Unemployment Survey in households every five years. Since the data is collected at homes and not workplaces, it reflects employment levels in both the formal and informal economy. The last NSSO survey was done in 2011-’12. It pegged the unemployment rate at 27%, up from 18% in 2004-’05.This five-yearly exercise has since been replaced by a Periodic Labour Force Survey, which will be conducted annually. The first round began in April 2017. The results are unlikely to be released before the end of 2018.To generate more timely data on employment, since 2010, the Labour Bureau of the Ministry of Labour and Employment has been conducting annual household surveys, which ask fewer questions than the National Sample Survey Office but have a comparable, if not larger sample size. In a response to a question in the Lok Sabha on March 3, 2018, however, the minister of state for labour and employment, Santosh Kumar Gangwar, said these annual surveys had been discontinued.Despite this, economists say there is enough evidence to show that employment growth in India has slowed down.Combining data from the Labour Bureau’s annual surveys with the NSSO surveys, Santosh Mehrotra, a professor of economics at the Jawaharlal Nehru University’s Centre for Informal Sector and Labour Studies, estimated that the annual number of people leaving agriculture slowed down from five million between 2004-’05 and 2011-’12 to just one million between 2011-’12 to 2015-’16. “For the first time in India’s history, after 2004-’05, the absolute numbers in agriculture had begun to fall, because people were finding work in construction in both rural as well as urban areas,” he said. Jayan Jose Thomas who teaches economics at the Indian Institute of Technology, Delhi, said even this employment growth was not enough to absorb the rising number of people entering the workforce every year, and most of the new jobs were low-value ones. “But it still served a purpose in reducing poverty,” he said. Now, he said, “all indications suggest that even this may have slowed down”.Mehrotra said construction has slowed down because a sluggishness in the economy. “Investment is down, capacity utilisation is down, credit offtake is down, exports are down,” he said. “In this situation, how would jobs get created?”He said the worker interviews done by Scroll.in reporters were “very consistent” with the larger trends in the economy.Vijayabaskar, a professor at the Madras Institute of Development Studies, agreed. “Given the fact that the bulk of employment outside agriculture was generated in the construction sector in the last 15 years, it is not surprising that people are reporting a decline in employment,” he said. In his fieldwork in rural areas, he often comes across people who have returned from the cities because they are no longer able to find work in construction. “They cannot afford to stay,” he said. “You don’t even get to see them in the cities.”A painter waiting for work at the labour naka outside the Khar railway station in Mumbai. Photo: Shone SatheeshDemonetisation came as a further shock to an economy that was already slowing down, say economists. Given the low frequency of the household employment surveys, however, there is inadequate data on the trends in the labour market since 2016.Apart from the household surveys, the Labour Bureau also conducts Quarterly Quick Employment Surveys that measure employment in eight sectors of industry and services by surveying enterprises with more than 10 workers. These surveys show the net jobs created in eight sectors of the Indian economy declined sharply from 10 lakh in 2011-’12 to just 1.35 lakh in 2015-’16. “Earlier, we were creating 10% of the jobs needed to absorb the net addition to the workforce,” said Praveen Jha of the Jawaharlal Nehru University’s Centre for Economic Studies and Planning. “But now creating just 1% of the requirement.”Since the enterprises covered in the quarterly surveys constitute just 1.4% of the total number of establishments in India, many have questioned whether they are truly representative. The daily wage workers interviewed by Scroll.in, for instance, are unlikely to feature in such enterprise surveys, which do not capture the picture in the unorganised sector.But economists say there are other ways to estimate the trends among informal workers. Mehrotra pointed out that in the aftermath of demonetisation, there was a sharp increase in work demanded under the Mahatma Gandhi National Rural Employment Guarantee, which guarantees 100 days of work to every rural family that demands employment, within 15 days of their demand and within 5 km of where they live. “On November 7, 2016, the person-days demanded was 34 lakh across the country,” he said. “By December 12, that had jumped to 50 lakh, and by the beginning of January, to 82 lakh. These workers had been laid off from informal work in cities, and were returning to their villages to safety and in search of livelihoods.”Asked about the losses suffered by workers in the unorganised sector due to demonetisation, the minister of state for labour and employment, Santosh Gangwar, said  in a response in the Lok Sabha on March 3: “Employment in unorganised sector depends on variety of factors and it is difficult to pin-point the degree of impact of demonetisation thereon. There is no such input available with this ministry.”Another dataset that captures trends in urban employment is the Consumer Confidence Survey done by the Reserve Bank of India every month in six metropolitan cities. The surveys, which cover about 5,000 respondents, show rising pessimism about urban employment.Vinoj Abraham, who teaches economics at the Centre for Development Studies, Thiruvananthapuram, wrote in the Economic and Political Weekly that all sources of data – the Labour Bureau’s annual and quarterly surveys – show a slowdown in employment growth between 2012 to 2016. “Much of the employment decline is probably concentrated in the unorganised sector, while the organised sector has experienced a slowdown in growth,” he wrote. “Thus the weakest among the working class are bearing the brunt of the employment decline.”At the labour naka in Delhi’s Subhash Nagar that morning, the sun rose higher but no employer was in sight. The workers grew tired of the wait. “I have not got any work for the past three days,” said Monu Raikwad, who prepared to head back home empty handed for the fourth day in a row.Daily wage workers sit by the roadside in Subhash Nagar area of West Delhi. Every morning, about 100-200 workers assemble at a busy road intersection and wait for their potential employers for the day.  Photo: Aabid ShafiAll graphics by Anand Katakam.More in this series:From four chapatis to two: Job shortage forces Mumbai’s daily wage workers to cut back on mealsAs incomes drop, Chennai’s daily wage workers miss Amma, blame ModiFrom construction to sanitation: How daily wage workers in Delhi survived demonetisation","author":"Aarefa JohariAbhishek DeyVinita Govindarajan","time":"2018-03-16T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/871852-84515-msknxhscnl-1521036632.jpg","tags":["Labour","Urban India","Employment and jobs","Wage workers","Work","Jobs Ground Reports"],"source":"https://scroll.in/article/871852/three-cities-36-workers-the-same-story-even-daily-jobs-are-now-hard-to-find"}