{"title":"Three months after mob lynching victim’s death, Jharkhand police admit their failings in chargesheet","content":"More than three months after a 55-year-old Christian tribal was lynched in Jharkhand’s Jurmu village by a mob of Hindu villagers for carving an ox, the local Gumla district police’s chargesheet in the case has revealed new evidence pointing to police apathy.Testimonies of three Christian tribals injured in the attack reveal that the police ignored the victims of the mob attack for more than an hour-and-a-half as they lay on a street outside the police station, where the accused had allegedly dumped them after a four-hour assault.It has now come to light that instead of rushing them to a medical facility, police officials only offered shawls to the severely injured victims. When the victims were finally ferried to a nearby primary healthcare centre, one of them, Prakash Lakda, was declared dead on arrival. The police had earlier denied allegations of delay.FactChecker, in June, reported how the police investigations into many of such crimes in Jharkhand were marked by callousness and partisan behaviour, often leading to fatal consequences.Police apathyThis also proved to be the case in the state’s latest hate crime on June 17 – the lynching of 24-year-old Tabrez Ansari, in which the victim, after 18 hours of assault by a mob, was taken to police custody instead of a hospital. Four days later, he was found unconscious in jail and was soon dead.In Lakda’s case, the chargesheet, which has also pressed charges against the accused under the stringent Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Act, 1989, was filed earlier this month by the Gumla police.Lawyers representing the victims say their testimonies in the chargesheet are proof that the police’s apathy led to Lakda’s death. Speaking to FactChecker, Gumla Superintendent of Police Anjani Kumar Jha admitted to the negligence and said that two police officials had been suspended for a month and departmental proceedings had been initiated against them.The police has, so far, arrested seven of the 12 named accused – dozens of unnamed persons are also accused in the case.But even as the Gumla police fight these allegations, they continue to press charges of cow slaughter against the victims, based on a complaint by those accused in the lynching.On June 17, the district court of Gumla rejected the victims’ application for anticipatory bail – to shield them from arrest – after the state government’s public prosecutor alleged that the accused had slaughtered the ox for its meat. In the chargesheet, the accused, as well as other witnesses, have maintained that the ox was long dead before it was carved.Jharkhand is the second deadliest state for hate crimes fuelled by religious bias, having reported 15 that are included in Hate Crime Watch, a FactChecker database that tracks such crimes. Jharkhand is considered a stronghold of the Hindu nationalist Bharatiya Janata Party – the party is in its second consecutive term at the Centre and has governed Jharkhand since 2014, too. In this year’s national elections, it won 12 of the 14 Lok Sabha seats in the state along with an ally.‘Let’s kill them’Describing the assault, 40-year-old Janerius Minj, one of the four tribals who was attacked by the mob, in his testimony to the police has said that on April 10, a mob of 30-40 people approached them from the direction of Jairagi village while they were carving a dead ox.“All of them had sticks and rods in their hands and surrounded us,” he said. “Most of the 20-30 people from Jurmu escaped so they picked on the four of us and started assaulting us. They kept saying, ‘Let’s kill these people.’”Minj has identified 12 people who he says played a leading role in the attack that lasted at least two-and-a-half hours. The mob then paraded the four through the village, forcing them to chant Jai Shri Ram slogans, in a pattern repeated in mob attacks across the country in recent weeks. “Whoever did not, was assaulted by the mob,” he said.Then, Minj said, main accused Sanjay Sahu and Padu Sahu went to the local Dumri police station and came back in 30 minutes. “They arranged a bus, but Lakda was so badly beaten that he couldn’t even stand, nor could he get onto the bus, “he said in his testimony to the police, recorded on April 11, the day after the lynching. “So, Sahu and his men just dragged him into the bus and put him on the floor, at the back of the bus.” At the end of the 19-km journey, the victims were left outside the Dumri police station. “They dumped Lakda at one spot and the rest of us three in another,” Minj said.With the victims lying right outside the police station, police officials came out to check on them. “We were writhing in pain and could barely talk,” Minj said. “The police came, asked us what happened and asked us our names. We told them everything and told them that we felt very cold out there. So, they came back with shawls and lit a fire next to us before heading back into the police station.”Minj, Lakda and two other victims – Peter Kerketta and Belesius Tirkey – lay there on the street for over 90 minutes, until a police vehicle took them to a nearby primary healthcare centre.But the delay proved fatal for Lakda, who was declared dead on arrival.Paraded through villageFor Sanjay Sahu, the 48-year-old main accused in the lynching, the violence was justified.In his confessional statement, Sahu, out on bail in a 2013 murder case, said that a mob of 60-odd people from his village, carrying sticks and rods, had rounded up the tribal villagers of Jurmu and assaulted four of them because what the victims were doing was “galat karya” or a misdeed.“Some passersby told us that a group of people were carving a cow/ox and distributing its meat amongst themselves,” he said. “When we found out more, we realised that tribals from Jurmu including Lakda, Peter and others were carrying out this wrong act.”Sahu’s testimony also reveals how the tribals suffered more assault when they were paraded through the village. “They had sustained many injuries… Then, we paraded them through the village, while chanting village slogans,” his testimony said. “Whoever saw them, came and assaulted them.” Some villagers advised caution, Sahu said in his testimony. “Some people started saying, don’t hit them anymore, they will die,” he said. “So, we put them on the ground, thought about it and decided to hand them over to the police. We decided to hand them over to the police or else there could be a problem because they are badly injured. They could even die.”Facing arrestThe chargesheet also features testimonies of police informants in the two villages of Jurmu and Jairagi, as well as many other witnesses, including the owner of the dead ox. All of them maintained that the ox was long dead before the villagers carved it. The owner of the ox, Jakherius Kujur, 54, said that the ox had been found dead near the Jurmu river separating Jurmu and Jairagi village. “So, we came back to the village from the river and my brother, Adrianus, told the villagers about the death and offered them to go and carve it up and consume its meat, if they like,” said Jakherius.Despite this, the Dumri police has charged the deceased, Lakda, and the other three victims, of bovine slaughter and possessing bovine meat under Section 12 of the Jharkhand Bovine Animal Slaughter Act, 2005, and of cruelty towards an animal under Section 11 of the Animal Cruelty Act, 1960.The three have not been arrested so far, but could be, after the June 17 rejection of their anticipatory bail petitions.At the hearings, the prosecution alleged that the three, along with 20-25 others, had “slaughtered the ox into pieces”. Advocate Shadab Ansari, representing the victims, however, said the police ignored its own chargesheet that said ox was already dead.‘Poor evidence gathering’Ansari, who is representing the three victims in the Jharkhand High Court, told FactChecker the police should have done more to bolster the case against the accused. “The entire chargesheet is based on victim and eyewitness testimonies,” he said. “But, there has been barely any investigation by the police to find evidence that corroborates and supports the testimonies.”Listing out tactical errors in the police’s handling, Ansari said the police failed to record statements of victims and eyewitnesses before a magistrate, making it inadmissible as evidence in court. “The police did not even give the victims breathing space and went on to record their statements, a few hours after the attack,” Ansari said. “The victims were still under trauma and were intimidated by the fact that the police had filed a case against them for cow slaughter.”An internal inquiry had revealed deficiencies in the police functioning on the night of the lynching, Gumla’s SP Jha said. “There was delay in attending to the victims and rushing them to the hospital,” he said. “Hence, we placed two officials, who were on duty that night, on suspension for a month. Their fate will be decided by departmental proceedings, currently underway.”Defending the decision to oppose the anticipatory bail petitions filed by the victims, Jha said that the investigations in the case would continue. “We have testimonies from the victims and the owner that the ox was dead, but there is no independent corroboration of this yet,” he said. “Hence, we have not moved to arrest the accused just yet, we will be conducting more investigations in this case.”Kunal Purohit is an independent journalist and an alumnus of the School of Oriental and African Studies, University of London, who writes on development, gender, right-wing politics and the intersections between them.This article first appeared on FactChecker, a publication of IndiaSpend.","author":"Kunal Purohit, FactChecker.in","time":"2019-08-02T20:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124831-ptutuiqyhf-1564646283.jpg","tags":["Jharkhand","mob lynching"],"source":"https://scroll.in/article/932501/three-months-after-mob-lynching-victims-death-jharkhand-police-finally-admit-their-grave-failings"}