{"title":"Three of six cases filed against Zubair in Uttar Pradesh are based on complaints by Hindutva leaders","content":"Of the six cases against Alt News co-founder Mohammad Zubair for which Uttar Pradesh police has constituted a special investigation team, three are based on complaints by Hindutva leaders. Two cases relate to a 2021 tweet in which Zubair flagged the use of morphed images in a show by right-wing television channel Sudarshan News, whose programming the Supreme Court once called “insidious” and a great “disservice to the nation”. Another two cases were filed recently after Zubair drew attention to now-suspended Bharatiya Janata Party spokesperson Nupur Sharma’s controversial remarks about Prophet Mohammad. In one case, the First Information Report doesn’t mention Zubair as an accused at all. On Tuesday, hours after the Supreme Court extended Zubair’s interim bail in a case registered in Sitapur where he is accused of hurting religious sentiments for calling three hate speech-accused “hatemongers”, Uttar Pradesh police announced the constitution of a special investigation team under the supervision of two Indian Police Service officials.A departmental notification said the team would investigate six cases lodged against Zubair in five different districts of the state: Sitapur, Lakhimpur Kheri, Ghaziabad, Muzaffarnagar and Hathras. (Two cases have been filed in Hathras.)UP police tightens noose against Alt news co founder Mohammad Zubair.   Forms SIT led by Inspector General Preetinder Singh to look into six cases registered against Zubair in Sitapur, Lakhimpur Kheri, Muzaffarnagar, (two in) Hathras and Ghaziabad in the last two years. pic.twitter.com/EAJIL8PwjE— Piyush Rai (@Benarasiyaa) July 12, 2022\n\nAccording to the notification, Zubair allegedly made satirical comments about television anchors, hurt the religious sentiments of the Hindu community and posted inflammatory content about deities.But scrutiny of the details of the cases shows that most of them relate to Zubair’s work of fact-checking and documenting hate speech. The FIRs in many of the cases refer to Zubair’s Twitter activity, but do not point out specific tweets. Sitapur: ‘Hatemongers’The Sitapur case, the first one in which the Uttar Pradesh police initiated action against Zubair, is based on a complaint by a leader of a Hindutva organisation Rashtriya Hindu Sher Sena, who took objection to Zubair calling three saffron-clad Hindutva supremacists “hatemongers”. One of them, Bajrang Muni, had bared his genitalia and threatened to rape Muslim women – on camera. The National Commission for Women had written to the Uttar Pradesh police chief asking him to initiate action against Muni.   In court, the additional solicitor general of India, the third-highest ranking law officer of the country, while defending the police action against Zubair, had argued that Muni was a “respected religious leader…with a large following” and, hence, calling him a hate monger “raises problems”.  Rebutting Zubair’s lawyer who had said his client was merely exposing hate speech and upholding secular values, he shot back: “If you were such a nice person, you could have sent a letter to police. Why did you tweet?”As a matter of fact, Zubair had tagged the Uttar Pradesh police’s official Twitter handle on another tweet related to Muni. Here is another video of 'Mahant' Bajrang Muni abusing and threatening Muslims. @sitapurpolice@Uppolice https://t.co/BndaJh4QdG pic.twitter.com/FlsM5HBerZ— Mohammed Zubair (@zoo_bear) April 8, 2022\n\nIncidentally, it was a tweet by an anonymous handle that set off the storm of police action against the fact-checker. In June, the Delhi Police took cognisance of a tweet in which an anonymous user complained about their religious sentiments being hurt because Zubair had tweeted a still from a 1983 Bollywood movie. Lakhimpur Kheri, Muzaffarnagar: Sudarshan NewsAfter the Supreme Court granted Zubair interim bail in the Sitapur case, Uttar Pradesh police were quick to resurrect an old 2021 case filed against him in Lakhimpur Kheri.The case relates to a show about the Israel-Palestine conflict aired by Sudarshan News in May 2021. In the show, the channel overlaid a picture of a mosque in Medina on an image of the Gaza strip to give an impression that the mosque was being destroyed in an Israeli rocket attack. After Zubair flagged the morphed image on Twitter, the channel defended it in a subsequent show, calling it an example of “artistic freedom”. The channel’s correspondent in Lakhimpur Kheri filed a complaint against Zubair in May, 2021. The police registered an FIR based on it on September 18, 2021 on the direction of a local court. The FIR states that Zubair on May 14 had tweeted a “fake graphic” to insinuate that the Sudarshan News show had used images of the Medina mosque, with an intention to spread rumours and incite Muslims. The FIR does not mention the contents of the tweet or its URL – uniform resource locator.But the channel had itself pointed to a tweet posted by Zubair on May 16, 2021, in which he had tagged Uttar Pradesh police.RW propaganda channel @SudarshanNewsTV has used a pic of Al Masjid an Nabawi from Madina, superimposed it with an old pic from Ghaza, with graphics bombing the Mosque. Is this reporting or trying to incite violence. Hope @Uppolice @noidapolice @dgpup takes action. pic.twitter.com/CE4BnGtT5k— Mohammed Zubair (@zoo_bear) May 15, 2021\n\nIn Muzaffarnagar, the FIR was based on a complaint by Ankur Rana, the general secretary of the Hindu Jagaran Manch in the district. The details in this FIR are even sketchier. Rana claims that he “got to know” that Zubair had posted “false news” about the Sudarshan News show on the Israel-Palestine conflict. Aggrieved, he had made a phone call to Zubair, who allegedly issued him “death threats” in return. When Scroll.in contacted Rana on Wednesday, he said he had called Zubair because he had wrongly portrayed the Sudarshan News clip on the  “Israel-Philippines” conflict. Rana said he had been provided Zubair’s phone number by people he knew at Sudarshan News. “After that, there were many internet calls where I got death threats,” he said, adding that he had shared recordings and screenshots with the police. Hathras: Nupur Sharma controversyTwo cases on the special investigation team’s radar are from Hathras. One pertains to a complaint by Deepak Sharma, a Hindu supremacist who has repeatedly called for violence against minorities, as documented by journalists. The FIR, filed in Hathras city police station on July 4, lists out Sharma’s multiple grievances. First, he accuses Zubair of lampooning Hindu deities and mythological characters on Twitter. However, there are no specific references to any tweets. Further, he alleges that Zubair tweeted an “edited clip” of Nupur Sharma. In May, Sharma had made controversial remarks about Prophet Mohammad which had led to a major diplomatic row, with several countries in the Middle East taking objection to them. The BJP was forced to suspend her. However, the suspension led to a public outcry for retributive action against Zubair by a large section of the BJP’s supporters. The second Hathras case relates to an FIR filed in the Sikandar Rao police station on June 10. A suo-moto FIR by the police, it refers to violence that erupted after Friday prayers when Muslims protesting against Nupur Sharma’s remarks clashed with the police, said station house officer Ashok Kumar Singh. However, Singh said Zubair wasn’t named in the FIR. “Instructions came from the top for it to be clubbed with the SIT cases,” he said. Ghaziabad: Elderly Muslim man The sixth case is from Ghaziabiad’s Loni Border police station. Filed in June 2021, it had attracted considerable media attention back then. Apart from Zubair, the accused include The Wire, journalists Saba Naqvi and Rana Ayyub, and Twitter. It pertains to an episode of an elderly Muslim man’s beard being forcibly chopped off by men who beat him up. Initially, the elderly man had alleged that he had been forced to chant “Jai Shri Ram” by his assaulters. But his statement came under doubt when the police arrested men from both Hindu and Muslim communities, claiming they had targeted the elderly man over a local dispute.Since Zubair and the co-accused had reported the elderly man’s initial statement, the police accused them of communalising the incident.","author":"Arunabh Saikia","time":"2022-07-14T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177109-imghwywfif-1657726070.jpg","tags":["Mohammed Zubair","Alt News","Sudarshan News","Nupur Sharma"],"source":"https://scroll.in/article/1028214/three-of-six-cases-filed-against-zubair-in-uttar-pradesh-are-based-on-complaints-by-hindutva-leaders"}