{"title":"‘Thugs of Hindostan’ review: Aamir Khan is the saving grace in a trite, uninvolving film","content":"Billed as the year’s biggest blockbuster, Thugs of Hindostan proves to be about as reliable as its most memorable character. Aamir Khan’s Firangi Mallah, the only good thing about Vijay Krishna Acharya’s pre-Independence drama, is a confidence trickster who double-deals his way through life with roguish charm and sweet talk. The twinkle in Firangi’s kohl-laden eyes is replaced by a thoughtful gleam when the ruling British give him the task of infiltrating a group of rebels led by the venerable Khudabaksh (Amitabh Bachchan). Why not, reasons Firangi – there is money to be made, even if it means selling out his fellow Indians.Seventy-one years after freedom, the British are still the enemy, murdering the Hindi language and conjuring up dastardly strategies to enslave Indians. Although British officer Clive (Lloyd Owen) succeeds in taking over the kingdom of Raunakpur by force, heiress Zafira (Fatima Sana Shaikh) survives. Zafira becomes the main archer in Khudabaksh’s rebel force, which gives Shaikh something to do in the absence of acting skills. Firangi worms his way into Khudabaksh’s group and comes under the spell of the grizzled warrior. Firangi’s loyalties are torn between the freedom fighters and the colonial masters. We have to wait 164 minutes till the predictable climax to figure out which way Firangi falls.\n\n\n    \n    Play\n\nThugs of Hindostan (2018).Despite its title, the movie says nothing about the thuggee cult, apart from weakly suggesting that the bandits were proto-rebels and that Firangi is their true inheritor. Rather, Acharya’s third film after Tashan (2008) and Dhoom: 3 (2013) sails under the flag of the Hollywood Pirates of the Caribbean franchise. Firangi’s costume is a collection of trinkets and accessories borrowed from his victims, just as his character itself is modelled on the untrustworthy pirate Jack Sparrow, played indelibly by Johnny Depp.However, Thugs of Hindostan cannot match the level of stunts and visual effects of the Pirates films. The sequences set on the sea, where large boats that try to pass off as ships do battle, are sluggishly directed; the ones on land fare no better. The production design and costumes are impressive enough, but the action scenes are as flat and uninvolving as most of the characters despite being laid out to Ajay-Atul’s insistently ponderous background score.Amitabh Bachchan lumbers through the movie and looks exhausted from the burden of carrying so much armour and baritone-induced gravitas. Katrina Kaif, playing the dancer Suraiya, has exactly three short scenes and two songs. Fatima Sana Shaikh gets the meatier role. Mohammed Zeeshan Ayyub is wasted as Firangi’s partner in crime, Sanichar.Amitabh Bachchan in Thugs of Hindostan (2018).Only Aamir Khan seems to be paying any attention to the proceedings, and he ensures that the movie springs to life when he is around. Director Acharya, who has also written the screenplay, reserves the best lines for Firangi, and invests the most in his appealing crookedness. Aamir Khan’s eye-rolling is in line with his previous comic turns in Rangeela and Andaz Apna Apna. But Firangi cannot save this Mangal Pandey-on the-sea saga from being scuttled by its ineptitude and palpable disinterest in approaching the freedom struggle with fresh eyes.","author":"Nandini Ramnath","time":"2018-11-08T11:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/105008-yrxbmptqna-1541570208.jpeg","tags":["Thugs of Hindostan","Aamir Khan","Amitabh Bachchan"],"source":"https://scroll.in/reel/901248/thugs-of-hindostan-review-aamir-khan-is-the-saving-grace-in-a-trite-uninvolving-film"}