{"title":"‘Tiger Zinda Hai’ film review: Katrina Kaif upstages Salman Khan","content":"Tiger is alive, we are repeatedly told. Fortunately, so is his tigress.Salman Khan has been frequently paraded as a one-man army who needs no assistance in slaughtering his enemies. In Ali Abbas Zafar’s Tiger Zinda Hai, Khan’s vitality as an action hero is sorely absent. Were it not for back-up from Katrina Kaif as his wife Zoya, a laughably incompetent bunch of terrorists, and the combination of an indigestion-causing substance and sedatives, the Research & Analysis Wing agent’s mission to rescue Indian and Pakistani nurses trapped in Iraq would simply not have been possible.The gap between the original (and superior) 2012 film Ek Tha Tiger is written all over Khan’s weathered visage and his slow-moving body. Looking less war-weary than world-weary, Khan drags himself through the contrived script, which seeks to plant literal and metaphorical Indian flags on the battlefield created by the Islamic State in the Arab world. Zafar, who has written the screenplay as well as the moth-eaten dialogue, doles out prescriptions for Indo-Pak unity and the destruction of an Islamic State-like force. The talk-heavy movie stops short of suggesting that it was India that drove the Islamic State out of Iraq and Syria, but the hints are scattered all over in this fantasy of Indian machismo.Tiger disappeared into the sunset along with Zoya, a Pakistani agent, at the end of the first movie. When a terrorist group headed by Abu Usman (Sajjad Delafrooz) runs over a hospital in a war zone in Iraq, RAW chief Shenoy (Girish Karnad) visits Tiger and reminds him of his national duty. Shenoy has pulled a favour with the American administration and stalled the bombing of the hospital by a week, which is a long time in politics as well as a 161-minute movie that is meant to be a fast-paced thriller.This is the kind of film in which secrecy and espionage are meaningless. Tiger knows the Indian government’s plans to rescue the nurses. Zoya knows what Tiger knows. The Indian agents on the ground in Iraq also know that America is holding back its drones. The only one in the dark is Abu Usman, who only suspects that something is afoot all the way till the bitter end.Sakman Khan in Tiger Zinda Hai. Courtesy Yash Raj Films.Tiger has a lamb for a sparring partner and a tigress for a companion. The introduction of each of the leads is a sign of how age-appropriate the movie is. Tiger is first spotted protecting himself and his son Junior from a pack of wolves. Zoya, on the other hand, kills a bunch of muggers in a store while buying groceries. Zoya’s unerring timing and energetic fighting skills save Tiger’s skin ever so often, encouraging a collaboration between RAW and her parent organisation, Inter-Services Intelligence. When Khan picks up a suggestive big gun to bring the show to the end, the effect is diluted by the fact that Zoya had already achieved results with a smaller weapon.Zoya isn’t the only one getting the better of Tiger. Paresh Rawal’s Indian fixer Firdous, who manages to be everywhere all the time, has his moments, and is the only member of the ensemble cast who leaves a mark.The saga of RAW valour is ultimately a stale leftover from the more innocent 1970s and ’80s, when it was safe to assume that viewers knew nothing about global politics and had to have everything spelt out for them. When Zoya goes looking for the map to the hospital, she finds it in a room helpfully labelled “Maps and Architecture”. When Shenoy learns towards the climax that Tiger has 30 minutes left for his mission, he pushes a clock marking the countdown towards the screen.Background music floods the action sequences in the hope that they exude greater pace and tension than they actually do. Nurses trapped in the war zone have been rescued with greater efficiency in Mahesh Narayan’s Take Off. The 2017 Malayalam production has its share of avoidable melodrama and contrivances, but it is an altogether more involving movie that is told from the point of the view of the nurses. In Take Off, diplomatic maneuvering and backroom deals, rather than firepower, liberate the nurses. The Islamic State’s cruelty is depicted with greater force in Take Off, and its terrorists are far more menacing than the foreign extras who scamper about in Tiger Zinda Hai.Zafar also squanders the chemistry between Kaif and Khan. Kaif is perhaps the only actress around who can elicit an expression of interest from the increasingly enigmatic action hero, but apart from being an impressive action foil to Khan, Kaif shares no moments of genuine tenderness with her co-star. The explosive Khan-Kaif combination turns out to be a damp squib, undone by staggering ambition and matching incompetence.\n\n\n    \n    Play\n\nTiger Zinda Hai (2017).","author":"Nandini Ramnath","time":"2017-12-22T13:52:36.596025+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/862361-77130-efipjjukha-1513882323.jpg","tags":["Tiger Zinda Hai","Salman Khan","Katrina Kaif"],"source":"https://scroll.in/reel/862361/tiger-zinda-hai-film-review-tiger-is-alive-and-fortunately-so-is-his-tigress"}