{"title":"‘Tiger Zinda Hai’ is a high-octane action film wrapped in emotions, says director Ali Abbas Zafar","content":"The December 22 release Tiger Zinda Hai is a double-headed reunion. In the sequel to Ek Tha Tiger (2012), Salman Khan and Katrina Kaif will return as Indian secret agent Avinash Singh Rathore and Pakistani spy Zoya respectively. Khan had previously collaborated with Gunday director Ali Abbas Zafar in the wrestling drama Sultan, in 2016. Zafar has also worked with Kaif in his directorial debut Mere Brother Ki Dulhan in 2011.Tiger Zinda Hai is loosely based on the rescue of 46 Indian nurses who were taken hostage by the Islamic State in Iraq in 2014. The action drama is one of Zafar’s biggest films, one that has the potential of rescuing Khan’s reputation after the Tubelight disaster earlier this year as well as resurrecting Kaif’s career. Would it be fair to say that action is your preferred genre?I wouldn’t say so. For me, action is just the skin. The story has to have an emotional trigger. In Gunday it was a love story, in Sultan it was his personal angst, and it was a sports drama. In Tiger Zinda Hai, the trigger is very emotional. It doesn’t have action just so that Salman Khan can come out blazing. If violence is the only answer to stopping violence, then it’s the step Tiger will take. This is surgical action and they are agents who have been trained to do this. \n\n\n    \n    Play\n\nTiger Zinda Hai.Was ‘Tiger Zinda Hai’ planned as a franchise film?When I started writing the script, it was not a franchise film. It was a story based on an incident in 2014 when these girls were captured and the 10 days of negotiations, that preceded the release of those girls. I was very inspired by that chapter. I began writing it right after Gunday when I was waiting for Salman’s dates for Sultan. Besides the main plot, everything else in my story is fictional, but the incidents are strongly based in reality. The idea also was to make an inspirational film which showed that our intelligence and defence agencies are world-class. The Indian tricolour flying high is the soul of Tiger, but it’s not jingoistic. It is more about the human condition of those caught on ground zero. This story is an extension of what Tiger and Zoya do. In the first part they were fighting for their romance. Their characters were not explored as skilled agents. This is eight years later. How would their relationship have matured and what would their priorities be now? Have you seen the Malayalam film ‘Take Off’, which is about the same incident?I have not seen the film, but I have heard it is brilliant. It’s also more intimate than mine. Tiger Zinda Hai doesn’t only talk about the nurses, but also about several other events and how they are affecting us. It is not political. It is told from the point of view of two people thrown together and what happens once they go along the journey. Did you meet or speak to any of the nurses?No, because I thought that if their stories were strong, I would not be able to do justice to them. I wanted to create my own problems and characters, which are very basic and human, but which I also had the leeway of playing around with. So I thought it was better to hold it as a piece of fiction.Ali Abbas Zafar, Katrina Kaif and Salman Khan on the sets of Tiger Zinda Hai. Courtesy Yash Raj Films.What did it take in terms of production?Once the casting was done, I did research through books, first-hand information, talking to friends in the Middle East. What goes into training intelligence agents, their specialisations, how they pick a team for a mission – all this was researched. As an espionage thriller, the intelligence had to feel authentic. We also needed the right people to execute such a film. Among the most important elements are thrills and action. We got in Tom Struthers. He had not done many realistic films, but has worked on a superhero film, Batman. So I told him we need to make superhero Salman feel real and manage scale with available resources. In Abu Dhabi, we got all the resources and support we needed to create American and Iraqi bases. Also, the faces of the local people matched our background cast, and there were oil refineries which we could use. It had to feel authentic, like Iraq. So we created a humongous set for the hospital and streets in Abu Dhabi. We also found a small city in Morocco that we cheated as Tikrit. It’s a city that was closed for off-season, so we had the whole place available to blow up cars and do big action stuff. We didn’t compromise on quality. For example, the horse Salman rides comes from Spain. It is a highly trained action horse that has been in Mummy, Hidalgo etc. We also had doubles of the horses. We went to Greece just to shoot a song. What goes into making a Salman Khan film?  He is a superstar, so the story needs to match up to his stardom. The story has to be a second superstar in the film so when he comes on screen, he becomes the character. If the story falls short, then it starts looking like a Salman Khan film. With Sultan, we tried to create a character that was so strong and so embedded that you could not take him out of the film. In Tiger Zinda Hai, the mission is so big that the only one who can pull it off is Tiger. At his level, are there things Salman Khan has to be pushed into doing? He looks rather bored of song and dance.You have to push every actor, irrespective of seniority. The Khans have been here for 30 years, so directors and scripts have to motivate them. Salman loves dancing, but I think he has created his own style, which is cool and relaxed. So when he says I am going to look best if I do this and if I try to do what you or the choreographer are asking me to do, it’s not going to look good, I go by his instinct. In terms of his performance, I have to work with him and around him and sometimes he comes up with brilliant ideas because he knows his text and his craft, and he never overdoes it. How was it working with Katrina Kaif again?I worked with her after almost six years and I did see a lot of changes. Our first film was fun and frothy and written specially for her. Now I wanted her to be a mature woman. Zoya’s character has also changed drastically over the eight years that have passed. The focus was on making her look like a trained agent. I am happy with what Katrina has done in the film.\n\n\n    \n    Play\n\nSwag Se Swagat, Tiger Zinda Hai (2017).","author":"Udita Jhunjhunwala","time":"2017-12-12T09:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/860872-76149-okfcvoapam-1512927775.jpg","tags":["Tiger Zinda Hai","Ali Abbas Zafar","Salman Khan"],"source":"https://scroll.in/reel/860872/tiger-zinda-hai-is-a-high-octane-action-film-wrapped-in-emotions-says-director-ali-abbas-zafar"}