{"title":"Tihar Jail official suspended for allegedly giving special treatment to AAP leader Satyendar Jain","content":"Superintendent of Delhi’s Tihar Jail Ajit Kumar was suspended on Monday for the alleged special treatment meted out to jailed Aam Aadmi Party minister Satyendar Jain, reported NDTV.“He [Kumar] has prima facie been found to have committed irregularities that warrant inquiry,” the Delhi government’s prison department said.Kumar’s suspension order comes after the Enforcement Directorate’s counsel, Additional Solicitor General SV Raju, told the special court on November 9 that Jain was getting massages beyond curfew hours and special food in jail. The special court was hearing Jain’s bail petition when the investigating agency made the claims.The Enforcement Directorate had also shared closed-circuit television footage with the court and alleged that most of the time Jain was either in hospital or in jail enjoying various facilities. Jain was arrested by the Enforcement Directorate on May 30 based on a first information report filed by the Central Bureau of Investigation in 2017. The complaint had accused him of having laundered money through four companies allegedly linked to him.Senior advocate Rahul Mehra appearing for Jain had told the Delhi court on Friday that the Enforcement Directorate’s allegations were made to prejudice the judge’s mind, reported The Indian Express.“There is a jail manual which provides for what can be done can’t be done,” Mehra had told the court. “No provision which I violated. Let’s assume I violated something. There are ways to deal with these things through the jail manual.”The court will pronounce the order on Jain’s bail plea on November 16.","author":"Scroll Staff","time":"2022-11-14T17:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182837-fugvcvptur-1668426741.jpg","tags":["Satyendar Jain","Tihar Jail","AAP"],"source":"https://scroll.in/latest/1037410/tihar-jail-official-suspended-for-allegedly-giving-special-treatment-to-aap-leader-satyendar-jain"}