{"title":"Timely answer: At the Badminton Asia Championships, the question of ‘who next’ was put to bed","content":"This article originally appeared in The Field’s newsletter, Game Points, on February 21, 2024. Sign up here to get the newsletter directly delivered to your inbox every week.A lot happened for Indian badminton on Sunday at Shah Alam in Malaysia. But it is perhaps best summarised in a Polaroid moment with the Indian women’s team standing on the top step of the podium at the Badminton Asia Team Championships.There were big smiles and a glittering trophy to go with the first-ever gold medal any Indian team has won at the continental tournament. But this was not the most familiar set of faces.The Indian women’s team that travelled to Malaysia was by no means the strongest squad, on paper at least. PV Sindhu was there. The double-Olympic medallist, even if she is making a return after a long injury layoff, is a valued addition to any team. Also present was veteran doubles star Ashwini Ponnappa.But seven of the 10 players in the squad were born in this century – including 15-year-old Tanvi Sharma and 17-year-old Anmol Kharab.On paper, based on the rankings, the selectors had not sent the best Indian team. Instead, they choose to take a punt on a future generation who had done well at the senior national championships in December.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nOn Sunday, the move proved to be successful, as the Indians came up with an incredible 3-2 win over Thailand in the final. With that result, for the time being, it laid to bed a question that has been asked in Indian badminton circles for years: after Saina Nehwal and Sindhu, who?Nine of the 10 players in the team featured in the four best-of-five match ties that were played in Malaysia. And arguably, the most prominent new-name to come out of the tournament was the national champion Kharb.Kharb, the teenager from Faridabad, Haryana, was playing in only her second senior international event –  and the first one abroad. She lacked the experience, but was thrown into the deep end of being made to play the high-pressure deciding fifth match.Yet, she prevailed. She is ranked 472, but beat a higher ranked Wu Luo Yu (149) of China in the group stage. Then she stunned Natsuki Nidaira (ranked 29) of Japan in the semi-final. And then won India the title when, at 2-2 against Thailand, she clinched the decider against world No 45 Pornpicha Choeikeewong.The teenager had done it. But there was no taking away from the efforts of 20-year-olds Treesa Jolly, Gayatri Gopichand and Tanisha Crasto. Nor the key role played by 24-year-old Ashmita Chaliha – the youngest of the three Indians in the squad who were born in the 20th century.And even looking away from the team in Malaysia, there are the likes of former junior world No 1 Anupama Upadhyaya steadily making her way up the rankings. There is Tasnim Mir, there is Unnati Hooda. And even the pair of 22-year-olds, India No 2 Aakarshi Kashyap and India No 3 Malvika Bansod.They all still have a way to go before they can match up to the remarkably high bar that Nehwal and Sindhu have set. But there is no denying the steadily growing pool of talented shuttlers that are coming up and knocking on the door.In Malaysia, they managed to break through the barriers.","author":"Shahid Judge","time":"2024-02-22T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198621-wbdilfvbrc-1708422094.jpg","tags":["PV Sindhu","Anmol Kharb","Indian badminton","Badminton Asian Team Championships","Badminton Asia Team Championships 2024"]}