{"title":"TIPRA Motha joins BJP-led government in Tripura","content":"The Tripura Indigenous Progressive Regional Alliance, or TIPRA Motha, on Wednesday joined the Bharatiya Janata Party-led Tripura government.Party MLAs Animesh Debbarma and Brishaketu Debbarma were inducted into the Cabinet headed by Chief Minister Manik Saha. On Thursday morning, Animesh Debbarma resigned as the Leader of Opposition in the Tripura Assembly.The TIPRA Motha was founded in 2019 as a social organisation and later became a tribal-centric political party. It has 13 MLAs in the 60-member Assembly, while the BJP has 32.The development comes days after a tripartite agreement aimed at addressing the grievances of the state’s tribal community was signed between the Centre, the Tripura government and the TIPRA Motha.The Union Ministry of Home Affairs said that the three sides have agreed to constitute a joint working group to “work out and implement the mutually agreed points…in a time-bound manner to ensure an honourable solution”.On Wednesday, TIPRA Motha founder Pradyot Debbarma said that the decision to join the state government was taken to ensure that the agreement was properly implemented. “Our legislators will work in the state government and ensure that funds flow properly to the ADC [the Autonomous District Council ruled by the TIPRA Motha], that the clauses in the accord are followed to the letter,” he said.Pradyot Debbarma had launched a fast-unto-death protest on February 28 to demand a permanent solution to the problems faced by the state’s tribal community. One of the TIPRA Motha’s demands has been a separate state for the state’s tribals where they are in the majority. All details of the tripartite agreement signed on Saturday were not immediately known.","author":"Scroll Staff","time":"2024-03-07T10:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187733-encrxqgrpl-1678288480.jpg","tags":["Tripura Indigenous Progressive Regional Alliance","TIPRA Motha","Tripura","BJP"],"source":"https://scroll.in/latest/1064843/tipra-motha-set-to-join-bjp-led-government-in-tripura"}