{"title":"After I&B ministry advisory to TV channels on CAB protest, TMC gives zero hour notice in Rajya Sabha","content":"Trinamool Congress MP Derek O’Brien on Thursday gave a zero hour notice in the Rajya Sabha to discuss an advisory by the Union Information and Broadcasting Ministry to private TV channels, ANI reported. The advisory, issued on Wednesday, had asked the channels to desist from broadcasting content that could incite violence or cause law and order problems.The advisory came in the wake of widespread, violent protests in the North East against proposed amendments to the Citizenship Act, 1955. The amendment bill was passed by the Lok Sabha on Monday and by the Rajya Sabha on Wednesday.The media advisory refers to the Cable Television Networks (Regulation) Act of 1995 to caution TV channels from broadcasting content which is “likely to encourage or incite violence or contains anything against maintenance of law and order”. The advisory also extends to the broadcast of any content that “promotes anti-national attitudes and/or contains anything affecting the integrity of the nation”.The order comes at a time violent protests have gripped the North East over the Citizenship Amendment Bill. The Indian Army has been deployed in Assam and Tripura, with a curfew imposed in Guwahati and Dibrugarh. Mobile internet has also been snapped in parts of Assam and Tripura.The changes to the Citizenship Act will bring in a religious element to India’s citizenship law, giving non-Muslim illegal migrants from Bangladesh, Pakistan and Afghanistan access to Indian citizenship. This has faced strong opposition from the North East, where many communities feel threatened by migration from Bangladesh.Rajya Sabha members can give a notice to the Chairperson if they wish to raise an important matters in the Zero Hour, which starts after the Question Hour.Also read:Citizenship Bill protests: List of districts in Assam where mobile internet has been suspendedWill the North East ‘exemptions’ in the new Citizenship Bill meet their purpose?Amit Shah’s Citizenship Bill is not about refugees – it is all about a Hindu Rashtra","author":"Scroll Staff","time":"2019-12-12T11:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117166-rlmewdufxd-1561525506.jpg","tags":["zero hour notice","citizenship bill","citizenship amendment bill","Derek O'Brien","Rajya Sabha"],"source":"https://scroll.in/latest/946601/tmc-gives-zero-hour-notice-in-rajya-sabha-on-i-b-ministry-advisory-to-tv-channels"}