{"title":"TMC seeks action against Delhi Police for taking wrestler to WFI office in sexual harassment case","content":"Trinamool Congress spokesperson Saket Gokhale on Saturday sought action against the Delhi Police for taking wrestler Sangeeta Phogat to the office of the Wrestling Federation of India to “recreate the sequence of events” in a sexual harassment case.The office is located inside the residence of Wrestling Federation of India president Brij Bhushan Singh, who is an accused in the case. Singh was reportedly in his bungalow when Phogat was brought to the office.In a shocking attempt to intimidate & cause trauma to woman wrestler & sexual assault survivor Sangeeta Phogat, the @DelhiPolice took her to the residence of the accused BJP MP Brij Bhushan Sharan to \"recreate the crime scene\". This was done while Brij Bhushan Sharan has not… pic.twitter.com/0HmDH6sMpC— Saket Gokhale (@SaketGokhale) June 10, 2023\n\nIn a letter to Delhi Commission for Women chairperson Swati Maliwal, Trinamool Congress spokesperson Saket Gokhale alleged that the move was an attempt to intimidate and cause trauma to the woman wrestler.“This is not a murder or homicide case where the crime scene needs to be recreated,” Gokhale said. “The Delhi Police has made Ms Phogat relive the trauma of her sexual assault which is a violation of her basic rights as a complainant/survivor.”Gokhale urged the Delhi Commission for Women to register a complaint and initiate an investigation against the officers of the Delhi Police who were involved in the incident. The wrestler told The Indian Express she felt scared when she got to know that Singh was present at his residence at the same time as she was at the Wrestling Federation’s office. “When I asked the police, they said nobody was there,” she told the newspaper. “But when I came home, I learned that Brij Bhushan was there [at this home]. Later, I saw that Brij Bhushan spoke to the media and said he was sleeping inside…Just going to the spot and repeating what happened to the police was tough. After knowing he was there, I felt scared.”Seven complainants, including a minor, have accused Brij Bhushan Singh of demanding sexual favours for professional help on at least two occasions. The BJP MP was also allegedly involved in 15 incidents of molestation and other forms of sexual harassment. Three complainants alleged that Singh touched their breasts and stomachs on the pretext of checking their breathing.Singh, who is a Bharatiya Janata Party MP, has been booked by the Delhi Police in two cases after the Supreme Court intervened in the matter.Several wrestlers, including Olympic and Commonwealth Games medalists, had been holding protests since April demanding Singh’s arrest and ouster. The protest has been suspended till June 15 after the Central government that the investigation against Singh will be completed by that time.","author":"Scroll Staff","time":"2023-06-10T16:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190477-ihgkzigcaj-1684859177.jpg","tags":["Brij Bhushan Singh","Sangeeta Phogat","Trinamool Congress"]}