{"title":"TMC, Congress leaders move Supreme Court against ordinances to extend tenures of CBI, ED chiefs","content":"Trinamool Congress MP Mahua Moitra and Congress leader Randeep Surjewala have moved the Supreme Court challenging the Centre’s ordinances to allow extension of tenures of the directors of the Central Bureau of Investigation and Enforcement Directorate, PTI reported on Thursday.On Sunday, the Centre introduced the ordinances which allowed extending tenures of the central agency chiefs to up to five years. Earlier, they were appointed for a fixed term of two years. Under the new provisions, their tenure can be extended by one year at a time after the first two-year period has been completed.In her petition filed on Wednesday, Moitra argued that the ordinances were an attack on the impartiality and independence of the two agencies, NDTV reported. “[The ordinances] give [the Centre] unfettered discretion to pick and choose those directors for the purposes of extension of tenure who act in line with the government’s preferences,” she added. My petition just filed in Supreme Court challenging Union Ordinances on extension to CBI & ED Director tenures being contrary to SC own judgements— Mahua Moitra (@MahuaMoitra) November 17, 2021\n\nThe Trinamool Congress MP argued that having the power to extend tenures would allow the Centre to “effectively control an incumbent ED or CBI director”, Live Law reported. Moitra also pointed out that the ordinances contradicted an order passed by the Supreme Court in September. The court in September had upheld the Centre’s decision to retrospectively extend Enforcement Directorate chief Sanjay Kumar Mishra’s tenure but said that such extension must be granted only in rare circumstances. “It [extension] can be given to facilitate ongoing investigation,” the court had said. “Any extension of tenure during superannuation should be for a short period.”Mishra’s tenure was supposed to end in November. But, the Centre on Wednesday extended Mishra’s term by another year, just a day before his retirement date. This is the second term extension for Mishra. In 2020, his tenure was extended for 12 months after he had completed his two-year term.Moitra argued that the Centre’s ordinances did not meet the criteria for the extension of the tenure of agency chiefs, NDTV reported. “The executive cannot nullify a judgement and order of the Supreme Court through an executive Act like an ordinance, and to the contrary, is obliged to comply with this honourable court’s orders in terms of Articles 141 and 144 of the Constitution,” she added, according to Live Law.Surjewala, in his petition filed on Thursday, alleged that the provision for the extension has been cleared in an “ad-hoc and episodic fashion”. He alleged that the decision is “directly antithetical” to the independent functioning of the agencies, reported PTI.“There are no criteria provided save for a vague reference to ‘public interest’ and is in fact, based on the subjective satisfaction of the respondents,” the petition said. “This has direct and clear impact of eroding the independence of the investigative bodies in question.”Surjewala argued that the extension will be “at the discretion and the subjective satisfaction of the appointing authority”. He contended that there was no defensible reason to bring in the ordinances just fifteen days ahead of the Parliament Winter Session, reported Live Law.","author":"Scroll Staff","time":"2021-11-18T09:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166510-rddrjtlnqs-1637227498.jpg","tags":["Central Bureau of Investigation","Enforcement Directorate","probe agencies"],"source":"https://scroll.in/latest/1010831/tmcs-mahua-moitra-moves-supreme-court-against-ordinances-to-extend-tenures-of-central-agency-chiefs"}