{"title":"TN governor should avoid ‘ideological conflict’ with state government, MK Stalin tells president","content":"Tamil Nadu Chief Minister MK Stalin on Thursday told President Droupadi Murmu that Governor RN Ravi was engaged in an “political ideological conflict” with the state government and should be advised against doing so, PTI reported.Stalin wrote a letter to the president three days after the Dravida Munnetra Kazhagam and its allies protested against the governor during his customary address at the start of the state Assembly session. The DMK had objected to the governor’s statement made a week before that “Tamizhagam” would be a more appropriate name for the state than Tamil Nadu.The word “Nadu” means land but is also at times interpreted as country or nation-state. “Tamizhagam” means a region inhabited by the Tamils.The DMK had also alleged that Ravi skipped some parts of the speech prepared by the state government and added some portions that had not been prepared by the government.மாண்புமிகு குடியரசுத் தலைவர் அவர்களுக்கு எழுதிய கடிதத்தின் சுருக்கம்2/2 pic.twitter.com/9I6ZKujhEu— CMOTamilNadu (@CMOTamilnadu) January 12, 2023\n\nThe chief minister, in the letter to Murmu, said that Ravi’s actions in the Assembly were against the traditions of the House. He added that while the office of the governor is a high post, the person holding it should be above politics.“But Governor Ravi is maintaining a politically ideological conflict with the Tamil Nadu government which is completely contradictory to our Constitution,” Stalin said.The chief minister alleged that Ravi could not accept the fact that Dravidian policies and principles of equality, social justice and rational thinking were being followed in Tamil Nadu.A delegation by state Law Minister S Regupathy handed over Stalin’s letter to Murmu on Thursday.TR Baalu, the DMK’s floor leader in the Lok Sabha, said that the president promised to look into the points raised in the letter, The New Indian Express reported.Baalu accused Ravi of trying to impose the Rashtriya Swayamsevak Sangh’s policies in Tamil Nadu, and said that his attempts will not succeed in the “land of Periyar, Anna and Kalaignar”.","author":"Scroll Staff","time":"2023-01-13T13:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169616-wnbseeixnn-1673595925.jpg","tags":["MK Stalin","RN Ravi","Droupadi Murmu","Tamil Nadu"],"source":"https://scroll.in/latest/1041785/tn-governor-should-avoid-ideological-conflict-with-state-government-mk-stalin-tells-president"}