{"title":"To clear way for mining, did Dantewada administration fake approval from a village council?","content":"Until they saw a carpet of felled trees outside their village in early January, the residents of Hiroli in Chhattisgarh’s Dantewada district had no inkling that the government had cleared mining operations on their sacred hill.Their shock deepened when they realised that, on paper, they had been shown to have approved the iron ore mining project in 2014.For the Adivasis of southern Chhattisgarh, the hill is the abode of Pithormeta, the wife of Nandaraj, a highly revered deity for people from 84 gram panchayats in Bastar. But in government documents, it is labelled Deposit 13, with reserves of 326 million tonnes of high-grade iron ore.In 2006, the central government-owned National Mineral Development Corporation was awarded mining rights to extract 10 million tonnes of iron ore from the deposit annually. In 2017, it transferred these rights to a joint venture company that it formed with the state-owned Chhattisgarh Mining Development Corporation.The joint venture company, in turn, gave a contract to Adani Enterprises Limited in September 2018 to develop and operate the mine. In December 2018, the state government gave Adani consent to start ground operations.This consent was predicated on environmental and forest clearances secured on the basis of a letter submitted by the local administration, which showed a gram sabha of 106 villagers had met and approved the project on July 4, 2014. Under the Panchayats (Extension to Scheduled Areas) Act, the approval of the gram sabha or village council is mandatory for any industrial or developmental project in Adivasi-dominated areas.But several residents of Hiroli gram panchayat told Scroll.in no such gram sabha was held.Worse, their signatures had been faked, they alleged.A case of forgery?Scroll.in accessed a copy of the letter which carried the purported signature of Budhri, the sarpanch of Hiroli gram panchayat, and signatures and thumb impressions of 106 other residents of the four villages that are part of the panchayat. The day Scroll.in visited Hiroli, Budhri was not at home. Her husband, Bhimaram Kunjam, denied the signature was his wife’s. A former sarpanch of the village, Joga Kunjam, also denied having signed the letter, as did another resident, Sannu Kunjam.The panchayat secretary, Basant Naik, who has been shown to have signed the letter, could not be traced.A copy of the panchayat register featuring the names, thumb impressions and signatures of 106 villagers who attended the gram sabha purportedly held in July 2014.After Budhri saw a copy of the letter, she went on to file a police complaint on January 9, alleging her signature had been forged and seeking action against the district collector who had signed off the letter before it was sent to the environment ministry.The administration also claimed to have held a public hearing in 2010 as part of the environmental clearance process. The residents of Hiroli denied attending any such official event.On January 23, they held a gram sabha in which the project was unanimously opposed. A memorandum was prepared and sent to the President of India, the Chief Justice of India, the Chief Justice of Chhattisgarh High Court and the governor, asking for the tree felling to be stopped and the consent for mining to be taken back.When nothing changed on the ground, on June 7, the villagers decided to march to the nearby town of Kirandul to protest against the project. As the residents of other villages, from far and near, poured in to express their support, the number of protestors swelled to more than 10,000, forcing the state government to put the project on hold.The chief minister promised an inquiry into the allegations that the gram sabha had been faked by the administration. The sub-divisional magistrate of Dantewada has begun the inquiry.The officer who had signed off the documents in 2014 as the Dantewada district collector, K C Devsenapathi, declined to respond to the allegations, citing the ongoing inquiry as the reason. He is currently the state director of geology and mining and the managing director of Chhattisgarh Mineral Development Corporation.Mangal Kunjam, a journalist who lives in the nearby Gumiyapal village, pointed out that the letter submitted by the administration carried mostly the first names of villagers and thumb impressions, which were difficult to verify.He called the administration’s attempt to fake a gram sabha “a blatant violation of Article 244 of the constitution”, which creates legal frameworks for the protection of Adivasi rights, including a ban on the transfer of tribal land to non-tribals, including companies.Bhimaram Kunkam (left) with Sannu Kunjam and Jogaram Kunjam of Hiroli village, and Baman Kadti of Gumiyapal village. All the men denied a gram sabha was held to discuss the mining project in 2014. Photo: Malini SubramaniamA question of faithThe Bailadila hills in Dantewada contain some of India’s richest iron ore deposits. The central government-owned National Mineral Development Corporation began operations here in the 1960s and is currently running two projects – Kirandul and Bacheli.But profits from mining have not been funnelled back to the area, which remains underdeveloped.In early June, while protests against the new project were gathering steam, this reporter drove down slushy roads, past trucks carrying iron ore, into a serene forest which opened up into a village of 200 houses.This was Hiroli, just 7 kms short of Malangir nalla, the place where the mining site is located.  Most villagers were getting ready to join the protest.“We have to, there is no other way,” said Jogaram Kunjam, a former sarpanch.Baman Kadti, a resident of the nearby Gumiyapal village, said: “Our hills, forests, devgudi (homes of god) are all we have. Without them, we are nothing.”Raju Bhaskar, one of the leaders of the Sanyukta Panchayat Sangharsh Samiti, which is spearheading the agitation, said, “Every year in March, we hold a fair up on the hill to pay obeisance to Nandaraj. This year too, a large gathering from all over Bastar had gathered there.”But the government completely ignored this living tradition. On July 8, 2016, the regional office of the Union Ministry of Environment and Forests submitted a site inspection report to Forest Advisory Committee, the highest decision making body for clearance of forest land for industrial and mining projects. To the question – “whether land being diverted has any socio-cultural/religious value” – it noted Chhattisgarh government’s response as “No”.After the chief minister halted the mining operations, the protestors returned to their villages – but with a resolve to return, if the project is revived. “How can we allow the government to rob our god?” they said.A view of the Bailadila hills.The concerns of workersBeyond matters of faith are other concerns over the project.The 2016 site inspection report pointed out that the National Mineral Development Corporation had not exhausted the mineral reserves in the two deposits which it was mining. In that light, it recommended taking a “judicious view on [the] grant of further approval under FCA [Forest Conservation Act] for allowing excavation in new areas”, thereby questioning the need for the start of a new project.In a letter written in June 2013, however, Chhattisgarh government had justified the expansion into new areas by arguing that the existing deposits were not enough to meet the demands of 85 sponge iron plants in the state and an Integrated Steel plant coming up in Nagarnar, Bastar.Earlier, in 2006, the National Mineral Development Corporation had signed a memorandum of understanding with the state government-owned Chhattisgarh Mineral Development Corporation to form a joint venture company to mine Deposit 13.The joint venture company called NMDC-CMCD Limited, or NCL, was registered in June 2008 with NMDC holding 51% equity and CMDC the remaining 49%.In June 2017, the mining lease held by NMDC was transferred to NCL. The next year, NCL sought bids from private companies for the mine developer and operator contract. Adani Enterprises Limited won the contract over three other bidders in July 2018.This sparked protests from another quarter – trade unions of NMDC workers submitted a memorandum against the project in March.They questioned why NMDC, which has five decades of experience with mining in the area, gave away 49% stake in the project to the state government, and why the joint venture further brought in a private company to do the actual mining.“Once private players like Adani are given a leeway into places like Bailadila, within no time will the entire hill range be privatised for mining,” said Rajesh Sandhu, secretary of the All India Trade Union Committee in Kirandul. “Such privatisation does not augur well for us workers.”Terming such fears to be “completely unfounded”, the chief executive officer of NCL, V S Prabhakar, said the rights over the sales and proceeds from the iron ore mining rest with the government-owned company and not with Adani Enterprises Limited. As the mine developer and operator, its role is sharply defined in the contract.A spokesperson of Adani Enterprises Limited said in an email that “AEL was not involved in obtaining clearances for the project” and that AEL assumed its role of “mining contractor” only after December 2018 “through a transparent bidding process”.","author":"Malini Subramaniam","time":"2019-06-24T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/122238-nkmoqdmaej-1561309898.jpg","tags":["Chhattisgarh","Dantewada","Mining","Adani Group"]}