{"title":"To compensate for mining projects, Adivasi land in Jharkhand is being taken over for afforestation","content":"Walking in the forest near Ramgarh’s Jitra Tungri hamlet seems  straightforward at first. But soon it turns into a strenuous trudge  through knee-high grass and brambles, dodging the occasional snake and  avoiding what looks like a gaping crater.The  cavity in the earth is due to coal mine subsidence; locals manage to  avoid it and all the other perils and reach the top of the hill without  batting an eyelid while I stumble and trip along in their wake. “How on earth did a JCB get here?” I wonder about a  construction vehicle that dug trenches atop the hill earlier this year.  This is where the district forest department has dug up the farms that  these villagers were cultivating, planting trees to compensate against a  forest cut down somewhere else.“Sab kuch chheen  liya hai toh hum log marne par aa gaye hain. Kuch khaane ke liye rahega  nahi toh hum karenge kya? Bahar jayenge toh yahan kaun dekhega?  (Everything has been snatched away and we have been pushed towards  death. What will we do if there is nothing to eat? If I migrate, who  will look after my family here?),” said Binod Rajwar, a resident of the  hamlet.Rajwar, in common with his fellow residents of  Jitra Tungri, is one of the victims of afforestation – a Union government  scheme wherein diversion of forests for a project in one place is  compensated for by planting double the area of degraded forest land or  equivalent non-forest land elsewhere.The afforestation  in question has affected people’s farming, pastoralism and other  forest-dependent activities which fall under individual or community  forest rights as enshrined in the landmark Scheduled Tribes and Other  Traditional Forest Dwellers (Recognition of Forest Rights) Act, 2006  commonly known as Forest Rights Act or FRA.In  this instance, afforestation has been done on 22 hectares near the  hamlet – an area roughly half the size of Vatican City – to compensate for  forests elsewhere that had been cut down for mining. The issue here is  that these new forests are coming up in areas that were traditionally  used by locals for cultivation, for accessing forest produce, for  grazing livestock and even for burying their dead. Therein lies the  problem, as the legal rights of the forest dwellers come into conflict  with the forest department’s interpretation of the law’s mandate.Earlier  this year, the Jharkhand forest department dug pits and trenches in  land under cultivation near this hamlet and planted trees which, locals  say, are of no use to them. The trenches prevent bullock carts or  tractors from accessing local farmlands, forcing the farmers to stop  cultivation and pushing them towards penury and destitution. The  majority of Jitra Tungri’s population belongs to the scheduled tribe  category. The jungle is an inseparable part of their tribal identity.  Now, the loss of a forest in one part of the district has upended their  lives in another. The people of Jitra Tungri tried  pointing the forest department officials towards alternative plots that  are less suitable for farming. In a bid to save their farms, they even  planted saplings in places that would not require large trenches. But,  they claim, the department bulldozed through all opposition. “Simply  writing letters doesn’t do anything,” Ramgarh Divisional Forest Officer  Nitish Kumar responded to the villagers’ charges. “When we  invited them for meetings, they did not engage with us. Even today, if  they get titles to the forest land and show us the documents, we will  consider it.”In Bachra village in the neighboring  Hazaribagh district, a group of villagers similarly claim to have been  robbed of their farmland, and therefore their livelihood, due to another  compensatory afforestation project. Those belonging to the scheduled  tribe category, who make up a statistical majority of the local  population, have been opposing the plantation whereas another group,  made up of those from the Other Backward Classes category who do not  use those farmlands and are a statistical minority in the village, has  been supporting the afforestation.Green and clean?This is not the first time forest rights in India have come in conflict with controversial plantation schemes, as IndiaSpend had reported  in 2019. Many policies in India are inherently at odds with the Forest Rights Act,  leaving people’s rights to the subjective interpretation of local  administration, experts say.  Officially, India’s forest cover stands at 21.7%,  registering an increase of 1,540 sq km in the 2021 forest assessment as  compared to the 2019 assessment. The eastern Indian state of Jharkhand  (the state’s name literally translates to ‘land of trees’) has 29.8% of  its land under forests, higher than the national average. Between 2008-’09 and 2022-’23, India approved  305,000 hectares of forest land to be diverted for non-forest use for  17,301 projects. Around one-fifth of these forests – 58,282  hectares – were lost to mining alone in this period.In the same period, states and Union territories undertook compensatory  afforestation on 934,000 hectares, environment minister Bhupender  Yadav told Parliament on August 7. However, the national forest numbers have been controversial  for a long time, with experts insisting that the assessment does not  paint the correct picture and pointing to four crucial issues that  undermine the data.The first problem lies in the  definition of “forest”. The Forest Survey of India uses satellite  imagery and algorithmic interpretation to classify vegetated areas into “very dense”, “moderately dense” and “open” forest. The issue is that the Forest Survey of India classifies all patches of trees with a canopy density of 10% or more  as forests – which in practice means that the it includes monoculture  plantations such as coconut, rubber, coffee and timber in its  calculation of “forested areas”. Such classification,  experts have repeatedly argued, is classic “greenwashing”, with the Forest Survey of India – whose report says that the forest-rich northeastern states of India  have cumulatively lost 1,020 sq km of forests – making up for this loss  by categorising monoculture plantations as “forests”. A  related issue, experts say, is that the Forest Survey of India does not put its forest  cover data in the public domain but merely provides topline  numbers – thus, there is no independent oversight and verification of the Forest Survey of India’s claims. This, researcher MD Madhusudan pointed out, leads to glaring discrepancies, which were further underlined in a report in The Hindu in March. Experts  therefore argue that India’s actual forest cover might be less than  official numbers – this, while India’s stated aim is to increase total  forest cover to 33% of its land area, and it has committed  to have an additional carbon sink equivalent to 2.5 to 3 billion tonnes  of carbon dioxide through additional forest and tree cover by 2030.A section of people from Bachra village of Hazaribagh district has been opposing tree plantation since they have been cultivating the same land while another section has not opposed it, laying bare the village’s caste divide. Seen here, a woman belonging to a scheduled tribe pointing towards the forest near Bachra. The money trailThe Union government undertakes afforestation through  various schemes such as Green India Mission, Namami Gange, and the  Mahatma Gandhi National Rural Employment Guarantee Scheme.  States, too, have their own schemes. The Jharkhand government had announced  its target of planting 25 million saplings in the 2023 monsoon season.  This is in addition to the afforestation already undertaken in Jitra  Tungri, Bachra and other hamlets in the region.Of all  these schemes, the most lucrative is the cash-rich compensatory  afforestation fund. When a public or private entity makes an application  to cut down a forest for a project, the permission given to them comes  with the caveat that they have to pay for compensating it. Over the  years, it was observed that there was under-utilisation of the money  collected towards compensatory afforestation by states, and so, the  Supreme Court in 2001 ordered the establishment of a Compensatory Afforestation Fund and a Compensatory Afforestation Fund Management and Planning Authority. In  2006, separate bank accounts were opened in which the compensatory  levies (money paid by companies or agencies towards the forests they  diverted) were deposited, and an ad hoc authority was established for  the management of this fund. In 2016, the government enacted  the Compensatory Afforestation Fund Act and, after its rules were formalised in 2018, an amount of  Rs 54,685 crore ($6.5 billion) from this ad-hoc authority was brought  under government control. Now, the Compensatory Afforestation Fund Management and Planning Authority is tasked with managing and utilising the fund. The  management of compensatory afforestation funds was controversial even before the Act came in  place. In 2013, the Comptroller and Auditor General, the government’s  auditor, released its report  on India’s track record of compensatory afforestation, wherein it  flagged “serious shortcomings in regulatory issues related to diversion  of forest land, the abject failure to promote compensatory  afforestation, the unauthorised diversion of forest land in the case of  mining and the attendant violation of the environmental regime”.An expert, speaking to IndiaSpend on the condition of  anonymity, said, “CAF [compensatory afforestation] funds are blood money, because we have already  lost those forests and this money is supposed to help compensate for  them. No plantation can truly make up for lost forests, and even those  plantations are not happening in earnest.” Other experts have flagged the Compensatory Afforestation Funds Act  saying that “it goes further than any other law in the past in denying  tribals’ rights in the forests, grabbing their village forests, pastures  and commons, and intensifying their forcible relocation from protected  forests”, something IndiaSpend noticed first-hand during field trips in Jharkhand.Empty plastic bags that held saplings cultivated in a small nursery in Bachra village by the forest departmentCoal, forests, forest rightsJharkhand, one of India’s most coal-rich states, has diverted 15,691 hectares  of forest land for coal mining and other non-forest use between 2008-’09  and 2022-’23. Mining is one of the largest causes for forest diversion  in India, and a 2019 study  across more than 300 Indian districts had found that districts that  produced coal, iron or limestone saw on average 450  sq km higher forest  loss compared to those that did not produce the same minerals.Notably,  Jharkhand has also done better in compensating for these chopped  forests. It tops the list in forests compensated in the year 2022-’23,  standing at 17,600 hectares. For the next year 2023-’24, Jharkhand has  received Rs 282 crore for carrying out compensatory afforestation.One of the coal mines in question in Ramgarh, where Jitra Tungri falls, is the Giddi A mine leased to Central Coalfields Limited,  a Government of India undertaking. The old mine had diverted 1.44  hectares of forests, and compensated for it by authorising the forest  department to take up plantation on double the degraded forest land on  its behalf.Similarly, forest diverted for the  Jharkhand Open Cast Mine and for an arch bridge led to a total forest  diversion of 10.87 hectare, or area equivalent to around 20 football  fields, within Ramgarh, forest department officials told IndiaSpend.  Taken together, they compensated for these three diversions by taking  up plantation on 22 hectares near Jitra Tungri or area equivalent to  around 41 football fields. They planted 36,652 saplings at a cost of Rs  29 lakh (about $35,000), as per the officials. Before undertaking afforestation, the department approached  the village mukhiya, or headman, Ramesh Ram and asked him to hold a gram  sabha, or village council, meeting. A gram sabha needs 10% of its total members  to be present, failing which it gets adjourned. However, the sabha was  held with just 16 people, and it gave permission to the forest  department to undertake tree plantation. “The forest  department came here several times, but had to turn around because of  our opposition,” said Dhaneshwar Rajwar, a resident of the hamlet. “Then  they brought the full force of the system and turned this place into a  war zone. When we opposed again, they showed us a handwritten paper (the  one that was signed by the gram sabha at the end of its meeting) which  had very general words about plantation to be undertaken in the village,  without any more details. This village has a population of around 500,  but only 16 people were called for gram sabha which is against the  rule.”Ram now claims that he did not know where the  plantation was going to be undertaken, its scale, and how it would  affect people. He has joined the villagers in opposing the plantation.  The question of how he held a gram sabha despite the absence of a quorum  is, however, unanswered.(Left) A sapling planted by the forest department in Jitra Tungri forest land; and (right), a subsided coal mine within that forest land‘With trees come their laws’Basanti Devi is part of a family of ten. Her family used to  farm a piece of forest land, growing  paddy and a local millet called  Kulthi, among other crops. “Now we can neither take bullocks nor tractors there,” Basanti Devi told IndiaSpend.  “The way they have dug a trench, the land is of no use to us. We are  now worried about how we will get by, since I have small children. My  in-laws have been living here and cultivating this land for  generations.”Diglal Rajwar had already sown Kulthi seeds when the  afforestation process began. “We lost a lot of seeds and money, only the  land where rice was planted was left for us,” he said. “That’s why we  will have to fight. That land is everything… Baad me ladne nahi dega (we have to fight now, it will be too late later).”  (Left) A trench dug by the forest department to prevent farming; and (right) Sumitra Devi holding a medicinal herb found in the forests near Jitra TungriLocal villagers pointed out that the species of trees planted on the land are useless to them. “Woh toh aisa ped hai jisme chidiya bhi nahi baith sakte hain, na usme ghosla de sakte hain, neeche ghaas bhi nahi hoga… (Those are the kind of trees where even birds won’t sit or nest, even grass won’t grow beneath them),” said Basanti Devi. The  afforestation programme, which appears to focus on quantity over  quality and environmental sense, has been criticised by experts for  introducing non-native saplings into various forested landscapes. This,  experts have pointed out, is a double blow: not only are the non-native  trees of no economic use to the indigenous tribes, these trees also  quickly overwhelm the environment at the expense of native trees and  shrubs.Given their understanding of the habitat,  residents of Jitra Tungri hamlet decided to take matters into their own  hands and undertake their own plantation. “At least that way our land  would have been saved,” said panchayat member Chhaya Rajwar. “We were  trying to spare our useful land and use the rest for plantation.”The  villagers tried to assert their agency in the kind of species taken up  for plantation, but it was not recognised. They claim to have planted  around 30,000 saplings, most of them Mahua and other fruit-bearing  trees, on the concerned forest land themselves. These were allegedly  discarded by the forest department which prefers to plant its handpicked  varieties, oblivious to the part native trees play in the traditions  and culture of the tribal people. Resident Sheela  Marandi said that in her Santhali community, there is a tradition  wherein the woman marries the Mahua tree first before marrying the  groom. She is disappointed that the saplings prepared by villagers in  the nursery, including Mahua, Sakhua and other fruit-bearing trees, were  discarded by the forest department.“Genthi hoye gelo (there is Genthi), Tena, Barjariya, Jamun, Kend, Ghalwa, Bel, Mahua, Khokhdi, Putka, Karel hoye gelo  (there is Karel) – these are all forest produce that are beneficial to  us, we forage them from the jungle,” said Sumitra Devi, an elderly  villager. “We eat some of it and also sell it. Mahua tree’s flowers are  dried, its oil is used as a medicine for treating stomach ache,  headache. In weddings also, these trees have a lot of importance. Even  for snakebites, we know which jadi booti (herbs) to use. That is how much the jungle matters to us.“  People of Jitra Tungri wanted the forest department to plant the kind of trees that are useful to them. Seen here, a woman showing a type of mushroom the tribals forage from the jungleWhile the locals have not been explicitly prohibited from  accessing forest produce, they want the department to plant more of  these trees, particularly Mahua, that are important to them. The  district forest department confirmed that villagers are no longer  permitted to cultivate that land or take animals there for grazing. “Ped lagana koi buri baat nahi hai, lekin ped ke saath saath unka kanoon bhi toh laagu hoga. Isiliye takleef hai  (It is not a bad thing to plant trees, but with the trees will come  their law),” said panchayat member Chhaya Rajwar, who claims to have  been kept in the dark about the gram sabha in question. She  is worried that their cattle will venture into the land out of habit  and the department will file cases against villagers. Cattle trespass in  a reserved forest or protected forest is an offense as per the Indian Forest Act, 1927.  Hay for cattle, firewood for burial and access to the farmed land were  subjects that came up repeatedly in interaction with residents of this  hamlet.The law vs the landRamgarh’s District Forest Officer Nitish Kumar countered  the villagers’ plaints, saying, “What happened in Jitra Tungri was that  people did not want to give up their farm lands. We are supposed to only  consult the gram sabha; we do not require consent, especially when they  want to do things unilaterally.”According to Kumar,  the department held several meetings to take people into confidence,  even invited them to his office, and told them that genuine forest  rights claims will be settled.“I said I will come to  the village, give me a date. They didn’t. I contacted local public  representatives but people didn’t want to listen. If you just claim  rights without engaging with the law…. Nobody was ready, they have an  encroachment agenda.”On the subject of species to be  planted, Kumar’s response unwittingly underlined the point the villagers  were making, about the forest department preferring quick-growing  varieties to trees endemic to the environment. The official told IndiaSpend  that planting trees like Mahua “is very tough”. Such fruit-bearing  trees take 15-20 years to fully grow, he said, and there is often theft  of saplings. He said the department tries to maintain a 60-40 ratio of  hardy trees and fruit-bearing trees. Kumar stated that  not all of the people who claim eligibility for forest rights are  entitled to it as per the Forest Rights Act. “I have not denied burial rights or  access to medicinal plants – they always have access to that. Now if you  want to do farming, it is allowed up to the extent as was happening  before 2005 [as per the Forest Rights Act], not more. If you had two acres before 2005 but  have 20 acres now, I can’t give 20 acres, I can only give two,” said  Kumar of individual forest rights which are acknowledged by titles.  “Even today, we are ready to consider genuine claims.”The Forest Rights Act covers  the rights of forest-dwelling scheduled tribes “who primarily reside in  and who depend on the forests or forest lands for bona fide livelihood  needs” and of other traditional forest dwellers, meaning any member or  community that has for at least three generations prior to December 13,  2005, primarily resided in and depended on the forest or forest land for  bona fide livelihood needs. The residents of Jitra  Tungri and Bachra claim that they are covered under these definitions.  Experts and activists point out that the government has not done  anything to secure forest rights in cases like these. In neighbouring  Chhattisgarh where nearly every third person is a tribal, people  routinely receive ownership or titles to less forest land under Forest Rights Act than  they claim, IndiaSpend reported in October. “The  issues in fact are getting more and more complicated at the ground  level,” said Tushar Dash, an independent researcher working on forest  rights. “There is no compliance of the Forest Rights Act at all. In  fact, when the CAMPA Act [Compensatory Afforestation Fund Management and Planning Authority] was proposed in Parliament, MPs had proposed to  include compliance of FRA and consent of the gram sabha in it. That  proposal was not considered then, and an assurance was given that it  will be included in the Rules, which also did not happen.”Dash  pointed out that the ministry and the state forest departments are  putting certain conditions while approving the new annual plans of  operations [states’ CAMPA plans]. “They have started mentioning that  wherever CAMPA projects are getting implemented, prior to implementation  the state authorities have to ensure compliance of FRA procedures and  also consultation of gram sabha. That is on paper, but we have found  that on the ground, for example in Odisha, there is no mechanism in  place to safeguard and protect rights, to see that FRA is not violated.”Sharachchandra  Lele, distinguished fellow at the Ashoka Trust for Research in Ecology  and the Environment who researches forest governance said that  this is a story that keeps on repeating and he has seen the forest  department proceed with plantation on land where individual forest  rights claims were still pending. Once the cultivated land gets planted  over, as has happened in the case of Bachra and Jitra Tungri, the  recognition of cultivation rights becomes almost impossible, said Lele.   “Moreover, if it is forest land inside the revenue  boundary of a village, it is almost a given that it falls within the  customary boundary of the village and hence it is their Community Forest  Resource [CFR] area. Even if the CAMPA process does not explicitly talk  about gram sabha consent, if CFR rights were recognised on that land,  then the gram sabha would be the final authority. It is because forest  rights are not recognised that the forest department treats all forest  land as theirs,” said Lele while also pointing out that sub-divisional  and district-level committees that are supposed to adjudicate on IFR and Community Forest Resource claims don’t meet regularly and de facto, it is the forest  department which takes decisions on titles in practice.Caste and forest rights Chhaya Rajwar’s fears of the forest department filing cases against  villagers for cattle grazing on plantations found echoes around 60 km  away, in Hazaribagh’s Bachra village.   Hazaribagh district is around two-and-a-half hours hours away by road from  the state capital Ranchi. If one starts from Hazaribagh’s Katkamsandi  block, the winding road to Bachra village takes almost as long, with not  a soul in sight. No buses or other vehicles can be seen, other than the  occasional motorbike, as the road traverses the moderately dense  jungles of Katkamsandi. After dusk, the only lights to be seen are the  single yellow bulbs inside houses.The region is desolate, and rumours of left-wing extremism contribute to the desolation. A number of outfits have been operating  or were operating in the past in certain remote and poorly connected  pockets of the country, and parts of Jharkhand used to be considered  affected by extremism.When we visited the area, it was a little after noon, and some locals had gathered at an under-construction house to talk to IndiaSpend about their plight.  In  December 2022, the forest department officers and staff, along with  heavy machinery, descended on the area in force, backed by a police  escort. What followed was a months-long protest to prevent the  department from undertaking plantations here. “We had around one bigha  (0.610 acre) of land that we were cultivating for generations,” said  local resident Devanti Devi. “Since losing the only farmland we had, my  husband’s labour earnings of Rs 200 a day is all the income we have, and  it is not sufficient. We are a family of six, including two children.  We are protesting, but they are not listening.”  “The tree plantation has forced people to the brink of starvation. I am afraid people will be forced to die by suicide,” said Bachra headman Prakash Kesri of the compensatory afforestation undertaken by forest department here. Seen here, villagers standing in front of a trench dug by the departmentCaste  introduces a further complexity into the mix. In Bachra, there are  natives from the Bhogta and Oraon tribes that fall in the scheduled  tribes category. The village is also home to Mehtas and Ranas, who fall  in the Other Backward Classes category.In this  region, farming in forested land is being done by the tribals, whereas  the Mehtas and Ranas own their own farmlands. Thus, while the Bhogta and  Oraon tribals protest the afforestation programme, the Mehtas and Ranas  are dissociated from these protests since they are not directly  impacted. The schism within the village makes it impossible for the  residents to put up a united front. Sohan Singh Bhogta, an elderly man with a scraggy white beard who is opposed to the plantation, said, “Pehle itna kha rahe the, ab itna kha rahe hain (At first we were eating this much, now we are eating this much),” while making a shrinking motion with his hands. “On the day they first came for plantation, all of us gathered here,” Sunil Singh Bhogta, 32, told IndiaSpend. “Things got so heated that many of us got injured in the protests. Every time they came, they brought a big force.“This  went on for four months. My plot is around one acre, where a big trench  has now been dug. On one side, they planted trees while on the other,  they left a small parcel for me. The same has happened with my  brothers.”In search of work, Sunil migrated around 1,800 km west to Mumbai’s Uran soon after IndiaSpend met him, since he has a Rs 20,000 loan to repay and mouths to feed.Sunil Singh Bhogta migrated around 1,800 km to Mumbai’s Uran in search of work after compensatory afforestation in his village reduced his farming income. Seen here, Bhogta standing in his farm that has been planted over by forest departmentBasanti Devi, who was part of the village forest rights  committee, said that the committee was not notified about the  plantation. “What if they take away our houses next?” she asks. “They  had threatened to demolish our houses [built on forest land] in the  past. My rights have been snatched, something I had never thought was  possible.”The village mukhiya, Prakash Kesri,  said the locals are now surviving on government rations. “This area has  very few labour opportunities, which means migration, just like the way  Sunil has to migrate,” Kesri said. “The tree plantation has forced  people to the brink of starvation. I am afraid people will be forced to  die by suicide.”The afforestation in Bachra is to offset forests that were diverted elsewhere, the district forest office confirmed to IndiaSpend,  but the officials did not share details of the project, such as which  deforested areas are sought to be compensated by this afforestation, how  many saplings were planted and at what cost. Saba  Alam, divisional forest officer of Hazaribagh West division, said that  50% of plantation activities in the division right now are that of  compensatory afforestation, and confirmed that the plantation in Bachra  was also undertaken as per the Compensatory Afforestation Fund Act. “They have some  houses there and they claim they have given an FRA application for a  title, but we have no knowledge of that application,” Alam said,  referring to the protestors. “From what I gather, there were only 5-6  houses there before 2005, now there are 18-19 houses. We have not  touched the houses… I don’t think there were permanent farms either, but  I’m not sure about that. After the FRA enactment there may be some kind  of encroachment.”He claimed that the villagers were  consulted about the tree plantation, but when asked to share supporting  documents, he did not respond to calls or messages. This story will be  updated when we hear from the officer.Birender Rana, a representative of the minority other backward classes faction of the village, reached out to IndiaSpend and claimed that the people who claim to be suffering are actually encroachers and have no forest rights. “They  have been living here only for eight-10 years,” said Rana. “They have  applied for titles several times. If their claims were genuine, they  would have been given titles. They have a lot of land other than this  forest land.”Rana claimed that the forest department  had taken due permission from the gram sabha before undertaking the  plantation work. He, too, did not share any documents to support this  claim. Consent vs consultationJharkhand Jungle Bachao Andolan’s Sanjay Basu Malik said he  has been seeing such violations as in Bachra and Jitra Tungri for  decades now.“Often it happens that the forest  department selects such land for plantation that is claimable, where  people can apply for individual or community forest rights in the future  [as allowed by FRA],” Malik said. “In many instances, people have  uprooted those saplings, court cases were filed… Now the department digs  trenches to alienate people from the forests.”Malik  argued that it should be the gram sabha that leads the afforestation  drive, and that it should have a right over the compensatory afforestation funds, whereas in  practice it is barely even consulted as mandated by the Compensatory Afforestation Funds Act.A  key issue that fuels the existing confusion is that there are various  laws surrounding forest lands, and these laws typically don’t speak to  one another. “The biggest challenge with the FRA,” says environmental  lawyer Arpitha Kodiveri, “is that we’ve not created harmonising legal  principles in other forest laws. “So essentially, the  FRA is like a standalone Act, whereas the Indian Forest Act, the Forest  Conservation Act and even the Compensatory Afforestation Fund Act very  seldom mention how forest rights will be protected under those  legislations. And so you have a situation where it’s almost like the  laws are already in conflict.” IndiaSpend  visited Jitra Tungri on September 17, which is the last day of the month  of Bhadrapada in the Hindu calendar. On this day, pujas and rituals are  held in honour of Vishwakarma, who as per Hindu mythology was the  architect of the gods.People pray to Vishwakarma and  perform rituals to honour their workplace and the tools of their trade,  such as tractors, ploughs and other farming implements. Binod Rajwar’s  family had decorated their tractor in colourful streamers for the  occasion, with everyone dressed in festive finery.Despite  the celebratory atmosphere, Binod is worried. His family has lost half  the land they were cultivating owing to the forest department’s  trenches. Their income has reduced by over 50%, and he and his brothers  will have to do manual labour to support the household. “Jitna ladai tha humne lada, ab toh aage kuch nazar hi nahi aa raha hai… (We fought as much as we could, now I cannot see a way out),” said Rajwar, as he watched his toddler son playing nearby. (This story was produced  with support from Internews’ Earth Journalism Network for the  Asia-Pacific collaborative cross-border reporting project titled ‘It’s A  Wash’)(Aparajita Dmonty, intern with IndiaSpend, contributed to this report)This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Tanvi Deshpande, IndiaSpend.com","time":"2023-11-26T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195962-jyyazjyauz-1700225054.jpeg","tags":["Jharkhand","Forest Rights Act","Afforestation"],"source":"https://scroll.in/article/1059255/to-compensate-for-mining-projects-adivasi-land-in-jharkhand-is-being-taken-over-for-afforestation"}