{"title":"To reduce tomato prices, Centre to procure from Karnataka, Maharashtra, Andhra Pradesh","content":"The Centre on Wednesday directed cooperatives to procure tomatoes from Andhra Pradesh, Karnataka and Maharashtra for distribution in major consumption centres.The National Agricultural Cooperative Marketing Federation and the National Cooperative Consumers Federation will procure the tomatoes, the consumer affairs ministry said in a press release. The tomatoes will be sold at discounted prices from July 14 at retail outlets in the Delhi-NCR region.The prices of tomatoes have soared across the country in last few weeks due to supply disruption caused by heavy rains in the country.  In some places, they are being sold at Rs 200 per kg, according to The Hindu. Last month, the average rate of tomatoes in the country was Rs 23.61.Farmers have told The Indian Express that a shocking fall in wholesale prices of tomatoes in the last few months had also forced many farmers to abandon their produce which has now resulted in higher rates.On Wednesday, the ministry said that it has identified centres in the Delhi-NCR region on the basis of absolute increase in retail prices over the past month where prevailing prices are above the all-India average.“Key consumption centres in states having a higher concentration of the identified centres are further selected for the intervention,” it said.The ministry added that production of tomatoes is generally lean between the months of July and August and October and November “July coinciding with the Monsoon season adds to challenges related to distribution and increased transit losses adding to price rise,” it said.","author":"Scroll Staff","time":"2023-07-12T20:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192125-mnjlekksjx-1689172963.jpg","tags":["tomatoes","price rise","tomato"],"source":"https://scroll.in/latest/1052527/to-reduce-tomato-prices-centre-to-procure-from-karnataka-maharashtra-andhra-pradesh"}