{"title":"Tokyo 2020: From nearly quitting weightlifting to Olympics silver, Mirabai Chanu’s inspiring story","content":"In India, when athletes choose their discipline, there’s very little scientific process involved. In the case of Mirabai Chanu, silver medallist in women’s 49kg weightlifting at Tokyo Olympics, it was no different. The youngest of six siblings living in Nongpok Kakching, a village 45 km south of Manipur’s capital Imphal, Mirabai displayed great strength as a kid. While picking firewood with her siblings, she used to lift a lot more than what her elder brother could. She didn’t know about weightlifting at the time, but her mother saw the talent. Mirabai wanted to be an archer but when she read about Kunjarani Devi, another iconic weightlifter from Manipur, the thought of being a weightlifter first crossed her mind. Her mother who was aware of her child’s qualities instantly agreed and Mirabai’s journey as a weightlifter began. Given her strength at a young age, it all started well for the Manipuri weightlifter who shot to fame when she won a silver medal at the 2014 Commonwealth Games. Success at such an event at the international level propels an Indian athlete into the limelight and going into Rio Olympics she was considered a medal contender. Rio heartbreak and battle with depressionBut Mirabai couldn’t live up to the expectations. In fact, she couldn’t even complete the event. The failure almost became too much to take for the weightlifter who was just 21 at the time. Injuries didn’t help her cause and post Rio she was depressed, contemplating quitting the sport. “I kept thinking why I failed despite working so hard and was questioning myself. I was really disappointed and completely broken after Rio. I was so low that I had to seek the help of SAI psychologists,” Mirabai had told reporters during an interaction before the Games.“After talking to a psychologist I understood that it was my first Olympics and the pressure got to me. Slowly, I was able to focus on training again,” Chanu added. The comebackMirabai’s problems weren’t just mental and she knew she had a lot of work to be done. In the year after Rio, she got back to the drawing board. “I changed my training method, worked on my technique. In clean and jerk, we identified what part we needed to work on and strengthened that body part and movement,” she said of the physical changes.“Mentally, I tried not to take too much pressure on myself before competitions, and treat the competition as different from training,” she added.  It seemed to work. In 2017, Mirabai returned to the highest level, this time at the World Championships. Lifting 109 kgs in clean and jerk, the part which she had worked on, Mirabai stunned the world by winning gold and became the first Indian weightlifting champion in over 20 years. After the setback at Rio, the world championship gold was a much-needed validation of her talent. There was no looking back after that. She turned the silver at the 2014 CWG into gold at the 2018 event with a total lift of 196kg. At the 2019 World Championship, there was heartbreak again for Mirabai who finished fourth but this time her confidence didn’t take a hit. Having previously overcome failures, Mirabai knew her way out of disappointments. In 2020, Mirabai bettered her World Championship mark of 201 kgs to lift 203 kgs in the national championships before pushing that to 205kgs at the Asian Championships where she won the bronze.But in Tashkent, she did something that truly immortalised her in the sport’s history. She lifted 119kgs in clean and jerk to set a world record. Mirabai was close to realising her full potential and there was just one final hurdle. The Olympics. A stage of her biggest disappointment. Tokyo silverBut at Tokyo, Mirabai was relaxed and calm, a far cry from Rio where she was overcome by nerves. After a good performance in the snatch where she lifted 87kgs, her medal never seemed in doubt. She maintained her level in clean and jerk to win silver. Her tale of redemption was complete. In five years, Mirabai had gone from heartbreak at Rio Olympics to almost quitting the sport to the Olympic podium. Mirabai always had the talent, something which even her mother had spotted at a young age, but the Manipuri weightlifter added the other necessary elements through sheer hard work to channelise her talent and ensure it was rewarded at the highest level. Every athlete that wins an Olympic medal is inspirational in one way or the other, but the contrast in Mirabai’s two Olympic performances adds more credit to her remarkable turnaround.Also read – Mirabai sets the tone for India: Reactions to Indian weightlifter’s silver medal at Tokyo Olympics","author":"Scroll Staff","time":"2021-07-24T14:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161881-zxzhpwubmi-1627117546.jpg","tags":["Mirabai Chanu","Weightlifting","Olympics","Tokyo Olympics","Olympics 2020","Tokyo 2020"],"source":"https://scroll.in/field/1000989/tokyo-2020-from-nearly-quitting-weightlifting-to-olympics-silver-mirabai-chanus-inspiring-story"}