{"title":"Tokyo Paralympics, badminton: Top seed Pramod Bhagat begins singles campaign with a win","content":"World No 1 (SL3) Pramod Bhagat made an impressive start to his campaign in the men’s singles competition while Palak Kohli had a tough defeat in her singles group at the Tokyo Paralympics on Wednesday as badminton made its much-awaited debut at the Games. Bhagat, the reigning world champion, outlasted fellow Indian Manoj Sarkar 21-10 21-23 21-9 in his men’s singles group A class SL3 opener that lasted 56 minutes.India at Tokyo Paralympics, Thursday schedule: Packed day of badminton group stage matchesThe 33-year-old will face Ukraine’s Oleksandr Chyrkov on Thursday and a win will take him into the semifinal. Manoj will clash with Chyrkov on Friday.“Manoj Sarkar pushed me to the limits. He played really well and we know each other’s game very well. We had some good rallies. I am happy with the way I went ahead with my game, obviously these are initial matches and I am getting used to the arena,” Bhagat said, reported PTI. “I am in a good headspace. Chyrkov is also good and I hope I put up a good show tomorrow.”Earlier, Kohli had a difficult day in office as she suffered defeats in both her women’s singles and mixed doubles matches. Kohli and Bhagat however put up a performance to be proud of, as they went down fighting against second seeds Lucas Mazur and Faustine Noel in the mixed doubles group B opener.Bhagat and Kohli, competing in SL3-SU5 class, lost 9-21 21-15 19-21 against the French team in 43 minutes at the Yoyogi national stadium. The French pair where players are from both SL4 classes are used to playing full court matches while Bhagat is a SL3 player who plays half court for singles. The duo are ranked outside the top 30 but gave the favourites a big scare. Talking about the match, Bhagat said, “We started very slow, we had our chances which we didn’t capitalise. Our second game is on Friday which is a do or die game and am sure we will put up a much better fight and make sure we win the game.”The Indian pair found the going tough initially as it lagged 5-11 at the interval. Things didn’t change much after the breather as the French duo zoomed ahead and quickly pocketed the opening game.In the second game, the Indian duo gave a better account of themselves as they fought tooth and nail and earned a slender two-point lead at 13-11.Mazur and Noel grabbed a point but the Indian pair reeled off seven straight points to reach the game points. Their opponent saved two points before Bhagat and Kohli roared back into the contest.In the decider, the second seeds opened up a 13-9 lead but Bhagat and Kohli fought their way back to take a 15-14 lead. However, Mazur and Noel soon grabbed lead and eventually edged out the Indian pair.Thailand pair of Siripong Teamarrom and Saensupa Nipada, ranked world No 3, is the third team in group B. Top two will progress into the semifinals.Singles proved to be a real baptism by fire for Kohli. Up against Japan’s Ayako Suzuki, a gold medallist at the 2009 World Championships who retired and then has made a comeback, the 19-year-old Kohli lost 4-21 7-21 in just 19 minutes in a group A women singles class SU5 match.Kohli will next take on Turkey’s Zehra Baglar on Thursday. She will also be participating in women’s doubles (SL3-SU5) with Parul Parmar.(With PTI inputs)Para badminton classification: WH1 is for players who require a wheelchair to play badminton and usually have an impairment in both their legs and trunk. Players are required to play in a wheelchair in this class. The matches are played in half court. WH2 is for players who could have an impairment in one or both legs and minimal or no impairment of the trunk. The matches are played in half court. SL3 players must play standing. The player could have impairment in one or both legs and poor walking/running balance. The matches are played in half court. SL4 is a second standing class where the player has a lesser impairment compared to Sport Class SL3. The player could have an impairment in one or both legs and a minimal impairment in walking/running balance.SU5 is for players with an impairment of the upper limb. The impairment could be on the playing or non-playing hand.SH6 is for players who have a short stature.","author":"Scroll Staff","time":"2021-09-01T21:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163546-pebgpjtodv-1630511621.jpeg","tags":["Tokyo 2020","Paralympic Games","Paralympics","India at Tokyo 2020 Paralympics"],"source":"https://scroll.in/field/1004355/tokyo-paralympics-badminton-top-seed-pramod-bhagat-begins-singles-campaign-with-a-win"}