{"title":"Tokyo Paralympics, badminton: Pramod Bhagat, Suhas Yathiraj and Krishna Nagar reach finals","content":"The Indian trio of Pramod Bhagat, Suhas Yathiraj and Krishna Nagar sailed into the men’s singles finals of the badminton event in their respective classifications at the Tokyo Paralympics on Saturday.Among other Indians in action in the singles category semifinals, Manoj Sarkar and Tarun Dhillon suffered contrasting losses in their respective matches. The duo will now play in the bronze medal playoff.  Bhagat and Palak Kohli also couldn’t cross the semi-final stage in SL3-SU5 class mixed doubles competition and the duo will play for bronze on Sunday.Badminton: A recap...Pramod Bhagat reaches men’s singles SL3 gold medal matchSuhas Yathiraj reaches men’s singles SL4 medal matchKrishna Nagar reaches SH6 gold medal matchManoj Sarkar, Tarun Dhillon, Pramod Bhagat-Palak Kohli through to bronze medal matches.So three medals assured, three more bronze medals possibleThe 33-year-old Bhagat, the current world no 1, secured a 21-11 21-16 win over Japan’s Daisuke Fujihara in the first SL3 class semi-finals that lasted 36 minutes.The top-seeded Indian, current world and Asian champion, will lock horns with Great Britain’s Daniel Bethell in the summit clash later in the day (1500 hrs IST).In SL4 class, Suhas outwitted Indonesia’s Fredy Setiawan 21-9 21-15 in 31 minutes in the first semi-final.The Noida District Magistrate will face top seed Lucas Mazur of France in the final on Sunday after the top seed defeated second seed Tarun Dhillon to prevent an all-India final. Krishna, seeded second, also dished out a superlative performance, outplaying Great Britain’s Krysten Coombs 21-10 21-11 in the SH6 class semi-finals.The 22-year-old Indian will cross swords with Hong Kong’s Chu Man Kai in the final on Sunday.In the other SL4 class semi-final, Mazur managed to stave off a spirited effort from Tarun, claiming a narrow 21-16 16-21 21-18 win over the world No 2 Indian in a gruelling semi-final that lasted an hour and three minutes at the Yoyogi National Stadium.The 27-year-old from Hisar will face Setiawan in the bronze medal play-off on Sunday.Manoj too couldn’t get into any sort of rhythm against second-seeded Bethell, going down 8-21 10-21 in the other men’s singles SL3 class semi-finals.The 31-year-old will now play Fujihara in the bronze medal play-off later in the day.In SL3-SU5 class mixed doubles, Bhagat and Kohli went down 3-21 15-21 to Indonesian combination of Hary Susanto and Leani Ratri Oktila in the semi-finals. The top seeds won in straight games, but it was a lovely fight from the Indian pair in the second game. Great grit and if they can keep that up, they will have a real shot at bronze against the Japanese pair (also SL3-SU5 pairing like India).The Indian duo will square up against Japanese pair of Daisuke Fujihara and Akiko Sugino lost to the second seeds from France.Earlier in the day, with only half of the court being used in SL3 classification, Bhagat and Fujihara engaged in a lot of long rallies and the Indian came up on top most of the time.Bhagat, the top seed, trailed 2-4 early in the opening game but a series of overhead drops helped him clawback. The duo was 8-8 before the Indian entered the interval at 11-8.After the break, he continued his good run and eventually pocketed the opening game with six straight points.It was a Bhagat show in the second game as well as the Indian led all the way to come up trumps.Bhagat will pair up with Palak Kohli for their mixed doubles SL3-SU5 semi-finals later in the day.“It was a great game against Fujihara, he pushed me with some great shots. But I had a plan and I executed it very well. I am happy I have reached my maiden Paralympic finals but the work is not done yet,” said Bhagat after his match.Para badminton classification: WH1 is for players who require a wheelchair to play badminton and usually have an impairment in both their legs and trunk. Players are required to play in a wheelchair in this class. (Half court)WH2 is for players who could have an impairment in one or both legs and minimal or no impairment of the trunk. (Half court)SL3 players must play standing. The player could have impairment in one or both legs and poor walking/running balance. (Half court)SL4 is a second standing class where the player has a lesser impairment compared to Sport Class SL3. The player could have an impairment in one or both legs and a minimal impairment in walking/running balance.SU5 is for players with an impairment of the upper limb. The impairment could be on the playing or non-playing hand.SH6 is for players who have a short stature.With PTI inputs","author":"Scroll Staff","time":"2021-09-04T12:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163650-agwbkyxtvq-1630739401.jpg","tags":["Badminton","Pramod Bhagat","Tokyo Paralympics","Suhas Yathiraj","Krishna Nagar","Manoj Sarkar","Tarun Dhillon"],"source":"https://scroll.in/field/1004570/tokyo-paralympics-badminton-pramod-bhagat-suhas-yathiraj-and-krishna-nagar-reach-finals"}