{"title":"Tokyo Paralympics, table tennis: Bhavina Patel wins silver, first Indian paddler to achieve the feat","content":"Indian table tennis player Bhavinaben Patel clinched a historic silver medal on her Paralympic Games debut in Tokyo, becoming only the second Indian female athlete to achieve the feat in history. She is the first table tennis player ever to win a medal at the Paralympics for India and the second female athlete after PCI chief Deepa Malik to achieve the feat. Malik had won silver at Rio 2016 in women’s shot put. Patel lost 0-3 to world number one Chinese paddler Ying Zhou in the women’s singles class 4 final in on Sunday.Tokyo Paralympics, table tennis: How Bhavina Patel kept calm and carried on for a stunning win in the semifinalMeet Bhavina Patel, first ever Indian table tennis player to secure a Paralympics medal#Tokyo2020 #Paralympics \"On a personal level, I feel like it's passing on the baton\"Rio 2016 🥈medallist Deepa Malik is a proud woman as she passes on her congratulations to Tokyo 2020 🥈 medallist Bhavina Patel.🎥 @DeepaAthletepic.twitter.com/V65gW3OfXK— The Field (@thefield_in) August 29, 2021\n\n“I dedicate this medal to those who supported me, PCI, SAI, TOPS, Blind People Association and too all my friends and family,” Patel, who was diagnosed with polio when she was 12 months old, said after winning the medal, reported PTI. “This medal is also dedicated to my coach who always supported me and gave hard training for which I could reach this stage. Special thanks to my physio, dietician, sports psychologist. They are who always motivated me.”The 34-year-old Patel’s impressive run at the Games ended with a 7-11 5-11 6-11 loss to Zhou, now a two-time singles gold medallist, in the women’s singles summit clash which lasted 19 minutes.Patel also lost to Zhou in her first group stage match earlier in the week. And those were the only two matches she lost, as she beat the world No 9, 8, 2 and 3 after that. Up against an opponent, who has five Paralympic medals to her name including gold medals in singles at Beijing and London, Patel wasn’t allowed the time and space to execute her strategy as Zhou went deep on the table to cramp her opponent. Much like the semifinal head-to-head, the Indian had not beaten Zhou in her career before and she will have to wait for that record to change. Patel, who was diagnosed with polio when she was 12 months old, had defeated world no 3 Miao Zhang of China 7-11 11-7 11-4 9-11 11-8 in the semifinal showdown on Saturday. In the quarterfinal on Friday, Patel had defeated 2016 Rio Paralympics gold medallist and world number two Borislava Peric Rankovic of Serbia to assure a medal and script history.Bhavina Patel and Sonal Patel are also in action in the women’s team event (Classes 4-5) later, with matches starting on August 31.With PTI inputs(With PTI inputs)","author":"Scroll Staff","time":"2021-08-29T08:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163364-nclvkatyqn-1630207120.jpeg","tags":["Tokyo 2020 Paralympic Games","Tokyo Paralympics","Paralympics","Bhavina Patel","Table tennis"],"source":"https://scroll.in/field/1004013/tokyo-paralympics-table-tennis-bhavina-patel-wins-silver-first-indian-paddler-to-achieve-the-feat"}