{"title":"Tokyo Paralympics, table tennis: How Bhavina Patel kept calm and carried on for a massive SF win","content":"Editor’s note: This article was published before Bhavina’s Patel final at the Tokyo 2020 Paralympics. She won the silver medal, India’s first of the Games in table tennis.All good table tennis players have their weapons. The forehand. The backhand. The grip. The spin they impart. The kind of rubber they use. The different types of serves. A timeout. The timeout may not be a skill they work long hours to perfect, it may not require expert coaching, but it can – if used correctly – be a weapon as important as any in their arsenal. And unlike the forehands and backhands and Tomahawk serves, they cannot keep using it. They have one. Timing, as the name would suggest, matters. And so it did in the sensational semifinal between India’s Bhavinaben Hasmukhbhai Patel and China’s world No 3 Miao Zhang. The match that went the distance and finished in the Indian’s favour, had plenty of exciting rallies where all the skills of two really good athletes were on show... but there were also two critical moments of gameplay that stood out. Bhavina Patel (ranked 12) so far at Tokyo 2020: Defeated world No 9 Megan Shackleton in a must-win Group A match. Defeated world No 8 Joyce de Oliveira in R16. Defeated world No 2 & Rio 2016 gold medallist in QF. Defeated world No 3 & Rio 2016 silver medallist in SF. To set the stage... the world No 12 was looking avoid defeat No 12 on the trot against Zhang. The Chinese, a former world No 1, was two steps away from adding an elusive singles Paralympics Gold medal to her impressive collection of major medals. Both women would find a place on the podium, that much was assured. But at stake, was a place in the final. The first game: Close battle at the start... but from 5-5, Zhang went on a streak to win it 11-7. Upper hand to her.The second game: Close battle at the start... but from 6-6, Patel went on a good run to win it 11-7. Back to square one. The third game: Well, where did that come from? Patel stormed ahead to 5-0, then 8-2, then 10-3 and a done deal at 11-4.“Bhavina’s backhand was on fire with those angular pushes & attacks. Incredible use of the long pimples,” Olympian paddler Neha Aggarwal Sharma, who was in awe with the openings that Patel created, would observe after the match. It is, perhaps, the toughest thing to do from the fixed position of the wheelchair during a rally. That is just the nature of physics. And she was solving the problem with aplomb.Onto the fourth game. Patel led 3-2 and Zhang, or at least her coach, realised this was the moment. She had to take a pause. A timeout was called and the instructions were being given to Zhang. Patel, after a sip of water, started meditating, as we have seen her do at these Games. It is her method to calm down, to bring the heart rate to manageable levels. But importantly, with 27 seconds still remaining in the timeout, she had already made her way to her side of the table. While Zhang listened intently to her coach’s tactics, Patel was ready to go. She meant business.To Zhang’s credit, she changed up her approach from there and it did affect the rhythm of the game as she intended to. The rallies got longer from here, there were no sharp angles being found by Patel for now and the momentum had been stopped. It was still close but Zhang went on to win the game and force the decider... but she would have to make do without any more breaks when they resumed.Patel started the fifth game on fire. And it was 5-0 in no time. A brief pause as they changed ends, but nothing more. Zhang was now getting desperate. She held on to the ball a little longer between points, she took deep breaths, she was fighting hard to stay in this and managed to make it 3-6. “I’d call a timeout now,” said the commentator. Anyone would have. Bhavina Patel didn’t. Not yet. The Indian fought back to make it 8-3 in her favour. Zhang held on to the ball for a few seconds before passing it over to Patel for the serve. Another little momentum shift followed as went from 9-5 to 9-8. Timeout, India. Sip of the water. And back to meditation. A penny for Patel’s thoughts at those moments. Surely the weight of the 11 defeats was on her mind? Surely the pressure of the Paralympics, her debut, a chance at gold, was all going through to her head? Only she knows. Meditation done, she came back to the table and she won the first rally. Match point. Zhang held on to the ball for a few seconds longer. Once again, she was trying to slow her opponent down a tad bit... she was on the brink of a defeat... she needed the time. But Bhavina Patel got the ball back, took just a moment, and went again. That backhand angle... that trusted ally for her... it set up the point and she went for the Chinese paddler’s body with the next stroke. It did not come back over the net. Punch of the fists. Smiles. Relief. Joy. History made. Twelfth time was the charm. Miao Zhang’s 11 wins on the trot against Bhavina Patel:2018 Asian Para Games, Singles class 4: 3,3,9 2017 PTT Thailand Open, Singles class 4: 4,-16,5,9 2017 Asian Championships, Singles class 4: 4,-9,10,7 2015 China Open, Singles class 4: 8,4,1 2015 Asian Championships, Singles class 4: 8,11,9 2015 8th Al Watani Championships, Singles class 4-5: -6,6,4,-4,6 2015 3rd Bayreuth Open, Singles class 4: 4,7,-9,-9,5 2015 3rd Bayreuth Open, Teams class 4: 10,2,6 2014 Asian Para Games, Singles class 4: 6,6,9 2013 Asian Championships, Singles class 4: 6,9,2 2013 Asian Championships, Teams class 4-5: 8,7,3— Courtesy: IPTTC\nIn their 11 previous matches, from a total of 39 games played, Patel had won just six. It was not a favourable head-to-head, it was as lop-sided as it could get. But on the day, in the moment, none of it mattered.“I fought against China today and it is always said that it is difficult to win against China. But today I proved that nothing is impossible, you can do everything if you want to,” the Indian said after the match.After all, what is a Paralympian’s journey if not a metaphor for not giving up, of trying until you succeed, of life lessons in overcoming repetitive obstacles. Yes, Miao Zhang had defeated Bhavina Patel eleven times before Saturday, 28 August 2021. But, what do we say to a 12th defeat? Not today.Bhavina Patel kept calm and carried on. Into the Paralympics table tennis final. Where no Indian had ever gone before.","author":"Vinayakk Mohanarangan","time":"2021-08-28T14:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163344-mmfcebslbe-1630136502.jpeg","tags":["Tokyo 2020","Paralympic Games","Paralympics","Tokyo 2020 Paralympics"],"source":"https://scroll.in/field/1003957/tokyo-paralympics-table-tennis-how-bhavina-patel-kept-calm-and-carried-on-with-her-dream-run"}