{"title":"Tokyo Paralympics: Meet Sumit Antil, wrestler-turned-javelin thrower who never gave up on his dreams","content":"Sumit Antil came into Tokyo Paralympics as the world record holder in F64 category of men’s javelin throw. He was also ranked world No 1. But he had unfinished business. At the World Para Athletics Championships in Dubai in 2019 he had won silver, then at the World Para Athletics Grand Prix in Paris in the same year he won another silver medal and yet then another silver at the Paris Open Handisport, also in 2019.At Tokyo, at the Paralympics, at the biggest stage of it all, he wanted more. He wanted gold. His resolve to top the podium was visible from the very first attempt. He shattered his old world record in the very first attempt throwing 66.95m. He beat that on his second attempt with a massive effort of 68.08m as he led the field from the start. #Tokyo2020 #Paralympics 🥇 Sumit 🥇1st throw: New world record2nd throw: Newer world record5th throw: Newest world recordAll in one epic 🎥  (via Paralympic Games)pic.twitter.com/ubZfLPli0R— The Field (@thefield_in) August 30, 2021\n\nHis next two attempts were 65.27m and 66.71m, both of which would have broken the record he had set at 2019 World Para Athletics Championships in Dubai. But the Indian saved the best, throwing 68.55m to better his world record for the third time in six attempts in the final.  Three world records in six attempts: Reactions to javelin thrower Sumit Antil’s Paralympics goldThe gold, from the first minute, was never in doubt. Sumit Antil wanted to leave nothing for chance and he did so in some style, winning gold at the 2020 Tokyo Paralympic Games and doing so while breaking the world record thrice. If the height of the podium had to determine the dominance of the athlete’s performance, then Antil would be standing on a very tall pedestal indeed.Fact FileDate of Birth: 7 June 1998Event: Men’s Javelin Throw Category: F64 (Lower limb/s competing with prosthesis affected by limb deficiency and leg length difference)Training base: Sec 4 Hooda Complex , Rathdhana, SonipatPersonal coach: Mr. Naval Singh National coach: NA A look back at Antil’s journey to the Tokyo podium would tell you that he is not the one to give up. A sportsman from a young age, Antil wanted to be a wrestler growing up. Coming from Sonipat, Haryana, wrestling was a tradition almost. He idolised Yogeshwar Dutt and wanted to emulate his success.But fate had other ideas and his wrestling dreams were cut short after he met an accident in 2015 while travelling to his tuitions. His leg had to be amputated from below below his knee. After resting for 53 days, he was shifted to Artificial Limb Centre in Pune where he got a prosthetic leg.However, his hopes of pursuing a wrestling career were over. Intially, Antil found it very hard to give up on his dreams but after his accident, there was no path open for him to become a wrestler.He was then introduced to para sports by Rajkumar, a para athlete in his village in Sonipat. It gave Antil a goal in his life again and he was chasing dreams again. Via Virender Dhankar, a para shot putter, he was introduced to AFI para-athletics javelin throw coach Naval Singh who advised Antil to take up javelin throw.“When I saw Sumit for the first time I had to motivate him a lot. He wanted to be a wrestler, but that career path wasn’t possible then. Sumit has good height and physique. He was 6’2 and had a good build. I knew if I worked on him, he could do wonders. I managed to convince him to switch to javelin and he started training under me,” Naval told TimesofIndia.com.With a goal to work and also guidance from an expert, Antil gave it his all. He used to even turn up to practise at 3 am in the evening at times to work on his skills.  At first it was a challenge for him to cope with that much workout as there was a lot of pain in his stump, and sometimes his liner (inner part of prosthetic leg) was filled with blood due to excessive heat in it.But his hard work bore fruit as Antil started winning medals at the international level and broke the world record in F64 category in just two years at the 2019 World Para Athletics Championship in Dubai. He qualified for the Tokyo Paralympics by winning silver in the event.By the time Tokyo Paralympics came around, Antil had developed his skills so much that his coach was confident of a gold medal. “I have never seen such a dedicated sportsperson. He is so determined. I’m sure he will will gold at the Paralympics,” Naval added.On Monday, his pupil proved it right and how.AchievementsSilver medal in World Para Athletics Grand Prix in 2019 Silver medal in Paris Open Handisport 2019Silver medal in World Para Athletics Championship, Dubai in 2019 5th position at the Asian Para Games, Jakarta in 2018.  4th position at the Open Paris Handisport Grand Prix in 2018. With Inputs from Sports Authority of India","author":"Scroll Staff","time":"2021-08-30T19:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163435-rslkfxjwnw-1630327750.jpg","tags":["Tokyo Paralympics","Paralympics","Sumit Antil","Javelin Throw"],"source":"https://scroll.in/field/1004140/tokyo-paralympics-meet-sumit-antil-wrestler-turned-javelin-thrower-who-never-gave-up-on-his-dreams"}