{"title":"Tokyo Paralympics, archery: India’s Harvinder Singh wins bronze with a thrilling win in a shootoff","content":"India’s Harvinder Singh became the first Indian archer to win a Paralympic medal as he beat South Korea’s Kim Min Su in the shootoff to win bronze in men’s individual recurve event at Tokyo Paralympics.Harvinder Singh had to do it the hard way after missing out on a chance to seal the bronze in four sets after he shot seven in the final shot when an eight would have been enough to win.The South Korean then hit back in the fifth set to take the match to a shootoff. But Harvinder who had made a habit of winning the tie-breakers pulled the rabbit out of the hat once again prevailing in the single-arrow shootoff to win bronze.Harvinder was in top form from the word go in the bronze medal match as he started with a score of 10. Despite a seven in the second shot, he took the first set.The Korean hit his stride to win the second set 29-27.The Indian then raised the bar and two consecutive tens helped him regain the lead in the match. But in the fourth set, a slip in the final shot meant the points were split giving the Korean a window of opportunity that he grabbed with both hands.However, it was the Indian who had better control over his nerves as he scored a ten to take bronze.The Indian had earlier lost his semi-final against USA’s Kevin Mather.In the semifinals, Singh lost to world number 10 Kevin Mather of the USA 6-4 in an intense five-setter (25-28, 24-24, 25-25, 25-24, 24-26).“I was really disappointed after losing the semifinal, I could have easily won that. So I wanted to give it all in the bronze match. I had nothing to lose,” he said.Singh, who hails from a small village Guhla Cheeka near Kaithal in Haryana, was stretched to the fullest in the first two rounds, but he showed tremendous resilience to overcome his fancied opponents via shoot-offs.In the first round of 32, Singh squandered a 4-0 lead against Stefano Travisani after shooting a 7 in the third set as his Italian rival made it 5-5 (27-24, 26-22, 26-27, 25-25, 25-27) to force a shoot-off.Singh clinched the issue – 6-5 (10-7) – in style, shooting a perfect 10 in the tie-breaker as his rival managed just a 7.In the last-16, Singh pipped former world number one Bato Tsydendorzhiev of Russia, once again by the thinnest of margins 6-5 (8-7).Singh effected a spectacular turnaround from 0-4 down to bring the match on an even keel 5-5 (26-28, 23-26, 29-26, 23-21, 28-28) and force a shoot-off where he edged out his Russian opponent 8-7.In the quarters, Singh swept aside 49-year-old three-time Paralympian Maik Szarszewski of Germany 6-2 (25-21, 28-23, 25-28, 26-23) dropping just one set.Hailing from a middle-class farming family, Singh had dengue when he was just one-and-half years old and a local doctor administered him an injection that had an adverse effect and his legs stopped working properly.The other Indian in fray, Chikara misfired his final arrow to go down to 55-year-old veteran David Phillips of Great Britain 3-7 (25-27, 25-25, 28-22, 22-29, 17-23) in an intense pre-quarterfinal battleLocked three-all at the halfway mark, the Indian shot a poor 5 to lose the fourth set by seven points.Needing a win in the final set to force a shoot-off, world number 13 Chikara started off with a 10 but only to misfire his final arrow to concede the match to Philips.A winner in the 2019 Asian Para Championship, Chikara earlier stormed past Sri Lankan Sampath Bandara Megahamulea Gadara 6-2 in the last-32.Chikara, who competes with a prosthetic left-leg, overcame a 6-pointer blip in the second set to wrap the issue without much fuss.The Open event combines W2 and ST classes, including athletes who have an impairment in the legs and use a wheelchair or have a balance impairment and shoot standing or resting on a stool.‘Sweet victory’The feat could not have been sweeter as the win came against Korea – India’s known nemesis in the sport – as the world No. 23 held his nerves to down Kim Min Su in a thrilling shoot-off for the individual bronze in the recurve men’s open section.“Obviously they’re an archery powerhouse and have been dominant against us. The key was not to let him dominate. It really paid off,” Singh, who won the shoot-off with a perfect 10 against Kim’’s 8, said in a virtual press conference.On a day his fancied teammate Vivek Chikara, who finished in top-10 in the rankings round, made a last-16 exit, Singh won the bronze playoff 6-5 (26-24, 27-29, 28-25, 25-25, 26-27) (10-8)“I may have won the medal but behind the scenes, many have worked for it. My coaches, family, support staff, SAI had a big role to play in achieving this feat. It’s a team effort,” the 31-year-old said.India has sent a team to each Paralympic Games since 1984 but it was in Rio 2016 Games that an athlete – Pooja – competed in the para archery event.World No.23 Singh was also the first athlete from India to win a gold medal at a major para competition in the 2018 Asian Games.","author":"Scroll Staff","time":"2021-09-03T18:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163624-ywugrfoiuw-1630672356.jfif","tags":["Archery","Paralympics","Tokyo Paralympics","Paralympics 2020","Harvinder Singh","Kim Min Su"],"source":"https://scroll.in/field/1004530/tokyo-paralympics-archery-indias-harvinder-singh-wins-bronze-with-thrilling-win-in-a-shootoff"}