{"title":"Tokyo 2020, men’s hockey: Simranjeet Singh, India’s Olympic hero who almost got away","content":"When you open Simranjeet Singh’s (hockey player) Wikipedia page on the internet, it greets you with a list of his namesakes spelt slightly differently. It says that the hockey player is not to be confused with any of these other famous personalities. Simranjeet has been on the national hockey team peripheries for about three years but didn’t quite capture the imagination of the nation. On Thursday, that changed. And changed quite emphatically.In what was the most important game for the Indian men’s hockey team in over four decades, Simranjeet scored twice to help India beat Germany 5-4 and win their first Olympic medal in 41 years. Read: Tokyo 2020, men’s hockey: Goals, tears, a bronze medal and a new dawn for IndiaSuddenly, that note on the very top of his Wikipedia page feels quite redundant. From now on, he is THE Simranjeet Singh. The one and only. India’s Olympic hero. India, though, had almost missed out on him. The 24-year-old from Punjab wasn’t included in Graham Reid’s initial 16-member squad for the Tokyo Olympics. It was only after the International Olympic Committee’s decision to allow alternate athletes due to the Covid-19 pandemic, that he was picked in the team as part of the new extended 18-member squad. Even after earning a ticket to Tokyo, Simranjeet wasn’t a big part of coach Graham Reid’s plans. In the first two matches against New Zealand and Australia, he did not feature. But something changed. Largely due to the results on the pitch – the 7-1 thumping against Australia forcing the coach to go back to the drawing board in search of an alternate plan but probably also due to Simranjeet’s attitude in training.He was a surprise inclusion in the team in the next match against Spain. He replaced his cousin Gurjant Singh who was till then the preferred player in that midfield role. From the heartbreak of missing out on the team to starting a pressure game for India at the Olympics, Simranjeet stood on the pitch having gone through a series of emotions in a span of few days. But for the midfielder, a man making his Olympic debut, it was time to cut all those emotions at once and focus on the task at hand. On a personal front, make the most of the rare chance that came his way and broadly to help the team in its bid to get their Olympic campaign back on track. Easier said than done.But the youngster delivered. He didn’t just contribute to an excellent Indian performance in a 3-0 win, he also got a goal to show for it. A scorer on Olympic debut, Reid now had a decision to make. And quite logically, he decided to back Simranjeet. After that game, the Punjab midfielder played all the remaining group games and also against the quarter-final against Great Britain even when Reid was rotating his players. It was his turn to sit out in the semi-final against Belgium and his presence in the attacking third was missed. He was back in the team for Germany and he banished any remaining doubts over his place in the team by scoring a brace against Germany where the stakes were the highest.The big stage often makes big players and in the case of India, the Olympics helped get the best out of Simranjeet Singh.“That is the definition of sport. When you get the opportunity, you have to take it,” coach Reid told reporters in an online interaction after India’s win on Wednesday.“If you look at the definition, you will probably find Simran’s goals,” he added. Simranjeet represents the new generation of Indian hockey players that know what it takes to succeed at the highest level. He was part of India’s junior hockey team that won the World Cup in 2016 and the Men’s Champions Trophy in 2018. He’s part of a group that puts the team’s glory ahead of individual feats. So even when he wasn’t picked as part of the initial 16-member squad, all he was thinking about was his team finishing on the podium. “When the team was selected, I wasn’t in it. The coach messaged me saying, ‘I know you must be frustrated’. I replied saying that it doesn’t matter, what matters is where we will be at the end of the Olympics,” Simranjeet said. There’s always been a feeling that destiny was writing India’s victory tale in Tokyo, but no one including Simranjeet would have thought that fate would have him as one of the leading protagonists.","author":"Kaushal Shukla","time":"2021-08-05T18:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162455-tpwqixodhs-1628159347.jpg","tags":["Hockey","Indian Hockey team","Indian Hockey","Olympics","Tokyo Olympics","Olympics 2020","Simranjeet Singh"],"source":"https://scroll.in/field/1002124/tokyo-2020-mens-hockey-simranjeet-singh-indias-olympic-hero-who-almost-got-away"}