{"title":"Tokyo Paralympics: Full list of India’s medals from an unprecedented campaign","content":"For the Rio Paralympics, India sent a total of 19 athletes. It was a record in itself back then. And in a coincidence to mark the end of Tokyo Paralympics, India won a total of 19 medals. India’s previous best tally at one edition of the Paralympic Games was four (2016 as well as 1984 but more gold medals in Rio). They won nearly five times as many in Tokyo.India’s total number of gold medals at the Paralympics before Tokyo was four. India won five of those just at these Games. #Tokyo2020 #Paralympics 🥇🥇🥇🥇🥇The 🇮🇳 National Anthem for the fifth time at Tokyo Paralympics! 🎥 DD Sportspic.twitter.com/2I91cqFEHE— The Field (@thefield_in) September 5, 2021\n\n India's Paralympic Games by year \n    \n       Year  Gold  Silver  Bronze  Total \n    \n     2021  5  8  6  19  2016  2  1  1  4  2012  0  1  0  1  2004  1  0  1  2  1984  0  2  2  4  1972  1  0  0  1  Total  9  12  10  31 \n   *Total corrected (Previously didn't include Tokyo tally) Here are the list of medals that have been won by the Indian contingent at Tokyo Paralympics: India's Tokyo Paralympics medals \n    \n       Name  Sport  Event  Medal  Name \n    \n     Sumit Antil  Athletics  Men's Javelin Throw - F64  GOLD  Sport Class: F64  Pramod Bhagat  Badminton  Men's Singles SL3  GOLD  Sport Class: SL3  Krishna Nagar  Badminton  Men's Singles SH6  GOLD  Sports Class: SH6  Manish Narwal  Shooting  P4 - Mixed 50m Pistol SH1  GOLD   Sport Class: SH1  Avani Lekhara  Shooting  R2 - Women's 10m Air Rifle Standing SH1  GOLD  Sport Class: SH1  Yogesh Kathuniya  Athletics  Men's Discus Throw - F56  SILVER  Sport Class: F56  Nishad Kumar  Athletics  Men's High Jump - T47  SILVER  Sport Class: T47  Mariyappan Thangavelu  Athletics  Men's High Jump - T63  SILVER  Sport Class: T42  Praveen Kumar  Athletics  Men's High Jump - T64  SILVER  Sport Class: T44  Devendra Jhajharia  Athletics  Men's Javelin Throw - F46  SILVER  Sport Class: F46  Suhas Yathiraj  Badminton  Men's Singles SL4  SILVER  Sport Class: SL4  Singhraj Adhana  Shooting  P4 - Mixed 50m Pistol SH1  SILVER  Sport Class: SH1  Bhavina Patel  Table Tennis  Women's Singles - Class 4  SILVER  Sport Class: 4  Harvinder Singh  Archery  Men's Individual Recurve - Open  BRONZE  Sport Class: ST  Sharad Kumar  Athletics  Men's High Jump - T63  BRONZE  Sport Class: T42  Sundar Singh Gurjar  Athletics  Men's Javelin Throw - F46  BRONZE   Sport Class: F46  Manoj Sarkar  Badminton  Men's Singles SL3  BRONZE  Sport Class: SL3  Singhraj Adhana  Shooting  P1 - Men's 10m Air Pistol SH1  BRONZE  Sport Class: SH1  Avani Lekhara  Shooting  R8 - Women's 50m Rifle 3 Positions SH1  BRONZE  Sport Class: SH1","author":"Scroll Staff","time":"2021-09-05T13:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163689-cmdqrsxomd-1630829935.jpeg","tags":["Tokyo Paralympics","Paralympic Games","Avani Lekhara","Sumit Antil","Manish Narwal","Singhraj"],"source":"https://scroll.in/field/1004597/tokyo-paralympics-full-list-of-indias-medals-from-an-unprecedented-campaign"}