{"title":"Tokyo 2020, men’s hockey: India beat Germany to win bronze, end 41-year wait for Olympic medal","content":"The Indian men’s hockey team ended a 41-year-long wait for an Olympic medal as they beat Germany 5-3 in a thriller to win the bronze  at Tokyo Olympics.Two goals from Simranjeet Singh, and one each from Harmanpreet Singh, Hardik Singh and Rupinder Pal Singh lifted India after the Germans had scored thrice in the first half.India got off to the worst possible start as Germany opened their account in the second minute through Timur Oruz.It took India some time to get going after the early blow and missed a chance to equalise when Rupinder Pal Singh blasted a Penalty Corner wide. The first quarter ended with a flurry of PCs for Germany but India did well to keep them out and remain within a goal of the 2016 bronze medallist.Also read – India at Tokyo 2020 day 13 live updates India made a perfect start to the second quarter when Simranjeet equalised in the 17th minute after turning in the circle.However, India couldn’t make most of the momentum as Germany punished sloppy defending from India as Niklas Wellen put the Germans ahead in the 24th minute.India were opened up again a minute later when Benedikt Furk added a third for Germany.Stunned by the twin German strikes, India went on the front foot and were instantly rewarded. From a PC that was saved by the German goalkeeper, Hardik Singh was on guard to poach home India’s second in the 27th minute.This time though India made the most of the momentum and equalised minutes later through another PC which was expertly put away by Harmanpreet Singh.A frantic first half ended 3-3 and with India very much with their tails up after two quick-fire goals at the end of that first half.India started from where they had left off in the first half putting pressure on that German defence and were awarded an early penalty stroke. Rupinder Pal Singh stepped to convert it and put India in the lead for the first time in the 31st minute.Three minutes later, India added a fifth goal all thanks to a superb run from Gurjant Singh who set up Simranjeet for his second. In seven minutes either side of the interval, India completely turned the game around by scoring four times.India had chances to further add to the lead as Germany received a yellow card but they weren’t clinical on the PCs.Then it was Germany’s turn to torment the Indian goal with PCs. The European side threw some pretty neat variations at the Indians who defended well to go into the final quarter with a two-goal lead.Germany pulled a goal back from a PC through Lukas Windfeder 12 minutes from time to set up a tense finish for India.Mandeep Singh should have eased the nerves straightaway as he went one on one with the goalkeeper but couldn’t find a finish past him.Germany threw everything at the Indian defence in the dying minutes but the Manpreet Singh and co held on to create history.The win gave India its 12th medal in hockey at the Olympics.","author":"Scroll Staff","time":"2021-08-05T08:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162430-wauizojtzf-1628133699.jpg","tags":["Hockey","Indian Hockey","Tokyo Olympics","Olympics 2020","Olympics","Simranjeet Singh","Indian hockey team"],"source":"https://scroll.in/field/1002078/tokyo-2020-mens-hockey-india-beat-germany-to-win-bronze-end-41-year-wait-for-olympic-medal"}