{"title":"Tokyo 2020: Harvinder Singh, India’s first Paralympic medallist in archery, left nothing to chance","content":"For Harvinder Singh, born in a financially modest family in Ajitnagar village of Kaithal district in west Haryana, life hadn’t been rosy. At the age of one, his legs stopped functioning properly after the medicine he was administered for treating dengue fever had an adverse reaction on his body.It didn’t stop him from being a good student though. Not just in school but also in life. It was this desire to learn new things that helped him stumble onto archery. Having gained a keen interest in the sport while watching the 2012 Olympic Games, Singh wasted no time in pursuing it and enrolled in an archery academy the very next day. As a man who always likes to keep himself engaged, archery was the perfect means to kill free time. “It’s important to keep yourself engaged. If you have too much free time, you start thinking a lot about different things and sometimes negativity sets in. I like to keep myself occupied all the time,” Harvinder told reporters after he won bronze medal at the Tokyo Paralympics becoming the first archer to do so at the Paralympic Games. Singh would never skip archery practice and the results were there to be seen as he won several medals at the national level. His performance gave local coaches the belief that he could make a career out of a sport he started following purely as an additional interest. A seventh-place finish in his first Para Archery World Championships gave further boosted the coaches’ belief but there was to be a setback. Just days before the 2018 Para Asian Games, Singh lost his mother. For an athlete trying to peak in his game, it was a bad blow. But he even took that in his stride and surprised everyone by winning a gold medal in Jakarta.“It was one of the most difficult phases in my life; I had lost my mother 20 days ahead of the Games. But I kept my focus going and never let my motivation down and gave my best. Though I had worked hard, the gold medal was surely a surprise and it was all for my mother,” Singh had told the Tokyo 2020 website in June 2020.After the Para Asian Games gold, Singh had a disappointing outing at the Fazza Para Archery Championships in Dubai but rallied to finish ninth at the Para Archery World Championships and booked a ticket to the Tokyo Games.“I expected a lot from myself in that (Dubai) event and buckled under pressure. But then once again, it was my Asian Games 2018 spirit that boosted my confidence,” he said. However, just as he began setting his sights on Tokyo, the pandemic hit and all avenues of training were shut. Spending days without training was becoming a problem.But Harvinder didn’t let the negativity hamper him. With the post-harvest season on, he converted his farm into an archery range. “I used to initially practice indoors but it is very different with the wind and other factors. So I asked my father if I could convert the farm into a practice area. So even during the lockdown, I could train,” Harvinder said. Archery in progress @ArcherHarvinder pic.twitter.com/eLhcpR9hvR— Harvinder Singh (@ArcherHarvinder) May 19, 2020\n\nWhile the postponement of the Games felt frustrating at the beginning, Harvinder once again remained positive. He saw it as a chance to get even better. “Mehnat itni khamoshi se karo ki safalta shor macha de (Work hard so silently that your success makes all the noise),” were his words at the time and he stayed true to it. Fast forward to Tokyo, Singh seemed like a man in control of his game. His technique was top class, but archery is pretty much a mental game and it was that aspect that he really aced. He had to take part in three shoot-offs on his way to winning bronze and he came up trumps in each of one them. However, his success in the shoot-offs wasn’t a coincidence or a flash of good fortune. He had prepared for it.“I liked to practise shoot-offs a lot. In my last practice before the Games, my coach asked me to train for it and I shot three 10s. So I had the confidence going into the Paralympics that I could deliver and I did. People are calling me ‘shoot-off master’. It feels really good,” Singh said.“However, practice was not the only key. You have to show how well you are prepared in just 10-15 seconds. It’s not easy as there are hundreds of things going on in your mind at the time. I am glad I was able to control my emotions really well,” he added. But Singh believes that even though his performance in Tokyo was good, it was far from perfect. He aims to get there by Paris 2024.“You feel good when your efforts are rewarded. This bronze is good but next time I will work even harder and try and improve my game so much that I can win gold,” he said. For many, staying hungry for greater laurels after achieving something that no other countryman of theirs has achieved can be difficult, Harvinder is slightly different.For him, learning is a continuous process both on and off the archery field. He is pursuing his Ph.D. in Economics from Punjab University and that’s his next target once he returns to India. There is no rest, there will never be.After taking care of his studies, he will be back with the bow in his hand and back at it. It took him nine long years to go from an archery fan to a Paralympic medallist in the sport. And now with just three more years of hard work, he will have a chance to become a Paralympic champion. For Harvinder, the man who leaves nothing to chance, it’s too big an opportunity to let go.","author":"Kaushal Shukla","time":"2021-09-04T13:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163654-pqhniafxgg-1630742606.jpeg","tags":["Paralympics","Tokyo Paralympics","Paralympics 2020","Harvinder Singh","Archery"],"source":"https://scroll.in/field/1004537/tokyo-2020-harvinder-singh-indias-first-paralympic-medallist-in-archery-left-nothing-to-chance"}