{"title":"Tokyo 2020, women’s hockey: India go down fighting against Great Britain in bronze medal match","content":"Indian women’s hockey team went down fighting to Great Britain in the bronze medal playoff on Friday as their bid to win a first-ever Olympic medal ended in heartbreak.India came back from 0-2 down to take a 3-2 lead at half time but Great Britain bounced back to score a goal each in the next two quarters to seal a 4-3 victory and claim bronze.Great Britain, the Rio 2016 champions, had started the encounter on the front foot dominating possession in the first quarter. It was down mostly to Indian goalkeeper Savita Punia that India managed to keep the score level.Also Read – India at Tokyo 2020, Day 14 live updatesHowever, it didn’t take long for Great Britain to break the deadlock in the second quarter as Ellie Rayer was on target in the 16th minute. Sarah Robertson then doubled Britain’s lead who were full value for it.But India responded with a superb fightback and scored thrice in a space of four minutes .Gurjit Kaur scored two goals in two minutes both from Penalty Corners as India drew level. Then, with a minute to go in the second quarter, Vandana Katariya sneaked in another goal as India completed a remarkable turnaround.Great Britain though started the second half well and Hollie Pearne-Webb equalised in the 35th minute.India responded with a spell of possession but it was Britain who ended the third quarter strongly.With Gurjit off court, India couldn’t make the most of a late PC in the third quarter as the scores stayed level.India received a yellow card early in the fourth quarter and it allowed Great Britain to put Indian defence under pressure. India survived two PCs but Britain scored from the third through Grace Balsdon.The two goals proved to be the final of the match and Indians couldn’t mount any sort of sustained attacks after that as Great Britain held on to win the bronze medal.India will leave Tokyo without a medal but they can be proud of their efforts to finish fourth at what is just their third Olympics appearance. Ranked ninth at the start of the tournament, no one gave them a chance of coming close to a medal but they came very close to winning one in Tokyo. They fought back to reach the quarter-final after starting with three straight losses, stunned Australia to reach the semi-final and took the holders to the brink.","author":"Scroll Staff","time":"2021-08-06T09:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162478-tflkaywxmk-1628220298.jpg","tags":["Hockey","Indian hockey team","Women's Hockey","Great Britain","India","Olympics","Tokyo Olympics","Olympics 2020"],"source":"https://scroll.in/field/1002178/tokyo-2020-womens-hockey-india-go-down-fighting-against-great-britain-in-bronze-medal-match"}