{"title":"Tokyo 2020, athletics: Vinod Kumar declared ineligible for discus throw F52 bronze medal","content":"India’s Vinod Kumar was on Monday declared ineligible for the F52 discus throw bronze medal at Tokyo Paralympics after disability classification assessment by the organisers. Vinod finished with the third best mark on Sunday in his event, which was an area record, but the result was put on hold after a protest over his disability classification. It had somewhat marred the upbeat mood in the Indian camp.The 41-year-old produced a best throw of 19.91m to finish third behind Piotr Kosewicz (20.02m) of Poland and Velimir Sandor (19.98m) of Croatia on Sunday.Statement from Technical DelegatesFollowing classification Observation Assessment in competition and subsequent re-assessment by the classification panel, the panel was unable to allocate the athlete Vinod Kumar from NPC India with a sport class and the athlete was designated as Classification not Completed (CNC). The athlete is therefore ineligible for the Men’s F52 Discus medal event and his results in that competition are void.Vinod had injured both his legs after falling off a cliff while training after joining the BSF. It is a heartbreaking turn of events for the man from Haryana who was bed-ridden for close to a decade till 2012 and lost both his parents in that period.F52 is for athletes with impaired muscle power, restricted range of movement, limb deficiency or leg length difference, with athletes competing in seated position with cervical cord injury, spinal cord injury, amputation, and functional disorder.Para-athletes are classified depending on the type and extent of their disability. The classification system allows athletes to compete those with a similar level of ability.Vinod’s classification was done on August 22.Paralympic Committee of India President Deepa Malik told PTI that there is nothing that the PCI can do now.“Classifications done previously can be challenged during competitions and can be overruled also. There is nothing that India can do now,” said Malik.About the sports classification: In the 50s sport classes, all athletes compete in a seated position, either in wheelchair or on a throwing chair, due to impaired muscle power, restricted range of movement, limb deficiency or leg length difference. A lower number indicates a higher activity limitation. Athletes in sport classes F51-53 have limited shoulder, arm and hand function to different degrees and usually no trunk or leg function. This profile is, for example, seen with athletes with spinal cord injury resulting in tetraplegia.","author":"Scroll Staff","time":"2021-08-30T15:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163425-ojhiokcrrv-1630317298.jpeg","tags":["Tokyo 2020 Paralympics","Paralympic Games","Vinod Kumar","Athletics"],"source":"https://scroll.in/field/1004123/tokyo-2020-athletics-vinod-kumar-declared-ineligible-for-discus-throw-f52-bronze-medal"}