{"title":"Tokyo Paralympics, badminton preview: A look at India’s medal hopefuls as the sport makes its debut","content":"Badminton has been introduced in the Paralympics Games for the first time in Tokyo 2020 and has led to an enhanced interest in the sport across the globe. India has been one of the front runners in several para badminton disciplines over the past few years and hence is hopeful of bagging at least a couple of medals in the Japanese capital.Para badminton events are generally held in six different classes with two in wheelchair and four in standing.Tokyo 2020 Paralympics: From Rio 2016 medallists to new hopes, meet India’s top medal contendersAt Tokyo 2020, there will be 14 gold medals at stake – seven events for men (six singles and one doubles), six for women (five singles, one doubles) and one mixed doubles event, with 90 para shuttlers including 46 men and 44 women competing from September 1-5, 2021 at the Yoyogi National Stadium.Event ProgrammeSingles WH1 (Men/Women)Singles WH2 (Men/Women)Singles SL3 (Men)Singles SL4 (Men/Women)Singles SU5 (Men/Women)Singles SH6 (Men)Doubles WH (Men/Women)Doubles SL/SU (Women/Mixed)As seen in the table above, only SL3 and SH6 will have events only for men at this Paralympics.Indonesia’s Leani Ratri Oktila (women’s SL4) is considered the favourite for a triple crown as she is also participating in women’s doubles (SL3-SU5) and mixed doubles (SL3-SU5) category. In the men’s section, France’s Lucas will be vying for a double crown in SL4 men’s singles and mixed doubles partnering Faustine Noel, who will also be competing in the women’s singles SL4 event.No Indian player has managed to qualify for the Wheelchair events (WH1 and WH2) and will only be competing in the standing events with five men and two women vying for medals in seven disciplines.Here’s a look at these disciplines and the chances of the Indian players.SL3 (men)This is a standing category where the players could have severe impairment in one or both legs and have poor walking/running balance due to cerebral palsy, polio or amputation below the knee. Considering the difficulty in moving for these players, SL3 is played in half the court (lengthwise). In these matches, the area in front of the service line is out of bounds.Total number of participants: 6Format: Group stage and knock-out with top-two players in each group reaching the semi-finals.Indian Participants: Pramod Bhagat, Manoj SarkarIndia is considered the favourite to win two medals in this category as Pramod Bhagat is the reigning world champion who has dominated the field for the past few years.Bhagat, 33, developed a problem in his leg when he was just six years old and took up badminton when he was 13. He initially played in able-bodied events before focusing on para-badminton. He has been extremely consistent since 2018 and has won the last three tournaments in the run-up to the Paralympics.Manoj Sarkar, who had to get a bipartite quota to become the second Indian to qualify, is currently ranked third in the world. He is the 2016 Asian Para-Badminton Championship gold medallist and had bagged the bronze medal at the 2019 world championship.Sarkar was a victim of wrongful medication when he was just one and lost strength in one of his limbs. He worked on his badminton skills after learning about wall practice from a TV show and had to crowdfund for his initial international tournaments.The biggest challenge for Bhagat and Sarkar in their gold medal quest is likely to come from Daniel Bethell of Great Britain and Ukun Rukaendi of Indonesia.SL4 (men/women)This is also a standing category where the impairment in one or both legs is lesser as compared to the SL3 category and players have slightly better walking/running balance. SL4 is played in full court.Total number of participants: (Men 8, Women 13)Format: Group stage and knock-out with two players in each group qualifying for semi-finals in men and only top player from the four groups making it to last four in women.Indian Participants: Tarun Dhillon, Suhas LY (men), Parul Parmar (women)India would be hoping for at least one medal in the men’s singles event with Dhillon and Suhas Lalinakere Yathiraj ranked second and third respectively in the world rankings.Two-time world champion Dhillon suffered a nasty fall when he was 10 and developed a deformity in his right leg. After winning the 2018 Asian Para Games gold, he was considered one of the favourites to win the 2019 world championship crown. But a fall in the final against France’s Lucas Mazur forced him to forfeit that match while leading 14-13 in the opening game. The 25-year-old took quite some time to recover from the injury and would look to hit his stride early in Tokyo to regain his confidence and aim for gold.Compatriot Yathiraj has made it to Tokyo on a bipartite spot. The 38-year-old IAS officer of Uttar Pradesh cadre has had a leg impairment since birth and took up the sport competitively only after joining government service. He had to balance his job, as the District Magistrate of Noida during the coronavirus pandemic, and his training for the last one and half year and will be keen to leave his mark in Tokyo.Apart from Mazur, the two Indians would have to be vary of the challenge from Indonesia’s Fredy Setiawan and South Korea’s Shin Kyung Hwan.In the women’s singles category, there is not much hope from Parul Parmar, who is actually an SL3 player but has got an entry in SL4 as she qualified for the Paralympics in the women’s doubles (SL3-SU6) category.The 48-year-old is a two-time world champion in SL3 but covering the entire court isn’t going to be easy for the Gujarat-based shuttler who has suffered from polio since she was three.SH6 (men)This category is for players who are short in stature due to genetic condition.Total number of participants: 6Format: Group stage and knock-out with top-two players in each group reaching the semi-finals.Indian Participant: Krishna NagarThe left-handed Nagar took up badminton six years ago after being introduced to the sport by his cousin. The 22-year-old from Jaipur was always known for his speed and agility and has used that well to make a mark on the international badminton circuit since his debut in 2018. He bagged the bronze medal at the 2019 World Championship in Basel and is currently ranked second in the world in SH6.His main challengers for the podium finish in Tokyo would be Great Britain’s Jack Shepard and Kyrsten Coombs and Chu Man Kai of Hong Kong.SU5 (women)This is the only category for impairments in the upper limbs like missing thumb or nerve damage to the playing-arm. Athletes with severe impairment to their non-playing arm that can affect their ability to serve, balance or trunk rotation are also covered under this category.Total number of participants: 10Format: Group stage and knock-out with top-two pairs from three groups reaching the quarter-finals.Indian Participant: Palak KohliThe 19-year-old Kohli, whose left arm isn’t fully developed, first learnt about para-badminton in a shopping mall when chief coach Gaurav Khanna spoke to her by sheer luck and asked her to try the sport if she was interested in playing. The rest, as they say, is history.Kohli made it to the Paralympics through the women’s doubles SL3-SU5 category and would also get to participate in the SU5 singles and mixed doubles SL3-SU5 events.She would have loved to directly qualify for the SU5 singles category but an injury during the 2019 World Championship meant that she could not go all out in multiple events and the coach decided to focus on women’s doubles to make the cut as it would make her eligible for all events in Tokyo.The teenager has managed to train well even during the lockdown and played all three events at the Dubai Para Badminton event in April 2021, reaching the final in singles and semi-finals in the two doubles categories.Her biggest challenge would be to ensure that she manages to stay at her physical best while participating in three events during the week as she will have to do the bulk of the work in both the doubles events as her partners have severe leg impairments.The main medal contenders in the singles category include Japan’s Ayako Suzuki and China’s Yang Quixia.Women’s doubles (SL3-SU5)The combinations permitted in this event are SL3+SL3, SL4+SL4 and SL3+SU5. This means that players will various degree of impairment would be playing in the same event.Total number of participants: 6Format: Group stage and knock-out with top-two pairs in each group reaching the semi-finals.Indian Participant: Palak Kohli and Parul ParmarThough Parmar and Kohli are among the top-6 ranked players and have earned direct qualification, it is going to be a tough task for the Indian combination, which has one player from SL3 and other from SU5.Among the six competitors in Tokyo only Japan’s Noriko Ito and Ayako Suzuki have the same impairment category as the Indians. All the other four combinations have SL4-SL4 impairment and this means that both players in those pairs are used to covering the whole court. In contrast, the shuttler with SL3 impairment finds it difficult to move sideways and hence the bulk of work has to be done by the SU5 shuttler.Top contender Oktila will combine with Khalimatus Sadiyah in her quest for a triple crown with Chinese combination of Cheng He Fang and Ma Hui Hui looking to crash the Indonesian’s party.Mixed doubles (SL3-SU5)Just like the women’s SL3-SU5 category, players will various degree of impairment are allowed to pair together. In the mixed category, however, SL3+SL3 category is also allowed unlike in women’s doubles as the men also have the singles event in Tokyo Paralympics.Total number of participants: 6Format: Group stage and knock-out with top-two pairs in each group reaching the semi-finals.Indian Participant: Pramod Bhagat and Palak KohliBhagat and Kohli have played just one tournament together during the qualification period and there were two Indian pairs above them in the Race to Tokyo ranking. But according to the qualification rules set by BWF, if a men’s player had qualified for singles, they were invited to play mixed doubles under the mixed doubles re-allocation quota rules. Two Indian men’s singles players had mixed doubles rankings but only one could have been selected and the officials went ahead with this combination.However, it would still be a tough task for the Indians to challenge for a medal since the top-four ranked pairs in the competition are SL4+SL4 combinations with only Japan’s Daisuke Fujihara (SL3) and Akoko Sugina (SU5) playing as SL3+SU5 combination apart from the Indians. Indonesia’s Oktila and Hary Susanto are favourites for gold with the French combination of Mazur and Noel expected to be their closest challengers.Also read:  Tokyo 2020 Paralympics: Complete list of athletes in India’s record contingent and their eventsHistory, India’s medals, new events and more – a brief guide to Tokyo 2020 Paralympic GamesTokyo 2020 Paralympic Games: An overview of the schedule for India’s 54-member contingent","author":"Abhijeet Kulkarni","time":"2021-08-31T13:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163469-vfetbdkldk-1630396523.jpg","tags":["Tokyo Paralympics","badminton","Paralympics","Pramod Bhagat"],"source":"https://scroll.in/field/1003964/tokyo-paralympics-badminton-preview-india-can-hope-for-several-medals-as-sport-makes-its-debut"}