{"title":"Tokyo Paralympics, badminton: Bhagat-Kohli pull off upset; five men’s singles players in semi-finals","content":"Pramod Bhagat and Palak Kohli combined to register India’s most impressive win and qualified for the mixed doubles semi-finals on an action-packed day at the Tokyo Parlympics on Friday while the contingent were assured of at least two medals from the sport. Three singles players – Tarun Dhillon, Noida District Magistrate Suhas Yathiraj, and Manoj Sarkar – made the last-four stages of their categories to continue good run at the Paralympics badminton competition on Friday.Bhagat, who had already qualified for the men’s singles SL3 event’s semi-final on Thursday, and Kohli beat Thailand’s Siripong and Nipada Saensupa 21-15, 21-19 in a 29-minute clash to finish second in group B of SL3-SU5 mixed doubles. The pair had earlier come close to upsetting the world No 2 pair in their group as well. It is a superb campaign already for a non-regular pair, ranked outside top 30, against the world No 3. It gets even more impressive when you consider the pairs Indians are up against are SL4-SL4, meaning they are used to full court coverage. Bhagat is a SL3 player, who plays singles half court.After his mixed doubles win, Bhagat said: “This was a difficult game and I am happy to be on the winning side, Palak and me were focused and managed to execute our plans. I find myself very lucky to have qualified for 2 semi-finals. All my focus now is winning medals for India.”The Indian duo will now clash with Indonesian pair of Hary Susanto and Leani Ratri in the semifinals on Saturday, the top seeds.In men’s singles, Suhas, Tarun Dhillon and Manoj Sarkar also made it to the semi-finals on a fruitful day for India which ensured two semi-finalists each in SL3 and SL4 categories. In SL4 class, Suhas, a world number 3, took 19 minutes to get the better of Indonesia’s Hary Susanto 21-6 21-12 in group A. Tarun, seeded second, recovered from a mid-game slump to outwit Korea’s Shin Kyung Hwan 21-18 15-21 21-17 in a group B match.However, Suhas later suffered a 15-21 17-21 loss against France’s top seed Lucas Mazur and Tarun went down 19-21 9-21 to Indonesia’s Fredy Setiawan in their final group matches later in the day and finished second in their groups.In the semi-finals, Suhas has been pitted against Setiawan, while Tarun will lock horns with Mazur, a two-time world champion.Suhas has an impairment in one of his ankles, while Tarun has restricted knee movement following a severe injury that he suffered at the age of eight.In SL3 class, Manoj secured a 21-16 21-9 victory over Ukraine’s Oleksandr Chyrkov to make it to the knockout stage after finishing at the second spot in group A behind world No 1 Bhagat.The 31-year-old, who had contracted polio at one, had lost to Bhagat in his opening match.In the semi-finals, Manoj will face Great Britain’s Daniel Bethell, while Bhagat will take on Japan’s Daisuke Fujihara on Saturday.In SH6 class, Krishna Nagar, seeded second, prevailed 21-17 21-14 over Brazil’s Vitor Goncalves Tavares in 27 minutes for his second win in as many matches to top group B. Krishna, who had already qualified for the semi-finals before that match, will meet Great Britain’s Krysten Coombs in the knockout stage. The top seed in this category, Jack Shepard, bowed out in the group stage.Later in the day, 19-year-old Kohli signed off her women’s singles SU5 campaign with a 11-21 15-21 loss against Japan’s Kaede Kameyama in the quarterfinals.Earlier, Kohli, 19, and Parul Parmar, 48, suffered their second successive loss in women’s doubles SL3-SU5 group A, going down 12-21 20-22 to the French pair of Lenaig Morin and Faustine Noel.India’s badminton semi-final schedule for Saturday (Note: SL3 gold / bronze medal matches to be added based on results)Para badminton classification: WH1 is for players who require a wheelchair to play badminton and usually have an impairment in both their legs and trunk. Players are required to play in a wheelchair in this class. (Half court)WH2 is for players who could have an impairment in one or both legs and minimal or no impairment of the trunk. (Half court)SL3 players must play standing. The player could have impairment in one or both legs and poor walking/running balance. (Half court)SL4 is a second standing class where the player has a lesser impairment compared to Sport Class SL3. The player could have an impairment in one or both legs and a minimal impairment in walking/running balance.SU5 is for players with an impairment of the upper limb. The impairment could be on the playing or non-playing hand.SH6 is for players who have a short stature.With PTI inputs","author":"Scroll Staff","time":"2021-09-03T22:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163636-opycgjxyrs-1630687203.jpg","tags":["Pramod Bhagat","Suhas Yathiraj","Palak Kohli","Tarun Dhillon","Manoj Sarkar","Paralympics","tokyo Paralympics","tokyo 2020"],"source":"https://scroll.in/field/1004547/tokyo-paralympics-badminton-bhagat-kohli-pull-off-upset-five-mens-singles-players-in-semi-finals"}