{"title":"Tokyo 2020, hockey: In India’s double dream run to last four, a common theme of self-belief and grit","content":"On July 24, the Indian women’s hockey team lost to Netherlands 1-5.On July 25, the Indian men’s hockey team lost to Australia 1-7.As far as inauspicious beginnings go, this was pretty bad (for the men, this was their second match). In two days, two numbing defeats at the Tokyo 2020 Olympic Games. The women weren’t quite expected to win against the world No 1 Dutch but the men were expected to give world No 1 Australia a tough fight. The margins of defeat were such that the teams could have so easily fallen apart and few would have been surprised. After all, big defeats and recoveries don’t exactly go hand in hand. Many experts called for India to shrug off the defeats and focus on the next match. That, however, is easier said than done. The doubts are difficult to banish and they somehow always surface in the toughest times.But what did India – the men and the women – do?Somehow, they went back to square one and started over. They trusted the process. They trusted their plans. They trusted the hard work they had put in. They trusted themselves and their team-mates.The women were back on the field first and once again, it was a match against a strong opponent – Germany. But this time, Rani Rampal and her team were not blown away. In fact, they had so many chances that many observers thought the Germans were lucky to win or that India were extremely unlucky to get nothing out of that match. India’s finishing against Germany left a lot to be desired but their overall gameplay was at a very high level.The men’s team were on the field next, for a match against Spain. Manpreet and Co turned in a thoroughly professional performance to win 3-0. They did not put a foot wrong in the match. The turnaround was stunning, to say the least.The path for the women wasn’t as simple or straightforward though. They crashed to another defeat – 1-4 against Great Britain. Once again, let down by finishing. India had five shots on goal and seven penalty corners but just one goal to show for all those chances.Once again, the team went back to the table. Three losses on the trot but against three of the strongest teams... there was still a spot for the knockout rounds to be claimed. Gritty winsThe men got another solid win over Argentina (3-1) but for the women, a crunch match against Ireland loomed and for that, they simply went back to basics.The women’s team is all about defence. Their backline has been solid and their strength for a while now. They run hard and they work hard. Rampal shoulders the goal-scoring responsibilities on most days. Against Ireland, they just soaked up all the pressure and then, with their future at the Games on the line, Navneet Kaur got the goal created by a moment of brilliance by the captain. Who else. They cut it close but it was a vital win.On the other hand, the men’s team were now truly starting to get going and their 5-3 win over Japan showed that the forward line, especially Gurjant Singh, was starting to fire too. The win made certain of the second spot in the group stage. For the women, it wasn’t quite a done though. It was going to go down to the last match. They were facing South Africa, the bottom-place team. Ireland were facing Great Britain but would have the fate in their own hands. Rani Rampal’s team needed to win and then hope that Great Britain would win or draw against Ireland. The match against RSA turned out to be a strange one for India. They would score and then the South Africans would draw level. In loop. Vandana Kataria scored a hat-trick and somehow, India came out 4-3 victors. It was close, it was tight but with the Great Britain vs Ireland match yet to come, the team was not yet out of the woods. They chose to wander around the Games Village rather than watch the game and then finally, after a wait that seemed like an eternity, the good news filtered it. They were through to the quarter-finals – the men’s team would run into Great Britain while the women would run into Group B toppers Australia.Knockouts, different testNeither match was for the faint-hearted but when the final hooter was sounded, India had won them both.The men had a relatively easier time against Great Britain, winning 3-1. It looked like it would go down to the wire but Hardik Singh’s brilliant run – which began in India’s half – and strike diffused the tension.#Tokyo2020 #Hockey This Hardik goal was pure genius. Enough said. What a run and what a finish! 🎥 Tokyo2020hi pic.twitter.com/IFWIRNX2oO— The Field (@thefield_in) August 1, 2021\n\nThe women, though, were against a top team that was expected to walk all over them. There was hope of course even if no one gave them a real chance. But Australia were never allowed to get into the match. Right from the start, India were at them. The defence was heroic, Savita Punia was outstanding in goal and the manner in which they defended the lead that Gurjit Kaur gave them will go down in legend.Both teams, the men and the women, were in tears at the end of their matches. That is how much it meant to them. That is how much it meant to India. Two chances to win a medal again in hockey. Both of them are assured to play a medal match of some kind. It was about the past; about regaining past glory but it was also about the future.The teams have shown a lot of skill and executed plans well too but above all, this has been a journey of self-belief and grit. To start the way they did and then work their way into semis shows that they are not teams that can be trifled with. The job isn’t done though. A place in the final awaits and, as they have so far, they’ll certainly believe they can get there. Sorry family , I coming again later 😊❤️ pic.twitter.com/h4uUTqx11F— Sjoerd Marijne (@SjoerdMarijne) August 2, 2021","author":"Ashish Magotra","time":"2021-08-02T14:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162304-fwvalglexg-1627889249.jpg","tags":["India","Australia","Great Britain","Hockey","Tokyo 2020"],"source":"https://scroll.in/field/1001756/tokyo-2020-hockey-in-indias-double-dream-run-to-last-four-a-common-theme-of-self-belief-and-grit"}