{"title":"Tokyo 2020: Behind PV Sindhu’s success, an incredible mindset to win and a strong support system","content":"When PV Sindhu lost the women’s singles semi-final at the Tokyo Olympics to Tai Tzu Ying, the question was, alluded even in pre-match commentary, whether she would be able to regroup herself and find a way to win her second medal in the quadrennial Games.She had entered the event as the reigning world champion and unlike the 2016 Rio Olympics campaign, had the pressure of expectations on her shoulders even before she took the flight to Tokyo.Sindhu not only regrouped herself well, she came out all guns blazing against the talented He Bingjiao, nullifying the left-handed Chinese’s deception and sharp strokes on her way to creating history. At no stage did she let her guard down and maintained the tempo throughout the encounter.But what she said immediately after winning the bronze medal showed exactly why Sindhu is considered a big tournament player.“I had a lot of emotions going through me – should I be happy that I won bronze or sad that I lost the opportunity to play in the final? But overall, I had to close off my emotions for this one match and give it my best, my all and not think about the emotions,” she told the Badminton World Federation.The statement is in contrast with how most of Indian athletes touted to be medal hopefuls have been reacting to the pressure of expectations at the Games. It is not easy.No one would have really blamed Sindhu if she had failed to bring her A Game to the match against He Bingjiao after that emotionally crushing defeating against Tai in the semi-finals. Her dream was the gold medal, after all. But on Sunday, the 26-year-old looked hungry to stand on that victory podium than just let things slip away.Delivering at the big stageWhen Pullela Gopichand took over the job of India’s chief national coach back in 2006, he would always talk to players about how winning at least one big medal was more important than playing for ranking points because it’s the performance on the big stage that is ultimately remembered.Sindhu has definitely imbibed that doctrine from her mentor and has won a medal in every World Championships since her Rio 2016 silver and also reached the finals of the 2018 Asian Games. Sindhu at Worlds / Olympics / Asiad \n    \n       MEDAL  MAJOR EVENTS \n    \n     BRONZE  2020 Tokyo  GOLD  2019 Basel  SILVER  2018 Jakarta  SILVER  2018 Nanjing  SILVER  2017 Glasgow   SILVER  2016 Rio  BRONZE  2013 Copenhagen  BRONZE  2014 Guangzhou \n  During this period, she only won two titles on the BWF World Tour in 2017 and the BWF World Tour Finals crown in 2018 and her trophy cabinet has otherwise been barren. And hence it’s obvious that Sindhu is frequently asked about her ability to raise the bar when it matters. She routinely smiles back while answering and quietly deflects the topic to something else as it is probably difficult to pin-point the reasons even for her.Sindhu is born in a family of sportspersons with her mother and father both representing the country in volleyball, with the latter being an integral part of the bronze medal-winning team at the 1986 Asian Games in Seoul.Though Ramana wanted Sindhu to pick an individual sport instead of a team game considering the dynamics involved, he would always egg his daughter to give her 100% during every team event. The youngster was, therefore, always willing to take additional responsibility in these events by even putting her hand up to play doubles.Sindhu must have also heard the stories of the 1986 Asian Games multiple times and that has always motivated her to give her best in major events where the pride of the nation is on the line.But more than that, there are also badminton reasons for these special performances that cannot be overlooked.What makes her click?Unlike the regular BWF Tour where players get about three weeks to train before playing a couple of back-to-back tournaments, the world championships or even the Olympics provide a five to six-week window to train and prepare. This allows Sindhu and her team to put together a far better plan to prepare her physically and tactically for these events.If Gopichand was instrumental in planning the 2016 Rio Olympics success from bare bones, Sindhu and her father put together a support team exclusively for her in 2017 and that has remained constant despite three different coaches taking charge of her training since then. And the continuity in the support staff was important to make this transition smooth.With every player expected to be well-prepared for such major events, for Tokyo, current coach Park Tae Sang and Sindhu clearly had worked on new skills and a very aggressive approach to counter her opponent’s game plan. They had worked out what to do and what not to do for every individual and it was evident in the matches.No doubt these are the basics of any tournament preparation and one can argue that they just did what was required. But seen in the context of what has happened in other sports, one needs to give credit to the way every stakeholder involved in this journey has contributed to this cause.Even before the Indian shooting contingent reached Tokyo, news of internal squabbles had started to do the rounds in the media. Not long after the bad results, the National Rifle Association of India president Raninder Singh ended up blaming one particular coach for mudding the waters.Those in the know would tell you that not all was hunky-dory in the Indian badminton camp either and there were enough banana peel situations that could have hurt Sindhu’s chances. Merely looking at the way coach Park reacted after Sindhu defeated Akane Yamaguchi in the quarter-finals and then sealed her bronze with a win over He Bingjiao showed how much pressure both of them were under. Since the player had decided to not work with Gopichand this time around, you could sense the knives might have been out if the run of medals at the Games had come to an end.Coach Park's reaction at the end of Sindhu's win is just... 👌🏽#Badminton #Tokyo2020 pic.twitter.com/gIHniCNnOq— Vinayakk (@vinayakkm) July 30, 2021\n\nIndeed, credit needs to go to Sindhu’s parents for building a protective circle around the player, to the Badminton Association of India for keeping aside the political considerations and put the athlete first and the Sports Authority of India to provide all the required facilities when it mattered.But, make no mistake, the biggest reason for this happening is... Sindhu herself. For not allowing the events of the past 12-18 months to affect her focus from the job at hand, for her ability to soak in all the learnings that she can, from whichever coach she had been working with at any given moment.Lack of adaptability has been a bane of many Indian sportspersons as they find it difficult to work outside their comfort zones or push them emotionally and physically under trying circumstances.Sindhu’s ability to live in the moment and shut herself out from all the noise around when she focuses on her goals, has been a boon in such situations.The legend of PV Sindhu has only grown with every success. The maturity she has shown on and off the court – as also revealed by Tai Tzu Ying after the finals – is worth emulating by everyone who wants to find that elusive formula for Olympic glory.","author":"Abhijeet Kulkarni","time":"2021-08-02T12:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162298-ujsxamtdtg-1627886453.jpg","tags":["Tokyo 2020","India at Tokyo 2020","PV Sindhu"],"source":"https://scroll.in/field/1001757/tokyo-2020-behind-pv-sindhus-success-an-incredible-mindset-to-win-and-a-strong-support-system"}