{"title":"Delhi violence: Nearly 150 FIRs filed so far, 630 people arrested, say police; toll rises to 42","content":"10.24 pm: Police identify the cause of death of 35 persons – 22 died due to fatal injuries from stone pelting or physical assault and 13 due to gunshot injuries, PTI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.23 pm: In addition to the 123 FIRs filed for the violence, police have filed 25 FIRs under the Arms Act, PTI reported.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.58 pm: Journalists’ delegation meets Union Information and Broadcasting Minister Prakash Javadekar, call for his intervention against reporters being targeted while covering the Delhi violence.Also read: Four journalists injured in mob attacks, several forced to delete videos from phones \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.55 pm: The government schools which were closed because of the violence will open on Saturday for principals and staff to assess the situation, reports PTI.“A meeting of school management committee will be convened, during which the present situation will be assessed comprehensively to explore the possibility of creating a conducive atmosphere for conducting board examinations as well as annual school exams,” says a Directorate of Education official.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.49 pm: Here are some pictures from events that took place during the day:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    A policeman checks identity papers of men on motorbikes in a riot-affected area of New Delhi on Friday. (Photo credit: Reuters)\n\n    Workers repair electricity cables after they were damaged in a riot-affected area of New Delhi on Friday. (Photo credit: Reuters)\n\n    Policemen stand guard outside a mosque in a riot-affected area of North East Delhi district on Friday. (Photo credit: Reuters)\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.33 pm: Supreme Court lawyer Alakh Alok Srivastav has filed a complaint with Delhi Police seeking registration of FIR and immediate arrest of AAP Municipal Councillor Tahir Hussain, who is an accused in the murder of an Intelligence Bureau officer, ANI reports.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7 pm: Congress asks why no FIRs have been filed against BJP leaders Kapil Mishra, Parvesh Verma and Anurag Thakur, PTI reports. The Delhi High has Court sought the Centre’s response on pleas seeking cases against Sonia Gandhi, Rahul Gandhi and Priyanka Gandhi Vadra. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.40 pm: The Delhi Police have initiated an “outreach programme” on Friday as part of which its officials met imams and maulavis of various mosques, PTI reports. Senior police officers have carried out the outside mosques in Kardampuri and Kabir Nagar, two of the worst-affected areas. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6 pm: The Delhi Police say 123 FIRs have been registered so far and 630 people arrested in connection with the violence, PTI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.22 pm: Union Home Minister Amit Shah once again accuses the Opposition of lying about the Citizenship Amendment Act. “I here again repeat that citizenship of any Muslim or minority will not be taken away through CAA, because it is an Act to give citizenship not to take it away,” Shah says at a public meeting in Bhubaneswar. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    At a public meeting in Bhubaneswar, Odisha. https://t.co/mNEci4QCea— Amit Shah (@AmitShah) February 28, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.19 pm: For those whose houses have been completely or substantially burnt, the government will provide compensation of Rs 25,000 cash each from Saturday afternoon, Kejriwal adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.15 pm: The government is helping with immediate cash distribution to those who have lost everything in the Delhi violence, says Kejriwal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.12 pm: The chief minister says the government has appointed 18 sub-divisional magistrates, who are going among the public in North East Delhi and talking to them. He adds that food is being distributed on a large scale. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.10 pm: Delhi Chief Minister Arvind Kejriwal addresses a press conference.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi CM @ArvindKejriwal briefs Media on an Important IssueWatch Live 👇 https://t.co/OYohUBNgEO— AAP (@AamAadmiParty) February 28, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.06 pm: Congress leader Salman Khurshid says responsibility is to give human aid to victims of the violence, reports ANI. “I think right now adding to the fire by screaming at each other is frankly not the answer,” he adds. “First responsibility is to bring about human aid and make sure that wherever there is fire, it is doused quickly and  effectively as possible.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.45 pm: Delhi High Court seeks response of the Centre and the AAP government on a plea calling for a probe by the National Investigation Agency into the violence, PTI reports. The plea, filed by Ajay Gautam, seeks to find out the “anti-national forces” behind the agitation and to probe the role of People’s Front of India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.10 pm: West Bengal Chief Minister Mamata Banerjee appears not to endorse the Opposition’s demand that Amit Shah resign. “Right now, the problem should be solved, political discussions can take place later,” she says according to ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.50 pm: The Delhi High Court says exams scheduled from March 2 onward will be held as scheduled, “subject to the situation on the ground”, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi High Court says - At present the exams scheduled from 2nd March onwards will be held as scheduled, subject to the situation on the ground. https://t.co/cmdNDyHSc9— ANI (@ANI) February 28, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.33 pm: Delhi Lieutenant Governor Anil Baijal interacts with residents of Maujpur, ANI reports. “I have come here to see for myself how things are on ground,” he says. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.25 pm: “Delhi violence is very unfortunate,” Shiromani Akali Dal leader Parkash Singh Badal says. “There are three highlights of Constitution – secularism, socialism & democracy. But there is no socialism or secularism, and democracy exists only on two levels – Parliamentary and state elections. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.10 pm: Delhi High Court directs the police to ensure that Class 10 and Class 12 board exam centers are given proper security in violence-affected areas, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3 pm: A mob has allegedly beaten to death a 60-year-old scrap dealer at Karawal Nagar in North East Delhi on Friday, PTI reports. Ayub Shabbir’s son says he was found injured by residents of the area in the morning. “My father stepped out today at 5 am but, after some time, two men brought him on a scooter saying he had been thrashed,” Salman says. “He had injuries on head and leg.” Shabbir was brought to Guru Teg Bahadur Hospital but has died there.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.21 pm: Bahujan Samaj Party chief Mayawati writes to President Ram Nath Kovind asking for a judicial inquiry into the communal violence. She compares it to the 1984 anti-Sikh riots. “This has led to negative publicity for India abroad,” she says. “It is incumbent upon the ruling BJP government at the Centre not to act in any such manner or allow its leaders to act or make provocative speeches which could lead to violence and spoil India’s international image.” The BJP government has failed in its duty to control the violence, she says.She adds that the inquiry should be monitored by a Supreme Court judge.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    28-02-2020-BSP letter to Hon'ble President on Delhi heinous riot pic.twitter.com/T0U8SJ0zvk— Mayawati (@Mayawati) February 28, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.19 pm: The Congress team comprises Tariq Anwar, Sushmita Dev, Mukul Wasnik, Shaktisinh Gohil and Kumari Selja.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.11 pm: Congress chief Sonia Gandhi appoints a five-member team to visit areas affected by the violence and to submit a report to her.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Congress constitutes 5-member team to visit violence-affected areas in northeast Delhi. Follow live updates here: https://t.co/Y2Bj9Ps4Bm#DelhiViolence #CitizenshipAct pic.twitter.com/s5y5XTsvz7— NDTV (@ndtv) February 28, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.06 pm: The toll has risen to 42, reports The Times of India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.53 pm: “BJP doesn’t approve of these statements,” Prasad says on incendiary remarks made by party leaders Anurag Thakur, Kapil Mishra and Parvesh Verma.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.40 pm: Regarding the transfer of Justice Muralidhar, who rapped the Delhi Police for its delayed response to the violence, RS Prasad says it was a routine matter and was done as per procedure. Muralidhar was transferred to the Punjab and Haryana High Court hours after he rebuked the police. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \"On Feb 12, Supreme Court collegium headed by the CJI recommended the transfer of the Delhi judge in question. And as per the routine of transfer...the consent of the judge was also taken\": Law Minister Ravi Shankar Prasad. More on https://t.co/Fbzw6mR9Q5 and NDTV 24x7— NDTV (@ndtv) February 28, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.37 pm: Union minister Ravi Shankar Prasad addresses a press conference and claims that Congress leaders including the Gandhia made “provocative” statements ahead of the violence in the Capital. “They can’t lecture us,” he says, while responding to Sonia Gandhi’s remarks on asking Modi to fulfil his rajdharma or duty to the state. “BJP condemns in strongest possible terms the politics Congress is trying to do when it is most important to work on peace in Delhi,” he says.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.34 pm: Congress leader Kapil Sibal says Modi should have acted sooner, ANI reports. “Prime Minister Modi woke up after 69 hours and appealed for peace and calm in Delhi,” he says. “He should have done it earlier. But Home Minister Amit Shah made no such appeal. The home minister should have visited affected areas.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Congress leader Kapil Sibal: Prime Minister Narendra Modi woke up after 69 hours and appealed for peace and calm in Delhi. He should have done it earlier. But Home Minister Amit Shah made no such appeal. The Home Minister should have visited the affected areas.  #DelhiViolence pic.twitter.com/Odox9aGLKb— ANI (@ANI) February 28, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.26 pm: The Delhi Police have filed 48 cases relating to the violence, including 41 cases of rioting and four of murder, India Today reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.12 pm: Former BJP ally Shiv Sena attacks Home Minister Amit Shah in an editorial in its mouthpiece Saamana. The party says Shah was nowhere to be seen when the violence in Delhi broke out, PTI reports. Shah had taken time out to campaign for the Delhi elections, but it is surpriisng he was nowhere to be seen when the violence broke out. The Sena also questioned the delay in police action.“If at this time, the Congress or any other party had been in power at the Centre and BJP in the opposition, the party would have demanded the home minister’s resignation and taken out morchas to press for their demand,” the party says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.08 pm: Special Commissioner of Delhi Police Sn Shrivastava is visiting areas in North East Delhi that were affected by the violence.When asked about the case against Tahir Hussain, he says that the police are trying to bring every culprit to justice, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    SN Shrivastava, Delhi Police Special Commissioner (Law and Order), on action against municipal councillor Tahir Hussain: We are trying to bring every culprit to justice and we are working on it. #DelhiViolence pic.twitter.com/dmDenwrFEK— ANI (@ANI) February 28, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.49 pm: Intelligence Bureau officer Ankit Sharma, who died on Tuesday, suffered multiple stab wounds, Hindustan Times reports. His autopsy report was released on Thursday night.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.30 pm: A Crime Branch team is at suspended AAP councillor Tahir Hussain’s home along with a forensic team, says Times Now. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.28 pm: Gurugram and Uttar Pradesh Police are on alert ahead of Friday prayers at mosques, reports say. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.05 pm: UN Secretary General Antonio Guterres on Thursday said Mahatma Gandhi’s spirit was needed “more than ever”, PTI reported.“The Secretary General has been following the situation in India and... concerning the violence closely and is saddened by the reports of deaths that we’ve seen over the past few days in New Delhi and again reiterates, as he’s done in other places, his calls for maximum restraint and for violence to be avoided,” UN spokesperson Stephane Dujarric said. “...Today the spirit of Gandhi is needed more than ever and it is essential to create conditions for true community reconciliation.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.54 am: The toll reaches 39, according to News18.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.37 am: Chief Justice DN Patel and Justice C Hari Shankar also issue a notice to the Centre seeking its stand on a plea for an FIR against Congress leaders Sonia, Rahul and Priyanka Gandhi for allegedly making hate speeches, reports The Indian Express.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.30 am: The Delhi High Court issues notices to the home ministry and police in pleas seeking the registration of FIRs against radio jockey J Sayema, actor Swara Bhaskar, MLA Amanatullah Khan, Deputy Chief Minister Manish Sisodia, AIMIM leader Waris Pathan, Mehmood Pracha and Harsh  Mander, and in petitions for FIRs against the Owaisi brothers for hate speeches, reports News18.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.26 am: The Delhi Police clarifies that due to “poor communication”, a man who shot multiple rounds in Maujpur, North East Delhi, on Monday is still missing. Reports had claimed the man, Shahrukh Khan, was arrested, but he is still absconding, reports The Indian Express.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.17 am: Special Commissioner SN Shrivastava replaces Amulya Patnaik as commissioner of Delhi Police. Patnaik’s tenure has ended.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.15 am: The Delhi High Court has issued notice in a petition seeking identification and inquiry under the Unlawful Activities (Prevention) Act against alleged “anti-national” forces behind Delhi violence, reports Live Law.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.01 am: Samajwadi Party President Akhilesh Yadav has blamed the BJP for the violence in Delhi. “It’s [BJP] their Gujarat model, which is nothing but spreading hatred,” Yadav said on Thursday, according to PTI. “When the US President was here and lakhs of policemen were deployed, how can a riot happen? Had the government and police wanted, the riots could not have happened. It’s their failure that they even could not control riots in Delhi.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.57 am: National Commission for Women chief Rekha Sharma will visit Delhi’s Jaffrabad locality along with two members to take notes and findings of any grievance or assault on women during the violence, reports ANI. She has now arrived at the office of the deputy commissioner of police (North East).\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.55 am: Visuals from the Bhajanpura neighbourhood in North East Delhi, where shops are beginning to reopen.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: Shops begin to open in North East district's Bhajanpura area. #DelhiViolence pic.twitter.com/3A032O9m8L— ANI (@ANI) February 28, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.53 am: Security has been beefed up in sensitive areas along the Delhi-Ghaziabad border, reported ANI. “Rapid Action Force is patrolling sensitive areas and social media is also being monitored,” said Additional District Magistrate Shailendra Kumar.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.51 am: A high alert has been sounded in Gurugram ahead of Friday prayers, reports India Today. Orders have been issued for heavy deployment of security forces in places close to religious sites.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.47 am: BJP’s Delhi unit chief Manoj Tiwari calls for the death penalty for those accused in Intelligence Bureau official Ankit Sharma’s murder. “Double punishment means now Tahir as well as his boss should be punished severely,” Tiwari tweets. “The accused and plotters of this case should be hanged in a stipulated time frame. Stabbing an IB officer 400 times with a knife?? How has religious intolerance made you act so low.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    दुगनी सज़ा मतलब अब ताहिर के साथ साथ उसके आका को भी सज़ा मिलनी चाहिये कड़ी से कड़ी ... निर्धारित समय सीमा में इस केस के आरोपियों और साज़िशकर्ताओं को फाँसी की सज़ा मिलनी चाहि..400 बार चाकू से गोदना एक IB अफ़सर को ?? धार्मिक असहिष्णुता ने आप को कितना गिरा दिया.. https://t.co/AdNFxydSot— Manoj Tiwari (@ManojTiwariMP) February 28, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.36 am: Visuals from North East Delhi’s Gokulpuri locality.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: Visuals from North-East District's Gokul Puri; No  incident of violence has been reported in the last 3 days pic.twitter.com/rlVRMURH5Z— ANI (@ANI) February 28, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.30 am: Delhi Police Joint Commissioner OP Mishra says people in Delhi’s Chand Bagh locality must revive their “Ganga-Jamuni tehzeeb” – an Urdu term used to talk about the culture of the central plains of North India. “We have held discussions with Aman Committee here, made elaborate arrangements in view of all devotees who will go to offer prayers to mosques today,” he tells ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi Police Jt Commissioner OP Mishra in Chand Bagh: People here must revive their 'Ganga-Jamuni tehzeeb' which got some kind of dent. We've held discussions with Aman Committee here, made elaborate arrangements in view of all devotees who'll go to offer prayers to mosques today https://t.co/9CyyLedQp4 pic.twitter.com/f7wOFVfJd4— ANI (@ANI) February 28, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.26 am: The man, identified as 27-year-old Shahrukh Khan, who opened fire at the police during the clashes on Monday, is absconding, reports The Indian Express. “Hours after photos and videos of Shahrukh firing the weapon went viral, local police had identified him and informed their seniors,” the newspaper cites an unidentified police official as saying. “However, no timely decision over his detention or arrest was taken by senior officers of Eastern range since they were busy with the riots. In the meantime, he managed to escape along with his family members after locking his house in Arvind Nagar, Ghonda.”On Thursday, reports had claimed he had been arrested.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.20 am: “The opening of shops is a sign of normalcy,” Delhi Police Joint Commissioner OP Mishra tells ANI while inspecting Chand Bagh area. “This process of normalisation in the area started yesterday [Thursday]. Our focus is to assure all citizens residing here is that they must start their normal life now.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi Police Joint Commissioner OP Mishra in Chand Bagh: The opening of shops is a sign of normalcy. This process of normalisation in the area started yesterday. Our focus is to assure all citizens residing here is that they must start their normal life now. pic.twitter.com/qVNlBQ2UvG— ANI (@ANI) February 28, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.08 am: BJP ally Lok Janshakti Party’s chief Chirag Paswan has demanded stringent action against Union minister Anurag Thakur, and the saffron party’s leaders Parvesh Verma and Kapil Mishra for allegedly making instigating speeches. “I demand that BJP central leadership take strict action against BJP leaders guilty of inciting violence in Delhi: Kapil Mishra, Anurag Thakur and Parvesh Verma. Administrative action must also be taken against them,” he said on Thursday, according to NDTV.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.05 am: Union Finance Minister Nirmala Sitharaman has said that the anti-Citizenship Act protests and the violence in the national Capital has not deterred investors. “I met several investors... both Saudi and Indian investors there,” Sitharaman said on Thursday. “No one showed any concern. On the contrary, they were willing to invest more in India.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.48 am: India on Thursday asked the United Nations’ human rights body to develop a “better understanding and appreciation” of the freedoms and rights guaranteed and safeguarded in the country. “We would continue to engage constructively with the Council and the Office of the United Nations High Commissioner for Human Rights (OHCHR) for the promotion and protection of human rights across the world,” India’s statement said, according to ANI.The statement came on the day United Nations High Commissioner for Human Rights Michelle Bachelet said she was concerned about the Citizenship Amendment Act and reports of police inaction during the violence in Delhi that has claimed at least 38 lives.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.46 am: Security personnel seen in Khajoori Khas and Dayalpur localities in North East Delhi.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: Security personnel remain deployed in Khajoori Khaas and Dayalpur areas of violence-affected North East district pic.twitter.com/TJpIeWrQk8— ANI (@ANI) February 28, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.38 am: BJP leader Kapil Mishra, accused of delivering instigating speeches before violence began in Delhi, refers to AAP councillor Tahir Hussain and says: “No one is questioning those whose terrace are found stocked with petrol bombs, rocks, other weapons. Somebody who only requested for clearing roads because it was causing inconvenience to 35 lakh people in Delhi is being called a terrorist, a villain.”Mishra has been castigated for making incendiary speeches hours before violent clashes began between those in favour and against the Citizenship Amendment Act. Mishra had on Sunday given a three-day ultimatum to the Delhi Police to clear out a protest site in Jaffrabad. Also read:Delhi violence: AAP councillor Tahir Hussain charged with murder in IB officer’s death case \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.36 am: Security personnel patrol streets of North East Delhi’s Maujpur locality, one of the areas affected by violence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: Security personnel deployed in Maujpur area of North East district. #DelhiViolence pic.twitter.com/NHl5JlhcTp— ANI (@ANI) February 28, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.35 am: “The Secretary-General has been following the situation closely,” says Stéphane Dujarric, spokesperson for the United Nations secretary general, reports ANI. “Today, the spirit of Mahatma Gandhi is needed more than ever and it is central to create conditions for true community reconciliation.”On Thursday, United Nations High Commissioner for Human Rights Michelle Bachelet had expressed “great concern” over the Citizenship Amendment Act and reports of police inaction during the violence in Delhi.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Stéphane Dujarric, Spokesperson for the UN Secretary-General on #DelhiViolence: The Secretary-General has been following the situation closely. Today, the spirit of Mahatma Gandhi is needed more than ever and it is central to create conditions for true community reconciliation. pic.twitter.com/e06P3OgCPu— ANI (@ANI) February 27, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.15 am: The Delhi Police and paramilitary forces have conducted overnight patrolling in violence-affected areas, reports India Today. Around 7,000 central paramilitary personnel have been deployed in the affected areas of North East district since February 24.Three police control room vans each were keeping an eye on the streets in areas such as Maujpur, Karawal Nagar, Bhajanpura, Seelampur, and Jaffarabad. Those seen standing outside their houses were immediately asked to go inside.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.10 am: AAP councillor Tahir Hussain has been suspended after being charged with murder and kidnapping in connection with the death of Intelligence Bureau officer Ankit Sharma. “[AAP] Councillor Tahir Hussain will remain suspended from the party until the charges against him are investigated,” the Arvind Kejriwal-led party’s official account tweeted. Hussain had on Thursday released a video, denying his role in the Sharma’s murder. Allegations were made against him after a video showed people throwing stones allegedly from the roof of his apartment building. Also read:Delhi violence: AAP leader Tahir Hussain releases video, denies role in IB officer’s death \n    \n        \n        \n            \n            \n            \n        \n    \n\n    दिल्ली हिंसा मामले में पार्षद ताहिर हुसैन को जाँच पूरी होने तक आम आदमी पार्टी से निलंबित कर दिया है।— AAP (@AamAadmiParty) February 27, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7 am: Here’s what happened on Thursday:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The Delhi High Court gave the Centre four weeks to reply to a plea seeking first information reports against Bharatiya Janata Party leaders such as Anurag Thakur and Kapil Sharma for making incendiary remarks ahead of the massive violence that broke out in Delhi since Sunday. During the proceedings, the Delhi Police claimed that the situation was “not conducive” to file such FIRs at present.The Delhi Police has formed two special investigation teams to look into the violence. All cases associated with it have reportedly been transferred to the teams, which comprises of officials from the Crime Branch. Delhi Chief Minister Arvind Kejriwal announced Rs 10 lakh as compensation for families of victims of the violence. He also announced the measures his administration has taken for relief and rehabilitation of those affected by the violence.Prohibitory orders under Section 144, barring a gathering of more than four people, will be revoked for 10 hours on Friday, the Home Ministry announced. The ministry made the decision saying that no untoward incidents had been reported in the police stations that come under the violence-hit North East Delhi districts.United Nations High Commissioner for Human Rights Michelle Bachelet expressed “great concern” over the Citizenship Amendment Act and reports of police inaction during the violence this week, as well as those of excessive police force used against protestors. India asked bodies such as the Organisation of Islamic Cooperation not to make irresponsible statements after the OIC condemned the violence in Delhi and asked the government to “bring the instigators and perpetrators of these acts of anti-Muslim violence to justice”. The Ministry of External Affairs also criticised the the United States Commission on International Religious Freedom for urging India to protect the rights of minorities amid the violence.","author":"Scroll Staff","time":"2020-02-28T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137398-anvdigrstz-1582878839.jpg","tags":["AAP","Tahir Hussain","Ankit Sharma","Delhi Police","Delhi violence"],"source":"https://scroll.in/latest/954578/toll-in-delhi-violence-rises-to-38-aap-suspends-tahir-hussain-after-police-file-fir-against-him"}