{"title":"Tom Alter (1950-2017): The actor, sports lover and reciter of Urdu poetry","content":"Tom Alter was often asked if he was Indian. “I hope you won’t ask me if I am an Indian. I trust you know that I am one,” Alter said before the journalist even began the interview in 2003. The go-to actor for portraying foreign characters, particularly British nationals, has died in Mumbai. Alter died on the night of September 29 at the age of 67. He had been suffering from skin cancer  for the past few years. He is survived by his wife Carol and his children Jamie and Afshaan.In a career spanning 40 years, Alter played British officers, British doctors, and anything else British numerous times. Seldom did he get purely Indian roles on screen. The exceptions include Mandakini’s screen brother Karam Singh in Raj Kapoor’s Ram Teri Ganga Maili (1985), the gangster Moosa in Vidhu Vinod Chopra’s Parinda (1989) and Mahaguru, an all-powerful sage in the superhero TV series Shaktimaan (1997-2005).Alter was actually an American. Born Thomas Beach Alter on June 22, 1950, to Presbyterian missionaries whose parents had come to India from Ohio a century ago, Alter spent his childhood in Mussoorie, Allahabad, Jabalpur, Saharanpur and Rajpur. His father, a teacher of history and English, was instrumental in giving Alter the knowledge of Hindi and Urdu. Alter, along with the members of his parents’ order, would have to recite Biblical texts in Urdu and Hindi.Alter studied at Woodstock School in Landor. He was initially more interested in sports rather than acting, and he preferred Hollywood films to Hindi cinema. It was in 1969, after his return from Yale University, where he had studied for a year, and during his employment as a teacher in Jagadhri, a town in Haryana, that he discovered Hindi films. There, he watched Aradhana, became a lifelong fan of Rajesh Khanna, and thereafter decided to become an actor.\n\n\n    \n    Play\n\nGuftagoo with Tom Alter.Alter enrolled into the Film and Television Institute of India and learning acting alongside Naseeruddin Shah and Benjamin Gilani under the tutelage of Roshan Taneja. Alter’s first onscreen role was of an intelligence officer in Rome trying to nab a cannabis-smuggling network in Charas (1976). Alter’s character bossed around the hero played by Dharmendra – which was a big deal at that time, especially in Punjab, where Dharmendra was hugely popular.The next year, Alter starred as Weston, the personal secretary to General James Outram (Richard Attenborough) in Satyajit Ray’s Shatranj Ke Khiladi (1977). Early in the movie, Alter charmed audiences with his chaste Urdu enunciation as his character recited a poem written by Awadh’s ruler Wajid Ali Shah (Amjad Khan). Alter’s command over Hindi and Urdu, and, of course, his looks, repeatedly got him roles of white, mostly villainous men who could drop purple prose at the drop of a hat: a good example being Kranti (1981) directed by and starring Manoj Kumar.The first Indian character Alter played was that of the Gangotri resident, the simple-minded Karam Singh in Ram Teri Ganga Maili. Parinda was another interesting addition to his career because for the first time, he played a Mumbai gangster, Musa. His entry scene had him wearing a black kurta and pyjama. After Musa threatens the hero, Kishan (Jackie Shroff), a fight sequence erupts between Musa’s henchmen and Kishan.\n\n\n    \n    Play\n\nParinda (1989).Through the 1990s and 2000s, Alter kept playing foreign or Anglo-Indian men in several high-profile films such as Aashiqui (1990) and Veer-Zaara (2004). Alter became a household name with his comedic turn in the TV show Zabaan Sambhalke (1993-’97), in which he played a British man trying to learn Hindi in India. He went on to play supporting roles in Shaktimaan and the shortlived sci-fi series Captain Vyom (1997). Alter, who had played a series of British characters, including Louis Mountbatten in Ketan Mehta’s Sardar (1993), got a chance to play Abdul Kalam Azad in Shyam Benegal’s TV series Samvidhaan: The Making of the Constitution of India (2014).Even as acting became Alter’s day job, he always found time to attend to his first love: sports, particularly, cricket. He has written columns on cricket for a variety of publications over time, including Sportsweek, Outlook and Debonair. In fact, he was the reporter who interviewed Sachin Tendulkar for the first time on television.\n\n\n    \n    Play\n\nTom Alter and Sachin Tendulkar.His involvement with the arts extended to the stage. In 1977, Alter formed Motley Productions, a theatre company with his FTII friends Shah and Gilani. One of the first plays staged by the company was an acclaimed adaptation of Samuel Beckett’s Waiting for Godot. Alter also performed with the New Delhi theatre group Pierrot’s Troupe. On stage, Alter had the freedom to exercise more creativity by portraying an array of historical characters: Mirza Ghalib, Maulana Abul Kalam Azad, Sahir Ludhianvi, Bahadur Shah Zafar, KL Saigal, Rabindranath Tagore, Niels Bohr and Albert Einstein, among others.For a man who once wanted to “be like Rajesh Khanna”, Alter has had to clarify that he is not a foreigner time and again, though that never seemed to come in the way of his illustrious career in theatre. Cinema remained his first love. “I came to Bombay (Mumbai) to become Rajesh Khanna. I didn’t come to act on stage. Theatre isn’t secondary, but my passion lies in films,” Alter said earlier this year.\n\n\n    \n    Play\n\nTom Alter on Dilip Kumar and Shayari.","author":"Devarsi Ghosh","time":"2017-09-30T07:33:14.287768+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/850292-69777-dhsotajksv-1506709653.jpeg","tags":["Tom Alter","Tribute","Zabaan Sambhalke"],"source":"https://scroll.in/reel/850292/tom-alter-1950-2017-the-actor-sports-lover-and-reciter-of-urdu-poetry"}