{"title":"‘Toofan’ review: Farhan Akhtar’s boxer fights the battle of the bulge","content":"The progress of Toofan is written on the body of its pugilist hero: light on its feet in the early triumphant phase, heavy in the middle, sluggish during the drudge years but sprightly again after the demons have been chased away.Rakeysh Omprakash Mehra’s boxing drama traces the ascent of Mumbai hoodlum Aziz Ali from the pits to the top of the heap. Aziz (Farhan Akhtar) and his buddy Munna (Hussain Dalal) are enforcers for Dongri gangster Jaffer (Vijay Raaz). A chance encounter with sparky doctor Ananya (Mrunal Thakur) sets Aziz on the straight and narrow.That path leads to coach Narayan Prabhu (Paresh Rawal), who, despite his barely concealed contempt for Aziz on account of his faith, spots Aziz’s talent in the ring. Dongri or Dubai, it’s all the same, Narayan sneers. But he nevertheless sculpts the directionless hunk before him into a match-winning champion.The setbacks suffered by every screen boxer in the history of screen boxing drive mentor and mentee apart. Toofan – the title refers to Narayan’s nickname for Aziz – is faithful to the cliches of this kind of movie. But it’s saved from being a storm in a teacup by a well-mounted production, committed performances and likable characters.Paresh Rawal in Toofan (2021). Courtesy Excel Entertainment/Rakeysh Omprakash Mehra Productions.A regulation boxing film, if done well and kept to a trim runtime, isn’t a bad thing at all. The problem with Toofan is that it doesn’t put enough flesh on a barebones story to justify its extraordinary 162-minute running length.Toofan is based on a story idea by Farhan Akhtar and Anjum Rajabali’s screenplay. The early portions of the Amazon Prime Video release are fleet and fun, if deeply familiar. Aziz’s encounter with Ananya leads to an old-fashioned romance, filled with idealism, tenderness and Shankar-Ehsaan-Loy songs. Aziz’s progress is so rapid that it appears that the movie has all but wrapped up within an hour. But a secret known only to Ananya explodes in Aziz’s face, leading to many more minutes of agony until the expected fightback.A tale of grit and glory with generous lashings of stardust, the movie uses its Mumbai setting to re-introduce us to Gully Boy dialogue writer Vijay Maurya’s keen ear for the city’s unique slang. Mumbai’s famed cosmopolitanism is reflected in the tolerance that marks the Aziz-Ananya coupling. It’s as fairy-tale as they come, but allows a woman to have her own corner of the ring in an overwhelmingly male genre.Mrunal Thakur and Farhan Akhtar in Toofan (2021). Courtesy Excel Entertainment/Rakeysh Omprakash Mehra Productions.External factors explain what needed to have been deeply interior states. Aziz is a benign thug who loves orphans on account of his own hardscabble childhood. Narayan has a reason for using an unspeakable slur to describe Muslims. The exploration of religious bigotry is laboured, a spanner in the works thrown in just to  get Aziz out of the way, The villain that ruins Aziz’s party too comes out of nowhere. Toofan moves along on the strength of Farhan Akhtar’s immersion in Aziz’s travails and Mrunal Thakur’s winning warmth. Akhtar’s physical transformation, which follows a similar feat in director Mehra’s Milkha Singh biopic Bhaag Milkha Singh, lends the boxing scenes the necessary punch and power.Paresh Rawal, cleverly cast as a Muslim-hater, makes for a solid grouchy patriarch. The notable cameos include Mohan Agashe as Narayan’s drinking buddy and Supriya Pathak as Ananya’s helpful colleague. A walk-on part for Sonali Kulkarni, one of the heroines in Farhan Akhtar’s directorial debut in Dil Chahta Hai 20 years ago, indicates that while some things have changed forever in the imagination of the Hindi movie universe, others haven’t. Akhtar still gets to play a young man in a delayed coming-of-age story. Kulkarni, as Narayan’s wife, suggests that some fights are destined to be lost.\n\n\n    \n    Play\n\nToofan (2021).Also read:Farhan Akhtar on the brutal beauty of boxing: ‘An incredible display of human endurance and courage’Shankar-Ehsaan-Loy interview: ‘We showed that Bollywood music could be cool’","author":"Nandini Ramnath","time":"2021-07-16T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161557-yzsabnevse-1626287167.jpg","tags":["Toofan review","Farhan Akhtar","Rakeysh Omprakash Mehra"],"source":"https://scroll.in/reel/1000243/toofan-review-farhan-akhtars-boxer-fights-the-battle-of-the-bulge"}