{"title":"Top updates: No breakthrough in farmers’ talks with the Centre, nationwide rural strike begins","content":"The Samyukta Kisan Morcha (Non-Political) and central trade unions have called for a nationwide “grameen Bharat Bandh”, or an industrial and rural strike, on Friday as the third round of negotiations with the Centre on Thursday remained inconclusive.This comes amid protests by thousands of farmers at the Punjab-Haryana border at Shambhu. Farmers’ groups want to march to Delhi to press the Centre to accept their 21-point demand charter, which primarily seeks a law guaranteeing a minimum support price for agricultural commodities and the implementation of the MS Swaminathan Commission Report’s wider recommendations on farming in India.A look at the top developments from the farmers’ protest:The farmers are observing a nationwide grameen Bharat Bandh on Friday. The strike, which began at 6 am, comprising stopping agricultural activities and works under the Mahatma Gandhi National Rural Employment Guarantee Scheme. As part of the protest, the farmers will also participate in blocking of main roads from 12 pm to 4 pm.The third round of negotiations between leaders of the farmers’ groups and Union ministers on Thursday did not see a breakthrough. However, Union Agriculture and Farmer Welfare Minister Arjun Munda said that the dialogue was “very positive”. He said that the two sides have agreed to meet again on Sunday. The leaders of the farmers’ groups said that the discussion with the government on minimum support price guarantees, the recommendations of the Swaminathan report and the debt waiver were “fruitful”.The Gautam Buddh Nagar Police has imposed a ban on public gatherings under Section 144 of the Code of Criminal Procedure across the district, including Noida, in view of the industrial and rural strike called by farmers’ unions on Friday. The order said that the unlawful assembly of five or more persons, unauthorised processions or demonstrations, including political or religious, are prohibited.","author":"Scroll Staff","time":"2024-02-16T11:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198418-ykuuvdtydi-1707818757.jpg","tags":["bharat Bhand","Farmers protests","Farmers stir"],"source":"https://scroll.in/latest/1063801/top-updates-no-breakthrough-in-farmers-talks-with-the-centre-nationwide-rural-strike-begins"}