{"title":"Top updates: PM Modi condemns deaths of civilians in Israel-Hamas conflict","content":"A look at the top developments from Israel’s war on Gaza:Prime Minister Narendra Modi on Friday condemned the deaths of civilians amid Israel’s war on Gaza. He made the statement while inaugurating the virtual Voice of the Global South Summit. “We all are seeing that new challenges are emerging from the events in the West Asia region,” Modi said. “India has condemned the heinous terrorist attack in Israel on October 7. We also strongly condemn the deaths of civilians in the conflict between Israel and [Palestinian militant group] Hamas.”Israeli security forces on Thursday dropped leaflets in parts of Khan Younis city in southern Gaza, ordering residents to leave the area, Al-Jazeera reported. “Anyone near terrorists or their facilities puts their life at risk, and every house used by terrorists will be targeted,” the leaflets said. It was not immediately clear where residents of these regions were expected to flee to. However, the leaflets indicated that Israel may intensify its assault on southern Gaza. Millions of displaced Palestinians have taken refuge in southern Gaza after Israel launched a ground offensive in the northern part of the region.Israeli Prime Minister Benjamin Netanyahu said on Thursday that his forces have been trying to minimise civilian casualties in Gaza, but haven’t been successful, according to CBS News. In an interview with the channel, he claimed that his country’s forces are “doing everything we can to get the civilians out of harm’s way, while Hamas is doing everything to keep them in harm’s way”. Netanyahu added: “The other thing that I can say is that we’ll try to finish that job with minimal civilian casualties...But unfortunately, we’re not successful.”Internet and telecommunication services in Gaza have collapsed due to the lack of fuel to operate generators, The Associated Press reported on Thursday. The communications blackout has largely cut off the 2.3 million residents of the Palestinian territory from each other as well as those outside the region.Also read: India should play mediator and call for a ceasefire, appeals Palestinian envoyThe United Nations World Food Program has warned that civilians in Gaza face “the immediate possibility of starvation” with essential supply chains collapsing. It said that fuel shortages have triggered a crippling halt in bread production across all 130 bakeries in Gaza. The 447 trucks that have carried food into the region since October 7 can only meet 7% of the population’s daily nutritional requirements, the United Nations Food Program said.The United Nations Relief and Works Agency for Palestine Refugees said on Thursday that it will no longer be able to uphold “commitments to provide for the Palestinian people” due to a lack of fuel. The agency’s Commissioner-General Philippe Lazzarini alleged a deliberate attempt to “strangle” the little aid it is providing to residents in Gaza. The agency said that the aid Israel has allowed through the Rafah border with Egypt will be suspended on Friday.","author":"Scroll Staff","time":"2023-11-17T16:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195960-lbzoztrssq-1700220275.jpg","tags":["Narendra Modi","Gaza","Israel","Palestine"],"source":"https://scroll.in/latest/1059254/top-updates-pm-modi-condemns-deaths-of-civilians-in-israel-hamas-conflict"}