{"title":"Top 10 coronavirus updates: Centre issues new lockdown guidelines as cases near 12,000","content":"The Ministry of Home Affairs released a new set of guidelines on Wednesday, a day after Prime Minister Narendra Modi announced the extension of the nationwide lockdown to control the spread of Covid-19 till May 3. Industries in rural areas and all agricultural activities will be allowed to resume from April 20. The government has also allowed IT and IT-enabled services, online teaching and distance learning. The number of people infected with coronavirus in India has reached 11,933, with 392 deaths, according to the health ministry’s evening update.Delhi Chief Minister Arvind Kejriwal said that the government has made arrangements to shift hundreds of migrant workers and daily-wage earners who were living on the banks of the Yamuna river in Delhi during the nationwide lockdown to combat the coronavirus.A team of doctors and health workers were attacked with stones in Moradabad, Uttar Pradesh, while they were on their way to pick the family members of a Covid-19 patient, and shift them to a quarantine facility.The Centre made it compulsory for people to wear masks in public spaces, including workplaces. It added that all persons in charge of public places, workplaces, and transport facilities must ensure social distancing. The home ministry said nobody who manages a public space should allow a gathering of more than five people.A doctor in Meghalaya, the only Covid-19 patient in the state, died on Wednesday morning. Six members of his family have now tested positive for the disease, Chief Minister Conrad Sangma said.Gujarat Chief Minister Vijay Rupani went into self-isolation a day after he met a Congress legislator who tested positive for the coronavirus. Imran Khedawala had met Rupani, his deputy Nitin Patel and state minister Pradeepsinh Jadeja along with at least two other MLAs from his party to discuss the situation related to Covid-19, the disease caused by coronavirus.The Mumbai Police arrested a self-proclaimed labour leader and a journalist a day after over 1,000 migrant labourers gathered outside Bandra station on Tuesday evening, believing they could travel home by train.The global Covid-19 toll has risen to 1,29,045, according to the Johns Hopkins University. The United States is the worst-hit country in the world with 24,429 deaths and more than 6 lakh cases.United Nations General Secretary Antonio Guterres said that the world is facing a “dangerous epidemic” of misinformation on Covid-19 and announced a new initiative to counter falsehoods about the pandemic with science and facts.","author":"Scroll Staff","time":"2020-04-15T13:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139395-arvnjiaseg-1585843565.jpg","tags":["COVID-19","coronavirus","covid-19 alert"]}