{"title":"‘Top Gun: Maverick’ review: Flights of nostalgia","content":"Top Gun: Maverick opens with a montage of ground personnel preparing US Navy aircraft for take-off to the tune of Harold Faltermeyer’s synth-plonk. It’s the first indication that Joseph Kosinski’s film isn’t going to stray too far from the base. The new movie not only begins in almost the exact same way as Tony Scott’s Top Gun from 1986, but also rehashes many of its predecessor’s themes – Navy aviator Pete Mitchell’s tendency to live up to his call sign Maverick, the burden of his dead father’s legacy, the rashness that gets his flying partner killed, and the derring-do that proves handy when taking on an enemy threat. Soaked in the warm golden glow of nostalgia, Top Gun: Maverick works for the same reasons as Top Gun. The magnificently filmed scenes of dogfights weave magic in the sky that the humans on the ground are hard-pressed to match.Maverick (Tom Cruise) is more mellow and thoughtful than before, especially since a drone programme is threatening to make him and his tribe redundant. Banished back to the Fighter Weapons School where he made his reputation, Maverick is tasked with guiding six pilots through an extremely dangerous mission in an unnamed country.Would the US Navy send its best into what appears to be Death Valley? Maverick has a bigger headache to confront. Among the pilots is Bradley “Rooster” Bradshaw (Miles Teller), the son of Maverick’s radio officer who was killed during a routine mission in the first film.Miles Teller in Top Gun: Maverick. Courtesy Paramount Pictures/Skydance Media/Don Simpson/Jerry Bruckheimer Films.Throwbacks to Top Gun abound, from a song played at a bar to a brawn display on the beach (some of these scenes make sense only if you have seen the original). There’s greater diversity in the casting – more Black officers, a female pilot – but the main object of representation is Tom Cruise himself. Looking ridiculously fit for his 59 years, Cruise delivers the goods with characteristic rigour and aplomb. But Cruise is hard-pressed to match the latest film’s sentimental bent, its tendency to let a single tear run down the battle-hardened male visage. Forced into playing surrogate daddy to Bradley, Maverick appears hugely relieved to be back in the cockpit and up in the air, where he and this movie belong.The aerial wizardry is more impressive than before, but spare a thought for how much was achieved back in the 1980s with a smaller budget and less advanced equipment. Although there’s nothing to report in terms of performances, every one of the actors has at least a few close-ups to remember their experience by.Tom Cruise and Jennifer Connelly in Top Gun: Maverick. Courtesy Paramount Pictures/Skydance Media/Don Simpson/Jerry Bruckheimer Films.Pete’s great love turns out to be not his instructor Charlie (Kelly McGillis) but Penny (Jennifer Connelly). Showered with tendresse by Pete and equal love by Claudio Miranda’s camera, Connelly’s Penny gets as much screen time as Bradley. Perhaps the only affecting moment is the appearance of Val Kilmer, who played Tom ‘Iceman’ Kazansky in Top Gun. Some of Tom Cruise’s post-Top Gun global stardom leaks into the picture. There’s a touch of Cruise’s Mission: Impossible films to a Maverick-Rooster action sequence – there’s even a moment of Tom Cruise running, back upright, arms in the correct position, moving like a bullet.You can’t get a promotion, you won’t retire and despite your best efforts, you refuse to die – a line addressed to Maverick applies equally to the indefatigable Tom Cruise. With the element of surprise and wonderment missing the second time round, Top Gun: Maverick settles for a greatest hits approach with a few new tracks thrown in.\n\n\n    \n    Play\n\nTop Gun: Maverick (2022).","author":"Nandini Ramnath","time":"2022-05-27T09:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174853-hhchmckldx-1653414323.jpeg","tags":["Top Gun: Maverick","Joseph Kosinski","Tom Cruise"],"source":"https://scroll.in/reel/1024707/top-gun-maverick-review-flights-of-nostalgia"}