{"title":"Top Manipur violence updates: Curfew partially lifted in Churachandpur, toll rises to 58","content":"A look at the top developments from violence-hit Manipur:Curfew was partially lifted in Manipur’s Churachandpur between 7 am and 10 am on Sunday. People were seen coming out of their homes to buy food, medicines and other essential items during the relaxation period, reported PTI.  A flag march was conducted by the Army and the Assam Rifles in the town soon after the relaxation ended at 10 am. The curfew was also relaxed on Saturday between 3 pm to 5 pm.The toll due to the ongoing violence between the Kuki and Meitei communities in the northeastern state rose to 58 on Sunday. Officials at the Regional Institute of Medical Sciences in Imphal West told Scroll that 26 persons had died in the district, while 14 died in Jawaharlal Nehru Institute of Medical Sciences in Imphal East district. A doctor at Churachandpur District Hospital said 12 people, including three persons killed in firing by security forces, had died there. The authorities also confirmed to Scroll two deaths each in Kangpokpi district hospital and Moreh hospital in Tengnoupal district. Two deaths were also reported from the Bishnupur district hospital.An unidentified defence spokesperson told PTI that the Army has significantly enhanced aerial surveillance by moving UAVs (unmanned aerial vehicles) and redeploying helicopters within the Imphal Valley. The members of the Meitei community, who account for 60% of Manipur’s population, are largely concentrated in the Imphal Valley.Congress leader Shashi Tharoor suggested that Manipur should be placed under President’s Rule following the violence. “As the Manipur violence persists, all right-thinking Indians must ask themselves what happened to the much-vaunted good governance we had been promised,” he wrote in a tweet. “The voters of Manipur are feeling grossly betrayed just a year after putting the BJP [Bharatiya Janata Party] in power in their state.”A BJP MLA from Manipur has approached the Supreme Court against a High Court order pertaining to the Scheduled Tribe status for the Meitei community. The petition has been filed by Dinganglung Gangmei, who is also the chairperson of the Hill Area Committee of the Manipur Legislative Assembly. On March 27, the High Court had asked the state government to consider petitions for the majority Meitei community’s demand for inclusion among the Scheduled Tribes and decide on them “expeditiously”.The violence first erupted in the state on Wednesday after thousands participated in a protest march organised by the All Tribal Students’ Union of Manipur to oppose the demand of the majority Meitei community to be included in the Scheduled Tribe category. Read here why Manipur’s tribes are alarmed by the push for Scheduled Tribe status for the Meiteis.Nearly 10,000 soldiers from the Army and the Assam Rifles have been deployed in Manipur, PTI reported. Over 13,000 people have been shifted to safe shelters set up by the Army and the state government. Many others have fled to the neighbouring states of Mizoram, Meghalaya and Nagaland.Also read: In Imphal, two families recount two days of horror that ended in death","author":"Scroll Staff","time":"2023-05-07T15:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189895-eldvqmiwwb-1683452425.jpg","tags":["Manipur","Meitei","Kuki","Imphal","violence"],"source":"https://scroll.in/latest/1048686/top-manipur-violence-updates-curfew-partially-lifted-in-churachandpur-toll-rises-to-58"}