{"title":"‘Totally out of context’: Patanjali clarifies Ramdev’s claim that allopathy is ‘stupid science’","content":"Patanjali Yogpeeth on Saturday clarified that yoga guru Ramdev’s statement on allopathy was taken “totally out of context” after he claimed that it was a “stupid science”.Ramdev had said that medicines such as remdesivir and favipiravir – approved by the Drugs Controller General of India for coronavirus treatment – had failed. “Lakhs of patients have died because of allopathic medicines rather than a shortage of oxygen,” he had claimed.Balkrishna, the general secretary of the Patanjali Yogpeeth, later clarified that the video in which Ramdev can be heard making the statement was truncated, and that the yoga guru has no ill-will towards modern science and its practitioners.“It is necessary to mention that the event was a private event and Swami jee [Ramdev] was reading out a forwarded WhatsApp message received by him and various other members who were participating in the event,” the statement claimed.It said that Ramdev has “utmost regards” for all doctors and supporting staff who have been working day and night during the coronavirus pandemic. “Swami jee [Ramdev] has been a firm believer that patients treatment, and relief from the diseases and its pains should be the motto of a medical practitioner,” Balkrishna said. “He believes that allopathy is a progressive science; and a combination of allopathy, ayurveda and yoga will be beneficial.”Yoga guru claiming Allopathy as stupid science. This pandemic brings new shock every day. pic.twitter.com/1W9ojVOIGY— Subhasree Ray (@DrSubhasree) May 21, 2021\n\nLet us all join our hands to heal the diseased humanity by combining ancient and modern scientific wisdom, and by dissolving the hard boundaries of various --pathy's or their treatment ways @ians_india @ANI pic.twitter.com/OedThJDYOW— Acharya Balkrishna (@Ach_Balkrishna) May 22, 2021\n\nThe Indian Medical Association had demanded that the Centre take action against the yoga guru for his comments. The association asked that the Centre either book Ramdev under the Epidemic Diseases Act or accept his accusations and “dissolve” modern medical facilities. It said that Ramdev’s comments challenged the integrity of the Drugs Controller General of India and Union Health Minister Harsh Vardhan.The Indian Medical Association said it will approach the court if the health minister does not take suo moto action against Ramdev. “The healthcare of a country should be handled by a professional in a professional way,” the association said. “Treating unscientific illiteracy with deaf ears and blind eyes is hardly professionalism.”Ramdev and his company Patanjali Ayurved had courted another controversy earlier this year for promoting a product called Coronil, which the firm claimed was the “first evidence-based medicine” for coronavirus.Union Health Minister Harsh Vardhan had attended the event where Ramdev released a research paper on Coronil. The Indian Medical Association had strongly objected to the Centre’s endorsement of the “unscientific product”.In an interview with News Nation, Ramdev even claimed that a World Health Organization team had visited his company and given Coronil the licence for sale in more than 150 countries. Several Bharatiya Janata Party leaders also backed Patanjali’s claim. However, the WHO later clarified that it had not reviewed or certified the effectiveness of any traditional medicine.Ramdev’s comments come as India is struggling to contain a massive second wave of the coronavirus disease, which has overwhelmed the country’s health infrastructure. Several states are facing acute shortages of oxygen and Covid-19 vaccine doses.On Sunday, India reported 2,40,842 new coronavirus cases, taking the infection tally to 26,530,132 since the pandemic first broke out in January 2020. The toll climbed by 3,741 to 2,99,266. There are 28,05,399 active cases and 2,34,25,467 patients have recovered from the infection so far.Follow today’s coronavirus updates here","author":"Scroll Staff","time":"2021-05-23T11:56:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/105853-bwietasyyu-1593162006.jpg","tags":["Ramdev","Coronavirus","allopathy","Acharya Balkrishna"],"source":"https://scroll.in/latest/995553/totally-out-of-context-patanjali-clarifies-ramdevs-claim-that-allopathy-is-stupid-science"}