{"title":"‘Total Dhamaal’ movie review: A helter-skelter comedy that seeks safety in numbers","content":"Indra Kumar’s Total Dhamaal, the third in the set of the Dhamaal movies, seeks safety in numbers. The 129-minute comedy has five sets of pairs chasing an ill-begotten stash of Rs 50 crore. Apart from the 10 actors who run up and down, right to left and in circles until they finally get what they want, there are a couple of late-reel entrants who share the screen with a bunch of computer-generated and domesticated animals.When you throw so much at the screen, something is bound to stick. The screenplay, by Paritosh Painter, Ved Prakash and Bunty Rathore, has enough visual gags and punchlines to distract from the severely tacky visual effects and overwhelming familiarity of such movies. Poor IQ levels exist across the board in the movie, and the idea that Indians have to cough up a lot of money for poor services extends beyond the universe inhabited by the characters. The scam begins when the corrupt police commissioner of Mumbai (Boman Irani) strikes a deal to launder currency rendered useless by demonetisation. There are plugs for the government that implemented demonetisation and the man who leads this government, but otherwise Total Dhamaal is proud to be only about the money (“Paisa, paisa” echoes in the background). When the Rs 50-crore loot lands up in a zoo, the five sets of characters uses all manner of vehicular transport to reach their destination. The scene-stealers include Arshad Warsi and Jaaved Jaaferi as a pair of dim-witted brothers who wage war on an extra-smart car and are probably not going to be among Elon Musk’s customers. Riteish Deshmukh is a fireman who takes bids on who is to be rescued (he doesn’t come cheap). Johnny Lever has a fun cameo as a Bengali who has converted his autorickshaw into a helicopter. Vijay Patkar is the lackey with the apt riposte to Boman Irani’s police commissioner.Other pairs are either wasted or repetitive. Ajay Devgn and Sanjay Mishra are in Golmaal mode; Anil Kapoor and Madhuri Dixit reunite in this movie but don’t make much of an impression. Boman Irani is exactly as he has been in nearly every one of his comedies. Some of the humour is nicely timed and executed, and Indra Kumar even tucks in a message of environmental conservation (delivered through tamed wild animals). There are enough lines here to fuel WhatsApp conversations – until the next such movie comes along.\n\n\n    \n    Play\n\nTotal Dhamaal (2019).","author":"Nandini Ramnath","time":"2019-02-22T13:31:00.542787+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113665-yldraluuai-1550822350.jpg","tags":["Total Dhamaal","Riteish Deshmukh","Ajay Devgn"],"source":"https://scroll.in/reel/914215/total-dhamaal-movie-review-a-helter-skelter-comedy-that-seeks-safety-in-numbers"}