{"title":"Train shooting: Charges of kidnapping and promoting enmity added in FIR against constable","content":"The Government Railway Police on Monday added charges of kidnapping and promoting enmity on grounds of religion against Railway Protection Force Constable Chetan Singh, who shot dead three Muslim passengers and his senior officer on July 31 in a moving train, reported The Indian Express.Last week, Singh had killed Assistant Sub Inspector Tikaram Meena and passengers identified as Abdul Kaderbhai Bhanpurwala, Sadar Mohammed Hussain and Asghar Abbas Sheikh on the Jaipur-Mumbai Central Superfast Express. After one of the Muslim victim’s body fell to the floor, Singh had asked the rest of the passengers in the coach to record a video as he made a speech.“They operate from Pakistan, this is what the media of the country is showing,” he declared. “They have found out, they know everything, their leaders are there.”He went on to hail Prime Minister Narendra Modi, Uttar Pradesh Chief Minister Adityanath and, presumably, either Uddhav Thackeray or Raj Thackeray. “If you want to vote, if you want to live in India, then I say Modi and Yogi, these are the two and your Thackeray.”   Singh was soon arrested and was booked under the Indian Penal Code for murder as well as under the Arms Act. On Monday, the police added Section 153A (promoting enmity between different groups on grounds of religion, etc) of the Indian Penal Code to the first information report on the basis of the video clips of the incident that were widely shared on social media, The Indian Express reported. The police also included charges of kidnapping, wrongful restraint and wrongful confinement in the FIR since he took one of his victims to other coaches.A Mumbai court on Monday extended Singh’s police custody till August 11. The Railway Police told a magistrate court in Borivali that they needed to collect CCTV footage of various spots as part of their investigation and record statements of witnesses, reported PTI.Advocates Surendra Landage, Amit Mishra and Azad Gupta, appearing for Singh, opposed the remand plea and said that the police were yet to submit a report on the medical health condition of their client, reported PTI.This comes after the Railways, on August 2, withdrew its statement saying that Singh had not disclosed that he was receiving treatment for mental illness in his personal capacity. The statement added that no such illness had been detected in the periodic medical examination conducted by the Railways.","author":"Scroll Staff","time":"2023-08-07T21:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192709-yzhveaahlt-1690974920.jpg","tags":["Government Railway Police","Railway Protection Force","Communal Violence","Mumbai"],"source":"https://scroll.in/latest/1053955/train-shooting-charges-of-kidnapping-and-promoting-enmity-added-in-fir-against-constable"}