{"title":"Trial in defamation case had ‘serious vitiating factors’, Rahul Gandhi tells Gujarat High Court","content":"Senior advocate Abhishek Manu Singhvi on Saturday told the Gujarat High Court that the trial process against Congress leader Rahul Gandhi in a defamation case had “very serious vitiating factors”, which led to his conviction, PTI reported.The case, filed by Bharatiya Janata Party leader and Surat West MLA Purnesh Modi, pertains to Gandhi’s comments at a rally in Karnataka’s Kolar ahead of the 2019 Lok Sabha elections. “Why all the thieves, be it Nirav Modi, Lalit Modi or Narendra Modi, have Modi in their names?” the 52-year-old Congress leader had asked.Nirav Modi is a fugitive businessman accused in the Punjab National Bank scam while Lalit Modi is a former Indian Premier League chief who has been banned for life by the cricket governing body.On March 23, a court in Gujarat sentenced Gandhi to two years’ imprisonment for the remarks. This led to his disqualification from the Lok Sabha.Purnesh Modi claimed that Gandhi had “defamed 13 crore people living in the whole of India having the surname ‘Modi’”.Gandhi had moved the High Court on April 25 after a sessions court in Surat had dismissed his plea challenging the conviction. Additional Sessions Judge Robin Mogera had said that as a member of Parliament and a former president of the country’s second-largest political party, he should have been more careful with his words.Justice Hemant Prachchhak of the Gujarat High Court took up the matter on Saturday after Justice Geeta Gopi recused herself from hearing Gandhi’s plea.  At the hearing, Singhvi told the High Court that the complaint against Gandhi is not maintainable since the politician did not take the name of Purnesh Modi, reported Bar and Bench.“If my client would have said that ‘Mr Purnesh Modi.... etc’ only then the complaint would have been maintainable,” Singhvi argued. “But here, he has named PM Narendra Modi, which even the sessions court in its order has noted that my client defamed PM Modi. So, law mandates PM Modi to file a complaint and not anyone from the so-called 13 crore community.”Singhvi also said that the role of the complainant had ended when the judgement against Gandhi was pronounced and there should have been no interest in Gandhi’s disqualification from Parliament.“In the case of a public servant or a legislator, it has very serious additional irreversible consequences – to the person, the constituency, and also drastic consequences of re-election,” he told the court.Gandhi’s disqualification can be overturned if the High Court allows his plea.","author":"Scroll Staff","time":"2023-04-29T14:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188700-dhitpyjhgl-1680506453.jpg","tags":["Abhishek Manu Singhvi","Rahul Gandhi","Narendra Modi","Congress","Gujarat High Court"],"source":"https://scroll.in/latest/1048240/trial-in-defamation-case-had-serious-vitiating-factors-rahul-gandhi-tells-gujarat-high-court"}