{"title":"Tribal rights activist Stan Swamy dies at 84","content":"Tribal rights activist Stan Swamy died at 1.30 pm on Monday, reported The Hindu. He was 84. The activist was undergoing treatment at the Holy Family Hospital in Mumbai after his health condition deteriorated in May. Swamy had been in jail for nine months in connection with the Bhima Koregaon case. He suffered from Parkinson’s disease and was put on ventilator support on Sunday.Doctor Ian D’Souza from the Holy Family Hospital told the Bombay High Court that Swamy suffered a cardiac arrest on Sunday, reported Bar and Bench. Swamy was then put on ventilator support but he did not regain consciousness after that, the doctor said.  The High Court was hearing Swamy’s pleas seeking bail and challenging a section of the Unlawful Activities (Prevention) Act.When the High Court asked if an autopsy was needed, the doctor said that the cause of death was known. Swamy died of post-Covid complications that had affected his lungs as well as due to Parkinson’s disease, he said. Swamy had contracted the coronavirus disease in May.“With all humility at our command, this is a shocking news,” the High Court said on Swamy’s death. “We passed that order to take him to the hospital of his choice. We have no words to express our condolences.”Advocate Mihir Desai, who was representing Swamy, demanded a judicial inquiry into the death of the activist, saying he was taken to hospital 10 days late. “We have no grievance against Holy Family Hospital,” Desai said. “The High Court bench ensured that best medical care is given to him. Unfortunately, I cannot say the same thing about the NIA [National Investigation Agency] and jail authorities.”Desai told the court that Swamy’s body can be handed over to his friend Father Frazer, who wants to conduct a funeral in compliance with all Covid-19 protocols.Earlier on Sunday, civil society members had urged the chief justice of the Bombay High Court to intervene and provide relief to the ailing activist. They had demanded that the activist be granted bail immediately and allowed to return to Jharkhand.On the same day, the National Human Rights Commission had issued a notice to the Maharashtra government, noting the worsening health condition of the tribal rights activist. It had directed the government to ensure that all possible efforts were made to provide healthcare facilities to him “as part of life saving measure[s] and protection of his basic human rights”.The case against SwamySwamy was arrested on October 8 by the National Investigation Agency from Ranchi, and brought to Mumbai the next day.He was charged under various sections of the Indian Penal Code and terror-related offences of Unlawful Activities (Prevention) Act. The National Investigation Agency had claimed that Swamy had helped the cause of the Communist Party of India (Maoist) through various civil rights organisations he worked with.In his bail plea in March, Swamy had said that he was being targeted by the NIA because of his writings and work related to caste and land struggles of the people.The NIA has claimed that it has sufficient evidence to prima facie prove that Swamy was involved in the conspiracy to instigate caste violence in the Bhima Koregaon village near Pune in 2018.Several activists and academics have been accused of making inflammatory speeches at the Elgar Parishad conclave held at Shaniwar Wada in Pune on December 31, 2017, which the authorities claim triggered violence at Bhima-Koregaon war memorial the next day.","author":"Scroll Staff","time":"2021-07-05T14:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/149462-hlifqavlac-1603218535.jpg","tags":["Stan Swamy","Mumbai","bhima koregaon","elgar parishad"],"source":"https://scroll.in/latest/999349/tribal-activist-stan-swamy-dies-at-84"}