{"title":"Trinamool needs to lead INDIA bloc, says party leader as Congress trails in three Assembly polls","content":"Trinamool Congress General Secretary Kunal Ghosh on Sunday said that his party should lead the Opposition INDIA bloc.The comment by the former Rajya Sabha MP came at a time when its INDIA bloc partner, the Congress, trailed against the Bharatiya Janata Party in the Assembly election results of Chhattisgarh, Madhya Pradesh and Rajasthan. The Congress was leading in Telangana.Referring to the party’s election losses in the three crucial Hindi heartland states, Ghosh said that the results have been “more about the Congress’ failure than the BJP’s success”.“All other parties have replicated [Trinamool Congress chief] Mamata Banerjee’s schemes to win elections in other states,” Ghosh said in a social media post in Bangla language. “These elections will not have an impact on the Lok Sabha polls. The combined force of the INDIA bloc will prevail.”He declared, “Trinamool Congress is the party which needs to be in the leadership [of the INDIA bloc] to defeat the BJP at the national level.”National Conference Vice President Omar Abdullah said that the Congress could not understand the ground situation in Madhya Pradesh, ANI reported. He said that the party could have given five to seven seats to the Samajwadi Party in the state.To a question about the future of the INDIA alliance, the former Jammu and Kashmir chief minister said: “If the same continues in the future, then we will not be able to save ourselves.”A meeting of MPs from the INDIA alliance will be held on Monday at 10 am, according to the news agency.The 28-party bloc has taken shape in the past six months with the aim of taking on the BJP-led National Democratic Alliance in the 2024 Lok Sabha polls.The bloc comprises the Congress, its traditional allies such as the Sharad Pawar-led faction of the Nationalist Congress Party and the Dravida Munnetra Kazhagam. It also includes other parties such as Janata Dal (United), Rashtriya Janata Dal, the Uddhav Thackeray-led faction of the Shiv Sena and the Aam Aadmi Party.On Sunday, Pawar said that the election results in the four states were expected. The Opposition parties will analyse the defeat in the polls during the INDIA bloc meeting, he said.Aam Aadmi Party leader Jasmine Shah said that his party has become the largest Opposition party in northern India with governments in two states of the region: Punjab and Delhi.Congress President Mallikarjun Kharge said that the party will overcome the “temporary setbacks” it has faced in Chhattisgarh, Madhya Pradesh and Rajasthan.The party will prepare for the 2024 Lok Sabha elections along with its INDIA bloc partners, he said.“Our performance in these three states [Chhattisgarh, Madhya Pradesh and Rajasthan] have no doubt been disappointing, but with determination, we reaffirm our strong resolve to rebuild and revive ourselves in these three states,” Kharge said in a social media post.Kharge also thanked the people of Telangana for voting the Congress to power.Watch the results of the Assembly elections with independent media.","author":"Scroll Staff","time":"2023-12-03T15:10:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/48192-ngvvbokeha-1498650958.jpg","tags":["Congress","Trinamool Congress","Assembly Elections","Assembly Polls","INDIA Alliance"],"source":"https://scroll.in/latest/1059998/trinamool-needs-to-lead-india-bloc-says-party-leader-as-congress-trails-in-three-assembly-polls"}