{"title":"Trinamool Congress’s biggest donors: Future Gaming, RP-Sanjiv Goenka and Keventer","content":"The Trinamool Congress, which is in power in the lone state of West Bengal, has received Rs 1,609 crore in electoral bonds.The biggest donor to the party is a lottery company from Coimbatore, Future Gaming and Hotel Services. Owned by Santiago Martin, Future Gaming donated Rs 542 crore to the Trinamool Congress – 33.7 % of its bond earnings.The second largest donor to the party is the Kolkata-based RP-Sanjiv Goenka Group of companies, which contributed Rs 403 crore to the party through its multiple subsidiaries. Haldia Energy Limited, a subsidiary of the RP-Sanjiv Goenka Group of companies, donated Rs 281 crore to Trinamool Congress. The donation to the party accounted for 74.5% of the energy company’s total purchase of electoral bonds (Rs 377 crore).The Dhariwal Infrastructure Limited, which is a subsidiary of Calcutta Electric Supply Corporation Limited, the flagship power utility of the RP-Sanjiv Goenka group, contributed Rs 90 crore to the Trinamool Congress between July 7, 2021 and October 6, 2023. A third company related to the Sanjiv Goenka group, Crescent Power Limited, donated Rs 32 crore to the Trinamool Congress. The firm operates a thermal plant near Asansol in West Bengal.At Rs 47 crore, firms linked to the Keventer group are the third biggest donors to the Trinamool Congress.Of this, Rs 27.4 crore came from MKJ Enterprises. Its director Siddharth Gupta also serves as a director at four Keventer group of companies – Keventer Capital Limited, Keventer Projects Limited, Magnificent Foodpark Projects Limited and Madanlal Limited.An additional Rs 20 crore were donated by Keventer Foodpark Infra Limited, now known as Magnificent Foodpark Projects Limited.The Kolkata-based IFB Agro Industries Limited is the fourth biggest donor to the party. Of the total electoral bonds the company purchased worth Rs 92.3 crore, it donated Rs 42 crore to the party. It is 45% of its total donations.This report is part of a collaborative project involving three news organisations – Newslaundry, Scroll, The News Minute – and independent journalists.Project Electoral Bond includes Aban Usmani, Anand Mangnale, Anisha Sheth, Anjana Meenakshi, Ayush Tiwari, Azeefa Fathima, Basant Kumar, Dhanya Rajendran, Divya Aslesha, Jayashree Arunachalam, Joyal, M Rajshekhar, Maria Teresa Raju, Nandini Chandrashekar, Neel Madhav, Nikita Saxena, Parth MN, Pooja Prasanna, Prajwal Bhat, Prateek Goyal, Pratyush Deep, Ragamalika Karthikeyan, Raman Kirpal, Ravi Nair, Sachi Hegde, Shabbir Ahmed, Shivnarayan Rajpurohit, Siddharth Mishra, Sumedha Mittal, Supriya Sharma, Tabassum Barnagarwala and Vaishnavi Rathore.","author":"Sumedha MittalRokibuz ZamanProject Electoral Bond","time":"2024-03-22T18:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197745-ngarwqtcyd-1705929612.jpg","tags":["trinamool congress","electoral bonds","future group","lottery company","election commission","haldia energy","keventer","sanjiv goenka","Lok Sabha 2024"]}