{"title":"Trinamool Congress urges Gauhati HC to intervene in Assam government’s crackdown on child marriage","content":"The Trinamool Congress on Monday urged the Gauhati High Court to intervene to stop the Assam government’s crackdown on child marriage, PTI reported.The TMC’s state chief Ripun Bora, in a letter to Acting Chief Justice N Kotiswar Singh, claimed that the law was being abused in Assam on the pretext of the campaign against child marriage.On January 23, Chief Minister Himanta Biswa Sarma had announced that the state government will launch a drive against child marriage and will book men marrying girls below 14 years of age under the Protection of Children from Sexual Offences Act, and those marrying girls aged 14-18 under Prohibition of Child Marriage Act.  Hundreds of women in Assam have been protesting against the crackdown.Bora, in the letter to the acting chief justice on Monday, alleged that several persons were being arrested in a “retrospective manner,  without any proper FIR [first information report] and evidence”.He wrote: “All of a sudden, Assam police across the state, at the instruction of Chief Minister Dr Himanta Biswa Sarma, operated crackdown for the last 3 days against the so-called offenders under Protection of Child Marriage Act 2006 in a most whimsical manner.”The TMC state chief said that many families, including those comprising infants and pregnant women, have been rendered helpless due to arrests of the men in their households, PTI reported. He said that the arrests had caused a situation of unrest in different parts of the state.Meanwhile, Sarma said on Twitter that in 2022, teenage pregnancies constituted 16.8% of the total number of pregnancies in the state, a figure that he described as alarming.“Our drive against child marriage is for public health and public welfare...,” he said. “We’re resolved to continue this drive until we fulfil our objective. I urge the people to cooperate with us in controlling this harmful trend.”As per the figures Sarma cited, the highest rates of teenage pregnancy were reported from Barpeta (28.7%), Dhubri and South Salmara (27.9%) and Goalpara (24.1%).Our drive against child marriage is for public health & public welfare as teenage pregnancy ratio in Assam is quite alarming - 16.8%.We're resolved to continue this drive until we fulfil our objective. I urge the people to cooperate with us in controlling this harmful trend.' pic.twitter.com/HPpK6nKOt2— Himanta Biswa Sarma (@himantabiswa) February 6, 2023\n\nMinor dies by suicide, family blames police crackdownA 17-year-old girl in the Cachar district died by suicide allegedly due to fears that her family members may be arrested amid the state government’s drive, the Hindustan Times reported on Sunday.The girl’s mother claimed that her daughter was to get married to a man older than her. The 17-year-old’s body was recovered from near her home on Saturday evening. Cachar Superintendent of Police Numal Mahatta denied that the girl’s suicide may have been due to crackdown on child marriage. “...The actual cause of death will be revealed once the postmortem report comes,” the official said. “There must be some other issues in the family which led her doing this. It is not at all related to the crackdown against child marriage.”","author":"Scroll Staff","time":"2023-02-06T20:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186559-dlzazsatqy-1675696553.jpg","tags":["Assam","Trinamool Congress","Ripun Bora","Himanta Biswa Sarma"],"source":"https://scroll.in/latest/1043376/trinamool-congress-urges-gauhati-hc-to-intervene-in-assam-governments-crackdown-on-child-marriage"}