{"title":"Trinamool’s bye-election sweep is a no-confidence motion on BJP’s NRC plans in Bengal","content":"Since the Lok Sabha election campaign earlier this year, the Bharatiya Janata Party has attempted to make inroads into West Bengal by pushing hard on its promise to institute a citizen’s register. Like the National Register of Citizens in Assam, the proposed register in West Bengal would identify undocumented migrants from India’s eastern neighbour Bangladesh.This initiative was the key factor that determined the results of the first set of bye-elections in West Bengal, as the Trinamool Congress swept all three Assembly seats: Kharagpur, Karimpur and Kaliaganj. With the BIP registering a substantial fall in vote share since the Lok Sabha elections, the result is being seen as a vote of no confidence in its NRC plans. Two of the seats that went to the polls – Kaliaganj and Karimpur – are on the West Bengal-Bangladesh border. They have substantial populations of Muslims as well as Hindu migrants from Bangladesh, two groups that are apprehensive of an NRC.NRC to blameIn Kaliaganj, the BJP’s candidate Kamal Chandra Sarkar was clear that the NRC had led to his defeat. “I admit that that National Register of Citizens is the reason behind my defeat,” he said. “There was fear among the people regarding NRC. We failed to make people understand that NRC in Assam was different. The NRC is implemented by the Centre and not the BJP as a party. People thought the BJP was implementing NRC and this went against us.”We lost as there has been serious confusion over implementation of NRC in Bengal: BJP Kaliaganj candidate Kamal Chandra Sarkar after bypoll defeat— Press Trust of India (@PTI_News) November 28, 2019\n\nIn her post-election press conference, Chief Minister Mamata Banerjee also made sure to blame the NRC for the BJP’s defeat. “They are saying they will conduct an NRC, they will deport citizens, take away their rights,” said Banerjee. Everyone is a citizen, everyone has rights. People have been living here for 70 years and they are still not citizens? This is a destructive game they [the BJP] are playing.”Self-goal for BJPThe BJP first used the NRC as a major issue during the campaign for the 2019 Lok Sabha elections in West Bengal. However, the Trinamool took the issue and turned it on its head, pointing to Assam where a provisional NRC list had seen two million people excluded, many of them allegedly Hindu Bengalis. Even as the BJP claimed the NRC would target only Muslims, the Trinamool pointed to Assam to argue that, in reality, it would target all Bengalis. During her press conference on Thursday, even as she made a case against the NRC, Banerjee claimed that “Bengalis are being chased out of every state” .To counter this, as reported by Scroll.in in April, the BJP made a change in its messaging.  It said it would first bring in an amendment to the Citizenship Act, which would give citizenship to all non-Muslim undocumented migrants from Bangladesh (as well as Pakistan and Afghanistan).  Only then would an NRC exercise be conducted.This meant that the NRC in Bengal would target only Muslims. Speaking in Kolkata in August, Home Minister Amit Shah made sure to repeat that the NRC would have a strict communal filter. “People of Bengal are being misled on the issue of NRC,” said Shah. “I am here today to clear all doubts on the BJP’s stand. Mamata Di is saying that millions of Hindus will have to leave West Bengal. There cannot be a bigger lie than this.”He added: “I want to assure the people of Bengal NRC will be implemented but nothing of this sort is going to happen. I assure all Hindu, Buddhist, Sikh, Jain refugees they won’t have to leave the country, they will get Indian citizenship and enjoy all the rights of an Indian national.”U-turn on NRCIn addition to this, the West Bengal unit of the BJP has practically dropped the NRC as a campaign topic. “NRC is no longer an issue for us in West Bengal,” said state BJP president Dilip Ghosh on Tuesday – a point he has been making for some months now. “We have never made it an issue.” Earlier in September, Gosh had blamed the Trinamool for making the NRC an issue in West Bengal, claiming that it had never been so the BJP.From going on the attack with the respect to the NRC – the BJP’s Lok Sabha manifesto promised to “implement the NRC in a phased manner in other parts of the country” – to claiming that the NRC was never an issue for the BJP in West Bengal, it is clear that the Trinamool’s attacks have had an effect.Thursday’s bye polls result further corroborates that at least in West Bengal, the NRC is volatile topic for the BJP, which has as much chance of harming the saffron party itself as it has of helping it electorally.","author":"Shoaib Daniyal","time":"2019-11-28T20:33:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/119749-nsxvpdhzuo-1560139885.jpg","tags":["West Bengal","NRC","Assam","Bye-election results","BJP","Trinamool Congress"],"source":"https://scroll.in/article/945203/trinamools-bye-election-sweep-is-a-no-confidence-motion-on-bjps-nrc-plans-in-bengal"}