{"title":"Trinamool Congress leaders Arjun Singh and Dibyendu Adhikari join Bharatiya Janata Party","content":"Former Trinamool Congress leaders and West Bengal MPs Arjun Singh and Dibyendu Adhikari were on Friday inducted into the Bharatiya Janata Party at its headquarters in New Delhi.Singh, who is an MP from West Bengal’s Barrackpore Lok Sabha constituency, and Adhikari, an MP representing the state’s Tamluk constituency, joined the saffron party in the presence of the party’s National General Secretary Dushyant Gautam and party leader Amit Malviya.TMC MPs Shri Arjun Singh and Shri Dibyendu Adhikari #JoinBJP at party headquarters in New Delhi. pic.twitter.com/uD8A1Nhemt— BJP (@BJP4India) March 15, 2024\n\n\nFollowing his induction into the BJP, Adhikari, who is the brother of West Bengal BJP leader Suvendu Adhikari, criticised the Trinamool Congress for its handling of the violence that recently broke out in Sandeshkhali, Mint reported.The Sandeshkhali village in the state’s North 24 Parganas had witnessed unprecedented protests by women against now-suspended Trinamool Congress leader Shahjahan Sheikh and his associates, who have been accused of sexual assault and land grabbing. Sheikh was arrested on February 29.“People had a lot of expectations with the Bengal chief minister [Mamata Banerjee] as she too is a woman,” Adhikari said. “In Bengal, women don’t have the respect that they should have. There is no rule of law there,” he added.A day before joining the BJP, Singh had quit the Trinamool Congress after he was dropped from the party’s list of candidates for the upcoming Lok Sabha elections, PTI reported.“When I joined the Trinamool Congress in 2022, I was promised that I would be re-nominated as the party’s candidate from the Barrackpore Lok Sabha seat,” Singh said. “But the party did not keep its promise and betrayed me. So I have decided to return to the BJP,” he added.In 2019, Singh had joined the BJP after quitting the Trinamool Congress ahead of the general elections that year. He had defeated the candidate fielded by the Trinamool Congress from Barrackpore.Singh returned to the Trinamool Congress in 2022, but remained a BJP MP on Parliament record.","author":"Scroll Staff","time":"2024-03-16T10:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199293-ayfkcpwixm-1710563609.jpg","tags":["Bharatiya Janata Party","Arjun Singh","Trinamool Congress","Dibyendu Adhikari","West Bengal","Lok Sabha 2024"],"source":"https://scroll.in/latest/1065273/trinamool-congress-leaders-arjun-singh-and-dibyendu-adhikari-join-bharatiya-janata-party"}