{"title":"Trinamool Congress will fight Lok Sabha elections alone in West Bengal, says Mamata Banerjee","content":"The Trinamool Congress will fight elections alone on all 42 Lok Sabha seats in West Bengal, party supremo Mamata Banerjee announced on Wednesday, reported ANI. “I had no discussions with the Congress party,” said the West Bengal chief minister. “I have always said that in Bengal, we will fight alone. I am not concerned about what will be done in the country but we are a secular party and in Bengal, we will alone defeat BJP.”West Bengal CM Mamata Banerjee says \"I had no discussions with the Congress party. I have always said that in Bengal, we will fight alone. I am not concerned about what will be done in the country but we are a secular party and in Bengal, we will alone defeat BJP. I am a part of… pic.twitter.com/VK2HH3arJI— ANI (@ANI) January 24, 2024\n\n\nBanerjee said that the party will go into alliance with others only after the results are declared.The announcement came as the Bharat Jodo Nyay Yatra, led by Congress MP Rahul Gandhi, is set to enter West Bengal. Banerjee alleged that the Congress did not inform her that the march would pass through her state.The Trinamool Congress is a part of the INDIA Alliance, an amalgamation of 28 Opposition parties that came together in July with the aim of defeating the ruling Bharatiya Janata Party in the upcoming Lok Sabha elections.On Tuesday, West Bengal Congress leader Adhir Ranjan Chowdhury described the chief minister as an “opportunist”, adding that his party is capable of fighting the elections on its own.Gandhi, however, dismissed Chowdhury’s criticism of Banerjee.“The negotiations on seat-sharing are underway,” he said. “I don’t want to comment here. But Mamata Banerjee is very close to me and our party.”On Tuesday, Banerjee had held a close-door organisational meeting in Birbhum district, where she told the party leader to be prepared to fight the election alone, reported PTI.An unidentified Trinamool Congress leader told PTI that the Congress’ demand for 10 to 12 seats in West Bengal was unjustified. The leader added that it could offer the Congress two seats.On Banerjee’s statement, West Bengal Bharatiya Janata Party chief Sukanta Majumdar said that the alliance between the Congress and the Trinamool Congress at the national level is unnatural, reported ANI. “In West Bengal, the Congress and Communist Party of India (Marxist) are fighting against Mamata Banerjee,” he added. “A while ago, in the panchayat elections, Congress and CPM workers were thrashed and murdered by TMC workers... Mamata Banerjee knows the ground report.”","author":"Scroll Staff","time":"2024-01-24T14:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179621-zednhjuxyu-1662638034.jpg","tags":["TMC","West Bengal","Mamata Banerjee","Lok Sabha","India alliance"],"source":"https://scroll.in/latest/1062637/trinamool-congress-will-fight-lok-sabha-elections-alone-in-west-bengal-says-mamata-banerjee"}