{"title":"14 Opposition MPs suspended from Parliament for demanding discussion on security breach","content":"Fourteen Opposition MPs were suspended from Parliament on Thursday for the remainder of the Winter Session for alleged unruly behaviour and misconduct as they demanded a discussion on the previous’s day security breach in the Lok Sabha.Among those on the initial list of those who were suspended was Dravida Munnetra Kazhagam MP SR Parthiban, who was not even in Parliament on Thursday. His suspension was later revoked.Trinamool Congress MP Derek O’Brien was suspended from the Rajya Sabha, while the rest were suspended from the Lok Sabha.On Wednesday, two men had jumped into the Lok Sabha chamber from the visitors’ gallery and opened gas canisters. Outside Parliament, a man and a woman had opened smoke canisters and shouted “stop dictatorship”.Four persons have been arrested in connection with the security breach.On Thursday, O’Brien, along with other Opposition members in the Rajya Sabha, demanded that Union Home Minister Amit Shah make a statement about the breach.Rajya Sabha chairperson and Vice President Jagdeep Dhankhar asked O’Brien to leave the Upper House for entering the Well and allegedly “continuously shouting slogans gesticulating at the Chair”, reported the Hindustan Times.  After an initial adjournment, Dhankhar again named O’Brien and warned him for his conduct, PTI reported.  \n\n\n    \n    Play\n\nAccusing O’Brien of violating the directions of the chairperson and disrupting the proceedings of the Rajya Sabha, Dhankhar allowed Union minister Piyush Goyal, the leader of the House, to move a motion calling for the Trinamool Congress MP to be suspended.The motion was adopted with a voice vote, PTI reported. Dhankhar then adjourned the proceedings till 2 pm as Opposition MPs protested O’Brien’s suspension.Rajya Sabha adopts motion for suspension of TMC MP Derek O' Brien for the remainder part of the winter session for \"ignoble misconduct\" pic.twitter.com/A3MVk0Top9— ANI (@ANI) December 14, 2023\n\n\n13 Opposition MPs suspended from Lok SabhaIn the Lok Sabha, 13 Opposition MPs were suspended for the remainder of the Winter Session.Parliamentary Affairs minister Prahlad Joshi initially moved a motion to suspend five Congress MPs  –TN Prathapan, Hibi Eden, S Jothimani, Ramya Haridas and Dean Kuriakose – for displaying “utter disregard to the chair’s directions”.He later moved another motion to suspend Manickam Tagore, Benny Behanan, K Sreekandan, Mohammad Jawed, PR Natarajan, S Venkatesan, Kanimozhi, SR Parthiban and K Subbarayan.As he moved the motion, the Opposition MPs continued to protest against the security breach.The motion was adopted by voice vote, following which the House was adjourned till Friday.However, Parthiban’s suspension was later revoked as Joshi clarified that the inclusion of his name in the list was a case of “mistaken identity”, reported India Today. The MP, who represents Tamil Nadu’s Salem constituency, was absent from Parliament on Thursday as he was unwell.#WATCH | Opposition MPs- Benny Behanan, VK Sreekandan, Mohammad Jawed, PR Natarajan, Kanimozhi Karunanidhi, K Subrahmanyam, SR Parthiban, S Venkatesan and Manickam Tagore-suspended from Lok Sabha for the rest of the session for \"unruly conduct\"  House adjourned till tomorrow. pic.twitter.com/gThKY50P7P— ANI (@ANI) December 14, 2023\n\n\nOn Thursday, MPs from the Opposition INDIA alliance said that they were disappointed over the suspension of the legislators for demanding a statement from the Centre, reported ANI.“It is unfortunate that the government has not issued any statement on the incident,” Trinamool Congress MP Sukhendu Sekhar Roy told reporters outside Parliament. “When the attack in 2001 took place, security personnel had lost their lives but did not let any terrorists enter the building. We do not know if those arrested [on Wednesday] are terrorists. However, the breach shows that the security in Parliament is so weak, that anybody can enter.”Roy, who was joined by Congress MP Jairam Ramesh and Rashtriya Janata Dal’s Manoj Jha, added that instead of telling the country about how such a security breach occurred, the government was trying to evade the issue by suspending Opposition MPs.“This Parliament is the biggest institution of our country’s democracy and the government is misleading it,” he said. “We want the government to mend its ways by tomorrow, issue a statement over the incident and hold a discussion.#WATCH | Opposition MPs address the media over the suspension of 15 MPs from the House. TMC MP Sukhendu Sekhar Roy says, \"...After what happened yesterday, the INDIA alliance wanted the Union Home Minister to come to the Parliament, give a statement & then a discussion should… pic.twitter.com/k10ihi1z9R— ANI (@ANI) December 14, 2023","author":"Scroll Staff","time":"2023-12-14T14:10:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/147920-nzkrnigyew-1612038951.jpg","tags":["Derek O’Brien","Parliament","Rajya Sabha"]}