{"title":"Tripura: TMC leader Saayoni Ghosh gets bail a day after her arrest on attempt to murder charges","content":"Trinamool Congress leader Saayoni Ghosh was granted bail by a court in West Tripura district on Monday, a day after she was arrested by the police, reported ANI. She was arrested on charges of attempt to murder, promoting enmity between groups and criminal intimidation. The police alleged that Ghosh had tried to mow down Bharatiya Janata Party workers at Tripura Chief Minister Biplab Deb’s rally in Agartala, according to The Print.“Sayani Ghosh and her associates drove the said vehicle in such a speed to cause death of the supporters gathered there,” the police alleged in a First Information Report filed in the case. Ghosh was also accused  of using offensive language for those who were at the rally and throwing stones at them. “[The] public gathered there at the meeting/programmed started running in all directions,” the FIR said. “Some of the BJP supporters also suffered minor injuries.” The police will produce Ghosh before a court on Monday, The Indian Express reported. In a video that Ghosh tweeted on Saturday evening, she could only be heard shouting  “Khela Hobe [the game is on]” while passing through the rally. ত্রিপুরার \"মুখ্য\" মন্ত্রীর সভায় হাতে গুনে ৫০ জন লোক। এর থেকে বেশি আমাদের ক্যান্ডিডেটদের সভায় দেখা যাচ্ছে। ত্রিপুরার মা-মাটি-মানুষের সমর্থনে চোখে চোখ রেখে খেলা হবে ও বিজেপির গুন্ডারাজের অবসান ঘটবে।পুনশ্চ: গাড়ি কিছুটা আঘাত প্রাপ্ত কিন্তু আমি, @aitcsudip, @ArpitaGhoshMP অক্ষত। pic.twitter.com/3ryJyFfXIf— Saayoni Ghosh (@sayani06) November 20, 2021\n\nTrinamool Congress General Secretary Kunal Ghosh said this cannot be the basis for her arrest. “Spotting her in a car, someone said ‘didi, khela hobe’ [sister, the game is on]. She said, ‘Haan, khela hobe.’ ”The party’s Rajya Sabha MP Sushmita Dev described the case filed against Saayoni Ghosh as concocted, The Indian Express reported. “We shall legally fight it,” Dev said. “We are with Saayoni. She is a brave girl.” Dev and other Trinamool Congress members had allegedly been attacked by BJP supporters near the East Agartala women’s police station while they were while they were being questioned in relation to the complaint filed against Ghosh. The party has sought a meeting with Union Home Minister Amit Shah to raise the matter of Ghosh’s arrest and the attacks on Trinamool Congress workers in Tripura. “Sixteen Trinamool MPs have reached Delhi,” party leader Derek O’Brien tweeted, tagging Shah. “Sir, please do give us an appointment this morning. Patiently waiting.”The Communist Party of India (Marxist) condemned the arrest of Ghosh and the alleged attack on Trinamool Congress leaders. It said that the BJP’s “fascist terror” is increasing as the civic elections in Tripura are approaching, PTI reported. “Leaders and candidates of all parties, including the Left parties, were attacked several times and despite complaints, police did not arrest the culprits,” CPI(M) alleged. “Police are playing the role of silent spectators.” Meanwhile, a delegation of Trinamool Congress MPs protested outside the Ministry of Home Affairs over the alleged police brutality in Tripura, ANI reported. They wanted to meet Home Minister Amit Shah.A total of 16 MPs, including Derek O’Brien, Sukhendu Sekhar Roy, Santanu Sen and Mala Roy, were a part of the protest, according to the Hindustan Times.Delhi: A delegation of TMC MPs protest outside the Ministry of Home Affairs (MHA) over alleged police brutality in Tripura. They are seeking an appointment from the Union Home Minister Amit Shah. pic.twitter.com/sS3UfRsawG— ANI (@ANI) November 22, 2021\n\nTensions between supporters of the Trinamool Congress and BJP have  escalated in Tripura in the run up to civic elections, which are  scheduled to take place in the state on November 25. Last week, a clash  had erupted between the supporters of the two parties in Khowai  district in which 19 people, including two policemen, were injured.","author":"Scroll Staff","time":"2021-11-22T08:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166635-bvelpxsrag-1637548567.jpg","tags":["Trinamool Congress","Tripura","state news"],"source":"https://scroll.in/latest/1011091/tripura-tmc-leader-saayoni-ghosh-accused-of-trying-to-mow-down-bjp-workers-arrested"}