{"title":"Tripura anti-Muslim riots demonstrate how Indian and Bangladeshi extremists feed off each other","content":"The third week of October saw the northeastern state of Tripura rocked by violence. Muslim homes, shops and mosques were attacked as the Vishwa Hindu Parishad, a prominent Hindutva organisation, a part of the larger Sangh Parivar umbrella, led violent marches.These marches in turn were organised in response to anti-Hindu violence in Bangladesh. The week starting October 13 saw Durga puja pandals across Bangladesh under attack. Notably, the epicentre of this violence was in the Comilla district of Bangladesh – which immediately neighbours Tripura and has been a significant source of post-Partition migration into the northeastern state.These incidents showed a troubling tendency for majoritarian forces in both India and Bangladesh to benefit from each other’s actions in order to cynically use atrocities on a minority in one country to try and justify anti-minority repression in the other.The Bangladesh cardWhile communal violence has been linked across South Asia earlier, especially in the aftermath of Partition, the genesis of this current India-Bangladesh dynamic traces itself to how Bangladesh has became a major talking point in Indian politics starting from 2013-’14.Two significant things happened at the time. In 2013, the Supreme Court started the process of updating Assam’s National Register of Citizens, which meant that Assamese residents had to prove that they were not Bangladeshi migrants. To do so, they often had to produce official documents that went back decades. Ethnic mobilisation has long been a mainstay of Assamese politics, with “Bangladeshi” often being a dog whistle for the state’s Bengali-speaking population. But now this kind of politics acquired national prominence, as the Assam National Register of Citizens dominated the news across India for the next few years.Akina Khatun is among families that had gone through the painstaking process of proving their citizenship for the NRC “First they said prove your citizenship – we did that by attending hearing after hearing. Now even that's not enough it seems,” she said https://t.co/DiYOsBb0X8 pic.twitter.com/SgzI6Sk3wU— scroll.in (@scroll_in) September 25, 2021\n\nThe very next year, as the Bharatiya Janata Party started its 2014 Lok Sabha campaign, the saffron party pushed hard to woo Hindu Bangladeshi migrants in an attempt to get a foot in the door in West Bengal. In May, 2014, for example, Narendra Modi addressed a rally in Bengal at which he said that only Bangladeshis who worship Durga would be welcome in India. The BJP soon put this into practice after it won the elections, with the Modi government deciding to allow non-Muslim migrants from Bangladesh, Pakistan and Afghanistan to stay on in India under long-term visas even if they had crossed the border illegally.This politics reached its apogee during the 2019 Lok Sabha election campaign, as the BJP linked a new proposed law called the Citizenship Amendment Act with a nationwide National Register of Citizens. While the Citizenship Amendment Act was originally a law meant to allow non-Muslims who had crossed over illegally from Bangladesh, Pakistan and Afghanistan to gain Indian citizenship, by linking it to the National Register of Citizens, the BJP used it to threaten the citizenship of Indian Muslims. It was a classic example of how the fraught communal situation in Bangladesh was weaponised to target minorities in India.The secular AwamiThe situation in Bangladesh is, at first glance, different from India, with a nominally secular party, the Awami League in power. The recent anti-Hindu riots, for example, resulted in strict action by the Bangladesh police. Officers even opened fire on mobs (more people were killed in police fire than by rioting mobs). By sharp contrast, many of the Vishwa Hindu Parishad rallies in Tripura had been conducted with the permission of the administration. In fact, the police brazenly claimed that the law and order situation in the state was “absolutely normal” even in the face of reports of widespread violence.However, right wing elements in Bangladesh see the anti-Bangladesh rhetoric in India as a golden opportunity to regain lost ground, given that the Awami League has all but wiped out conservative parties in the country. Bangladeshi social media – over which the government has little control unlike newspapers and TV channels – now frequently carry news of the communal situation in India as a way to whip up majoritarian passions within Bangladesh.Several social, political and cultural organisations staged demonstrations and protest marches across #Bangladesh over the communal violence against the minority Hindu community during the Durga Puja. pic.twitter.com/1vFmmo6PwF— All India Radio News (@airnewsalerts) October 20, 2021\n\nIn March, Islamists in Bangladesh used the occasion of Modi’s visit to the country to lead riots. The ensuing violence saw 13 people dead, with Hindu institutions coming under attack. In October too, India was used by Bangladeshi majoritarian elements as justification for the violence. The Associated Press reported that rioting mobs “chanted anti-India slogans and criticised Prime Minister Sheikh Hasina, accusing her of being close with New Delhi”.Maybe most alarming was the fact that Prime Minister Hasina herself appeared to put some of the blame for the communal rioting in her country on India. “Our neighbouring country must also cooperate [in fighting communalism],” she said in the middle of the violence. “They must make sure that nothing is done there [in India] which affects our country and hurts our Hindu community.”In much the same way, the right in India has also attempted to use the Bangladesh violence for domestic polarisation in places like Tripura and West Bengal. Suvendhu Adhikari, the BJP’s leader of opposition in West Bengal said that Bangladesh proves that the “Hindu community of West Bengal must awake from their slumber and realise how fragile is our false sense of security” and there is a possibility of communal riots in Bengal too. Swapan Dasgupta, a nominated member of the Rajya Sabha from the BJP, complained about the fact that the communal situation of Bangladesh did not play a bigger part of domestic politics in West Bengal since it would “​​heighten the consolidation of Hindus behind the BJP”.In BJP-ruled Tripura, of course, there was outright communal violence against the state’s Muslim minority.Communalism in India and what was then East Pakistan was intimately linked due to the common origin of both states in Partition. Right till the mass riots of 1964 in both eastern India and what is now Bangladesh, it was regular for extremists in both countries to cynically feed off each other in order to attack their respective minorities. The early 1990s also anti-Hindu violence in Bangladesh sparked off by the demolition of the Babri Masjid in India. However, for the last two decades, Delhi and Dhaka have enjoyed excellent ties. This should not be jeopardised by extremist politics in both India and Bangladesh looking to use the communal situation in the neighbouring country as an excuse to repress minorities in their own.","author":"Shoaib Daniyal","time":"2021-11-03T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165388-dcltfehkkf-1634802625.jpg","tags":["Bangladesh","Tripura","Citizenship Amendment Act"],"source":"https://scroll.in/article/1009477/tripura-anti-muslim-riots-demonstrate-how-indian-and-bangladeshi-extremists-feed-off-each-other"}