{"title":"Tripura: Six die of malaria in six months, health minister says outbreak has been controlled","content":"At least three people have died of malaria over the last few days in Tripura’s Dhalai district while six people have died in the state over the past six months, ANI reported quoting state Health Minister Sudip Roy Barman.Barman, however, claimed that the “epidemic” has been controlled with 0.42% casualty rate among malaria-infected patients, reported The Indian Express. He claimed that the fatalities resulting from malaria in 2018 were less than the number of cases reported in 2014 when 96 people died of malaria.Barman said 7,991 patients were found infected with malaria across the state since January this year. The figures have shot up since 2017 when 5,058 malaria-infected patients were identified, he said while addressing a press conference at the state Secretariat on Monday. “The spike in malaria cases might have been caused by an early monsoon,” he said. “There was scope for mosquito breeding in the stagnant water.”Barman said the “outbreak was extensive” but the disease was brought under control due to “institutional treatment, timely medication and follow up”.In Dhalai district’s Gandhara sub-division, where the most cases have been reported, patients and family members complained there were no proper medical services in the area, reported Northeast Now.Bir Kumar Tripura, a doctor at Gandachere hospital, said nine malaria patients were admitted at the the hospital at present and there was no shortage of medicines.The state government said it will organise a series of health camps in the districts, especially Dhalai, to check further outbreak. A special medical team would be dispatched with a chopper to Dhalai district on Tuesday to review the situation.","author":"Scroll Staff","time":"2018-09-25T08:42:08.141176+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/895711-kbxsxeqwof-1520405299.jpg","tags":["Tripura","Malaria","Dhalai"],"source":"https://scroll.in/latest/895711/tripura-six-die-of-malaria-in-six-months-health-minister-says-outbreak-has-been-controlled"}