{"title":"Tripura Police provide protection to mosques in sensitive areas after violence during VHP rally","content":"The Tripura Police have provided protection to mosques in sensitive areas of the state, a day after a group of people vandalised a mosque and several shops in North Tripura district, NDTV reported.The police have said that the situation is now under control, but warned people not to post provocative messages on social media.District Superintendent of Police Bhanupada Chakraborty told India Today that the police spoke to Hindu and Muslim community leaders and brought the situation under control.Meanwhile, prohibitory orders under Section 144 of the Code of Criminal Procedure banning the gathering of more than four people have been imposed in Dharmanagar district.On Tuesday, a mosque was vandalised in North Tripura’s Panisagar sub-division during a Vishwa Hindu Parishad rally. Three houses and three shops were also vandalised in the Rowa Bazar area near the mosque, the police said.The police said that the ransacked shops and houses belonged to members  of the minority community. A case has been filed based on a complaint by  one of them, an official said.  On Tuesday evening, the Tripura Police said that it was taking lawful action in connection with the violence. The police said that some people were spreading rumours and circulating provocative messages on social media, and appealed to people to maintain peace. “Lawful action will be initiated against those who are circulating rumours on social media platforms and are trying to disturb peaceful environment,” the police said.Lawful action will be initiated against those who are circulating rumours on social media platforms and are trying to disturb peaceful environment.— Tripura Police (@Tripura_Police) October 26, 2021","author":"Scroll Staff","time":"2021-10-27T22:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/45265-seeaocrrkw-1582104855.jpg","tags":["Tripura Police","North Tripura","mosque","Tripura","North East news","Tripura mosque vandalised"],"source":"https://scroll.in/latest/1008781/tripura-police-provide-protection-to-mosques-in-sensitive-areas-after-violence-during-vhp-rally"}