{"title":"Tripura Police thinks reporting on communal violence is a crime. It is not. ","content":"Its recent statements and actions suggest the Tripura Police does not understand the work of journalists.  On Monday, it arrested two reporters from HW News, Samriddhi Sakunia and Swarnaa Jha, who were covering anti-Muslim violence in the state.They are accused of being part of a criminal conspiracy to spread communal disharmony and malign the government. The police claim they also fabricated and concealed records on the anti-Muslim violence as part of this conspiracy. It has become necessary to reiterate the obvious. First, reporting on communal violence does not amount to fuelling communal violence. Second, reporting local accounts that may contradict police and government versions of an event does not amount to spreading fake news. Third, journalists investigate events and document them as a matter of public record. It is not their job to deliver evidence directly to the police.The violence that wasn’tReports of communal violence started emerging from Tripura last month. Hindu right-wing groups organised rallies to protest against anti-Hindu violence in neighbouring Bangladesh. Some of these demonstrations spun into violence.On October 21, security personnel in Gomati district were reportedly injured as they clashed with Hindu right-wing activists trying to go ahead with a rally despite prohibitory orders. But for days, confusion prevailed as the state police refused to confirm early reports of violence. As of October 24, however, the police had provided 150 mosques with security cover as they conceded there had been a “few stray disturbances”.Finally, when it became evident that violence had indeed broken out during a rally in Panisagar on October 26, the police insisted on a curious caveat: no mosques had been burnt. They also asserted, repeatedly, that the situation in Tripura was “absolutely normal”.#BreakingNews :  Tripura Police lodged FIR against two members of #Tripura_Fact_Finding team: Adv Mukesh Kumar& Ansar Indori under #UAPA & 7 sections of IPC for social media posts on #TripuraViolenceThey are asked to delete \"fabricated & false\" statements& appear before 10/11 pic.twitter.com/rrTDfcSRUX— Samriddhi K Sakunia (@Samriddhi0809) November 3, 2021\n\nAnyone contradicting these claims faced criminal charges, many of them under the Unlawful (Activities) Prevention Act, an anti-terror law. Two Delhi lawyers on a fact finding mission were sent a notice under UAPA. About 102 social media handles, most of them belonging to Muslims and many of them journalists, also faced similar charges.Police claims of normalcy have been replicated by the Union ministry of home affairs, which issued a statement on Saturday saying there had been no damage “to the structure of any Masjid in Tripura”, there had been no injuries, rapes or deaths either. The home ministry specifically refuted reports that a mosque in the Darga Bazaar area of Kakraban in Gomati had been damaged and vandalised.This was the mosque that Sakunia had visited on November 11. Footage from a video posted by her on Twitter shows the charred interiors of a mosque and burnt books. The attack, she said, had taken place on October 19. People in the video are heard saying the books had once been Qurans, and that the two Supreme Court lawyers who were part of the fact finding mission had taken part of the books with them.Conspiracy theoriesA statement issued by the Tripura police on Monday, shortly after Sakunia and Jha had been arrested, is illustrative of the way the administration views journalistic work.It starts by casting doubts on their credibility: the two women were “reportedly journalists by profession”. It suggests that they had travelled to Tripura from outside the state to take part in a “criminal conspiracy”. The regular process of reportage is described as criminal.The video posted by Sakunia appears to be objectionable simply because it reflects local accounts that contradict the police investigation. When she refuses to furnish the police with further details about the “damaged books/ documents”, rightly pointing out that it was for them to collect evidence that was still on the ground, she is booked for concealing records.The police statement then connected rioting in Amravati in Maharashtra to such reportage. On Saturday, the home ministry’s statement had made the same claim: “fake news” had triggered communal conflagrations in Amravati, where a rally to protest against the anti-minority violence in Tripura had led to violent reprisals from Hindu right-wing groups.This is dangerous logic. It deflects from the administration’s own failure to crack down on majoritarian mobs and protect communities at risk. It criminalises any attempt to hold governments to account for these failures.Sakunia and Jha were not the only journalists who travelled to Tripura to find realities that were very different from the police version. Several others have found traces of a burnt  mosques, and minorities living in fear because they feel the government will not protect them. Are all of these to be dismissed as a conspiracy of disinformation?The two reporters from HW News were granted bail on Monday evening. It is unlikely that the charges against them will stand up under scrutiny. But a clear message has been sent out by the Tripura police to journalists wishing to report in the state: deviate from the government line at your own peril.","author":"Ipsita Chakravarty","time":"2021-11-16T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166362-umrhnhddkh-1636901611.jpeg","tags":["Tripura","communal violence","press freedom"],"source":"https://scroll.in/article/1010646/tripura-police-believes-reporting-on-communal-violence-is-a-crime-it-is-not"}