{"title":"Tripura’s ruling alliance hangs by a thread as BJP’s tribal leaders agitate over election violence","content":"The Bharatiya Janata Party’s ruling coalition with the Indigenous People’s Front of Tripura is hanging by a thread. The BJP’s tribal leaders have been agitating for a week, demanding an immediate end to the alliance. The situation came to a head on Friday evening, forcing senior leaders from both parties to hold an emergency “high level” meeting to broker a truce.  Sunil Deodhar, BJP’s national secretary in charge of Tripura, also flew in to Agartala to help salvage the situation. Ram Madhav, the party’s general secretary, and Himanta Biswa Sarma, convener of the North East Democratic Alliance, a BJP-led coalition of parties from across the region, are expected to follow suit on Sunday.The meeting managed to avert the break-up – for now.  “A coordination committee with leaders from both sides will ensure that all misunderstandings are sorted out,” said Mangal Debbarma, spokesperson of the Indigenous People’s Front. “There has been some quarrelling of late, but in our discussions last night it was decided that fighting be stopped from both sides.”The coalition has been strained for months now. In April, barely a month after taking power, the two parties clashed over the BJP’s alleged inaction on its partner’s demand for a separate state for Tripura’s indigenous tribal population. The friction this time is an outcome of a series of attacks and counterattacks that the workers of the two parties have allegedly carried out in the run-up to the September 30 panchayat elections. The allies are contesting the elections separately.In a letter to the State Election Commission early this week, the tribal party asked for elections to be “countermanded” in areas where its candidates could not submit their nomination papers because of “major disturbance created by the miscreants”. As per media reports, 19 people, including police officials, were injured in the violence.In the wake of the emergency meeting, however, the party has decided to retract its demand to cancel elections. “The elections will go on as scheduled,” said Debbarma, “and all other issues will be resolved soon.”‘People voted for BJP’s agenda’The BJP’s tribal leaders are not quite convinced. “Continuing skirmishes between us and them has meant that we have not been able to ensure development in the tribal areas,” claimed Sanjoy Jamatia, president of the party’s tribal unit, Janajati Morcha. “There is no congruence of thought between us and them.”Jamatia said the Indigenous People’s Front’s “emotional development” of a separate state of Twipraland for the tribal population has few takers. “People voted for them not for Twipraland, but only because of BJP’s development agenda,” he claimed.The Indigenous People’s Front had allied with the BJP after Union Home Minister Rajnath Singh reportedly promised NC Debbarma, the tribal party’s chief,  that the Narendra Modi government would form a committee to examine the demand for Twipraland, proposed to be carved out of Tripura’s tribal-dominated hill areas. In its election campaign, though, the saffron party sidestepped the subject ostensibly to not alienate the state’s Bengali voters.The strategy worked: the BJP won a clear majority of 35 of the 60 Assembly seats. Yet, it gave two Cabinet births to the tribal party, which won eight seats, all from the hills.  “We want the alliance to be there but they can’t keep taking law and order into their hands,” said Rajib Bhattacharya, the BJP’s state general secretary.The BJP leadership’s willingness to go the extra mile to keep the alliance going even though it can stay in power on its own comes from long-term concerns, a party leader said. “If we withdraw from the alliance, IPFT will create mayhem in the hills,” the leader added. “There will be blockades, the law and order situation may crumble. We can’t afford that to happen with the Lok Sabha elections next year.”","author":"Arunabh Saikia","time":"2018-09-16T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/894522-dikygrryzq-1472117531.JPG","tags":["Tripura","Panchayat polls","Indigenous People’s Front of Tripura","BJP","Twipraland","Himanta Biswa Sarma"]}