{"title":"SC restrains Tripura Police from taking action against two lawyers, journalist booked under UAPA","content":"The Supreme Court on Wednesday ordered the Tripura Police not to take any coercive action against two lawyers Mukesh Kumar and Ansar Indori and journalist Shyam Meera Singh, who have been booked under Unlawful Activities Prevention Act, reported Live Law.The journalist and the lawyers were booked for their social media posts and report on the communal violence that took place in Tripura. The Tripura Police had also invoked UAPA against 102 Twitter accounts for spreading allegedly distorted and objectionable content about the recent violence in the state.The lawyers were a part of a fact-finding team about the violence in the state. After attacks on Hindus in Bangladesh last month, the Vishwa Hindu Parishad had organised a protest rally in Tripura on October 26, which led to violence and attacks on mosques as well as shops and homes of Muslims. However, the police have repeatedly claimed that the law and order situation in the state was “absolutely normal”. They also claimed that no mosques had been burnt.The fact-finding team’s report, co-authored by Supreme Court lawyers Ehtesham Hashmi and Amit Srivastav, said the violence erupted because of the “irresponsibility of the administration, along with extremist organisations and the vested interests of ambitious politicians”.Singh, a journalist at NewsClick, had said that the Tripura government booked him for writing, “Tripura is burning” on social media.“I want to reiterate once again, I will never hesitate to stand up for justice,” he had tweeted after he was charged under the UAPA.The petitioners had also sought quashing of charges against them and challenged two provisions of the anti-terror law, which are “being misused and abused at great deal”, including the wide definition of “unlawful activities”.During Wednesday’s hearing, the Supreme Court issued notices to the Tripura government and the Centre on the petition, reported Bar and Bench. Advocate Prashant Bhushan, appearing for the petitioners, told the court that the lawyers had published a fact-finding report about the communal violence, which led to the Tripura Police asking them to appear for interrogation in connection with the first information report under UAPA.At this, Chief Justice of India NV Ramana said that he had read some news reports that the journalists were granted bail in the Tripura FIRs. Bhushan, however, clarified that they were two other journalists.Ramana was referring to the arrest of journalists Samriddhi Sakunia and Swarna Jha for covering the recent anti-Muslim violence in the state. They were granted bail on Monday. The Tripura Police had arrested Sakunia and Jha, who work for news channel HW News, on charges of spreading communal disharmony. They also face charges of “fabricating and concealing records” about the recent violence, apparently as part of “a criminal conspiracy”.Also readTripura Police thinks reporting on communal violence is a crime. It is not.In seven years, 10,552 Indians have been arrested under UAPA – but only 253 convicted","author":"Scroll Staff","time":"2021-11-17T13:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136934-miledugenw-1616056721.jpg","tags":["Supreme Court","Tripura Police","Tripura violence"],"source":"https://scroll.in/latest/1010776/tripura-violence-sc-restrains-police-from-taking-coercive-steps-against-two-lawyers-journalist"}