{"title":"Tripura Police detain two journalists who were booked for covering communal violence in the state","content":"Two journalists covering the recent anti-Muslim violence in Tripura were taken into police custody on Sunday on charges of spreading communal disharmony, ANI reported. The action has sparked widespread condemnation from press organisations. The channel they work for, HW News, and civil liberties activists have questioned the legality of their detention.On Sunday morning, Tripura Police handed over the first information report to journalists Samriddhi Sakunia and Swarna Jha, filed on the complaint of a person named Kanchan Das. He had alleged that Sakunia and Jha made an “instigating speech” against the Hindu community and the Tripura government while visiting people from the Muslim community in the Unakoti district’s Paul Bazaar area.In tweets posted in the morning, Sakunia and Jha alleged that they were being held captive in a hotel in Dharmanagar sub-division of North Tripura district. They finally managed to leave the state in the afternoon, but the police of neighbouring Assam detained them in Karimganj district and handed them over to the Tripura Police.FIR🚨 in #Tripura@Jha_Swarnaa and I, the correspondent at @hwnewsnetwork have been booked under 3 sections of IPC at the Fatikroy police station, Tripura.VHP filed complaint against me and @Jha_Swarnaa FIR has been filed under the section: 120(B), 153(A)/ 504.  Copy of FIR pic.twitter.com/a8XGC2Wjc5— Samriddhi K Sakunia (@Samriddhi0809) November 14, 2021\n\nThe police arrived yesterday at the hotel around 10:30 at night and served the FIR copy in the morning 5:30am. We were supposed to leave for the capital Agartala but have been not allowed to move despite full cooperation. There are around 16-17 police deployed outside our hotel.— Samriddhi K Sakunia (@Samriddhi0809) November 14, 2021\n\nIn a video statement issued on Sunday morning, Sakunia said that they were served a copy of the first information report on Sunday morning and more than 15 policemen were deployed outside the hotel where they were staying.The police also took Aadhaar and transport details of the two journalists, Sakunia said.Police collected transport details of both reporters, insisted on #Aadhar, ostensibly to provide \"security\", but when they tried to check out, they were told FIR had been filed. They missed their flight, finally were allowed to leave but told to return to #Tripura... pic.twitter.com/QVQcNd0GNM— Article 14 (@Article14live) November 14, 2021\n\nTension has been prevailing in Tripura after a mosque and several shops were attacked in the Panisagar sub-division during a Vishwa Hindu Parishad rally on October 26. The Hindutva outfit was protesting about the attacks on Hindus in neighbouring Bangladesh. The police have claimed that no mosque had been burnt in the violence.  In his complaint against the journalists, Kanchan Das had also said that Sakunia and Jha had blamed the Vishwa Hindu Parishad and Bajrang Dal for burning a mosque in the Paul Bazaar area.The complainant alleged that the journalists were a part of the criminal conspiracy to damage the communal harmony of Tripura and malign the Vishwa Hindu Parishad and the Tripura government.Meanwhile, in its statement on Sunday afternoon, HW News said that the police do not have a case against its journalists.The statement said that section 46 of the Code of Criminal Procedure does not allow women to be arrested after sunset or before sunrise without the order of the magistrate. It said that this procedure was not followed by the police.It cited Assam police saying that the two journalists will be taken back to Tripura for questioning. The statement said this was done despite police earlier allowing them to leave the hotel in Tripura where they were staying. The police had also given the journalists seven days to record their statement.“This is sheer harassment and targeting of the press on the part of Tripura Police and Tripura Government to suppress us from reporting facts of the case,” the statement added.Meanwhile, the Ministry of Home Affairs on Saturday said that no mosque had been damaged in Tripura, The Indian Express reported. The Centre denied reports of injury, rape or death in any clash in the state.“There have been news reports that have been circulating that a mosque in Kakraban area of Gomati district in Tripura has been damaged and vandalised,” the ministry said in a statement. “These news reports are fake and are a complete misrepresentation of facts.”Police’s claims misleading: AltNewsMeanwhile, fact-checking website AltNews on Saturday reported that the Tripura Police’s claim of no mosques being vandalised in the state’s Panisagar town was incorrect. On October 28, the Tripura Police had made the claim in a statement replying to a tweet posted by Sakunia. Sakunia had tweeted a video showing a Muslim man in an ambulance following an attack by unidentified people. pic.twitter.com/CPrkCDkkVM— Tripura Police (@Tripura_Police) October 28, 2021\n\nThe police have maintained that no mosques were burnt and that images of the alleged incident shared on social media were fake. The police had shared the images of Rowa Jame Masjid to claim that no mosque was burned down. However, AltNews said that multiple people, including local journalists, told the website that a mosque at the former Central Reserve Police Force camp in Panisagar was vandalised and torched.This mosque is located about 3 kilometres away from the Rowa Jame Masjid, according to AltNews. Besides AltNews, Al Jazeera and Article 14 had also shared images of the mosque in the former CRPF camp being torched.Tripura violence: SC agrees to hear plea challenging UAPA charges against journalists, lawyers","author":"Scroll Staff","time":"2021-11-14T10:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166345-rsxddzwvzh-1636866578.jpg","tags":["Tripura Violence","Unakoti","Vishwa Hindu Parishad"],"source":"https://scroll.in/latest/1010518/tripura-police-file-fir-against-two-journalists-covering-communal-violence-in-the-state"}