{"title":"Tripura violence: Government cannot use UAPA to suppress reporting, says Editors Guild","content":"The Editors Guild of India on Sunday criticised the filing of charges under the Unlawful Activities (Prevention) Act against 102 people, including journalists, for reporting and writing on the communal violence that took place in Tripura in October. The Tripura Police have invoked the anti-terror law against the social media account holders for allegedly  posting distorted news about the violence, according to the Hindustan Times. The cases have been filed against 68 Twitter account holders, many of whom are journalists, 32 Facebook users and two accounts on YouTube, according to The Wire. Violence had erupted in Tripura on October 26. Activists of the Vishwa Hindu Parishad had allegedly vandalised a mosque and properties of Muslims in North Tripura during a protest against the anti-Hindu violence in Bangladesh earlier that month. But the police claimed that no mosque had been burnt in the district.One of the persons booked under the UAPA, journalist Shyam Meera Singh from NewsClick, claimed that he had just posted a tweet that said “Tripura is burning”. The Editors Guild of India on Sunday described the filing of UAPA cases against journalists as an “extremely disturbing trend”.“Such a harsh law, where in the processes of investigation and bail applications are extremely rigorous and overbearing, is being used for merely reporting on and protesting against communal violence,” the journalists’ association said. The Editors Guild said that governments cannot use UAPA to suppress reporting on violent incidents. “The Guild is of the opinion that this is an attempt by the state government to deflect attention away from its own failure to control majoritarian violence, as well as to take action against the perpetrators of this,” it said. The Editors Guild said that instead of punishing journalists and activists, the Tripura government should conduct a fair investigation into the violence. The organisation urged the Supreme Court to take note of the way in which stringent laws are being used to suppress the freedom of speech. “Issue stringent guidelines on charging journalists under them, so that these laws don’t become an easy tool for suppressing press freedom,” the Editors Guild said. Apart from journalists, the Tripura police have also filed UAPA cases against two lawyers who highlighted anti-Muslim violence in the state. Mukesh Kumar, a Delhi-based advocate for the People’s Union For Civil Liberties and Ansar Indori of the National Confederation of Human Rights are a part of the fact-finding team that had visited Tripura to investigate the communal violence. A report submitted by the fact-finding team said that the violence in Tripura was the result of the “irresponsibility of the administration, along with extremist organisations and the vested interests of ambitious politicians”.The PUCL, a human rights body, alleged that cases had been filed against the lawyers only because their report highlighted that the violence was unleashed on Muslims by Hindu majoritarian groups with “tacit connivance and conscious abdication of duties” by the police","author":"Scroll Staff","time":"2021-11-07T16:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166083-taguqhzcnk-1636281114.jpg","tags":["Tripura","press freedom","UAPA"]}