{"title":"Triple talaq is the worst way to dissolve a marriage, says SC","content":"The Supreme Court on Friday condemned the Islamic practice of triple talaq and said it was the “worst” way to divorce, reported PTI. “There are school of thoughts [that] say triple talaq is legal, but it is the worst and not desirable form for dissolution of marriages among Muslims,” said the five-judge bench of the apex court. The bench was hearing petitions challenging the Constitutional validity of triple talaq for the second day.The court made the observation after senior advocate Salman Khurshid, who is arguing as an amicus curiae in the case, said triple talaq was a “non-issue” and added that the practice was optional, reported NDTV. Khurshid pointed out that women have the right to say no to the practice in the marriage contract (nikahnama). The court was also informed that countries like Pakistan, Afghanistan, Morocco and Saudi Arabia do not allow triple talaq.Earlier in the day when Khurshid had told the bench that NGO All India Muslim Personal Law Board – one of the respondents in the case – had declared triple talaq abhorrent but valid, the Supreme Court bench observed, “If something is sinful, can it be laid down in the Shariat?”Apart from Khurshid, a number of legal luminaries like Ram Jethmalani, Kapil Sibal and Indira Jaisingh placed arguments on the matter during the day. Jethmalani said triple talaq went against Article 13 of the Constitution, which deals with laws that contravene those dealing with fundamental rights, and that any law enforceable in courts has to be covered under this article.Jethmalani also argued that the practice violated the Right to Equality. “The right of triple talaq is available only to the husband and not to the wife...One-sided termination of marriage is abhorrent, and hence, avoidable,” he said, according to PTI. He called it “unconstitutional behaviour” and added that it also goes against the tenets of Quran.On Day 1 of the hearing, advocate Indira Jaisingh had argued that triple talaq is “civil death” for women and an “extrajudicial, unilateral and final” act that was “done without giving any reasons”.She was supported by senior advocate Amit Singh Chadha, who appeared for Shayara Bano – a triple talaq victim from Uttarakhand and one of the litigants in the case. Chadha said triple talaq was discriminatory towards women. “Muslim men have an unqualified, untrammeled, unguided, untested and absolute right” to end a marriage by simply uttering “talaq” three times, but Muslim women had to show “cogent, relevant and reasonable grounds” under the 1993 Marriage Act to do the same. Jaisingh is expected to continue her presentation on Friday.","author":"Scroll Staff","time":"2017-05-12T17:57:04.446667+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/837445-48282-tdipemknng-1493526460.jpg","tags":["triple talaq","Supreme Court","Salman Khursid"],"source":"https://scroll.in/latest/837445/triple-talaq-is-the-worst-way-to-dissolve-a-marriage-says-sc"}