{"title":"Tripura: Journalist beaten up for criticising chief minister’s remark against media on coronavirus","content":"A journalist from Tripura was beaten up by unidentified individuals, after he criticised Chief Minister Biplab Deb’s remark that he will not forgive media houses for publishing stories of alleged mismanagement of the coronavirus crisis by the Bharatiya Janata Party government, NDTV reported on Monday.Parashar Biswas, a journalist with a Bengali newspaper, made the criticism after being discharged from a coronavirus care centre. In his video, posted on Facebook on Saturday, Biswas said he wanted to warn the chief minister that he should not threaten the media. Biswas was thrashed at his house in Ambassa, the headquarters of Dhalai district, on Saturday night. He was critically injured and was taken to a hospital in Agartala. “We have filed a case and are investigating the attack,” Deputy General of Police Rajiv Singh said.Subal Dey, the editor of Syandan Patrika, where Biswas works, said he was attacked within 12 hours after he made the Facebook post. “He was attacked within a day after the chief minister issued a threat against the media and within 12 hours of his Facebook post. We suspect this attack to have been carried out by BJP members.”But the BJP denied it was responsible for the attack. “We condemn the attack on the journalist,” Tripura BJP spokesperson Nabendu Bhattacharjee said. “None of our party members are involved in this. Police has started investigation. If any political party members are involved, law will take its course.”Deb had said on Friday that he would not “forgive” the media for its allegedly “confused” coverage of the coronavirus situation in the state. “A few newspapers and journalists are getting overexcited and confusing the people of Tripura,” he had said. “History would not forget them. I will also not forgive them. People of Tripura will not forget them. Biplab Deb will not forget them. I do what I say, I keep my words. History will remain witness to it.”Journalists in Agartala held a meeting on Sunday under the forum “Assembly of Journalists”, and asked Deb to withdraw his statement. “Within 24 hours of Chief Minister’s public threat to newspapers, a journalist has been attacked, beaten brutally,” they said in a statement. “This has led to a feeling of insecurity among journalists in the state.” The group said that if Deb did not withdraw his statement, they might have to approach Governor Ramesh Bais, Prime Minister Narendra Modi and the Press Council of India.Forum for Protection of Media and Journalists in Tripura Chairperson Subal Kumar Dey said the comments of the chief minister were “undemocratic and unconstitutional”, News18 reported. “We hope he will withdraw his remark within the next three days,” Dey said. Dey claimed that not one but two journalists have been attacked since Saturday. “The state is trying to enslave media persons,” he alleged. “State government orders are issued to choke journalists’ voices.”Tripura has so far reported 19,165 cases of the coronavirus, including 200 deaths, according to the Union Ministry of Health and Family Welfare. As many as 11,536 people have recovered.","author":"Scroll Staff","time":"2020-09-14T11:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147453-ouyjlgurpz-1600061996.jpg","tags":["Parashar Biswas","Biplab Deb","Coronavirus","Tripura"],"source":"https://scroll.in/latest/973026/tripura-journalist-beaten-up-for-criticising-chief-ministers-remark-against-media-on-coronavirus"}