{"title":"Triple talaq is a matter of faith, Muslim law board tells Supreme Court","content":"The All India Muslim Personal Law Board on Tuesday told the Supreme Court that the practise of triple talaq was a matter of faith and ruled out the question of constitutional morality and equity. Senior advocate Kapil Sibal, who was representing the non-governmental organisation to defend the Islamic practice of instant divorce by uttering the word “talaq” thrice, asked how could it be un-Islamic if it has being practised for last 1,400 years.“Who are we to say that this is un-Islamic?” Sibal asked the the five-judge Constitutional bench on the fourth day of deliberation on the matter. He argued that it came into being after the time of Prophet Muhammad and pointed out that the source of triple talaq can be found in Hadith, which is a major source of guidance for Muslims besides the Quran, reported NDTV.Clarifying that his clients were not claiming the practice to be a “good tradition”, Sibal said, “We also need change. Nobody should interfere in the matter,” ANI reported. Sibal also equated it with the Hindu belief that the god Ram was born in Ayodhya. “If I have faith that Lord Ram was born at Ayodhya, then it’s a matter of faith and there is no question of constitutional morality,” said the former law minister.Earlier, the apex court had said that it will look into the case only if triple talaq was not fundamental to Islam. On Monday, Attorney General Mukul Rohatgi had said that the Centre will enact a law if the court decides to strike down triple talaq. Responding to it, Sibal asked what will happen if the top court banned the practice and then Parliament refused to bring in a new law.In one of the last three hearings, the bench had called triple talaq the “worst form” of divorce. The central government has maintained that the practice had nothing to do with religion and held it up as a custom that violates gender equality and human rights. Kapil Sibal tells SC \"We are not saying that triple talaq is a good tradition. We also need change. Nobody should interfere in the matter\"— ANI (@ANI_news) May 16, 2017","author":"Scroll Staff","time":"2017-05-16T13:41:19.813414+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/837787-57945-pimsmkxziq-1494502316.jpg","tags":["triple talaq","AIMPLB","Supreme Court","Kapil Sibal"]}