{"title":"Tripura: 19 people injured in clash between BJP and TMC in Teliamura town","content":"Nineteen people, including two policemen, have been injured in Teliamura town of Tripura’s Khowai district in a clash between Bharatiya Janata Party and Trinamool Congress supporters, PTI reported on Friday.Five persons have been arrested and four of them have been sent to judicial custody till November 30, the police told the news agency.The altercation took place on Wednesday night in the lead up to civic polls in Tripura scheduled to be held on November 25.Restrictions under Section 144 of the Criminal Procedure Code have been imposed in three wards of the Teliamura Municipal Council, Sub Divisional Magistrate Mohammad Sajjad P said in a statement issued late on Thursday.The restrictions will be in force till November 24.Trouble started around 9.30 pm on Wednesday in Kalitala area of Teliamura, Assistant Inspector General of Police (Law and Order) Subrata Chakraborty said, according to PTI.Trinamool Congress members, who were staging a demonstration in the locality, reached near a BJP office leading to altercation between the two groups, Chakraborty said. The police had to use force and lob tear gas shells to control the situation.Three cases have been registered at Teliamura police station in relation to the incident. Two of them have been filed by the father of Trinamool Congress member Anirban Sarkar, who has been hospitalised with injuries, the police said.A separate case was registered by the police with charges of attempt to murder, voluntarily causing grievous injury and unlawful assembly.Sarkar and four others have been arrested. However, Sarkar could not be produced in a court as he is in the hospital, PTI reported.Trinamool Congress leader Sushmita Dev has accused the BJP of repeatedly attacking the candidates and workers of her party. Meanwhile, the BJP has refuted the allegations saying they do not even consider Trinamool Congress as a political opponent in Tripura.“They have no organisational base here and they are not posing any political challenge to the BJP,” saffron party spokesperson Nabendu Bhattacharya told PTI.","author":"Scroll Staff","time":"2021-11-19T17:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166562-zygcuibthu-1637320573.jpg","tags":["Tripura","Trinamool Congress","BJP","Teliamura"],"source":"https://scroll.in/latest/1010965/tripura-19-people-injured-in-clash-between-bjp-and-tmc-in-teliamura-town"}