{"title":"Tripura violence: SC agrees to hear plea challenging UAPA charges against journalists, lawyers","content":"The Supreme Court on Thursday agreed to hear a petition challenging the Tripura Police’s decision to file first information reports against journalists, lawyers and activists under the Unlawful Activities (Prevention) Act for social media posts about communal violence in the state, Live Law reported.Earlier this week, the state police booked 102 Twitter handles under the anti-terror law, claiming that authorities wanted to stop the spread of rumours that could disrupt peace in the state.On Thursday, advocate Prashant Bhushan mentioned the petition before a three-judge bench headed by Chief Justice of India NV Ramana. “This is regarding incidents in Tripura and FIRs and 41 A notices issued to lawyers who went on fact finding mission, as some tweeted that Tripura is burning,” he said.The chief justice suggested that the petition can be heard by the High Court. However, Bhushan said that the petition has also challenged two provisions of the anti-terror law, which are “being misused and abused at great deal”, including the wide definition of “unlawful activities”.He urged Ramana to take up the matter urgently as those booked are “imminently under threat”. The chief justice agreed to fix a date for the hearing.After attacks on Hindus in Bangladesh last month, the Vishwa Hindu Parishad had organised a protest rally in Tripura on October 26, which led to violence and attacks on mosques as well as shops and homes of Muslims.However, the police have repeatedly claimed that the law and order situation in the state was “absolutely normal”. The force also asserted that no mosques had been burnt.But a report by lawyers who were part of a fact-finding team said that at least 12 mosques, nine shops, three houses of Muslims were targeted during the violence. It said the violence erupted because of the “irresponsibility of the administration, along with extremist organisations and the vested interests of ambitious politicians”.The police have invoked the Unlawful Activities (Prevention) Act against the lawyers Ehtesham Hashmi, Amit Srivastava, Ansar Indori and Mukesh Kumar. The police have also written to Twitter, Facebook and YouTube to freeze the accounts of the 102 social media users.The accounts against whom the police have sought action include those of journalists Mohammad Sartaj Alam, Shyam Meera Singh and CJ Werleman, and former Aligarh Muslim University student leader Sharjeel Usmani.Singh said that he has been booked under the anti-terror law for writing, “Tripura is burning”.The violenceTension has been prevailing in Tripura following the attacks on mosques and properties owned by Muslims.On October 29, the Tripura High Court took suo moto cognisance of the violence and directed the government to submit a report on the matter by November 10.The National Human Rights Commission has also asked the Tripura government for a report on the violence after Trinamool Congress spokesperson Saket Gokhale filed a complaint on October 28.“Reports of violence against persons from religious minority community were also reported but ironically the state machinery acted like a bystander by siding with the rioting mob,” the commission’s notice said. “It is also stated that post such incidents, there is an atmosphere of immense fear amongst the members of that community in the area with regard to their life and safety.”","author":"Scroll Staff","time":"2021-11-11T13:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166033-qnzgmubcqd-1636185162.jpg","tags":["Tripura Police","Supreme Court","Unlawful Activities (Prevention) Act","Prashant Bhushan","Twitter","Tripura violence","Anti-Muslim violence"],"source":"https://scroll.in/latest/1010331/tripura-violence-sc-agrees-to-hear-plea-challenging-uapa-charges-against-journalists-lawyers"}