{"title":"Tripura’s tribal youth are fast losing patience with BJP-led government over statehood demand, jobs","content":"As the Assembly elections approached in Tripura in February, Swapan Debbarma hit the campaign trail with gusto. He was canvassing for NC Debbarma, chief of the Indigenous People’s Front of Tripura, who was contesting from Takarjala constituency. “We went door to door telling people that the CPI(M) does not care about us indigenous people,” Swapan Debbarma recalled, referring to the Communist Party of India (Marxist) that ruled the state then. “If a tribal party comes to power, things will get better for us,” ran his pitch.NC Debbarma won Takarjala by a handsome margin of 12,652 votes. The Indigenous People’s Front of Tripura went on to form a coalition government with the Bharatiya Janata Party.Six months on, Swapan Debbarma, an assistant general secretary in the All Tripura Indigenous Students Association, a “brother organisation” of the Indigenous People’s Front of Tripura, feels let down. “When we demanded Twipraland, the CPI(M) oppressed us,” he said. “So, we got the BJP, but it seems they are the same too.”As the 25-year-long communist rule drew to an end in Tripura, tribal resentment had swelled, and the demand for Twipraland – a separate province for the state’s indigenous population – had surfaced again. While the state government had refused to engage with the demand, the BJP-led Central government had seemed more open to suggestion. Union Home Minister Rajnath Singh reportedly promised the Indigenous People’s Front of Tripura that it would set up a panel to examine the demand. Soon afterwards, the party joined the BJP in a pre-poll alliance.Since then, the alliance has grown strained: the two parties have sparred, often violently, over a host of issues, especially the BJP’s alleged inaction on the Twipraland demand.  In fact, relations between the allies were so frayed by September that the saffron party flew in leaders from the Centre to salvage the situation.  While they managed to avert the crisis then, ties between the two parties remain tense.  The Twipraland quandaryIn South Tripura’s Killa block, leaders of the Indigenous People’s Front of Tripura have been on an “indefinite” relay hunger strike since October 2, protesting against the Union Home Ministry’s alleged inaction on their statehood demand. The rationale for the coalition – that the BJP would listen to tribal demands – no longer holds, it is felt.“The only reason that the BJP won from tribal areas is because we supported them,” said Krishna Kanta Jamatia, an assistant general secretary of the Indigenous People’s Front of Tripura who is leading the hunger strike. “But now that they have won, hardly any of them even bother engaging with us.”In Tripura, 20 constituencies in the 60-seat Assembly are reserved for Scheduled Tribes. As part of a pre-poll understanding, the Indigenous People’s Front of Tripura put up candidates in nine of those 20 seats, winning eight of them. In the 11 other seats, BJP candidates stood for elections, supported by the Indigenous People’s Front of Tripura.The indigenous  party’s  grassroots leaders point out that Rajnath Singh promised in January to set up a committee to look into the Twipraland demand and that the committee would submit its report within three months. But the committee was formed only in September, and its terms of reference bear no direct mention of the statehood demand. Its mandate is to “look into social, economic, culture, linguistic and other development issues of the indigenous population”. The committee made its first visit to Tripura on October 11 and October 12.“It has become difficult for us to go to the people and villages we went to asking for votes on the basis of the committee,” said an executive member of the Indigenous People’s Front of Tripura who did not want to be identified. “The other day, someone said, ‘What has this committee of yours done till now? Why don’t you instead just give all of us rat poison?’”Monilal Debbarma, an office-bearer of the youth wing of the Indigenous People’s Front of Tripura, said,  “It is very clear now that we cannot prosper without our own state. But since the BJP has more MLAs than us, they seem to be drowning our leaders’ voices. What is the point of this coalition then?”Swapan Debbarma agreed: “If there is no benefit of staying in the collation as we were promised initially, why should we stay in it?”Pitor Debbarma, vice-president of the All Tripura Indigenous Students Association, also conceded that “though we are in government with the BJP, there is something lacking”. He added, “We will have to wait and watch.”Disillusionment in the hillsBut it is not just the lack of progress on the Twipraland demand that indigenous communities in Tripura are upset about. Among tribal youth, who were key to the indigenous party’s successful election campaign, there is simmering discontent about the government’s performance. In Udaipur in Gomati district, Monilal Debbarma was scathing in his criticism. “We worked so hard during the elections, hoping that there would be some change,” he said. “But all that has changed is the colour: red to saffron. They are still repressing our voice.”The dispensation has kept hardly any of its electoral promises, he pointed out. “They said all youth will get Android mobiles, better education and jobs, but till now we have got nothing,” he rued.Though it is early days yet, not many are hopeful for the future. “Going by how things have been in the last six months, it is very unlikely anything will happen in the next four years either,” said a bitter Swapan Debbarma. “It shows when there is intent; there should have been a start at least.”This disillusionment is a pattern as one travels across Tripura’s hills, home to the state’s indigenous  communities. Hari Mohan Jamatia, a pork seller in Killa, said financial hardships had worsened. “There is simply no money in the market because MGNREGA work has completely dried up,” he said, referring to the Mahatma Gandhi National Rural Employment Guarantee Act of 2005, which is meant to ensure 100 days of wage-employment to the country’s rural poor in a year. Jogesh Debbarma, a resident of Takarjala in Sepahijala district, also rued the lack of employment opportunities under this scheme. “Work under MGNREGA has actually come down under the new government,” he affirmed.In Dhalai, which has seen a malaria outbreak in the past six months, there are other grievances. “People had so much hope from this government,” said a young tribal leader associated with the Indigenous People’s Front of Tripura. “But what really changed? Malaria has been as bad as any other year, the state’s response as lackadaisical as ever. On top of that, there’s an acute cash crisis this time.”In Killa, leaders of the Indigenous People’s Front of Tripura have been on a relay hunger strike since October 2.An alliance fraught with contradictions   The indigenous party’s senior leadership is not immune to the gloom either. A legislator conceded that the party perhaps had “more support before the elections than now”.  There is also a strand of thought within the front that it settled for too little in the seat-sharing arrangement. “We gave them 11 of the 20 Scheduled Tribe seats, which they won only because of us,” said the legislator, who did not want to be identified. “That was a mistake on our part, for we would have had much more bargaining power instead.”The leader conceded that rural employment had taken a hit since the alliance came to power, but claimed it was for reasons beyond the government’s control. “We have not been able to implement development schemes like MGNREGA in the ADC [autonomous district council] area because almost 80% of the elected office bearers who were CPI(M) have quit after we came to power,” he explained. “We have appointed caretakers but they have very little financial power. So those posts are  effectively lying vacant, but things will get better once bye-elections [take place] and we get direct control of the autonomous district council.” The party’s spokesperson, Mangal Debbarma, was more optimistic. “It is still early days,” he insisted. “The first six months went into setting up the government, development will begin now.”A defiant BJP  The BJP, for its part, has played down the simmering discontent among Tripura’s tribal youth. Deputy Chief Minister Jishnu Dev Varman said, “Young people want things to happen at their pace, but the government has to operate within certain frameworks – administrative and constitutional.”When asked about the recurring friction between the two parties, he said “discordant voices” are only natural in an alliance. “Others we would have merged and become one party,” he said. “But this is neither a police band nor a church choir for everyone to sing in the same note.”On the demand for Twipraland, Dev Varman was more tactful. He said the matter was “not part of our government’s agenda” but the BJP recognised its alliance partner’s right to demand a separate state. “It is neither an undemocratic nor an unconstitutional demand,” he said.","author":"Arunabh Saikia","time":"2018-10-16T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/103150-cqnxrxkklf-1539623368.jpg","tags":["Tripura","BJP","Twipraland","Statehood demand","Tribals"],"source":"https://scroll.in/article/898023/tripuras-tribal-youth-are-fast-losing-patience-with-bjp-led-government-over-statehood-demand-jobs"}