{"title":"Tripura Police claim situation in state is normal, assert no mosque was burnt in Panisagar","content":"The Tripura Police on Thursday claimed that the law and order situation in the state was “absolutely normal” two days after shops, houses and a mosque were vandalised in North Tripura district. The police also asserted that no mosque was burnt in the district.On Tuesday, a mosque was allegedly vandalised in North Tripura’s Panisagar  sub-division during a Vishwa Hindu Parishad rally. Three houses and  three shops were also vandalised in the Rowa Bazar area near the mosque,  the police had said.  On Thursday, the police said no mosque was burnt during the protest on Tuesday. “...The pictures being shared of burning or damaged masjid or collection of sticks etc are all fake and are not from Tripura,” they said.The police also shared photographs of the mosque at Panisagar in North Tripura district on Twitter, and said that it was “safe and secure”.The police added that cases have been registered against those spreading “fake news and communally sensitive rumours” and that legal action will be taken against them.Tripura Police appeals to all not to spread rumours.Below are photographs of masjid in Panisagar. It is evident that masjid is safe and secure. pic.twitter.com/kp1oCEBa8T— Tripura Police (@Tripura_Police) October 28, 2021\n\nSaurabh Tripathi, the inspector general of police (law and order), told ANI that “anti-national and mischievous elements” were spreading fake news and rumours on Twitter and Facebook. “The videos and photos that are being spread have no connection with the Panisagar incident,” he said.On Tuesday, Panisagar Sub-Divisional Police Officer Soubhik Dey had told The Indian Express that some VHP activists ransacked a mosque at Chamtilla area of Panisagar.“Later, three houses and three shops were ransacked and two shops set  on fire in the Rowa Bazar area, around 800 yards away from the first  incident,” he had added.The police said that the ransacked shops and houses belonged to members of the minority community.On Thursday, Congress leader Rahul Gandhi said that “atrocities are being committed on our Muslim brothers” in Tripura. “Those who indulge in hatred and violence in the name of Hinduism are not Hindus but charlatans,” he said. “For how long will the government pretend to be blind and deaf?”  त्रिपुरा में हमारे मुसलमान भाइयों पर क्रूरता हो रही है। हिंदू के नाम पर नफ़रत व हिंसा करने वाले हिंदू नहीं, ढोंगी हैं।सरकार कब तक अंधी-बहरी होने का नाटक करती रहेगी?  #TripuraRiots— Rahul Gandhi (@RahulGandhi) October 28, 2021\n\nLast week, the state unit of the Jamiat Ulama (Hind) had alleged that mosques and multiple localities dominated by Muslims had been attacked. Subsequently, the Tripura Police said that they were providing security more than 150 mosques in the state.On October 18, more than 15 people, including three police personnel, had sustained injuries when activists of Hindutva organisations, Vishva Hindu Parishad and Hindu Jagran Manch, had clashed with police during a rally in Gomati district against the communal violence in Bangladesh.","author":"Scroll Staff","time":"2021-10-28T21:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165687-zcrpleeuzg-1635436243.jpg","tags":["Tripura Police","Panisagar","VHP","North Tripura","Tripura","North East news"],"source":"https://scroll.in/latest/1009290/tripura-police-claim-situation-in-state-is-normal-assert-no-mosque-was-burnt-in-panisagar"}