{"title":"Tripura Police send UAPA notices to lawyers who joined team to probe anti-Muslim violence","content":"The Tripura Police on Wednesday sent notices under the anti-terror Unlawful Activities (Prevention) Act to two lawyers who were part of a fact-finding team that visited the northeastern state to investigate the communal violence that broke out in October, The Leaflet reported.Mukesh, a Delhi-based advocate for the People’s Union For Civil Liberties, and lawyer Ansar Indori of the National Confederation of Human Rights, in a report released on Tuesday said that at least 12 mosques, nine shops, three houses of Muslims were targeted during the violence.The police have invoked charges against the lawyers under Indian Penal Code Sections 153-A and B (promoting enmity between different groups on grounds of religion, race, place of birth, residence, language, etc), 469 (forgery for purpose of harming information), 503 (criminal intimidation), 504 (intentional insult with intent to provoke the breach of peace) and 120B (punishment for criminal conspiracy).After attacks on Hindus in Bangladesh last month, the Vishwa Hindu Parishad had organised a protest rally in Tripura on October 26, which led to violence and attacks on mosques as well as shops and homes of Muslims. However, the police have repeatedly claimed that the law and order situation in the state was “absolutely normal”. They also asserted that no mosques had been burnt.The report, co-authored by Supreme Court lawyers Ehtesham Hashmi and Amit Srivastav, said the violence erupted because of the “irresponsibility of the administration, along with extremist organisations and the vested interests of ambitious politicians”.The report highlighted that four days before the violence erupted, the state unit of the Jamiat Ulama (Hind) had warned Chief Minister Biplab Kumar Deb that such incidents could take place. “Despite this, the government not taking any action is tantamount to sponsoring this violence,” the report said.pic.twitter.com/5oLU3FOEej— Adv.Ansaar Indori (@AnsarIndori) November 4, 2021\n\nThe notice sent to Mukesh and Indori asked them to immediately delete “fabricated and false statements/comments” shared by them on social media. “I merely shared on social media what we saw,” Mukesh told The Leaflet. “We held a press conference in Delhi [while releasing the report], and thereafter did a Facebook Live of the event. I think they had an issue with this Facebook Live.”Indori told The Wire that by invoking such charges against them, the state government was “trying to hide its own incompetence”. He added, “With what has happened in our case, it is clear that this is an attempt to curtail the truth from being shared with the mainstream. Moreover, this is an attempt to scare us into silence and muzzle our voices.” The police in its notice also directed the lawyers to appear before the West Agartala Police Station on November 10.The move came hours after the police registered five criminal cases against 71 people who they claim made provocative posts on social media. They asked people to refrain from spreading fake information.The violenceTension has been prevailing in Tripura following the attacks on mosques and properties owned by Muslims.On October 29, the Tripura High Court took suo moto cognisance of the violence and directed the government to submit a report on the matter by November 10.The National Human Rights Commission has also asked the Tripura government for a report on the violence after Trinamool Congress spokesperson Saket Gokhale filed a complaint on October 28.“Reports of violence against persons from religious minority community were also reported but ironically the state machinery acted like a bystander by siding with the rioting mob,” the commission’s notice said. “It is also stated that post such incidents, there is an atmosphere of immense fear amongst the members of that community in the area with regard to their life and safety.”","author":"Scroll Staff","time":"2021-11-04T13:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165952-swunouyymh-1636011211.jpg","tags":["Tripura Police","Ansar Indori","Mukesh","UAPA","Tripura violence","Anti-Muslim violence"],"source":"https://scroll.in/latest/1009768/tripura-police-send-uapa-notices-to-lawyers-part-of-fact-finding-team-to-probe-anti-muslim-violence"}