{"title":"Tripura: SC refuses to delay civic polls, asks state to deploy more security forces if needed","content":"The Supreme Court on Tuesday refused to postpone the Tripura municipal elections slated for November 25, Bar and Bench reported. The court observed that doing so would be a matter of “last and extreme recourse”.The court was hearing a contempt petition filed by the Trinamool Congress, in which the party alleged that the authorities in Tripura did not comply with its order to ensure a safe environment for political parties to campaign for the polls.A bench of Justices DY Chandrachud and Vikram Nath on Tuesday said that the petitioner’s apprehensions can be redressed by issuing pre-emptive directions to Tripura to ensure that the election takes place in a fair manner.The court also took note of statements by the Tripura Director General of Police and Inspector General of Police (Law and Order) about the deployment of paramilitary forces in the state, Live Law reported.The court noted that three battalions of the Central Reserve Police Force have been stationed in Tripura.The bench also directed the DGP and IGP (Law and Order) to hold a meeting with the state Election Commission on Wednesday morning to assess whether there are enough paramilitary forces available.If required, the authorities should make a request to the CRPF or the Union home ministry, as the case may be, for additional forces, the court said.The bench also told the police to submit a chart of FIRs registered pertaining to poll violence, action taken and arrests made by November 25.Advocate Jaideep Gupta for the Trinamool Congress submitted pictures of the violence in Tripura ahead of the elections.“The coloured pictures are very telling,” he said, according to Live Law. “[Page] 34 shows that the police is there and doing nothing.  Right at the back of the picture it can be seen that a person is attacking and police are looking here and there.” But the Tripura government’s lawyer said the photos cannot be treated as conclusive evidence.  Gupta also alleged that BJP MLA Arun Chandra Bhowmik advised action against Trinamool Congress workers in “Talibani style”, NDTV reported. The court asked the Tripura government  to clarify whether Bhowmik give such a speech, and if yes, what action was taken against him.Senior advocate Mahesh Jethmalani, appearing for the Tripura government, told the court that the MLA has been called for questioning, but added that he did not think the speech incited violence. “Petitioners are making mountains out of molehills,” he said.The Trinamool Congress had approached the court after its members alleged that they were attacked by Bharatiya Janata Party supporters on Sunday outside a police station in Agartala, where they were questioned in relation to the complaint filed against party leader Saayoni Ghosh.Ghosh was accused of trying to run over BJP workers at Tripura Chief Minister Biplab Deb’s rally in Agartala on Saturday. She was arrested on Sunday and granted bail a day a later. Ghosh’s colleagues said the charges against her were concocted. The Trinamool Congress told the Supreme Court that the situation in Tripura was worsening.","author":"Scroll Staff","time":"2021-11-23T13:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127497-grdfcvqgzy-1584445216.jpg","tags":["Supreme Court","Trinamool Congress","Tripura"],"source":"https://scroll.in/latest/1011211/tripura-civic-polls-central-forces-will-assure-safety-supreme-court-tells-state-on-tmcs-plea"}