{"title":"Tripura High Court takes note of violence, asks government to submit report by November 10","content":"The Tripura High Court on Friday took suo moto cognisance of the violence that erupted in the state earlier this week and directed the government to submit a report on the matter by November 10, Live Law reported. On October 26, activists of the Vishwa Hindu Parishad had allegedly vandalised a mosque and shops and houses belonging to Muslims in North Tripura district’s Panisagar sub-division, during a protest against the communal violence in Bangladesh. But the police claimed that no mosque had been burnt in the district. They said that photos on social media showing the mosque burning were fake.  Two days after that, a Hindu temple was vandalised in a village in Tripura’s Unakoti district, Northeast Today reported. On Friday, the High Court suggested that the Tripura government consider forming peace committees at various levels, Live Law reported. “We call upon all political parties to participate fully in such peace process so that confidence of the people of the state can be restored and the underlying strife that exists can be suitably dealt with,” Chief Justice Indrajit Mahanty and Justice S Talapatra said.  The Tripura government informed the court that morphed pictures and videos of the violence were being circulated on social media, and this could disturb the state’s communal harmony, Live Law reported.The court asked the state to ensure that fake news does not emerge on social media platforms and in case it does, it is removed immediately, NDTV reported. The judges also directed social media platforms to behave responsibly. “Media has every right, as a part of their activities to publish the truth,” they said, according to Live Law. “It should not be allowed to be used to spread untruth and spread communal passion.” The matter will be heard on November 12 next. Also read: Explained: Why religious fault lines are emerging in Tripura","author":"Scroll Staff","time":"2021-10-30T19:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165758-pxvbanibjr-1635601074.jpg","tags":["Tripura","North East news","Tripura violence"],"source":"https://scroll.in/latest/1009420/tripura-high-court-takes-note-of-violence-asks-government-to-submit-report-by-november-10"}