{"title":"Triple talaq bill to be tabled in Rajya Sabha today, likely to face hurdles","content":"The Rajya Sabha will on Tuesday take up the Muslim Women (Protection of Rights on Marriage) Bill, 2019 for discussion, The Indian Express reported. The bill, also known as the triple talaq bill, was passed in the Lok Sabha on July 25.The bill seeks to make the practice of instant triple talaq – which allows Muslim men to divorce their wives by uttering the word “talaq” thrice in spoken or written forms, or via electronic communication – a penal offence. It prescribes a penalty of imprisonment up to three years for the offence, and provides for subsistence allowance to married Muslim women and their children. Opposition parties are against the bill in its current form.The bill is likely to face hurdles in the Rajya Sabha, where the BJP is in a minority, in case the Opposition presents a united face. The opposition of Bharatiya Janata Party’s ally Janata Dal (United) to the legislation may also hurt the bill’s prospects. Naveen Patnaik’s Biju Janata Dal and Andhra Pradesh’s ruling YSR Congress Party are also likely to oppose the proposed legislation.The BJP and the Congress have issued whips to their Rajya Sabha MPs to be present in the House on Tuesday.Also read:Understanding triple talaq (and domestic violence) through the stories of three Muslim womenLooking for Modi: Through the eyes of a triple talaq crusader in western Uttar PradeshThe government had first introduced the bill in the Lower House on June 21, but it failed to pass amid protests by Opposition parties. Congress MP from Thiruvananthapuram Shashi Tharoor had said “the bill does nothing to improve the status of Muslim women”.Opponents of the bill contend that a penal provision cannot be introduced in a domestic matter that is civil in nature. The parties claim that the bill in its current form will victimise Muslims, and want it to be examined by a parliamentary panel. According to the government, the bill is necessary for promoting gender equality.The Centre had first promulgated the Muslim Women (Protection of Rights on Marriage) Ordinance in September. A bill to replace it was passed in the Lok Sabha in December, but remained pending in the Upper House. The government promulgated the ordinance again after the Winter Session of Parliament but could not pass the bill in the Rajya Sabha during the Budget session. The ordinance lapsed on June 3.Also read:Triple talaq: Many Muslim organisations remain disappointed, despite welcome amendmentsDraupadi and sati: How politicians and clerics hijacked Muslim women’s fight against triple talaq","author":"Scroll Staff","time":"2019-07-30T09:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/102016-syilhvwwve-1564457070.jpeg","tags":["Muslim Women (Protection of Rights on Marriage) Bill","Rajya Sabha","Triple talaq","Bharatiya Janata Party","parliament"],"source":"https://scroll.in/latest/932213/triple-talaq-bill-to-be-tabled-in-rajya-sabha-today-likely-to-face-hurdles"}