{"title":"Tripura: ‘Did not mean to threaten journalists,’ clarifies CM, says media shows ‘monkeys as tigers’","content":"Tripura Chief Minister Biplab Deb on Tuesday withdrew his comments against the media and claimed that his intention was not to threaten journalists, but to prevent people from getting “misled” by the allegedly skewed coverage of the coronavirus outbreak, The Indian Express reported. Deb said the media had shown “a monkey as a tiger”. On September 11, the chief minister, while laying the foundation stone for the first special economic zone at Sabroom in South Tripura district, said he would not “forgive” the media for allegedly “confusing people” and “getting overexcited” about reporting on the spread of Covid-19 in the state. “History would not forget them,” he had said. “People of Tripura will not forget them. Biplab Deb will not forget them...History will remain witness to it.”The chief minister’s remarks  were met with severe criticism as the states’ journalist who called Deb’s allegations a “threat to press freedom”. Two journalists in Tripura were also attacked by unidentified persons within 24 hours of Deb’s speech.  On September 13, journalists’ unions including Tripura Assembly of Journalists, held a press conference at the Agartala Press Club to condemn the attack on the two reporters. Several senior editors and journalists alleged that the attacks were due to the chief minister’s controversial speech. The group set a three-day deadline for Deb to withdraw his comments, failing which they said they would write to Union Home Minister Amit Shah, the Press Council of India and Tripura Governor RK Bais, among others to seek recourse. As the deadline expired on Tuesday, Deb addressed the media and claimed his comments were his attempt to save people of Tripura from “falling prey to propaganda and conspiracies”.“I didn’t want to hurt anyone in my speech at Sabroom,” the chief minister told reporters.  “I am committed to safeguard the interests of people of Tripura, keep them safe and healthy, save them from stepping into conspiracies. If I don’t say, who will tell?”Deb added that he was performing his duty as a “guardian of the state” and was trying to present the “truth”. “If the chief of the state doesn’t speak up, people will assume that whatever is being said is the reality.” said. “Often, monkeys are turned into tigers in propaganda. The truth has to be kept before people. I have just tried to present the truth.”The chief minister also claimed that his government doesn’t act “arrogantly” and believes in introspecting its actions.Tripura Assembly of Journalists Chairperson Subal Kumar Dey, however, said that he was not satisfied by Deb’s clarifications. “It seems he has tried to brush the issue under the carpet,” Dey told The Indian Express. “We are not satisfied with it. We shall reconvene in a meeting in two days and decide on our next course of action.”","author":"Scroll Staff","time":"2020-09-16T17:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/142294-oirsgqjqow-1596508110.jpg","tags":["Biplab Deb","Tripura","coronavirus"],"source":"https://scroll.in/latest/973266/tripura-did-not-mean-to-threaten-journalists-clarifies-cm-says-media-shows-monkeys-as-tigers"}