{"title":"Tripura Police provide security to over 150 mosques after allegations of vandalism","content":"The Tripura Police have said they are providing security to more than 150 mosques in the state following “a few stray disturbances”, The Indian Express reported. The development came two days after the state unit of the Jamiat Ulama (Hind) alleged that mosques and multiple localities dominated by Muslims have been attacked in the last three days.A senior police official speaking to The Indian Express confirmed that a mosque in Agartala had been vandalised. He said that the police were investigating the incident.      In a memorandum submitted to the office of Chief Minister Biplab Kumar Deb and Director General of Police VS Yadav on Friday, the Jamiat Ulama (Hind) had asked the state government to take actions on the alleged attacks on mosques and Muslim-dominated areas, reported the Hindustan Times.A day before, over 15 people, including three police personnel, had sustained injuries when activists of Hindutva organisations, Vishva Hindu Parishad and Hindu Jagran Manch, had clashed with police during a rally in Gomati district against recent communal violence in Bangladesh.  Ahead of the rally, Section 144 of the Code of Criminal Procedure was enforced in the area that bans gathering of five or more people. The organisers of the rally had claimed they had permission but the police stopped them when they tried to enter some minority-dominated areas.Rallies against the attack on Hindus in Bangladesh were also held in West Tripura and North Tripura districts.On Sunday, Bharatiya Janata Party spokesperson Nabendu Bhattacharya said that his party did not support vandalisation of religious places. He added that leaders of party’s minority wing were holding talks with people across the state to ensure peace.","author":"Scroll Staff","time":"2021-10-24T18:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/141713-qzrznqvzah-1590046971.jpg","tags":["Tripura","mosques","Bangladesh","Bangladesh violence"],"source":"https://scroll.in/latest/1008480/tripura-police-provides-security-to-over-150-mosques-after-allegations-of-vandalism"}