{"title":"TRS leader K Kavitha named by Enforcement Directorate in Delhi liquor policy case","content":"The Enforcement Directorate on Wednesday named Telangana Rashtra Samithi MLC K Kavitha in the Delhi liquor policy case, NDTV reported.In a court filing, the agency claimed that Kavitha, who is the daughter of Telangana Chief Minister K Chandrashekhar Rao, was part of a “south group” which paid at least Rs 100 crore in kickbacks to leaders of the Aam Aadmi Party through businessman Vijay Nair, who has been arrested in the case.The agency also alleged that leaders of the Aam Aadmi Party considered the liquor policy as a device to allegedly generate illegal funds at the cost of the state exchequer, according to The Hindu.The Enforcement Directorate made the claim while seeking custody of Amit Arora, who was arrested on Tuesday. Arora is the director of Gurugram-based Buddy Retail and a close aide of Delhi Deputy Chief Minister Manish Sisodia who is also an accused in the case.Nair, who was in charge of the communication desk in the Aam Aadmi Party, was arrested in the case by the Central Bureau of Investigation in September.On August 17, the CBI had booked Sisodia and 14 other persons on charges of irregularities in the new liquor policy.Under the new policy, which was implemented in Delhi on November 17, licences of 849 liquor shops were issued to private firms through open bidding. However, on July 30, the Delhi government withdrew the policy after Lieutenant Governor Vinai Kumar Saxena recommended an inquiry into it by the central agency.On September 1, Delhi reverted to its old liquor policy, under which only state-run stores are allowed to operate. According to the first information report, Arora was accused by the CBI of receiving a bribe of Rs 1 crore from a liquor manufacturer on behalf of Sisodia.On Thursday, Kavitha accused the Bharatiya Janata Party and Prime Minister Narendra Modi of misusing central agencies, reported NDTV. “Any state where elections are to happen, the Enforcement Directorate arrives before the PM [Modi],” Kavitha said. “You cannot win elections using your central agencies.”She also accused the BJP of conspiring to destabilise the Telangana government.    Kavitha, however, added that she will cooperate with the Enforcement Directorate in the investigation.‘Sisodia, others changed mobile phones 170 times’Meanwhile, the Enforcement Directorate on Wednesday told the court that there was largescale destruction of evidence in the Delhi liquor policy case, reported The Indian Express.The agency alleged that 36 accused persons in the case destroyed or used 170 mobile phones between May and August.“The magnitude of the destruction is such that most suspects, liquor barons, senior government officials, excise minister of Delhi [Sisodia] and other suspects have changed their phones multiple times and this amounted to a loss of a whooping sum of Rs 1.38 crore,” the agency told the court.","author":"Scroll Staff","time":"2022-12-01T11:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178800-lotcffjwyj-1661162089.jpg","tags":["K Kavitha","Delhi Liquor Policy","AAP","Manish Sisodia","Enforcement Directorate"]}