{"title":"Trucks roll across Maitreyi bridge into Nepal for first time in four months","content":"Tents pitched by Madhesi protestors on Maitreyi bridge, a key border crossing between India and Nepal, were dismantled on Friday, allowing trucks and other four-wheeled vehicles to cross this border for the first time in more than four months. Residents and businessmen removed tents and bamboo poles that were blocking the border and at least at 20 trucks entered Nepal across the bridge, Reuters reported.“This morning, when there were very few protestors on the bridge, a group of men which included transporters from India reached the bridge and started breaking our tents,” said Shakur Alam, a political activist and one of the protestors on the phone from Birgunj in Nepal. “We reassembled on the bridge but by then Nepal police had reached in large numbers. A few empty oil tankers from Raxaul in India came into Birgunj.” Alam added that the protestors will wait till Saturday for the decision of Madhesi leaders about how to proceed.The Madhesi protestors – an ethnic group in Nepal's central and eastern plains – have been agitating against provisions of Nepal's new Constitution, which they say perpetuate discrimination they have long faced. Since September, they had blockaded border crossings to disrupt supplies to the capital Kathmandu. More than 50 protestors and 8 policemen have died in clashes since last August.Rajendra Mahto, president of Sadbhavna Party, one of the key Madhes-based parties in the agitation had said that the alliance of Madhes-based parties were going to take a decision on Saturday whether to continue with the blockade or use other methods of agitation. The shortages caused by the blockade had become so severe that UNICEF warned at the end of November that three million children who are still recovering from the major earthquake that hit Nepal last year were at risk of death and disease during winter months because of crippling shortages of food, fuel, medicines and vaccines.","author":"Scroll Staff","time":"2016-02-06T00:11:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/803105-753c0c10-b737-48e1-a858-ec0d1708d5c2.jpg","tags":[],"source":"https://scroll.in/latest/803105/trucks-roll-across-maitreyi-bridge-into-nepal-for-first-time-in-four-months"}