{"title":"Trump’s H-1B visa ban ignores foreign workers’ billion-dollar contribution to US welfare schemes ","content":"The Donald Trump administration has often blamed H-1B workers for stealing jobs from Americans. But this myopic view ignores how much these foreign workers contribute to the US economy.As per a new study, an estimated three million H-1B visa holders contribute hundreds of billions to the US government programmes like social security and medicare – which they don’t even benefit from – and to local businesses and American companies.The study, conducted by immigrant-focussed financial services company Stilt, analysed transaction data from 3,336 loan applications of H-1B visa holders between January 1, 2019, and May 31, 2020.“There’s a great deal of focus on what immigrants [including H-1B visa holders] supposedly take away from the US, but the undeniable truth is that they’re building this country,” wrote Frank Gogol, content manager at the California-based firm. “Whether it’s creating jobs and leading the charge in the development of new technologies that bolster the US economy, it’s H-1B visa holders doing the work.”Paying duesThe total annual income tax contribution from all H-1B visa holders currently working in the US is upwards of $85 billion, according to Stilt. The average salary of an H-1B visa holder in the US is $118,100, so with a base rate of 24%, he or she pays $28,344 in taxes each year, Gogol wrote.A chunk of these taxes – 7.65% of the annual income, or $27.1 billion per year – go towards benefits such as social security and medicare, which don’t cover H-1B holders.Data: Stilt via QuartzSpending bigOne of the major criticisms against immigrants, including H-1B visa holders, is that they remit large portions of their salaries to their home countries instead of spending it in the US.Stilt’s data show that the H-1B visa-holders in the US spent no less than an average of $2,130.65 per month in the 17 months starting in January 2019, with the exception of May 2020 – likely due to a downturn in all spending in the US as a result of the Covid-19 crisis.Spending by all H-1B workers in the US amounts to a total of more than $76 billion annually.Data: via QuartzBesides spending on e-commerce platforms such as Amazon, H-1B workers also help local businesses, such as restaurants and supermarkets, thrive. The average total local spending per H-1B visa holder was $1,588 per month.All H-1B workers together spend over $57 billion on local businesses each year.Data: Stilt via QuartzNot only do H-1B workers buy American goods and services, but they also support ventures. The average investment of an H-1B visa-holder into businesses in the US is $4,025.09 annually, as per the study. While on an individual basis, that’s only 3.4% of one’s income, the overall contribution of all H-1B visa-holder is sizeable at over $12 billion.This article first appeared on Quartz.","author":"Ananya Bhattacharya, qz.com","time":"2020-07-06T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/140557-lxhqajjswf-1593939278.jpg","tags":["United States","US immigration policy","H-1B visa","Donald Trump"],"source":"https://scroll.in/article/966554/trumps-h-1b-visa-ban-ignores-foreign-workers-billion-dollar-contribution-to-us-welfare-schemes"}