{"title":"Truth, power and women: Why the Bilkis Bano judgement has powerful resonances","content":"When I was in college studying political science, one of my favourite topics was the nature of India’s democracy.  Bursting with examples and incidents both from the past and present, our professor would highlight the intriguing push and pull between  the three branches of this massive tree; the executive, the legislative and the judiciary.Lately, it had come to seem as though young students of the subject (and old ones like me) would have no more new examples to cite. After all, a push and pull suggests tension and force being applied by two arms. But when one arm is weak, it is a pushover.The Supreme Court’s judgement in the Bilkis Bano case on Monday will shine as a tremendously worthy exception. It stands out for other reasons.This was a judgement for a woman, by a woman, represented by women. For Bano to have steadfastly and doggedly engaged with the country’s legal machinery in her quest for justice is hugely commendable in itself. In August 2022, when the Gujarat government released 11 men who had been sentenced to life imprisonment for gangraping Bano and murdering 14 of her relatives under its 1992 remission and premature release policy, several women filed petitions in the Supreme Court challenging the decision in the Supreme Court. They were Communist Party of India (Marxist) leader Subhashini Ali, Professor Rooplekha Verma, journalist Revati Laul, Trinamool Congress MP Mahua Moitra, former police officer Meeran Chadha Borwankar and the National Federation of Indian Women. Advocate Shobha Gupta appeared for Bano, along with senior advocates Indira Jaising, Vrinda Grover and Aparna Bhat, amongst others. They showed immense courage and fortitude.The judgement itself was authored by Justice BV Nagarathna. As she observed, “A woman deserves respect howsoever high or low she may otherwise be considered in society or to whatever faith she may follow or whatever faith she may follow or whatever creed she may belong to. Can heinous crimes against women permit remission? These are the issues.”The second reason the Bilkis Bano verdict deserves attention and praise is a truth that stares us in the face every day. India is a country that is patently unsafe for women. The 2022 edition of the National Crime Records Bureau – released after months of delay – shows that the rate of crime against women (number of incidents per 1 lakh population) increased from 64.5% in 2021 to 66% in 2022. This shocking statistic is layered with the elements of caste, community, religion, economic and social status. The violence against women only intensifies for the marginalised. The Criminal Law (Amendment) Act of 2013 was an outcome of the heinous violence inflicted on the victim of the Delhi gangrape case the previous year.  Several acts were included as offences.The power of the Bilkis Bano judgement is not just in the truth it has upheld but in the reverberations it could have on other cases related to violence against women.  Finally, the moot question: what does a woman’s dignity actually mean  in India?Consider some recent crimes in India: women have been paraded naked and reportedly raped in the gruesome ethnic conflict in Manipur; an Olympic-medal winner has been begging for justice after alleging sexual harassment by the former head of the country’s wrestling federation; a student of the Indian Institute of Technology-Banaras Hindu University was allegedly gangraped and a video shot of her after she was forced at gunpoint to take off her clothes by three men, at least two of them are alleged to be part of the Bharatiya Janata Party’s social media cell in Varanasi.  For the ruling party, women are now key electoral labharthis, or beneficiaries. Nagarathna’s judgement demands that all three arms of the government see women as more than that.In her statement after the Supreme Court verdict, Bilkis Bano wrote, “Even as I absorb the full meaning of this verdict for my own life and for my children’s lives, the dua that emerges from my heart today is simple – the rule of law, above all else and equality before law, for all.” And it really is that clear and simple. Mitali Mukherjee is director, Journalist Programmes, at Reuters Institute for the Study of Journalism.","author":"Mitali Mukherjee","time":"2024-01-10T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197353-npyscectpd-1704816988.jpeg","tags":["Bilkis Bano","Gujarat Riots","Hindutva","Economy","Supreme Court"],"source":"https://scroll.in/article/1061879/truth-power-and-women-why-the-bilkis-bano-judgement-has-powerful-resonances"}