{"title":"TS Singh Deo made deputy chief minister of Chhattisgarh months ahead of polls","content":"The Congress on Wednesday appointed TS Singh Deo as the deputy chief minister of Chhattisgarh just months ahead of Assembly elections in the state.The decision was taken after a meeting was held by the Congress leadership in New Delhi to discuss the poll strategy in Chhattisgarh.INC President Sh. Mallikarjun @kharge ji has approved the proposal for appointment of Sh. TS Singh Deo @TS_SinghDeo ji as the Deputy Chief Minister of Chhattisgarh. He is a loyal Congress leader and an able administrator. The state will benefit greatly from his services as…— K C Venugopal (@kcvenugopalmp) June 28, 2023\n\nThe meeting was attended by Deo, Congress President Mallikarjun Kharge, former party chief Rahul Gandhi, Chhattisgarh Chief Minister Bhupesh Baghel, the official in charge of the Congress in the state, Kumari Selja, and General Secretary KC Venugopal.Deo has been locked in a turf war with Baghel since June 2021. His supporters claim that there had been an agreement under which he was to serve as the chief minister for two-and-a-half years.In June 2022, Deo had resigned as the panchayat and rural development minister, hinting he had been sidelined in the Baghel-led government. He has also publicly expressed his displeasure at not being given an “effective role” in the party, according to The Indian Express.आज दिल्ली स्थित AICC मुख्यालय में कांग्रेस के राष्ट्रीय अध्यक्ष श्री @kharge जी, देश के प्रिय नेता श्री @RahulGandhi जी, संगठन महासचिव श्री @kcvenugopalmp जी, छत्तीसगढ़ के मुख्यमंत्री श्री @bhupeshbaghel जी, प्रदेश अध्यक्ष श्री @MohanMarkamPCC जी एवं वरिष्ठ नेताओं की उपस्थिति… pic.twitter.com/ID5gyUIJSa— Kumari Selja (@kumari_selja) June 28, 2023\n\nOn Wednesday, Venugopal said that Chhattisgarh will benefit greatly from Deo being made the deputy chief minister.“He [Deo] is a loyal Congress leader and an able administrator,” Venugopal said in a tweet. “...We are confident that the people of Chattisgarh will re-elect the Congress with a thumping majority under the leadership of Kharge ji and Rahul Gandhi ji.”हैं तैयार हम.महाराज साहब को उपमुख्यमंत्री के रूप में दायित्व के लिए बधाई एवं शुभकामनाएँ. @TS_SinghDeo pic.twitter.com/1sRZqsEU2W— Bhupesh Baghel (@bhupeshbaghel) June 28, 2023\n\nBaghel also congratulated Deo for being appointed as his deputy. “We are ready,” he wrote in a tweet. Selja said that the party’s strategy for the elections is to  “work hand in hand” and uphold constitutional values. “It is evident that the BJP [Bharatiya Janata Party] has been banking on nothing but its communal agenda,” Selja said. “We can never fall into the BJP’s trap.”","author":"Scroll Staff","time":"2023-06-29T08:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162026-xtalemkpmd-1627380287.jpg","tags":["Congress","Chhattisgarh","TS Singh Deo","Bhupesh Baghel"],"source":"https://scroll.in/latest/1051736/ts-singh-deo-made-deputy-chief-minister-of-chhattisgarh-months-ahead-of-polls"}