{"title":"‘Tu Hai Mera Sunday’ review: The super dense crush load of Mumbai and the heart","content":"Milind Dhaimade’s first feature Tu Hai Mera Sunday was completed a year ago, but its eventual release is actually well-timed. The observational comedy is hitting cinemas days after 23 Mumbai residents lost their lives in a senseless stampede at the Elphinstone Road railway station, and is thus well placed to comment on the super dense crush load that characterises not only train travel but also relationships in the megapolis.Only long-time Mumbai residents will truly appreciate the crisis that erupts when five friends who play football every Sunday on Juhu beach are denied their weekly game. A badly timed kick lands on the head of a local activist, who promptly shuts down the beach. Bereft of their Sunday pastime, Arjun (Barun Sobti), Rashid (Avinash Tiwary), Dominic (Vishal Malhotra), Mehernosh (Nakul Bhalla) and Jay Upadhyaya (Jayesh) spiral off in different directions. Arjun starts to woo Kavya (Shahana Goswami) by babysitting her Alzheimer’s-affected father (Shiv Subramaniam). Rashid sets aside his Casanova ways and develops a friendship with the married Tasneem (Rasika Dugal) and her hearing impaired sons. Dominic tries to adjust to the sudden reappearance of his elder brother and his fiancé. Jayesh flees his raucous joint family by working on Sundays. Mehernosh decides to stand up to his cruel boss once and for all. Each of the characters confronts the lack of literal and spiritual elbow room in Mumbai in different ways, even as they keep hunting for a replacement playground. They travel far and wide in their quest, from indoor parking lots to housing societies where cricket holds sway, just to have the pleasure of stretching their legs. A trip to Goa offers a momentary escape, but as Mehernosh reminds the group, they can’t run away forever.\n\n\n    \n    Play\n\nTu Hai Mera Sunday.Despite tackling heavyweight themes, Tu Hai Mera Sunday has none of the angst associated with the Mumbai movie – the narrative is less pressure cooker than a gently simmering pot. Dhaimade always remembers to thrown in a good joke or a comical situation, proving that humour is necessary to survive Mumbai’s harsh living conditions. He assembles a charming set of actors whose comfort with their roles and each other produces several winning moments of camaraderie and solidarity. Among the supporting cast, Rama Joshi is especially good as Dominic’s long-suffering mother.The relaxed pacing allows each of the narrative tracks to unfold properly. The most extensive track belongs to Arjun, an easygoing type who has dropped out of the corporate rat race and has buried the ability to confront big decisions, including the obvious outcome of his crackling chemistry with Kavya. Arjun’s brow gets mildly furrowed, but is soon cleared in keeping with the sunny optimism that characterises the plot.The other most compelling track belongs to Rashid and Tasneem, whose unconventional bond is a testament of the movie’s ability to accommodate relationships of all shades. Like the others in the movie, Rashid and Tasneem represent Mumbai’s famed reputation for adjustment and embracing new experiences. The city is often soul-crushing and yet endures in unimaginable ways. Through its cross-weave of characters and subplots, Tu Hai Mera Sunday suggests that the spirit of Mumbai isn’t a cliché. All it needs is some space to stretch and kick around a ball or two.","author":"Nandini Ramnath","time":"2017-10-06T06:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/853043-70282-edyalrtjjh-1507208837.jpg","tags":["Tu Hai Mera Sunday","Milind Dhaimade","Barun Sobti"],"source":"https://scroll.in/reel/853043/tu-hai-mera-sunday-review-the-super-dense-crush-load-of-mumbai-and-the-heart"}