{"title":"Tuesday's Lok Sabha walk-out proved that Congress has failed to galvanise the rest of the Opposition","content":"The Congress staged a walk-out in the Lok Sabha on Tuesday in protest against Home Minister Rajnath Singh’s comment that the political imbroglios in Arunachal Pradesh and Uttarakhand was a result of internal wrangling in the grand old party and the Bharatiya Janata Party had nothing to do with it.“If there is a hole in your boat, it is  bound to sink. Do not blame the water,”  Singh said in response to a zero hour mention by Congress leader Mallikarjun Kharge, who accused the Bharatiya Janata Party of muzzling democracy and dislodging democratically elected Congress governments.On the face of it, the issue should have resonated with other regional parties in the Opposition, which are strong advocates of federalism and are constantly complaining that Prime Minister Narendra Modi’s talk about “cooperative federalism” has a hollow ring to it.Yet none of the other parties – notably the Trinamool Congress, Biju Janata Dal, the Telangana Rashtriya Samithi and the AIADMK – supported the Congress, although its members had spoken out strongly on the issue of Centre-state relations at the all-party meeting called by the ruling alliance on the eve of the monsoon session of Parliament.Regional parties miffedThis is reflective of the Congress party’s failure to play the role of the principal Opposition party, a fact that has not gone unnoticed by the regional parties. On the flip side, it also shows that the floor managers of the National Democratic Alliance government have succeeded in  breaching the opposition ranks.Miffed with the Congress for not attempting any floor coordination with them, members of the regional parties did not join  the walk-out by the principal Opposition party. “The Congress was very keen that we should join its members but we were not persuaded,”  said a Trinamool Congress leader.Biju Janata Dal leader Bhartruhari Mahtab said they wanted  a structured discussion on the role of the governor in the light of the Supreme Court’s remarks in its recent order reinstating  the Congress government in Arunachal Pradesh. But the Congress moved an adjournment motion instead, which got converted into a zero hour mention. The Congress  inclination to go solo  was also commented upon during the course of  the all-party meeting called by the government last Sunday. Taking a dig at Congress leader Ghulam Nabi Azad, Mahtab had asked, \"Are you speaking as a leader of Opposition or as a leader of your party?”The four parties – the Trinamool Congress, Biju Janata Dal, the Telangana Rashtriya Samithi and the AIADMK – that are now working in tandem in Parliament,  are convinced that the manner in which the Arunachal Pradesh issue was raised by the Congress and the quick response from the home minister showed that neither was interested in a discussion on this issue. 'It's match-fixing'“The BJP is not keen on a debate for obvious reasons….it was a huge embarrassment for the party,” said a BJD leader. “As for the Congress, it does not want to discuss this issue now that it has succeeded in forming a government in Arunachal Pradesh. This was nothing but match-fixing.”Since the four regional parties in question have been playing the role of a friendly Opposition to the BJP, the Congress has instead focused its energies on coordination with its Bihar allies, the Janata Dal (U) and the Rashtriya Janata Dal, its old partner Nationalist Congress Party and its new ally the Left parties. These Opposition parties along with the Samajwadi Party and the Bahujan Samaj Party had come together  to take on the Modi government in the budget session on the Jawaharlal Nehru University developments and Hyderabad University scholar Rohith Vemula’s suicide.But this time round, even the Left parties are unhappy with the Congress for the manner in which it is confabulating with the government to sort out its differences on the controversial Goods and Services Tax Bill. Left out of these discussions, the Left parties  were forced to publicly state that the Modi government should not treat the GST Bill as a bilateral issue to be discussed only with the Congress.Demanding priorityWith reports suggesting that the two sides are inching towards a settlement, Communist Party of India (Marxist) leader Sitaram Yechury  stressed that  the government should not confine its consultations to the Congress and must also talk to the other political parties, forcing finance minister Arun Jaitley to concede that the GST Bill will be finalised after it is discussed at an all-party meeting or in individual meetings with all political parties. The Congress, however, maintains that the ruling alliance has to accord priority to it over smaller parties as it is the single-largest party in the  Rajya Sabha. “How can we be equated with the others?” a senior Congress leader said. \"The government has to hammer out a compromise with us before it can approach other political parties.\"As far as the Congress is concerned, it finds it difficult to pursue floor coordination with other Opposition parties as they do not see eye to eye on economic matters. However, they come together instinctively  when confronted with BJP’s aggressive pitch on Hindutva and emotive issues like cow slaughter, beef ban, ghar wapsi and love jihad. If the BJP and the Sangh’s other organisations  can keep these contentious matters at bay, it will be easy going for the Modi government in Parliament given its numbers in the Lok Sabha and a divided opposition in the Rajya Sabha.","author":"Anita Katyal","time":"2016-07-20T06:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/812097-37918-ovpvdnftvz-1468956139.jpg","tags":["Congress","BJP","Rajnath Singh"],"source":"https://scroll.in/article/812097/tuesdays-lok-sabha-walk-out-proved-that-congress-has-failed-to-galvanise-the-rest-of-the-opposition"}