{"title":"Tulsidas Balaram: One of Indian football’s finest strikers with an uncompromising sense of propriety","content":"Editor’s note: This article was originally published in March 2020. Tulsidas Balram died in February 2023.Uttarpara is a small town, around 15 kilometres away from Kolkata. Situated on the banks of Hoogly River (the local name of river Ganga), the town is well known for more than one reason.To start with, Uttarpara is close to the famous Dakshineswar Kali Temple. The town also has a 160-year-old public library, where renowned Bengali poet Michael Madhusuan Dutt spent his last days in 19th century. Cut back to modern times, another celebrated personality is now settled in Uttarpara, determined not to leave the town in the near future. Tulsidas Balaram, one of the brightest stars of India’s historic 1962 Asian Games gold medal triumph, now lives alone in a flat in Uttarpara he bought a few years ago.“I stay far from the madding crowd,” says Balaram, pushing 84. A confirmed bachelor, the legendary striker of 50s and 60s is rarely seen in football circles these days. He prefers to spend his time with people in his neighbourhood instead.“I am happy with my life. People in Indian football have mostly forgotten me. That’s okay with me.“My health is still good. I have got a bunch of caring neighbours. I sit here and keep gazing at the Dakshineswar Kali Temple for hours. What else do I need,” asks the man, who along with Chuni Goswami and PK Banerjee once formed the deadliest trio of strikers in Indian soccer history. Talking to Balaram, one can hardly imagine he was one of country’s most lethal strikers when he donned national colours between 1956 to 1962. It is often described as the golden period of Indian football. In seven years, Balaram played two Olympics, two Asian Games and two Merdeka tournaments. He has in his possession a fourth-place finish in 1956 Melbourne Olympics, a runners-up medal in 1959 Merdeka and the gold medal in 1962 Asiad.India defeated Thailand 4-1 in second group match of the 1962 Asian Games campaign. Goals came from holy trinity of Chuni Goswami (L), PK Banerjee (C) &  Tulsidas Balaram (R). PK scored twice. #IndianFootball #BlueTigers #THAIND #BackTheBlue #KingsCup pic.twitter.com/quHVfKG9SY— IndianFootball_History (@IndianfootballH) June 8, 2019\n\nLung infectionBalaram was considered a dangerous man inside the penalty area. Even the famed Hungary defence failed to stop him in 1960 Rome Olympics. His ball control, distribution, scoring prowess and ability to rise in difficult situations made him a part of Indian soccer folklore.Yet, Balaram’s biggest trademark is his ingrained, uncompromising sense of propriety. All through his life, even after retiring from football.Having started his career in Hyderabad, Balaram travelled to Kolkata in 1957 and joined East Bengal. For the next five seasons, he was the darling of the crowd, one of the biggest stars in Indian football. In 1963, he joined Indian Railways. The same year, the curtain came abruptly down on his roaring career. “Having joined South Eastern Railways, I had to play for BNR in Kolkata league. Midway through the season, I found I was getting unusually tired. A few tests done at the Railways hospital confirmed my lungs were heavily infected. “The doctor, who was a huge fan of my game, said playing football could cost my life. That was the end of my career. I was 27 then,” said Balaram with a laugh. Back in Secunderabad, Balaram’s mother had by then finalised his marriage. “I asked my mother to call if off. I felt that given my health conditions, it was not right to put a young girl’s future in danger. My mother cried but agreed with my suggestion. I still have no regret,” Balaram says. After a few years, Balaram was made the national selector by the All India Football Federation (AIFF). There too he displayed his uncompromising character.“Initially, I tried to do my job honestly. After a few months, I realised the selection process was a sham. One fine morning, I submitted my resignation letter. I didn’t want to cheat the game, which gave me so much.”His “insubordination” cost him dearly.“My name was recommended for Padma Shri. The mandatory police verification was also completed. But my name never figured in the list. Some people in the know alleged a senior AIFF official and a top coach influenced the authorities to remove my name,” Balaram said. The incident hurts him to date.“No one stood in my support. Not even the media took up my cause. I felt absolutely frustrated,” says Balaram bitterly. Power of football\n\t\t\n\tWhen India were the best in Asia. Image courtesy Amit Sharma / TwitterWhat keeps him going is his tendency to look at the other side of the coin. “I helped India win a gold medal nearly 60 years ago. People haven’t forgotten me yet.  “When I visit government offices, they treat me with huge respect. In local markets, shopkeepers don’t even bother to count when I hand over the money after buying something. If I insist, they say please, come on Balaram-da, we know who you are. “Now, do you think Padma Shri or any other award really matters in my life anymore? I was a village boy from the south, who came to play football in Bengal more than six decades ago. Since then, I have fallen in love with this soccer crazy state. I am still their favourite footballer,” says Balaram proudly.Talking of old times, Balaram felt he was lucky to play under the finest coach India had ever seen. “Rahim saab (SA Rahim) was the greatest. He shaped an Indian squad that dominated the continent till his death in 1963. Footballers like Peter Thangaraj, Jarnail Singh, Arun Ghosh, Chuni Goswami, PK Banerjee, Yousuf Khan excelled under Rahim’s astute coaching,” he said.Football, Balaram believes, is always played fiercely on the pitch. Once off the ground, it brings people closer. Balaram remembers an incident in 1962 Jakarta Asian Games to support his claim.“In 1962, an anti-India wave was sweeping across Indonesia. The spectators were hostile towards Indian participants in Asian Games. In the final against South Korea, which we won 2-1, we were subject to abuses throughout 90 minutes. They booed when our national anthem was played.“After the medal ceremony, the team left on the bus. I and Franco (midfielder FA Franco) decided to walk down to Games Village, which was nearby. We decided not to remove the India blazer and walk through the crowd outside the stadium. Given the mood of the spectators, it was not exactly a wise idea on our part.“Not one person abused us or tried to touch us. They quickly made way for the two of us. Some of them even came up to congratulate us on the victory. They said we were true champions. That night I realised how great a sport football was,” said Balaram.Now, sitting in his flat in Uttarpara, Balaram sometimes ponders about his own life. “It has been a wonderful journey so far. I played football when India were the best in Asia. Fans still acknowledge it. What else I need,” he wonders.","author":"Jaydeep Basu ","time":"2020-03-06T12:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137871-smvsnczjef-1583476872.jpg","tags":["football","Tulsidas Balaram","1962 Asian Games"],"source":"https://scroll.in/field/955015/tulsidas-balaram-one-of-indian-footballs-finest-strikers-with-an-uncompromising-sense-of-propriety"}