{"title":"‘Tumhari Sulu’ review: Vidya Balan is a knockout as a housewife who finds her voice","content":"Vidya Balan has a distinctive laugh that starts somewhere deep in her belly and bubbles its way upwards to her throat before bursting out and filling the room. Her voice has a rich timbre that presents immense possibilities. In Lage Raho Munnabhai (2006), Balan played a radio jockey, but apart from stretching out the vowels in her daily “Good Morning” greeting, the role required her to do little else.Advertising filmmaker Suresh Triveni’s sparkling directorial debut Tumhari Sulu finally puts Balan’s textured voice and uninhibited chortle to proper use. Balan plays a housewife who hosts a late-night radio show in Tumhari Sulu. The voice becomes richer and sexier, and the laughs are plentiful as Balan’s Sulochana has a life-altering adventure (until reality catches up with her).It starts with a malfunctioning television set. Ashok (Manav Kaul) cannot get customer service to repair the equipment. His wife Sulochana is a collector of trivial accomplishments – she is a lime-and-spoon race expert and a winner of consumer goods contests. Sulochana has had an incomplete education and is considered the family dunce but she is bursting with can-do spirit. She reckons that she can exchange the pressure cooker she has won on a radio show for a television set. Sulochana makes her way from her home in the distant Mumbai suburb Virar to a world vastly different – the swanky radio statio, where she gets more than she bargained for.Encouraged by a vacancy for a late-night radio spot, Sulochana auditions for the job, and persuades the station boss Maria (Neha Dhupia) that she has the ability to field calls from lonely hearts after sundown.\n\n\n    \n    Play\n\nTumhari Sulu (2017).Sulochana’s ascent coincides with Ashok’s increasingly shaky position at the textile manufacturing company where he has been slaving for years and their son Pranav’s troubles at school. Director Triveni’s soft feminist fable seeks its resolution within the comforting confines of the family, but it is mindful of the price women pay for stepping out of their domestic cocoons. The movie is neatly poised between dreams (up until the interval) and wakefulness (the post-interval section). Sulochana’s newfound freedom fundamentally alters her equation with Ashok. A less sunny-tempered movie would have made more of their tensions and acknowledged that the cuts and tears in the marital fabric cannot be mended so easily. But Sulochana’s infectious optimism drives the story towards a resolution that ensures that everybody goes home with a big smile and a warm feeling.In some ways, Tumhari Sulu plays out like a feelgood tribute to Satyajit Ray’s Mahanagar (1963), in which housewife Arti (played by Madhabi Mukherjee) becomes a saleswoman to boost her family’s meagre income. Arti’s newly minted independence most deeply affects her husband (Anil Chatterjee), and Ray ensures that the couple’s decision to face their challenges together can be regarded either as a joint victory or a pragmatic compromise. Although Triveni opts for a more affirming option, his movie is attuned to the sensitivities of the challenges faced by working women. The film is packed with perfectly pitched characters, which include Neha Dhupia’s Maria and Sulochana’s cynical producer Pankaj (Vijay Maurya). Ashok too is much more than a foil to Sulochana, with his tattered ego and doubts over his suddenly successful wife getting equal play. Manav Kaul’s beautifully poised performance ensures that Ashok emerges as a full-blown character in a movie dedicated to its female lead. Kaul doesn’t seek to steal any scenes from Balan, but co-exists with her in keeping with the overall theme that it takes two hands for applause (and a marriage) to be meaningful.\n\n\n    \n    Play\n\nBan Ja Rani, Tumhari Sulu (2017).The movie derives its strength from its unhurried narrative (it clocks in at 140 minutes, some of which are disposable) and rich observations of middle-class suburban existence. Life is moulded into a movie plot, filled with the clutter of domesticity, everyday humour (the screenplay is by Triveni, with additional dialogue by Maurya) and hilarious tributes to 1980s film music.Balan’s imitation of SP Balasubrahmanyam’s accent in the Batata Wada song from the 1987 movie Hifazat proves her mimicry skills. The movie itself is a tribute to her ability to burrow deep under the skin of her character. Balan delivers a career-best performance in Tumhari Sulu, moving from eternal optimist to bruised realist without missing a beat. Triveni’s respect for his heroine’s abilities results in several leisurely sequences of comedy and poignance, including a moving moment of admission that her ambition has disturbed the domestic peace. Balan delivers the belly-shaking laughs and heart-wringing tears with equal deftness. Sulu has her listeners at hello, but Balan scores from the moment she enters the frame all the way to the final close-up, where her face fills the screen and illuminates it.","author":"Nandini Ramnath","time":"2017-11-17T07:29:54.741471+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/858169-74002-ixhzhqgptr-1510860511.jpeg","tags":["Tumhari Sulu","Vidya Balan","Suresh Triveni"],"source":"https://scroll.in/article/858169/tumhari-sulu-review-vidya-balan-is-a-knockout-as-a-housewife-who-finds-her-voice"}