{"title":"Turning India over to the mob, video by video","content":"Two Christian nuns accused of converting two apprentices are questioned, menaced and ejected from a long-distance train by the youth wing of India’s ruling party – proving grounds for many of its leaders – as police watch. A terrified, dust-laden Muslim man is flung around like a rag doll, forced to shout “Pakistan murdabad” and “Asaduddin Owaisi murdabad” – the words come out in a whisper – by a Hindu man previously arrested for involvement in the Delhi riots of 2020. A 12-year-old boy is beaten and repeatedly kicked in the groin by a Hindu vigilante for drinking water at a temple.The temple priest, a former chemical engineer trained in Moscow, defends the atrocity and goes on to say any Muslim in the top echelons of government cannot be “pro-India”. As support pours in for the boy’s attacker, the priest says former President APJ Abdul Kalam – held up by more moderate Hindutva followers as an example of a patriotic, Sanskrit-spouting Muslim – was a “jihadi” who gave “Pakistan the secret of the atom bomb”.The latest atrocities against India’s minorities, and the seemingly unhinged justifications offered for them, can no longer be regarded as aberrant incidents and the lunatic ravings of the Hindutva fringe. They are deliberate acts, done to widen their base and are natural consequences of ceding the state to the mob. The notable feature of the daily perversions against India’s minorities is the absence of fear among these abusive, violent criminals. Outrage is minimal, as the videos go viral, and crimes are cheered on by a significant section of the middle class.The attack in UP on nuns from Kerala is a result of the vicious propaganda run by the Sangh Parivar to pitch one community against another and trample the minorities. Time for us as a nation to introspect and take corrective steps to defeat such divisive forces.-RAHUL GANDHI pic.twitter.com/OgXe1ahxJw— S Rajasekar (@srspdkt) March 26, 2021\n\nWe are aware of the latest hate crimes because they are recorded by the perpetrators themselves, a phenomenon that began in the last decade – lynching, beatings, even a beheading – coinciding with Narendra Modi’s growing grip over India’s electoral politics and the Hindu psyche. They do it to inspire others, cow down minorities, mainstream hatred (more than it already is) and send a message to the hardline government they elected – you are not hardline enough.The ability of the viral video to dehumanise opponents and victims and inspire and radicalise others to do the same is proven. Islamic State videos sparked a rash of copycat beheadings. Livestreamed white supremacist videos of massacres fed off others. The footsoldiers of India’s Hindu Far Right follow suit, their videos following a global pattern of providing them a sense of identity, referring to religious duty and reward, creating victimhood and identifying an enemy.Whether of actual violence or provocative speech, the hate-filled videos generated by Hindu vigilantes push India’s ruling party further into the embrace of its violent, lunatic fringe, into ideological ground that, once occupied, cannot but be held. As recent events have proven, the journey into the land of hatred is a one-way ticket.A 14 years old muslim boy was thrashed Thursday for entering a temple to drink water, with the accused making and circulating a video of the brutal assault, during which the boy is slapped and repeatedly kicked in the genitals. Really #shameful . This incident was  happened in UP pic.twitter.com/v332qpXx09— Ziaur Rahman (@ZiaurRa84240290) March 14, 2021\n\nThat is why we see ruling-party politicians, such as Madhya Pradesh Chief Minister Shivraj Singh Chouhan, a once-affable man they called “mamaji” and a rare Bharatiya Janata Party chief minister seemingly without an anti-Muslim bone in his body, now thundering on about “breaking” those who indulge in “love jihad” –shorthand for Muslims and the fake narrative that they lure and convert Hindu women. This year, his government has illegally demolished homes of Muslim families after a riot, imprisoned stand-up comics merely on complaints – with no evidence – from Hindu vigilantes and stood by while such criminals, taking offence at the title of an acclaimed play, threatened a theatre festival into cancellation.It is one thing for the government to fume as a couple of global think tanks downgrade India’s democracy, quite another to stand by as representatives of its majority community embrace the language and methods of minority degradation and ethnic cleansing. In a country that is the world’s largest market for many of its social-media companies, hate speech and violent videos are particularly hard to take down when a substantial part of it comes from the ecosystem around the ruling party.Man openly assaulted in Khajuri Khas area of North East Delhi. He was forced to chant 'Pakistan Murdabad',  'Asaduddin Owaisi Murdabad'. The man in yellow T-shirt is Ajay Pandit, a resident of Khajuri Khas area, who was also arrested in Delhi Riots case. @DelhiPolice pic.twitter.com/0qOsoV3orb— Aarif Shah (@aarifshaah) March 24, 2021\n\nThe government pursues with gusto and takes down Twitter handles or YouTube videos that refer to or discuss hate crimes, but there is a distinct lack of enthusiasm in removing hate-crime videos themselves and those that propagate hate speech linked to majoritarian narratives.To be sure, video makes up about half of the world’s online traffic and is hard to police, given the speed with which it goes up. However, the power of hate video and online radicalisation can be countered through intent: messages and programmes of counter radicalisation, speedy takedowns of popular videos, aggressive prosecution and political declarations that such videos will not be tolerated. That intent is entirely missing.The eruptions of intolerance across India, violent or otherwise, state sponsored or carried out by vigilantes, may appear to be without clear pattern, pixels without a picture. Viewed together though. they reveal an image of a nation succumbing to its worst instincts. Administrators, judiciary and government – sometimes with a wink and a smile, sometimes too petrified to resist – watch as religious faultlines are prised apart and political parties exercise competitive majoritarianism, which now threatens peace, progress and stability. India teeters on the edge, between a government run substantially if not wholly by the law and an anarchy where it is overwhelmed by the vigilante.In trying to preserve the semblance of a rule of law and equal rights for all citizens, the government still – but not always – announces inquires and registers cases when the latest hate video is revealed. The government says it will – while often violating its provisions and progressive ethos – always stand by the constitution. The prime minister, while providing dog-whistle rhetoric, still wishes Muslims and Christians on their holy days.The fig leaf of secularism the and rule of law continues to be in place. It is, however, just that – a fig leaf.Samar Halarnkar is the editor of Article-14.com, a project that tracks misuse of the law and the hope it offers.","author":"Samar Halarnkar","time":"2021-03-27T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156803-tgxguirtkn-1616780747.jpg","tags":["Hate crimes","Asaduddin Owaisi","Bharatiya Janata Party"],"source":"https://scroll.in/article/990688/turning-india-over-to-the-mob-video-by-video"}