{"title":"Two arrested in Gujarat for firing outside actor Salman Khan’s house","content":"The Gujarat Police on Monday arrested two men accused of firing shots outside actor Salman Khan’s home in Mumbai a day earlier, ANI reported.The men, who were arrested from Bhuj town, have been identified as Vicky Gupta and Sagar Pal, both of whom hail from Bihar. They were handed over to the Mumbai Crime Branch for further questioning.The two men were part of gangster Lawrence Bishnoi’s group, the Gujarat Police alleged. Bishnoi’s group had earlier threatened Khan in connection with the blackbuck poaching case. Bishnoi is currently in jail in another case.Salman Khan is accused of hunting an endangered blackbuck in Kankani village near Jodhpur during the shooting of the film Hum Saath Saath Hain in 1998. The prosecution relied on the statements of the Bishnoi community, which lives in the area and protects the blackbuck.The National Investigation Agency last year said that Khan was named in a list of people whose lives were under threat by Lawrence Bishnoi, as the actor’s involvement in the blackbuck poaching case had offended members of the Bishnoi community.Early on Sunday, two bike-borne men allegedly fired five rounds of bullets outside Khan’s home at Galaxy Apartments in Mumbai’s Bandra area, The Indian Express reported. A bullet landed on the balcony of the actor’s apartment.A first information report was filed at the Bandra Police Station.Bishnoi’s group had earlier sent threats to Khan in connection with the blackbuck poaching case of 1998, in which the actor was one of the accused persons.While shooting for Sooraj Barjatya’s film Hum Saath Saath Hain in Jodhpur in September 1998, Khan, along with his co-stars, Saif Ali Khan, Tabu, Sonali Bendre and Neelam, went out to hunt, which allegedly resulted in three chinkaras and two blackbuck being killed.","author":"Scroll Staff","time":"2024-04-16T12:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200075-xafcruqlsg-1713251488.jpg","tags":["Salman Khan","Gujarat Police","Mumbai","Blackbuck poaching case","Mumbai Police","Lawrence Bishnoi"]}