{"title":"Two dead near Kaziranga National Park after residents resist eviction drive","content":"Two people were killed and 18 policemen injured near Assam's Kaziranga National Park on Monday when local residents opposed an eviction drive, reported ANI. After the police firing, Nagaon district administration imposed Section 144 in Bandardubi and Deosur areas as a precautionary measure. The Section 144 of the Indian Penal Code prohibits groups of more than 10 people meeting in public areas.Clashes erupted after the residents, many who are allegedly from Bangladesh, stopped the 1,000-plus security personnel from entering Bandardubi to carry out the eviction drive. The drive, which was being carried out on Guwahati High Court's order, was initially scheduled for Wednesday. However, Nagaon district authorities decided to prepone it to stop the residents from planning any resistance, reported Hindustan Times.Of the 250 families residing in Bandardubi, Deosursang and Palkhowa villages, only seven Assamese families had left before the drive. A district officer told the Hindustan Times, \"When the situation turned violent, we resorted to firing tear gas.”According to The Telegraph, the High Court had ruled that since the residents were living there for many years, they were aware of the region's geography and hence were \"in the perfect position to poach animals or abet poachers.\" Assam Forest Minister Pramila Rani Brahma also said the drive is in \"the interest of the wildlife and biodiversity of Kaziranga\". The government also promised adequate compensation to the residents. Assam Health Minister Himanta Biswa Sarma told Hindustan Times that the government could pay the compensation within 30-40 days of eviction.But local leader Akhil Gogoi (pictured above) accused the government of creating a \"Singur-like situation\" and demanded three months' time during which the families living in the area should either get the compensation or provided with an alternate plot of land. He told the Assam Tribune, \"Where will these people go? The government is trying to create a Singur-like situation near Kaziranga.”","author":"Scroll Staff","time":"2016-09-19T13:52:45.748465+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/816901-41780-ymkixeznqh-1474271186.jpg","tags":["eviction drive","Guwahati High Court","Kaziranga National Park"]}