{"title":"Two Kuki women who were sexually assaulted  move Supreme Court to ensure fair investigation ","content":"Two Kuki women who were sexually assaulted in Manipur on May 4 have moved the Supreme Court seeking directions to the Central and state governments to ensure fair and impartial investigation in the case, reported Live Law. A bench led by Chief Justice DY Chandrachud will hear the plea on Monday.Three women were sexually assaulted in B Phainom village of Kangpokpi on May 4, a day after clashes erupted between Meitei and Kuki communities in the northeastern state. One of the women was “brutally gang-raped”, according to a police complaint.A video showing two of them being paraded naked by a mob in the Kangpokpi district was widely shared on social media on July 19. The next day, the Supreme Court had said that the incident was “simply unacceptable” and directed the Centre and the Manipur government to take immediate steps in the matter.On July 27, the Union government told the Supreme Court that it has transferred the inquiry into the case to the Central Bureau of Investigation. On Monday, the court will also take up the Centre’s request to transfer the sexual assault case outside the state, reported NDTV.In another petition filed in the matter, Advocate Vishal Tiwari has sought directions from the court for formation of an independent expert committee headed by a former Supreme Court judge to inquire into “incidents of sexual assault and ongoing violence” in Manipur, reported Live Law.The first information report in the sexual assault case was registered on May 18. However, it was only after the video was shared on social media that the arrests were made. Seven people have been arrested in the case, including a minor.Also read: In India, viral videos of violence are sometimes the only thing that force the police to actSC refuses SIT probe pleaThe Supreme Court on Monday refused to entertain plea on the Manipur violence seeking an inquiry by the Special Investigation Team into the alleged poppy cultivation and narco-terrorism, reported PTI.Senior advocate Madhavi Diwan, appearing for the petitioner Mayanglambam Bobby Meitei, had cited cross-border terrorism and poppy cultivation in the state as responsible for the recent violence. The plea made the Narcotics Control Bureau, the National Investigation Agency and the National Human Rights Commission as well as the state government among others as parties.“This petition is very difficult to entertain because it places blame on one community,” the bench comprising Chandcrachud and Justices JB Pardiwala and Manoj Misra said. “You can come with a more specific petition. This petition has everything from the violence to narcotics to deforestation.”Following court’s observation, Diwan was allowed to withdraw the plea.So far, 181 persons, including 113 Kukis and 62 Meiteis, have died in Manipur since the violence broke out on May 3.Also read: Why Manipur’s civil war is being linked to the narcotics trade","author":"Scroll Staff","time":"2023-07-31T10:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192707-tveumzfzgw-1690778672.jpg","tags":["Supreme Court","sexual assault","Manipur","Manipur violence","Manipur sexual assault"],"source":"https://scroll.in/latest/1053525/two-kuki-women-who-were-sexual-assaulted-move-supreme-court-to-ensure-fair-investigation"}