{"title":"Two years after J&K lost special status, outside investors stay away from Kashmir","content":"More than two years after Delhi scrapped statehood and autonomy for Jammu and Kashmir, the Centre’s push to attract outside investment to the Kashmir valley remains a non-starter. Last year, the Union Territory administration set up an online portal, InvestJK, “a single window clearance system for ease of doing business in J&K.” Potential investors can use this portal to apply for the allotment of land in long-term leases in Jammu and Kashmir. According to Mehmood Ahmad Shah, director of the industries and commerce department in Kashmir, “99.9% of the applicants” who want land allotment in the Valley are from Jammu and Kashmir.  “Out of more than 2,500 applications we have appraised so far, only five to six applicants are from outside Jammu and Kashmir,” he said.  On August 5, 2019, the Centre scrapped special status for Jammu and Kashmir under Article 370 as well as special protections for permanent residents of the region under Article 35A. Among the arguments for the move, the Centre had said these provisions were standing in the way of economic development for Jammu and Kashmir, especially since they were a barrier to outside investment.  However, the figures revealed by the Kashmir industries department suggest that, despite perks and incentives introduced by the government, investors from outside the region are wary of starting businesses in the Valley. Jobs and investment According to government figures, the industries department has received 4,114 online applications under the new Jammu and Kashmir Land Allotment policy. Altogether, they pledge Rs 44,327 crore in investment, with the potential to generate 1.84 lakh jobs.On January 18, Kashmir’s directorate of industries and commerce, Kashmir published a provisional ranking list of 2,512 investment applications received for land allotment in Kashmir division. This is a list where proposed investments are ranked according to certain criteria. “An application is appraised out of an aggregate score of 100 points,” explained Shah. “One of the criteria is proposed investment per kanal [0.125 acre] of land and it has a weightage of 40 points. Another parameter is the direct employment potential per kanal. That, too, has a weightage of 40 points.”Shah said the department had received more than 1,000 applications in addition to the provisional list. These were still being appraised.Amit Shah in Jammu in October 2021, his first visit to the region after it was stripped of special status in August 2019. Picture credit: PTIStiff competitionThe competition is stiff, about one out three applications can be accommodated. “Around 1000-1200 units will be allotted land after all the procedures and norms laid down by the government are fulfilled by the investors,” explained Shah. The land allotment process is likely to begin in February itself.Land allotment for industrial development has not happened before on this scale in Kashmir, Shah said. “Since 1947, we have only had 1,919 units in the organised sector,” he added. “Now, in one go, we are going to allot land for around 1200 units.”These allotments, Shah said, are likely to take up almost 6,000 kanals (750 acres) of the land bank created by the Union Territory government for industrial development. The land bank is spread over at least 21 industrial estates in the Kashmir division. Shah pointed out they had more applications than the existing estates could hold. “We are in the process of acquiring new parcels of land and it [inviting investment applications] will be a continuous process,” he added.According to the industrial land allotment policy, land will be parcelled out to investors “initially on a lease of 40 years which may be extendable to 99 years.” Keen interest from the IT sectorWhen the government launched the InvestJK initiative last year, it identified 17 focus areas for investment. A few areas appear to have drawn particular interest. According to Shah, there were a lot of applications from “information technology solution units”, while cold storage units came in second. Wood-based industries, food processing units, educational institutes and paramedical colleges also accounted for a substantial number of applications.According to Shah, the government was not encouraging “high-pollution” industrial units like steel and iron plants, stone crushing, cement factories and brick kilns. The government is also working on a fresh policy to revive sick industrial units in the region, with new guidelines likely to be published in a month and a half.“Earlier, the procedure for reviving sick units was cumbersome and not all the units would be eligible for revival packages,” said Shah. “Now, we are changing the scheme, more and more sick unit holders will become eligible.”","author":"Safwat Zargar","time":"2022-02-03T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147091-tfcmbyeigy-1599410522.jpg","tags":["Article 370","Kashmir","economy"],"source":"https://scroll.in/article/1016526/two-years-after-j-k-lost-special-status-under-article-370-outside-investors-stay-away-from-kashmir"}