{"title":"Two coal crises in less than a year. What is India doing wrong?","content":"Sashank Pathak owns a photocopy shop in one of the busiest markets of Ranchi, Jharkhand’s capital city. His small-scale business needs regular power to run his machines. But since the onset of the heatwave in the region, erratic power supply has been troubling him and many other traders in his area. Tired of the power outages, Pathak and many others have shifted to diesel generators to fulfil their power needs.Across the country, domestic and industrial power users have similar tales of alternative arrangements for electricity as they face load-shedding that is allegedly linked to the shortage of coal in the country.Around 1,300-km away from Ranchi, in Delhi, erratic power supply is common too. The Delhi government recently said that despite having no pending dues, the coal stock availability was only enough for a day.On May 12, Delhi reported a peak electricity demand of 6,780 megawatts, which is the highest ever in the month of May. On the national level, India recorded its highest ever peak demand of 201.06 gigawatts in April, even as several coal-based power stations were reeling under the severe shortage of coal. The Indian government said that with this record, India surpassed 2021’s maximum demand of 200.539 gigawatts (July 7, 2021) and that the demand is expected to reach about 215-220 gigawatts in the May-June period. Government data as of April also indicates that 106 out of 173 coal-fired power stations fell short of coal stocks and were declared “critical” as the stock fell below 25% of the quantity these stations need for power production.There is a mix of reasons that have led to the coal situation, according to power sector experts: the rising global price of coal, lack of management of stockpiles at thermal power stations, the poor financial health of power distribution companies, the impact of the Russia-Ukraine war and a sudden hike in power demand.Transportation needs attentionIndia is the world’s second-largest producer and consumer of coal. The Indian government recently claimed that there has been an increase in coal production over the past few years due to policy reforms and imports have decreased. But despite the increased domestic production, the country has witnessed a second coal shortage crisis in less than 10 months, with the last one being in October 2021.The severity of the situation could be measured with the fact that despite the stockpiling norm of the Central Electricity Authority mandating thermal power stations to ensure 15 days-30 days of coal stocks, based on their distance from the coal mines, several coal-fired coal stations were left with only a few days of coal supply for generating power.Domestic coal in India is mainly transported from coal-rich states such as Jharkhand, Odisha and Chhattisgarh to different parts of the country. But experts note that the Indian railways often struggle to transport coal to thermal power stations during the peak season. January to March is considered the peak supply season of coal to thermal power stations for maintaining adequate stockpiles of coal for the anticipated high power demand during summers. Government data suggests that the production of coal also increases around 25% more during such a period to cater to the energy demands.Trucks meant to transport coal to nearby railway station stationed in a coal mine at Bermo in Jharkhand. Photo credit: Manish Kumar/ MongabayExperts advocate for reforms in the railway sector to scale up the transportation capacity during critical times and ensure a smooth supply from coal mines to thermal power stations. Abhishek Nath, Sector Head (Energy and Power) at the Centre for Study of Science, Technology and Policy told Mongabay-India that there is a need for major policy reform for the development of dedicated freight corridors on the critical coal passages for faster transportation.“To double the transportation capacity, electrification of these corridors should be considered with the height of overhead supply lines above 7.5 meters,” he emphasised. “This will allow transportation of double-stacked containers and make the transportation more efficient for coal as well as other essential goods. If bauble stacking of containers is not possible for specific corridors, then the number of coal wagons can be increased to the existing fleets and upsurge their carriage capacity.”The majority of coal produced in India is mined by the state-owned Coal India Limited and its subsidiaries such as Mahanadi Coalfields, Central Coalfields Ltd, Eastern Coalfields Ltd and others. Coal India Limited plays a crucial role in forging agreements with power companies and ensuring the delivery of coal.Nath advocated for revisiting the existing fuel supply agreements between Coal India Limited and the power generation companies to include conditional flexibility from the coal allocation stage to supply. “Frequent reviews and assessments of the coal allocations and costing to individual power plants should be conducted,” Nath further explained. “The scope of coal reallocation and rerouting needs to be explored based on the long-term coal demand from critical thermal power stations located distantly from their allocated coal mines and import dockyards.”Experts also pointed at other issues in the power sector and one among them was related to the poor financial health of many power distribution companies in the country. In the current power generation agreements, coal is transported from mines to the thermal power plants which sell the power to power distribution companies. However, several thermal power stations are cash strapped due to non-payment of dues from power distribution companies. This leads to supply issues. In fact, according to official data, by the end of April 2022, power generation companies had dues worth Rs 1.07 lakh crores from the power distribution companies.Climate-induced crisis?In addition to the logistical and financial issues, some experts highlight that the power sector crisis is also due to a lack of vision of the government and other stakeholders as they failed to take into account the climatic factors.Vaibhav Chaturvedi, a researcher at the New Delhi-based Centre for Environment, Energy and Water who has been studying coal-related policy issues in the country, said the sudden onset of extreme weather conditions often bypasses the preparedness of the coal sector leading to increased crisis besides the normal logistic and other managerial issues which are also linked to such a situation.“The problem is that our planning framework does not consider sudden shock due to climatic factors,” Chaturvedi told Mongabay-India. “If you compare the last October crisis and the current coal crisis, both are linked to climatic factors. In October 2021, we experienced post-monsoon rains which hampered coal transportation from mines and this time the sudden onset of a severe heatwave after March 12 led to the surge in power demand.”In a desperate measure to tackle the issue, the government imposed Section 11 of The Electricity Act 2003, a rare event. It mandated all coal-fired power plants to work to their full capacity and allowed the idle imported-based coal plants to resume operations to manage the crisis. The railway department also cancelled several passenger trains to increase the freight movement to transport coal from mines to thermal power stations besides ordering more wagons.The Union Power Minister RK Singh recently told the media that the emergency provisions could be extended beyond October and also hinted that the burden of increased imports could cost the consumers with an increase in tariff.Renewable energyAccording to the Central Electricity Authority data, of the total installed capacity of 401 gigawatts, 51% comes from coal-powered power plants while renewable power plants account for 28%.An opencast coal mine at Talcher in Odisha. Coals are primarily sent from mining rich states like Odisha, Jharkhand and Chhattisgarh for power production in the country. Photo credit: Pramit KarmakarResearchers claim that renewables can be part of the solution in the short run, even if they are not “firm” or despatchable power. “Solar has a Plant Load Factor of only around 25% with some variations,” Rahul Tongia, Senior Fellow at the Centre for Social and Economic Progress, Tongia told Mongabay-India. “It includes no production for 12 hours during night and variable production in the day. When compared to coal, the outcome of solar power is low. But even then whatever energy is getting produced from the solar it is getting into the grid and is sharing the load. Thus, we need to be realistic when it comes to the base load issue, grid stabilisation and other issues.” The Plant Load Factor refers to the ratio of power produced by any plant against the maximum power that could be produced from that plant at any given time.Meanwhile, Sunil Dahiya, an analyst at the Centre for Research on Energy and Clean Air, told Mongabay-India that, “For improving the power capabilities of states we need to enhance decentralised renewable sources across states in and around the consumption centres.”“While few states like Rajasthan, Gujarat and Tamil Nadu have greater renewable energy potential, infrastructure upgrades both in terms of storage capacity and grid up-gradation are needed to utilise the full renewable potential of such states,” he said. “If we can grow more renewables at consumption centres within our states, we can also reduce the transmission losses incurred through the transfer of power from one state to another [mostly from central India to north and west] which is often in the range of 15%-16%.” “If we want a sustainable and energy secure future decentralised renewable energy with accelerated growth is the only option India has and it has to give up on its huge reliance on the dirty fuel of past, ie, coal,” he said.Dahiya claimed that there is no shortage of coal production in the country but most of the recent coal crisis was because of poor management of the whole demand-supply chain and failure in forecasting such a crisis during critical months when the demand is generally on the higher side.A recent report by the World Economic Forum said urgent action is required by both private and public sectors to ensure a resilient transition as the world faces the most severe energy crisis since the 1970s.This article first appeared on Mongabay.","author":"Manish Kumar","time":"2022-05-18T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174492-ipeilquzox-1652774942.jpg","tags":["heatwave","coal","Fossil fuel","Renewable energy"],"source":"https://scroll.in/article/1024102/two-coal-crises-in-less-than-a-year-what-is-india-doing-wrong"}