{"title":"Naga woman among two killed in Manipur violence","content":"Two persons died in separate incidents of violence over the weekend in Manipur’s Kangpokpi and Imphal East districts, The Hindu reported on Monday.The United Naga Council has called for a 12-hour shutdown from 6 am on Monday, in areas of the state inhabited by Nagas, to protest the murder of a woman from the community on July 15. Lucy Marem was killed in Sawombung village of Imphal East district by members of Arambai Tenggol, a Meitei militant group, the United Naga Council alleged.It also alleged that Marem was apprehended by the Meira Paibis, a community of Meitei women, and handed over to the Arambai Tenggol for execution.“It is unimaginable for a women organisation like Meira Paibis who profess to be torch bearer of peace partaking in acts of killings,” the United Naga Council said. The Nagas are the second-largest community in Manipur after the majority Meiteis. They have maintained that peace must prevail between the Kukis and the Meiteis in the conflict between the two groups that has torn apart the state since May, the tribal organisation said.The Coordinating Committee on Manipur Integrity, an umbrella organisation of six groups representing Meitei interests, claimed that Marem’s killing was a case of mistaken identity. The collective’s spokesperson Khuraijam Athouba said that the organisation condemned the killing at the highest level.The organisation said that there were fears among locals that Kuki groups would impersonate Meiteis and attack them. The spokesperson also claimed that the woman had a mental illness and was not responding coherently.“That also created more confusion among the people who thought the victim was hiding something or she was afraid of something,” he said. “She doesn’t understand the language. All these things mixed up and the suspicious level increased.”On Sunday, the United Naga Council demanded that the state government should form a judicial inquiry committee to punish those who killed Marem. The Manipur Police have arrested nine persons, including five women, in connection with the case. The police have also seized two arms, ammunition and a car.Imphal East District Police in connection with the incident in which one woman was found dead at Keibi Heikakmapal Maning Ching on 15.07.2023. 2 (two) arms, 5 (five) ammunitions and 1 (one) car were seized in connection with the case.2/2— Manipur Police (@manipur_police) July 16, 2023\n\nIn another incident, a 34-year-old man identified as Jangkholun Haokip was killed on Sunday after a group of nearly 50 armed assailants stormed the Kuki village of Laimaton Thangbuh in Kangpokpi district.Before the killing, a gunfight had taken place between the armed group and the village volunteers, reported The Hindu.“A huge mob of civilians, predominantly women, congregated in the foothills and security forces pushed back the mob from entering the hills,” an unidentified police official told the newspaper. “The miscreants however fled the area.”Ethnic violence in Manipur between the Kukis and the Meities sparked off on May 3. Since then, the northeastern state has reported widespread violence, destruction of property and arson. Close to 150 persons have been killed and nearly 60,000 have been forced to flee their homes.","author":"Scroll Staff","time":"2023-07-17T12:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191330-olgvkarwdg-1687155259.jpg","tags":["Manipur","United Naga Council","Manipur violence","Arambai Tenggol"]}