{"title":"Why the Modi government's plan to make religion a basis for citizenship is a bad idea","content":"On Wednesday, when he rose up to speak in Parliament on the abuse of human rights in Kashmir, Trinamool Congress member of parliament Derek O’Brien recounted how his Anglo-Indian family had thrived in India while the branch of the O’Briens in Pakistan did not exist anymore. In this country, O’Brien said, “We can eat what we want, we can pray wherever we want to, we can walk the streets freely.\"India’s religious tolerance in its neighbourhood is something that every government had been conscious of before this. India’s twin, Pakistan, enshrines religion as a basis for state citizenship.  Non-Muslims cannot be head of state in Pakistan and the government even goes so far as to regulate the religion of oppressed groups such as Ahmadis.Unfortunately, rather than build on this lead, the Modi government seems keen on actually making India more like Pakistan, enshrining faith at the centre of its statehood. An amendment to the Citizenship Act pushed by Union Home Minister Rajnath Singh aims to make religion a criteria for Indian citizenship.Muslims not welcomeThe Hindu reported on Friday that the Citizenship (Amendment) Bill, 2016, seeks to change the way an undocumented migrant can obtain Indian citizenship. If the amendment gets passed, members of every major religious community coming into India without legal passports or staying on without valid papers will be entitled to Indian citizenship after six years of residence in India – provided they aren't Muslims from Pakistan, Afghanistan or Bangladesh.A senior Union minister explained that this was because, “The principle is victimhood. How can a Muslim claim he has been victimised in these countries?”.As it turns out, Muslims do face a lot of victimisation even in Muslim-majority countries. Shia Muslims, in Pakistan, by any standard, could be said be persecuted. In May 2015, militants blew up a bus containing 43 Ismailis, a sub-sect of Shia Muslim on August 1, Taliban militants gunned down 2 Hazara Shias in Quetta. The killing of Hazaras in Pakistan, an ethnic Shia group, is so gruesome that some commentators have even called it a genocide. Desperate to escape, some Hazara have even looked to Australia for asylum. This when the Hazara have historic links with India, with the British Indian Army even once containing a Hazara regiment.Ahmadis – a small Muslim sect with roots in the Indian town of Qadian – are even more persecuted and even targeted officially by the Pakistani state. The Pakistani Constitution goes out of its way to officially brand Ahmadis as non-Muslim – even though they think of themselves as followers of Islam – and laws forbid Ahmedis from using Islamic prayers, books and even from using the common Muslim greeting, As-salam alaykum. Pakistan has seen multiple anti-Ahmadi riots since 1947. So widespread is anti-Ahmadi sentiment that appeals to kill them have been made openly on television with no action against the speakers.Two Nation TheoryThe list could go on. But clearly the rationale of “religious persecution” trotted out by the government doesn’t hold: Muslims can also be victims just like Hindus.It should be noted that this isn’t a one-off event. In September, 2015, the Modi government decided that people from Pakistan and Bangladesh who had sought shelter in India before December 31, 2014, “due to religious persecution or fear of religious persecution” would be allowed to stay – again, unless they were Muslim.Clearly, the process of introducing religion into citizenship is a well-thought one driven by the Bharatiya Janata Party’s majoritarian ideology, which assumes that faith is a determinant in nationality. The founder of Hindutva, Vinayak Savarkar laid out one of the first versions of the Two Nation Theory when he descibed Hindus and Muslims are two distinct nations. This, of course, goes hand in hand with a suspicion of Muslims – a mirror image of the suspicion of Hindus in Pakistan.In a 2012 interview with journalist Shahid Siddiqui, Narendra Modi, then chief minister of Gujarat, accused Indian Muslims of having extra-national sympathies. “You people find your mouth watering because you think by combining India, Pakistan and Bangladesh into Akhand Bharat, the country would have a lot of Muslims,” Modi said, in curious reversal of the official history of Partition in India. “All these Muslims would come together and use Indian Muslims to create tensions within India. This would be your dream too.”What has ensured a difference with Pakistan is that India has kept its law making from being influenced by some of the more extreme right-wing ideologies. But if prime minister Modi’s views, that Indian Muslims will “come together” with Pakistani or Afghan Muslims, is now enshrined in its citizenship laws, then that difference might be a short lived one.","author":"Shoaib Daniyal","time":"2016-08-12T17:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/813774-23997-fplfvhrkyz-1470844570.jpg","tags":["Citizenship Act"],"source":"https://scroll.in/article/813774/two-nation-theory-redux-modi-government-is-trying-to-make-religion-a-basis-for-new-citizenship"}