{"title":"Four farmers among eight killed during protests in Uttar Pradesh’s Lakhimpur Kheri district","content":"Eight persons, including four farmers, were killed in Uttar Pradesh’s Lakhimpur Kheri district on Sunday as violence broke out during a farmers’ protest against the Centre’s contentious agriculture laws, NDTV reported quoting Lakhimpur Kheri Additional Superintendent of Police Arun Kumar Singh.Earlier, the Bhartiya Kisan Union had alleged that three farmers had died after a vehicle that was part of a minister’s convoy ran over a group of protestors. A medical officer at the district hospital in Lakhimpur Kheri had confirmed that two people had died and one was seriously injured.The farmers’ union had claimed that the vehicle belonged to the son of Union Minister Ajay Mishra, who was visiting the area along with Deputy Chief Minister Keshav Maurya.Meanwhile, Mishra told a news channel that stones were thrown at the vehicle, which led to the driver losing control and ramming into the farmers. He said the driver died in the accident.The police did not say anything about Mishra’s son, but they added that the four people other than the farmers who died, were occupants of the vehicle that ran over the protestors, NDTV reported. Vehicles of Union Minister Ajay Teni’s son crushed two farmers in UP’s Lakhimpur Kheri.According to reports, At least one farmer have died and many are injured. pic.twitter.com/6T3nmKyS6b— Sandeep Singh (@PunYaab) October 3, 2021\n\nEight farmers were injured in the incident, according to the Dainik Bhaskar. The Bharatiya Kisan Union did not specify the number of farmers who had been injured, but said that farmer leader Tejendra Singh Virk was among them.Later, the protestors allegedly set fire to the vehicle, according to the Dainik Bhaskar.Photos and videos shared by local journalists showed some people, reportedly farmers who were at the protest, lying along a road covered in blood. Others who were visibly injured could be seen being carried away.One video also showed a vehicle being set on fire.The way our farmers were run over allegedly  by a union minister’s son it makes me so sad.Govt is not listening to farmers. Instead, It is allowing politicians to kill our boys. pic.twitter.com/dAivjY87HX— Sandeep Singh (@PunYaab) October 3, 2021\n\nMassive violence in UP's Lakhimpur Kheri following clash between protesting farmers and BJP workers. Farmers had blocked the makeshift helipad protesting the visit of deputy CM Keshav Maurya. Later a car had run over farmers triggering voilent clash. pic.twitter.com/qYvaTPpMcS— Piyush Rai (@Benarasiyaa) October 3, 2021\n\nWhat happened?Minister of State for Home Affairs Ajay Mishra and Uttar Pradesh Deputy Chief Minister Keshav Prasad Maurya were scheduled to go to Lakhimpur Kheri on Sunday morning to attend an event, according to the Dainik Bhaskar.The farmers had blocked a helipad where Maurya and Mishra were supposed to land. Later, the two leaders travelled to Lakhimpur Kheri by road. After inaugurating a few projects at the district headquarters, the two leaders for Banwari, Mishra’s native village.On their way, the ministers’ convoy was intercepted by farmers around 2.45 pm, the Dainik Bhaskar reported. The farmers showed black flags to the two leaders. One of the cars in the convoy ran over the farmers, allegedly killing all three protestors, the newspaper reported.Meanwhile, speaking to news channel News1India, Mishra claimed that farmers pelted stones at the vehicle which allegedly ran over the farmers. The Union minister said that a stone hit the driver of the vehicle. The car then lost control and ran over the farmers, the minister claimed. Mishra, however, did not mention that his son was driving the vehicle.#Lakhimpur में घटित घटना पर केंद्रीय गृह राज्य मंत्री अजय मिश्र टेनी का बड़ा बयान- आंदोलन के नाम पर अराजकता की कोशिश,गाड़ी पर जानबूझकर पत्थर मारा गया था, पत्थर लगने से हमारे ड्राइवर की मौत हुई है, गाड़ी अनियंत्रित हुई, गाड़ी भी जला दी उन लोगों ने\"@ajaymishrteni pic.twitter.com/J50wljRj9e— Shivam Dixit (@ShivamdixitInd) October 3, 2021","author":"Scroll Staff","time":"2021-10-03T19:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164717-kcfiehninj-1633269082.jpeg","tags":["Lakhimpur Kheri","Uttar Pradesh","farmers"],"source":"https://scroll.in/latest/1006858/two-farmers-dead-in-uttar-pradesh-ministers-convoy-ran-over-them-farmers-unions-allege"}