{"title":"Two ‘Indias’ being created, Pegasus used to destroy nation’s voice, says Rahul Gandhi in Lok Sabha","content":"Congress leader Rahul Gandhi said in Lok Sabha on Wednesday that  two Indias are being created. “One India is for the extremely rich people, those who have immense wealth, for those who have immense power, for those who control the heartbeat of the country,” he said in Parliament.  “Another India is for poor people and the divide between two Indias is widening.”He was addressing the House during the motion of thanks to the President’s address.Gandhi said the government talks about its plans of Make in India and Start up India but unemployment continues to increase. He criticised the government for the effect its different policies had on the informal sector.“Do not think this India will stay quiet,” he said. “The poor can see that India’s 100 richest people have more wealth than 55 crore people.”Gandhi said the government must starting uniting the two “Indias”.“Different cultures are our strength,” he said. “There is the idea that India can be ruled by a stick from the Centre. Every time that has happened, that stick has been broken.” Citing the example of the Centre insisting on the National Eligibility cum Entrance Test, Gandhi said the “idea of Tamil Nadu is excluded from institutions”.Gandhi added that the farmers of Punjab pushed back against the farm laws. “These people have no voice in your idea,” he said. “The ‘king’ does not agree.” The Congress leader also said that “instruments” like the Election Commission and Pegasus spyware were being used to destroy the voice of India. “The Prime Minister personally went to Israel and authorised the use of Pegasus,” said Gandhi.  Opposition leaders have been demanding a discussion in Parliament on Pegasus spyware following a report in The New York Times on January 28. It was reported that India had purchased the Israeli spyware in 2017 as part of a $2-billion defence package.In July, several media organisations across the world had reported on the use of Pegasus, which has been developed by Israeli cybersecurity firm NSO Group. In India, The Wire had reported that 161 Indians were spied on through Pegasus.The NSO Group has said that the spyware can only be sold to “vetted governments”.Meanwhile, Gandhi on Wednesday said that the government must make sure the country can defend itself against the Chinese. Gandhi also said the government has made “huge strategic mistakes” in Jammu and Kashmir. “The strategic goal of India should have been to keep China and Pakistan separate,” he said. “But what you have done is to bring them together. Do not underestimate what we are facing. This is a serious threat to India.BJP demands apologyUnion Law Minister Kiren Rijiju condemned Gandhi’s remarks about the judiciary and the Election Commission. “These are vital institutions of our democracy,” Rijiju wrote on Twitter. He demanded that Gandhi apologise to the citizens, judiciary and the election panel.We know that Rahul Gandhi doesn't believe in democracy and he has no regard for Constitutional Authorities. We don't take his habitual senseless comments seriously but since he has abused Constitutional Authorities from the Parliament house, he must tender unconditional apology. https://t.co/FEE3pwoPqy— Kiren Rijiju (@KirenRijiju) February 2, 2022\n\nExternal Affairs Minister S Jaishankar  contended Gandhi’s claim that the ruling BJP government brought Pakistan and China together. “In 1963, Pakistan illegally handed over the  Shaksgam valley to China,” Jaishankar said in a tweet. “China built the Karakoram highway through PoK in the 1970s.” The minister added that Pakistan and China had a close nuclear collaboration from the 1970s and that in 2013, the China-Pakistan Economic corridor took off. “So, ask yourself: were China and Pakistan distant then?” said Jaishankar.","author":"Scroll Staff","time":"2022-02-02T19:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169613-lwplcgzxjc-1643808956.jpeg","tags":["Rahul Gandhi","President's address","Unemployment","Congress","Parliament","Budget Session"],"source":"https://scroll.in/latest/1016521/two-indias-being-created-says-rahul-gandhi-in-lok-sabha-speech"}