{"title":"U19 Women’s T20 World Cup: Shweta Sehrawat among three Indians in Team of the Tournament","content":"The inaugural ICC Under-19 Women’s T20  World Cup is now complete, and India have been crowned as the first  -ever champions after beating England in the final held in Potchefstroom  on Sunday. Throughout the tournament, the 16 participating teams have  provided incredible performances, led by brilliant individual displays. Through that, the ICC has named the Team of the Tournament.The selection panel featured  commentators and former international cricketers, Lydia Greenway,  Stacy-Ann King and Julia Price as well as journalist, Kalyani Mangale  and ICC Women’s Cricket Manager, Snehal Pradhan, who led as Convenor.  The chosen squad is led by England’s Grace Scrivens, whose  all-round skills and leadership qualities have been a feature in  England’s run to the final. Her destructive 93 against Ireland, as  well as 56 against the West Indies, were her big highlights with the  bat. With ball in hand, she was nerveless and there was no better  example than the calm manner in which she closed out the semi-final  against Australia. India’s winning skipper, Shafali Verma,  makes a more than capable inclusion into the team with her unflappable  manner and composure at the crease. She offered control with the ball  but could also get on with it when she had to – as she proved with her  unforgettable 45 not out from 16 balls against South Africa. The top-order also sees India rock  Shweta Sehrawat rewarded for a fortnight of fine batting. Her 92 against  South Africa in their opener, as well as 61 not out in the semi-final  against New Zealand underlined her class, but she was a constant source  of runs and stability. New Zealand’s Georgia Plimmer is also  recognized in the top-order, after a series of sparkling knocks to  propel her side to the last four. Her 53 off 38 balls against Pakistan  was a stand-out contribution, and she also scored an important 41  against West Indies. Sri Lanka’s Dewmi Vihanga’s consistency  with the ball saw her win a slot in the middle-order of the side. Her  best was three for 11 against the United States of America, but  she was constantly probing with the ball. She also made useful runs in  the middle-order. Bangladesh star Shorna Akter was a  tower of strength for her side, mixing aggression with the ball,  tenacity on the field and a calm head under pressure. She completes the  middle-order, with livewire, South African wicketkeeper Karabo Meso  behind the stumps. Often heard before she was seen, Meso  displayed excellent glovework, especially up to the stumps. She also had  the knack for scoring important runs, such as her 32 off 30 balls  against Bangladesh in the Super Six stage. The spin twins for the Team of the  Tournament are Parshavi Chopra (India) and Hannah Baker (England). Both  have the full bag of tricks, and wonderful control at this stage of  their careers. They took wickets and asked questions every time they got  the ball in their hands. England’s Ellie Anderson delivered the  best figures of the tournament, with her burst of five for 12 against  the West Indies. Direct, but with good variations, she is perfectly  partnered with Australia’s Maggie Clark to take the new ball. Clark was the spearhead for the  Aussies, often striking with the new ball to set the tone. Her three for  20 against the United Arab Emirates (UAE) was her tournament best, but  she contributed to every contest, underlying her value to the team. The 12th  player, and a worthy replacement if needed, is Pakistan spinner, Anosha  Nasir. She brings delightful left-arm spin variation to the party, with  deft control of flight and pace. ICC Under-19 Women’s T20 World Team of the Tournament:  Shweta Sehrawat (India), Grace Scrivens (England, captain), Shafali  Verma (India), Georgia Plimmer (New Zealand), Dewmi Vihanga (Sri Lanka),  Shorna Akter (Bangladesh), Karabo Meso (South Africa), Parshavi Chopra  (India), Hannah Baker (England), Ellie Anderson (England), Maggie Clark  (Australia).12th player: Anosha Nasir (Pakistan).","author":"Scroll Staff","time":"2023-01-30T21:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186298-jgfkmuohmb-1675095613.jpg","tags":["Shafali Verma","Shweta Sehrawat","Parshavi Chopra","ICC U19 Women's World Cup","Cricket","India","Team of the Tournament"],"source":"https://scroll.in/field/1042926/u19-womens-t20-world-cup-shweta-sehrawat-among-three-indians-in-team-of-the-tournament"}