{"title":"U19 Women’s T20 World Cup, IND vs AUS as it happened:  India handed massive loss against Australia","content":"Scenarios: So South Africa beat Bangladesh and Australia beat India to leave Super Six Group A brilliantly poised. Australia’s big win has seen them overtake India on NRR but SA’s win comes as something of a relief for India. Australia / South Africa and India / Bangladesh have to face Sri Lanka and UAE respectively, and if they win those matches, all four of them will be on 6 points. India will have to win big and hope to keep their distance from the chasing pack.\n    \n        \n        \n            \n            \n            \n        \n    \n\n     Standings after Saturday Super Six Group A \n    \n       POS  TEAM  PLAYED  WON  LOST  N/R  TIED  NET RR  POINTS \n    \n     1   Australia U19  3  2  1  0  0  +2.348  4  2   India U19  3  2  1  0  0  +1.905  4  3   South Africa U19  3  2  1  0  0  +0.508  4  4   Bangladesh U19  3  2  1  0  0  +0.251  4  5   Sri Lanka U19  2  0  2  0  0  -2.950  0  6   UAE U19  2  0  2  0  0  -4.175  0 \n  \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Player of the match: Milly Illingworth (2/12 in 2 overs)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of innings: Disappointment for India as they were thoroughly dominated in their first Super Six encounter after dominating through the group stage. After Australian bowlers ripped through the Indian batting order, there was little positivity to take with the paltry target. Australia, particularly Smith and Moore, made light work of the chase even as India dismissed the openers. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    AUS 88/3 (13.5 overs): Australia win by seven wickets! Moore finishes things off... a four and a six in the final over and it is sealed. Easy as you like from Australia and they register their first victory at the Super Sixes Stage. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    AUS 76/3 (13 overs): 11 runs off the over. Safe to say India are unable to limit the damage too. Australia need 12 runs to win. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    AUS 65/3 (12 overs): Four runs off Parshavi’s over. Australia inching closer to victory. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Australia are steady in the chase56/3 after 10Need just 32 off the last 10India really need a miracle nowAmy Smith expertly controlling the chase#U19T20WorldCup— Mohit Shah (@mohit_shah17) January 21, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    AUS 56/3 (10 overs): Smith cuts behind square for a boundary. Seven runs off Parshavi’s over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    AUS 49/3 (9 overs): Shafali brings herself into the attack and concedes just one run. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    AUS 48/3 (8 overs): No boundaries conceded in this over by Sonam. Just three runs off it. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    AUS 45/3 (7 overs): The runs are leaking again. Six runs off Archana’s over and it’s smooth as you’d like from Australia. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    AUS 39/3 (6 overs): Eight runs and a wicket off Yadav’s over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    AUS 37/3 (5.4 overs): OUT! Another breakthrough for India and Yadav gets Hayward.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    AUS 30/2 (5 overs): More of that kind of over needed for India. Just one run and a wicket off it for Archana. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Very real possibility that India & Australia will end up with the same number of points from the Super 6 stageNet run rate will then be key. India need to stretch this chase as much as possible if they don't get wickets soonAustralia will look to get this ASAP#U19T20WorldCup— Mohit Shah (@mohit_shah17) January 21, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    AUS 30/2 (4.2 overs): OUT! And, another. Ginger also departs in Archana’s first over. Both the openers are in the hut. Can India hope now? \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    AUS 30/1 (4 overs): Pelle had inflicted significant damage with back-to-back boundaries against Sadhu before being dismissed but India will be hoping that one wicket brings many. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    AUS 28/1 (3.3 overs): OUT! Titas Sadhu with the first breakthrough. She had been bowling fuller and Pelle had identified that. She opted for a back of a length and she mistimes the pull. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    AUS 20/0 (3 overs): 11 runs off the over. That’s a few too many from Kashyap in a chase this unthreatening. Too easy for Pelle and Ginger, who sneak in a boundary each. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    AUS 9/0 (2 overs): Three runs off Sadhu’s over. Australia will be more than happy to tick them around for ones and twos, plenty of time for them.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    High possibility of Australia routing India and Pakistan on the same day.#AUSvPAK | #AUSvIND | #U19T20WorldCup— Annesha Ghosh (@ghosh_annesha) January 21, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    AUS 6/0 (1 over): Kashyap largely relying on good and full-ish deliveries against Ginger and Pelle. India need early wickets to have any chance, it’s the only way. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sienna Ginger and Kate Pelle are out in the middle for Australia. Mannat Kashyap into the attack for India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Sad Sad Scorecard!#CricketTwitter #U19T20WorldCup #INDvAUS pic.twitter.com/cHnvqd9YSD— Asli BCCI Women (@AsliBCCIWomen) January 21, 2023\n\n\n\n    Lucy Hamilton has no wickets to show today but her spell was absolutely fantastic today. Kept the high flying Indian top order under control.#U19T20WorldCup— Kalyani Mangale (@MangaleKalyani) January 21, 2023\n\n\n\n    Australia U-19 quick Milly Illingworth 👏🎯#AUSvIND | #U19T20WorldCup— Annesha Ghosh (@ghosh_annesha) January 21, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Vinayakk M: Shafali Verma and Co bundled out for a low score by Australia and their unbeaten run in the tournament is under threat. They did defend a low score in the warm-up match vs Australia, so let’s see how things pan out.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India innings: Quite the turnaround in an otherwise dominant campaign for India. After scoring 219 against UAE, the highest score for a team in this tournament, they are dismissed for a paltry 87. Australia may have lost to India in the warm-up but today, they came out all guns blazing and India had no answers.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 87 all out (18.5 overs): Two wickets in the penultimate over and India are neither able to cross the 100-run mark nor bat through the 20 overs. McKenna gets Sadhu and then some tidy fielding by Smith ensures Sonam Yadav is run out at the bowler’s end. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 80/8 (18 overs): Sadhu manages to get in a boundary as she drives one down the ground. Six runs and a wicket off the over and Hayward finishes with 1/13. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 74/8 (17.2 overs): OUT! Even Basu cannot stick around for long enough. The 100-run mark looking rather tough to breach here. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 74/7 (17 overs): Basu sneaks in a boundary off Ginger and lofts a drive on the on side for a boundary. Six runs off the over. Ginger finishes with 3/13. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 68/7 (16 overs): Australia continue to keep it economical and there doesn’t seem to be a final flourish on the cards from India. Just the two runs from the over. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 66/7 (15 overs): Five overs to go and India are struggling to touch even 100 here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 64/7 (14.4 overs): OUT! Mannat Kashyap dismissed for 1. Three wickets for Ginger!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 63/6 (14 overs): Just four runs off Clark’s over. The boundaries have really dried up now. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    50 dot balls in just the first 14 overs for India today.As good as Australia's bowlers have been, India have been frustrated largely before inevitably getting frustrated & hitting out.They will need to work on the dot ball percentage going forward.#U19T20WorldCup— Mohit Shah (@mohit_shah17) January 21, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 59/6 (13 overs): A wicket and a run off Ginger’s over. Solid from Australia. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 59/6 (12.4 overs) OUT! Parshavi also departs. Another off-stump delivery that gets the wicket. India can’t seem to hold on here. Australia’s bowling proving far too strong for them. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 58/5 (12 overs): Just the three runs off Ella Hayward’s over. The pressure mounting on India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 55/5 (11 overs): India in major trouble with half their side back in the hut. Three runs and a wicket off Sianna Ginger’s over. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 53/5 (10.3 overs): OUT! The wicket India needed to preserve but the wicket Australia were after - Shweta Sehrawat! For the first time in the tournament, the vice-captain is dismissed. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 52/4 (10 overs): Ella Hayward in her first over concedes just two runs. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 50/4 (9 overs): Seven runs off McKenna’s over. Parshavi does well to sneak in a boundary behind square. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 43/4 (8 overs): Shweta is doing her best to stay on but she keeps losing partners on the other end. Australia appealed for another delivery pitched outside off but the umpire is unmoved. Parshavi Chopra, interestingly, is the next batter in.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Quick repairs and Shweta is back on her feet again. It’s extremely hot here in Potchefstroom today. #U19T20WorldCup pic.twitter.com/3LqcqelNM2— Kalyani Mangale (@MangaleKalyani) January 21, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 43/3 (7.4 overs): OUT! Richa Ghosh also departs... Another outside edge and another catch by Hall behind the stumps. Clark with another breakthrough.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 36/3 (7 overs): Sehrawat continues to find atleast one boundary per over to keep the pressure from piling. Five runs off McKenna’s over. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 31/3 (6 overs): Sehrawat manages to release some pressure with the a front-foot drive for four. A wicket and seven runs off Clark’s over. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 24/3 (5.1 overs): OUT! Mendhiya is bowled. Clark’s first delivery and she has the Indian castled. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 24/2 (5 overs): A tight over again, just as one would expect from Illingworth. One run conceded. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    This is a grab that Alyssa Healy would be proud of. It's right out of her books! pic.twitter.com/LUWystXeL5— Jeet Vachharajani (Women's Cricket) (@Jeetv27WC) January 21, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 23/2 (4 overs): A great opening spell by Australia and they are all over India. Shweta Sehrawat, unbeaten in the tournament so far, has her task cut out. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 22/2 (3.3 overs): OUT! Illingworth gets G Trisha. G Trisha edges and is easily caught by Hall.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 19/1 (3 overs): Just the five runs of Hamilton’s over. No boundaries conceded and India are evidently under pressure.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 14/1 (2 overs): Illingworth also persisted with the outside off-stump length. Shafali pounced on that in this over but it also proved to be her undoing. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 14/1 (1.6 over): OUT! Illingworth gets the big wicket of the Indian captain. She conceded a couple of boundaries but has the last laugh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 6/0 (1 over): Sehrawat with a drive through the off-side for a boundary against Hamilton in the first over. The bowler focusing on pitching it outside the off-stump.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India’s opening duo Shafali Verma and Shweta Sehrawat are out in the middle.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #ToldYouSoParshavi in for Yashasri. Titas the only seamer. India backing their spinners to do the job against an Aussie side… it’s a tale as old as time. #U19T20WorldCup https://t.co/Trop1XqPJS— Ananya Upendran (@a_upendran11) January 21, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Teams:Australia U19s Women XI: K Pelle, S Ginger, C Moore, E Hayward, A Smith, LK Hamilton, R McKenna, PH Hall, E Wilson, MH Illingworth, M ClarkIndia U19s Women XI: SS Sehrawat, Shafali Verma, G Trisha, RM Ghosh, S Mehdiya, HN Basu, TR Sadhu, Archana, MS Kashyap, P Chopra, SM YadavToss update: Australia U19s Women win the toss and opt to bowl.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to live coverage of the ICC Under-19 Women’s T20 World Cup match between India and Australia at Potschefstroom.India Under-19 have remained unconquered in their group stage campaign on their journey to the Super Sixes stage at the World Cup. They won the opener against hosts South Africa by seven wickets and the second match against the United Arab Emirates by a colossal 122-run margin and topped it with a 85-run win over Scotland.But now the tests get harder. They take on Australia in what promises to be a crucial clash.India had defeated Australia in a warm-up game before the start of the World Cup and will be confident of continuing the good form. Sri Lanka are the other team in this Super Six stage that India will face. With six teams in a group, all playing two matches each, a defeat is likely to be costly. (Points do carry over from the group stage). \n    \n        \n        \n            \n            \n            \n        \n    \n\n     Super Six Group A standings \n    \n       POS  TEAM  PLAYED  WON  LOST  N/R  TIED  NET RR  POINTS \n    \n     1   India U19  2  2  0  0  0  +4.083  4  2   Bangladesh U19  2  2  0  0  0  +0.691  4  3   Australia U19  2  1  1  0  0  +2.409  2  4   South Africa U19  2  1  1  0  0  +0.457  2  5   Sri Lanka U19  2  0  2  0  0  -2.950  0  6   UAE U19  2  0  2  0  0  -4.175  0 \n  \n\n    Hello from Potchefstroom! 👋🏻Big game today as India take on Australia in the #U19T20WorldCup 👌🏻Can #TeamIndia make it 4️⃣ wins in a row❓ pic.twitter.com/T94PYShgm1— BCCI Women (@BCCIWomen) January 21, 2023\n\n\n\n     India's Super Six matches \n    \n       Opposition  Date  Time  Venue \n    \n     Australia  Saturday, January 21  5.15 pm IST  North-West University No1 Ground, Potchefstroom  Sri Lanka  Sunday, January 22  5.15 pm IST  Senwes Park, Potchefstroom \n  \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India’s squad for the ICC U19 Women’s T20 World Cup 2023:Shafali Verma (captain), Shweta Sehrawat (vice-captain), Richa Ghosh (wk), G Trisha, Soumya Tiwari, Sonia Mendhiya, Yashasri Soppadhandhi, Hrishita Basu (wk), Sonam Yadav, Mannat Kashyap, Archana Devi, Parshavi Chopra, Titas Sadhu, Falak Naz, Shabnam.Standby players: Shikha, Najla CMC.","author":" Samreen Razzaqui","time":"2023-01-21T16:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185906-ykfrzvpmvk-1674299242.jpg","tags":["India","Australia","ICC U19 Women's T20 World Cup 2023","cricket","Indian women's cricket team","Shafali Verma","India vs Australia","India U19 vs Australia U19"],"source":"https://scroll.in/field/1042298/u19-womens-t20-world-cup-india-vs-australia-live-score-updates-and-more-shafali-verma-and-co-look-to-continue-momentum"}