{"title":"UCC is core ideology for the BJP – but can it ever be implemented?","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. As always, if you’ve been sent this newsletter and like it, to get it in your inbox every week, sign up here (click on “follow”).\\Have feedback, interesting links or think I am wrong? Write to me: [email protected]On Tuesday, Prime Minister Narendra Modi argued for a Uniform Civil Code while speaking at an election rally in the state of Madhya Pradesh.The UCC is a proposed set of laws that would apply equally to all Indians replacing  the current system of personal laws that govern matters such as marriage, divorce, alimony, child custody and inheritance. Currently, the law on these matters takes from a mixture of religion as well as local cultural norms based often on caste, tribe and/or linguistic community.Although the Hindu Right in India initially opposed reform of Hindu personal law, once it lost this battle to Nehru and Ambedkar, it switched course and adopted as its plank the end of personal law altogether. Part of this stemmed from its support for a unitary-style state in India. However, part of this also arose from misinformation and bias on polygyny and birth rates among Muslims. This did not take into account that India actually has more polygynous Hindus than Muslims, the fact that polygyny, by itself, has little relation to birth rate or that Muslim birth rates are falling. As part of this line of thought that links personal law with population growth, reports indicate that Uttarakhand’s UCC panel is considering a China-style “two-child policy”.Why has Modi not implemented UCC yet?Along with the special status of Kashmir and a temple in Ayodhya, the UCC is a core ideological plank for the Bharatiya Janata Party. Which, of course, raises the question: Modi in his nearly decade-long stint in power has implemented two of these. Yet, the UCC has remained behind only as political rhetoric. Why has no BJP government across India – from the Hindutva lab of Gujarat to the Modi-led centre – implemented a UCC yet?The first problem, of course, is that no one really knows what a UCC is. In spite of more than seven decades of debate on this, there is no concrete proposal for a uniform civil code that could be examined and then debated. The Constitution includes an exhortation to implement a “uniform civil code” but beyond that there is little. Further, India’s founding fathers made sure to include it as part of the non-justiciable directive principles, which means the article has no force of law.Sometimes, advocates of a UCC will point to Goa and argue that the Portuguese Civil Procedure Code, 1939 could be a template. Except, ironically enough, that law too applies differently to different communities. In fact, it even allows for a Hindu man to be bigamous given the law code tries to incorporate traditional religious law.Wide spread oppositionOver such a long period, why have there been no drafts for a UCC? The lack of one points to just how complex any India-wide uniform civil code could be. Much of the Hindutva argument focuses on the recalcitrance of Muslims to a uniform code. This, by itself, is not untrue even as, ironically, Muslim personal law, in its present form, is very much a colonial creation and Muslims across the world live under a varying patchwork of personal laws.However, what much of the mainstream political rhetoric elides is that Muslim opposition is only a small part of the picture. For example, in a legal tradition stretching back to the Government of India Act, 1919, the first colonial  constitution to award a limited form of self government to Indians, the present Indian Constitution exempts significant areas of the North East from many Parliamentary laws. Two articles in the Constitution, in fact, clearly spell out that Naga and Mizo customary law cannot be overridden by the Union parliament. Unsurprisingly, talk of a UCC has led to a chorus of angry voices from the North East, many of them from the BJP’s allies in the region. One Naga group has even issued an open threat to burn down the homes of all 60 MLAs in the state if Modi were to implement a UCC.Violent protests rocked Nagaland in 2017 over the application of a Parliamentary law on reservations. Credit: PTIMistaking a continentHowever, it’s not only the North East. Fears of being subsumed by a uniform law exist in so-called mainland India too. Adivasis in Jharkhand and Chhattisgarh are alarmed that a UCC would dilute the Constitutional protections they have to protect their way of life and religion. Similar opposition comes from the Akali Dal, which feels a UCC would impact the existence of a separate Sikh marriage act. On Sunday, a Sikh personal law board was also set up along the lines of the Muslim personal law board.The Adivasi opposition in Jharkhand and Chhattisgarh here is especially interesting since on all other counts, they are seen in law as “Hindus”.  But of course, there is no uniformity within Hindu personal law itself, which allows a wide range of customary laws to play out, grandfathering in much older societal norms and customs. In the words of expert Flavia Agnes, “since the [Hindu marriage] act recognised all customary forms of marriage and divorce, the uniformity among Hindus was a legal fiction” and even “provided ample scope for a Hindu man to escape both from the criminal consequences of a bigamous marriage and from the economic responsibility towards the second wife”.Ultimately, any conception of one law that applies to every Indian assumes that the Indian Union is a unitary state in the model of a France. India is often called a subcontinent but actually even that is underselling it. India is larger than any continent other than Asia. In fact, India is larger than the two continents of North and South America put together. To presume it would be uniform like France, the size of a mid-sized Indian state, is at best a poor assumption.From anti-beef laws to a UCCTo add to this already existing complexity of the Indian Union, is the political fact that the BJP, which is currently promising to implement a UCC, is seen as a Hindu majoritarian party. While in power, it has implemented laws and policies that are expressly not uniform or secular, such as anti-beef laws that force non-Hindus to follow Hindu religious practices, anti-conversion laws that penalise conversion away from Hinduism or the exclusion of Muslims from the Citizenship Amendment Act.Ironically, India already has an opt-in secular code called the Special Marriage Act but often Hindutva forces threaten couples that marry under it, given opposition to inter-religious marriages is a significant driver for modern Hindutva.Burnt-out hull of a car in which two Muslims were allegedly burnt alive by an anti-beef gang in Haryana. The past decade has seen a significant rise in the lynchings of Muslims over cow protection even as laws and the state has often support the violence. Credit: PTIIn these conditions, for minorities like Muslims, Sikhs or Nagas to be suspicious of the BJP’s motives is hardly surprising and entrenches opposition to any UCC proposals brought in by the saffron party.Faced with these challenges, the BJP has tried to shift the conversation to the states. Unfortunately, this makes things even more complex. Are Indians ready to have different marriage and divorce laws based on the state they reside in?One way out of this mess for the BJP would be to make changes to personal law and then call that a so-called uniform civil code. The former has actually already happened: for example, Muslim personal law’s instant triple talaq got outlawed in India following the example of other Muslim-majority countries.While this would of course not mean a uniform civil law code for all Indians, it would allow the BJP to push the rhetoric in the upcoming Lok Sabha elections. However, even here, the politics is sketchy. While a UCC might help give the BJP a strong talking point, the number of direct votes it would attract would be small if not zero. It is unlikely there is anyone who is in favour of a UCC who is already not voting BJP. Worse, it would complicate the BJP’s pitch to attract minority votes.Seen from the BJP’s ideological lens, the UCC is a slam dunk. But from the wider view of Indian politics, things become a lot more complicated.","author":"Shoaib Daniyal","time":"2023-07-03T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191812-ddozywygft-1688310426.jpg","tags":["Uniform Civil Code","UCC","BJP","Narendra Modi"],"source":"https://scroll.in/article/1051933/ucc-is-core-ideology-for-bjp-but-can-it-ever-be-implemented"}