{"title":"Election Commission assigns flaming torch symbol to Thackeray’s Shiv Sena, asks Shinde for options","content":"The Election Commission on Monday allotted the mashaal, or flaming torch, symbol to Shiv Sena faction led by former Maharashtra Chief Minister Uddhav Thackeray. It also named his faction “Shivsena (Uddhav Balasaheb Thackeray)”.The poll body said that the faction led by Maharashtra Chief Minister  Eknath Shinde will be called the “Balasahebanchi Shivsena”. The Election  Commission has also asked the group to pick a fresh symbol.The development comes two days after the Election Commission had issued an interim order to freeze the bow and arrow symbol of the Shiv Sena as factions led by Thackeray and Maharashtra Chief Minister Eknath Shinde have been fighting over the right the be recognised as the “real” party.Shiv Sena split in June after Shinde and a group of party MLAs rebelled against the former Maharashtra government – a coalition of the Shiv Sena, Nationalist Congress Party and the Congress.After more than a week of political drama, the coalition was ousted from power as the Thackeray faction was reduced to a minority in the state Assembly. Shinde was sworn in as the chief minister of Maharashtra on June 30, while the BJP’s Devendra Fadnavis took oath as his deputy.Thackeray and Shinde have since then staked a claim for the exclusive use of the name and the bow and arrow symbol of the Shiv Sena.On Saturday, The poll panel froze the symbol because of the upcoming bye-polls for Andheri (East) Assembly on November 3.The order said that the two factions will have to choose new names and they will be allotted alternate symbols from a list of free symbols notified by the Election Commission. The two sides were asked to submit the alternate names and symbols to the poll panel by 1 pm on October 10.The Uddhav Thackeray-led faction had proposed three symbols – “trishul” or trident, “mashaal” or burning torch and “rising sun”.Monday’s decision by the Election Commission comes hours after Thackeray had moved the Delhi High Court challenging the poll body’s decision to freeze the Shiv Sena party symbol and name, NDTV reported.In its plea, the Thakeray alleged that Election Commission froze the symbol under “false apprehensions” since no candidate from the Shinde faction will be contesting in the upcoming bye-polls, according to Live Law.","author":"Scroll Staff","time":"2022-10-10T17:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177371-esnixdxlpi-1658299009.jpg","tags":["Election Commission","Uddhav Thackeray","Delhi High Court","Eknath Shinde","Maharashtra"],"source":"https://scroll.in/latest/1034695/uddhav-thackeray-moves-delhi-high-court-against-poll-panels-freezing-of-shiv-sena-symbol"}