{"title":"Uddhav Thackeray goes to SC against Election Commission’s order on real Shiv Sena","content":"Former Maharashtra Chief Minister Uddhav Thackeray on Monday approached the Supreme Court against the Election Commission’s decision to recognise the faction led by his rival and successor Eknath Shinde as the real Shiv Sena.Senior advocate Abhishek Manu Singhvi mentioned the matter before Chief Justice DY Chandrachud for an early listing. The chief justice, however, refused to pass any order as the matter was not part of the mentioning list.“The rule applies equally to all, whether left, right or centre,” he said, PTI reported. “Come tomorrow through proper process.”The Shiv Sena split in June last year after Shinde led a rebellion by a group of legislators against Thackeray’s leadership, precipitating the collapse of the previous Maharashtra government, run in coalition by the Shiv Sena, the Nationalist Congress Party and the Congress.On February 17, the Election Commission allocated the bow and arrow symbol to the Shinde-led camp, in a blow to Thackeray, whose father Bal Thackeray founded the outfit in 1966. Thackeray, who was allocated the symbol of a flaming torch last year, said the poll panel was acting like a slave of Prime Minister Narendra Modi.Following the poll panel’s decision, Shiv Sena’s website, shivsena.in, has been deleted and the name of its Twitter account was changed to Shiv Sena Uddhav Balasaheb Thackeray.Thackeray has also asked all MLAs of his faction to attend an important meeting on Monday at the party headquarters in Mumbai, ANI reported. Shiv Sena TwitterEC should be dissolved, says Uddhav ThackerayOn Monday, Thackeray said at a press conference that the Election Commission should be dissolved, reported PTI. “What was the need for the EC to give this decision in a hurry?” he said. Thackeray added: “The EC has no right to speak on what happens to the party funds and it cannot act like a sultan. Its role is limited only to holding fair elections and ensuring internal democracy within a political party.”The former Maharashtra chief minister also asserted that although the name and symbol of the Shiv Sena “have been stolen”, the Thackeray family name cannot be stolen, ANI reported.“If this [the current scenario in Maharashtra] is not stopped, the 2024 Lok Sabha elections may turn out to be the last elections in the country as after that anarchy will start here,” he said.On Sunday, Thackeray warned other political parties to remain cautious in view of the Election Commission’s order.“What has happened to Shiv Sena, how we have been treated, can happen to you too,” Thackeray said. “All parties should keep their eyes open and be cautious.”Recalling Shinde’s rebellion, Thackeray said that those who wanted to leave were free to go but they should have merged with another party. The former Maharashtra chief minister, however, said these persons want to throw him out of his own “house and take it over”.“My father [Bal Thackeray] groomed these people and Shiv Sainiks supported them,” Uddhav Thackeray said. “But now they want to become owners and our institutions are such that they have made a thief the owner of the house. What is happening in the country?”Thackeray also said that the Shiv Sena’s alliance with the Bharatiya Janata Party would have survived if the saffron party had followed its commitment to share the chief minister’s post on a rotational basis.","author":"Scroll Staff","time":"2023-02-20T12:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187076-igucsjurjj-1676872597.jpg","tags":["Shiv Sena","Supreme Court","Uddhav Thackeray","Eknath Shinde","Maharashtra"]}