{"title":"UFC 294 recap: Caucasians shine in the shadow of the war in Gaza","content":"In a tribute to the mixed martial arts great Khabib Nurmagomedov on his retirement three years ago, I wrote about a “long line of promising fighters from Dagestan and Chechnya seeking to occupy the spot Khabib has vacated”. That depth of talent from the Caucasus was on full view at UFC 294, organised in Abu Dhabi by the Ultimate Fighting Championship, the world’s largest MMA promotion. The event, held on Saturday, October 21, also featured Anshul Jubli, only the second Indian to be granted a UFC contract. The first, Bharat Khandare, lost on his debut in 2017, then failed a drugs test, and has hardly been heard of since.Consequent to the war in Ukraine, western nations have consistently denied visas to Russians on the UFC roster, leading to the annual fixture on Abu Dhabi’s Yas Island becoming the default venue for bouts featuring them. It helps that a substantial proportion are Muslim and therefore have a readymade fan base in the region. The only non-Muslim Russian contestant at UFC 294 was Viktoriia Dudakova, who fought despite a staph infection that had caused a buttock abscess, a setback she hid from the organisers till her post-fight interviews. Anshul Jubli’s opponent, the American Mike Breedan, also suffered from a similar infection, as did Paulo Costa, a Brazilian middleweight whose elbow needed surgery, causing him to drop out of the scheduled co-main event bout against the Chechnian Khamzat Chimaev. Since staph infections can spread from person to person, especially through cuts and bruises, it seems extraordinarily unethical to conceal one, but it’s tough to condemn sportspersons who are used to fighting through pain and are reluctant to forgo a pay cheque that will make gruelling months of training seem somewhat worthwhile.Unanimous for the undefeated Viktoriia Dudakova! She moves to 8-0 with a victory over Jinh Yu Frey at #UFC294 👏[ @InAbuDhabi | #InAbuDhabi | @VisitAbuDhabi ] pic.twitter.com/6viKD0BuHE— UFC (@ufc) October 21, 2023\n\nBoth Dudakova and Breedan missed weight, probably because their condition made the weight cut impossibly harsh, but both emerged winners. Breedan was nearly knocked out in the first round by Jubli, but survived and turned the tide halfway through the second. In the final round, Jubli appeared tired and anxious, putting up little resistance before being felled by a punch to the side of the head that handed him his first professional loss.The early prelims of UFC 294 kicked off with a middleweight (185 pounds or 84 kg) contest between UFC debutant Sharaputdin Magomedov and Brazil’s Bruno Silva. “Kicked off” is apposite because the Dagestani Magomedov is renowned for his kick-focused striking. It’s strange to see a Dagestani fighter with such mediocre wrestling skills, but the aggressive Magomedov managed to win points even while on his back by launching punishing elbow strikes at Silva’s head after being taken down. He’s bound to become a UFC fan favourite, especially since he fights at an elite level despite being virtually blind in his right eye.At the top of the preliminary card was Muhammed Mokaev, a 23-year-old Dagestani based in England who fights in the flyweight division (125 pounds or 57 kg) and had an impeccable record coming into his fight against the American veteran Tim Elliot. Mokaev’s wrestling is impressive but, as in a number of previous bouts, he got himself into some tight situations where he seemed seconds away from being submitted. He escaped, as he has always managed to do so far, and produced an excellent arm triangle in the middle of the final round to extend his win streak.Muhammed Mokaev improves to 10-0, 5-0 in the ufc. Expected more ground scrambles in this one but Mokaev’s top game neutralized Tim Elliott.& a third straight 3rd round sub! #ufc294 pic.twitter.com/y7dBVaqIxH— Kevin Thang (@Skip2MyJays) October 21, 2023\n\nThe main card featured Caucasians at each stage, and they didn’t lose a single bout. First off, in the bantamweight division (135 pounds or 61.2 kg), Said Nurmagomedov made short work of the Tajik fighter Muin Gafurov, locking up a guillotine choke 73 seconds into the first round. Then, the middleweight Ikram Aliskerov ran through his short-notice replacement opponent, the Brazilian Warlley Alves. An exceptionally well-rounded fighter whose only loss is to the superstar Khamzat Chimaev (about whom more later), Aliskerov put Alves down with a jab, followed it up with a flying knee and ended the fight with an unanswered barrage of punches.Third on the main card was a light-heavyweight (205 pounds or 93 kg) encounter between the solid Magomed Ankalaev and the entertaining Brazilian Johnny Walker. Two minutes into the fight, Ankalaev took his opponent down and aimed a deadly knee at his chin, which counted as an illegal strike since Walker was technically grounded. The Brazilian was afforded a time-out during which a doctor examined him. To make sure he wasn’t concussed, the doctor asked him if he knew where he was. Walker, whose English is rudimentary, apparently replied, “In the desert”, which, though not wrong, was enough for the doctor to deem him unfit to continue and for the bout to be called off as a no contest in the face of loud protests from Walker and his camp. The doctor may have been overcompensating for a shocking call earlier in the proceedings, when he refused to entertain the American bantamweight Victor Henry’s claim that he had been kicked in the groin by his opponent Javid Basharat. “No, it wasn’t your ball. He didn’t kick your ball,” the doctor insisted, as Henry writhed in agony for a full five minutes before being carried off to hospital, where he underwent a testicular ultrasound.Victor Henry's bout at UFC 294 ended in a no-contest after a leg kick from Javid Basharat went too high. Henry assures fans there's no permanent damage, but he'll be walking funny for a few days. Respect to Basharat for a legal strike that hit an illegal spot. #UFC pic.twitter.com/Rws5CbnFV2— Don't Grab The Cage ! (@dontgrabthecage) October 24, 2023\n\nThe farce of the no-contest between Walker and Ankalaev set up the most anticipated matchup of the night, between Khamzat Chimaev (whose meteoric rise was mentioned at the conclusion of my Khabib tribute) and the former UFC welterweight (170 pounds or 77 kg) champion Kamaru Usman who took the fight at short notice after Paulo Costa withdrew. The carrot dangled before Usman was that a win would give him a shot at the current middleweight champion Sean Strickland, whom he easily beat in a welterweight contest back in 2017. Having lost his own belt at UFC 278 and also lost a rematch that followed, this was Usman’s simplest path back to the podium.When he climbed into the octagon, Usman had the best takedown defence in UFC history for fighters who had faced at least 20 takedown attempts. Chimaev’s path to victory lay in spoiling that record, because Usman’s powerful and accurate striking gave him an advantage on the feet. Within seconds of the start, Chimaev dived at Usman’s feet and ultimately managed to bring him to the ground. He spent the rest of the first round pounding his opponent and attempting rear naked chokes, often seeming seconds away from a crushing victory, only to be denied by the crafty Usman.In the second round everything changed. For some reason, Chimaev came out hesitantly and Usman gradually asserted his superior punching skills. I took it as a sign of tiredness that had set in after going full tilt for a win in the first round. Chimaev has been criticised in the past for emptying the gas tank too early. He is reputed to train at an insane rate but that does not necessarily translate into endless stamina in an actual fight.A difficult promiseTowards the end of the second round, and again in the middle of the third, Chimaev managed to take down Usman, thus scraping out a win, but few doubted that, had the contest been a five-rounder, he would have lost, probably by knockout. After the fight, Chimaev said he injured his arm in the first round, perhaps fractured it, which would explain the anomaly between how he began and what followed. His stock will not rise after this performance, but to get to the top it is sometimes necessary to win ugly. Though it was not the kind of performance that ought to get Chimaev, unranked in the middleweight division, a title shot, that is what he has been promised.Keeping the promise may prove difficult, given the concentration of UFC events within the US. Chimaev moved to Sweden at the age of 18 but has repeatedly been refused citizenship despite being a three-time Swedish national wrestling champion. He has now shifted base to the UAE and will try to get fast-tracked to citizenship there, but having a non-Russian passport might not be enough to get him a visa, thanks to his dodgy political connections. He is so close to the head of the Chechen Republic Ramzan Kadyrov that the strongman’s two sons were in his corner at UFC 294. Kadyrov was sanctioned by the US even before Russia’s 2022 invasion, and those sanctions have been strengthened considerably after Chechen forces reportedly committed a number of atrocities in Ukraine. An acolyte of Kadyrov, even one holding a UAE passport, might find it tough to be granted a US visa.In his post-fight interview, Chimaev spoke eloquently of the emptiness he felt fighting in an octagon while children were dying in global conflicts. “Muslim, Christian, Jew, doesn’t matter… let us be together”, he pleaded in English. Switching to his mother tongue, he struck a more belligerent note, saying, “By Allah, give me a rifle and let me go to Palestine”, and more things to the same effect. He spoke for so long that Kamaru Usman, who also appeared to want to say a few words, was denied that opportunity.Khamzat Chimaev talks about Palestine“Muslim, Christian, Jewish it doesn’t matter, be together and let us live in this world” ❤️ pic.twitter.com/WlI5JnBY3z— OOC MMA (@oocmma) October 21, 2023\n\nThe final fight on the card was a rematch between the lightweight (155 pounds or 70kg) champion Islam Makhachev and the featherweight (145 pounds or 65.7 kg) belt holder, Australia’s Alexander Volkanovski. Makhachev, Khabib Nurmagomedov’s anointed successor, had been scheduled to fight the Brazilian ex-champion Charles Oliveira, but a gash on Oliveira’s eyebrow during sparring led to a late substitution. Since a previous fight between Makhachev and Oliveira had been more one-sided than the first Makhachev-Volkanovski battle, this seemed an upgrade of sorts. However, going up a weight class at short notice proved too high a hill to climb for Volkanovski, as Makhachev landed a good head kick in the very first round and finished the job on the ground. Makhachev’s celebration was muted like Chimaev’s, as he too invoked the crisis in Gaza: “I’m not celebrating the win today because of the crazy things that are happening around the world. Palestine, we stand with you – stop this, stop this.”Makhachev is set for a move up to Welterweight to capture the coveted double champ status that now appears beyond the reach of Kamaru Usman and Alexander Volkanovski and which Khabib Nurmagomedov never attempted. Should he succeed, he will step decisively out of Khabib’s shadow.","author":"Girish Shahane","time":"2023-10-24T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195221-pyrloqnhfb-1698114806.jpg","tags":["Chechnian Khamzat Chimaev","UFC 294","Khabib Nurmagomedov"],"source":"https://scroll.in/field/1058021/ufc-294-recap-caucasians-shine-in-the-shadow-of-the-war-in-gaza"}