{"title":"UK imposes additional control measures on all spice products imported from India ","content":"The United Kingdom on Wednesday imposed additional control measures on all spice products imported from India after reports of alleged contamination of powdered spice products sold by Indian firms Everest and MDH, reported Reuters.The UK’s Food Standards Agency has “applied extra control measures” for pesticide residues in spices from India, including ethylene oxide.“The use of ethylene oxide is not allowed here and maximum residue levels are in place for herbs and spices,” Deputy Director of Food Policy James Cooper told Reuters.However, the food safety regulator did not explain the measures that have been taken to scrutinise the quality of the products.This came after Hong Kong and Singapore raised an alarm about the presence of ethylene oxide in powdered spices sold by Indian firms Everest and MDH.Hong Kong banned the sale of and recalled four spice products imported from India – MDH Madras Curry Powder, MDH Sambhar Masala, MDH Curry Powder and Everest Fish Curry Masala. It noted that the International Agency for Research on Cancer has classified ethylene oxide as Group 1 carcinogen.A Group 1 carcinogen is a compound or physical factor that has been proven, with sufficient evidence, to cause cancer in humans.Everest’s fish curry spice mixture has also been recalled by the Singapore Food Agency on the grounds that it contains higher-than-permissible levels of ethylene oxide. “Ethylene oxide…is not authorised for use in food,” the Singaporean agency’s statement read.On Wednesday, New Zealand's food safety regulator also said that it is investigating possible contamination in spice products of MDH and Everest, reported Reuters. The United States and Australia have also launched an investigation into imported Indian spices following reports from Hong Kong and Singapore, the news agency reported.FSSAI permits higher pesticide residue in spices, herbsThe development comes as the Food Safety and Standards Authority of India last month cleared a ten-fold increase in the maximum amount of pesticide residue permitted in spices and herbs. The maximum limit will apply in cases where the limits have not been defined as per Indian or international norms.However, the Union government said that reports were false and malicious, The Indian Express reported. “It is clarified that India has one of the most stringent standards of Maximum Residue Limits in the world,” the government asserted.In an order on April 8, the Food Safety and Standards Authority of India had increased the default maximum residue limit for pesticides in spices and herbs to 0.1 milligrams per kilogram, as against the earlier figure of 0.01 milligrams per kilogram. The default residue limit for other food items remains unchanged at 0.01 milligrams per kilogram.The food regulator said that in the case of pesticides that are registered with the agriculture ministry but lack maximum residue limits as per Indian norms for spices, the standards of the Codex Alimentarius Commission would be used. The Codex Alimentarius Commission is a global food safety standards body set up by the World Health Organization and Food and Agriculture Organization.","author":"Scroll Staff","time":"2024-05-16T17:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200743-hxegdnobvk-1715858915.jpg","tags":["Food Standards Agency","pesticide residues","Indian powdered spice products","MDH","Everest"],"source":"https://scroll.in/latest/1067967/uk-imposes-additional-control-measures-on-all-spice-products-imported-from-india"}