{"title":"UK team said Modi was responsible for ‘climate of impunity’ in 2002 riots, claims BBC documentary","content":"A team sent by the British government to inquire into the 2002 Gujarat riots said that Narendra Modi, who was then the state’s chief minister, was “directly responsible for a climate of impunity” that led to the violence, a BBC documentary released on Tuesday claimed. The documentary, titled The Modi Question, was removed from YouTube on Wednesday.The documentary cited a report the inquiry team had sent the United Kingdom government. The documentary said that the report has never been published.Large-scale communal violence had erupted in Gujarat in February and March 2002 after the coach of a passenger train filled with Hindu pilgrims caught fire in Godhra. Official records show that  790 Muslims and 254 Hindus were killed in the riots.Modi has denied allegations that he did not do enough to stop the riots.  The British inquiry team alleged that Modi had prevented the Gujarat Police from acting to stop violence targeted at Muslims, the BBC documentary claimed.However, a closure report by a Special Investigation Team appointed by India’s Supreme Court to inquire into the violence said in February 2012 that there was no prosecutable evidence against Modi and 63 others. A magistrate accepted the team’s report in 2013.On June 24 last year, the Supreme Court dismissed a petition by Zakia Jafri, the wife of Congress leader Ehsan Jafri, challenging the SIT report. Ehsan Jafri was among the 69 people who were killed when a mob went on a rampage in Ahmedabad’s Gulberg Society on February 28, 2002, pelting stones and setting fire to homes. Modi told police not to intervene, finds reportThe BBC documentary released on Tuesday features a former senior diplomat, one of the investigators sent by the United Kingdom government, as saying that the violence had been planned by the Vishwa Hindu Parishad, an affiliate of the Rashtriya Swayamsevak Sangh.The report of the British government inquiry team had said that the VHP and its allies “could not have inflicted so much damage without the climate of impunity created by the state government”.  The team also cited “reliable contacts” as saying that Modi met senior police officers on February 27, 2002, and “ordered them not to intervene” in the rioting, the documentary claimed.Also read: Why the ‘clean chit’ given to Narendra Modi does not absolve him‘Extent of violence greater than reported’The British government inquiry team had also concluded that the extent of violence during the 2002 riots was “much greater than reported”, according to the BBC documentary. It said that the violence was politically motivated and the aim was to “purge Muslims from Hindu-dominated areas”.The report said that the systematic campaign of violence had “all the hallmarks of ethnic cleansing”. It alleged that “widespread and systematic rape” of Muslim women took place during the riots.Jack Straw, who was the British foreign secretary at the time of the violence, told the BBC that the allegations against Modi were a “stain on his reputation”.“These were very serious claims – that Chief Minister Modi had played a pretty active part in pulling back the police and in tacitly encouraging the Hindu extremists,” Straw said. “That was a particularly egregious example.”Also read: 20 years since Godhra: What 2002 taught usIn the wake of 2002 Gujarat riots, the United Kingdom government had imposed a diplomatic boycott on Modi for his alleged failure to stop the violence. It ended the boycott in October 2012.From 2005 to 2014, Modi was also denied a visa to the United States for the same reason.In 2013, Modi had told Reuters that his government “had used its full strength” to “ do the right thing”. In comments that had led to widespread criticism, he had compared his emotional state to an occupant of a car involved in an accident.“Someone else is driving a car and we are sitting behind, even then if a puppy comes under the wheel, will it be painful or not?” he had said, according to Reuters. “Of course it is. If I’m a chief minister or not, I’m a human being. If something bad happens anywhere, it is natural to be sad.”","author":"Scroll Staff","time":"2023-01-18T16:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185777-ggisyiaqtu-1674041723.jpg","tags":["Narendra Modi","Gujarat","2002 Gujarat riots","BJP"],"source":"https://scroll.in/latest/1042096/uk-team-said-modi-was-responsible-for-climate-of-impunity-in-2002-riots-claims-bbc-documentary"}