{"title":"Ukraine’s official Twitter handle is processing the nation’s trauma in real time with memes","content":"TikToks of cats in cardboard tanks. Flirty comments on Instagram accounts dedicated to Vladimir Putin, begging him to stop Russia’s attacks on Ukraine. Memes bemoaning what it is like to live during a pandemic and war.Memes, cats and TikToks are central features of contemporary internet culture. And sometimes, internet culture is all three at the same time, using commonly understood templates in conjunction with cute and silly themes and materials that do not automatically seem to mesh with the catastrophic consequences of Russia’s attack on Ukraine.As a scholar of social media platforms and internet popular culture, I know that cute animal images, including cat images, are a defining communication practice online. While cats, memes and TikToks – and sometimes cat memes and cat TikToks – are ways to process and respond to current events, they are also emerging, most recently in the Ukraine war, as a way to cope with toxic, harmful and tragic situations.Much of the public’s way of thinking about the internet has been through dichotomies: there is online, and then there is offline. There are cute cat videos, and then there are misinformation and harassment. There’s TikTok, and then there is world politics.But if Russia’s attacks on the 2016 United States election taught anything, it is that internet culture is now world politics, not some separate and distinct realm. There are recent examples of this, such as the TikTok live streaming of the Taliban’s takeover of Afghanistan, and TikTok users’ organising to buy tickets for a rally for then-US President Donald Trump, only to not show up.Famed media theorist Marshall McLuhan once said that the medium is the message, meaning that the mode of communication carries meaning as well as the communication itself. And if that is the case, then Russia’s invasion of Ukraine reveals that memes and cute cat content are not just for fun and entertainment any longer. Now, the cultural practices underscoring internet culture have become a frame through which to process catastrophe.Official Ukraine’s memesRussian President Vladimir Putin seems to understand how to manipulate the cultural practices and tactics of the internet.Putin’s Russia knew how to use memes, Facebook groups and other social media platforms to sow discord in 2016 and beyond. In the lead-up to the 2016 US presidential election, Russia’s Internet Research Agency planted polarising memes and tweets on police brutality, Black Lives Matter and LGBTQ issues on Facebook, Twitter and Instagram.But memes, TikToks and tweets are not just used for polarising ends. The official Ukraine Twitter account, run by the Ukrainian government, has used internet culture to communicate about Russia’s aggression.As tensions escalated between Russia and Ukraine in the latter half of 2021, the official Ukraine Twitter account began tweeting about the aggression. This often came through using memes, some of which are good examples:pic.twitter.com/IaqFbpayqz— Ukraine / Україна (@Ukraine) February 24, 2022\n\npic.twitter.com/bBtsdr7wmX— Ukraine / Україна (@Ukraine) December 7, 2021\n\npic.twitter.com/ga1kbRAt97— Ukraine / Україна (@Ukraine) December 27, 2021\n\nIn one meme, Ukraine communicates the overall message that living next to Russia is a constant source of stress and pain. The meme shows in red the specific location on the head of three types of common headaches: migraines, hypertension and stress. But there is a fourth headache depicted, called “Living next to Russia”. Its location covers not just one spot on the head, but the entire head and neck.The second meme has a dog sitting calmly next to a life-size werewolf statue. At the top, the meme says, “Putin’s real fears”. Lower in the picture, the dog has the words “Ukraine in NATO” superimposed on top of it. Next to the dog, the vicious-looking werewolf has text over it saying, “Human rights, free press, fair elections”. The juxtaposition of the harmless-looking dog and threatening werewolf communicates that Putin is actually afraid of freedoms for the Russian people, because such freedoms are a threat to his power – while Ukraine joining the North Atlantic Treaty Organization is not, the meme suggests.Large-scale trauma processingAfter Russia began its large-scale invasion of Ukraine on February 24, many on social media noticed Ukraine’s tweets for the first time and seemed baffled by why a nation’s official Twitter account would tweet such things.But again, if memes, cats and TikToks are ways to process catastrophe in real-time, then Ukraine’s Twitter account is a national version of real-time trauma processing, using formats people are familiar with.The communal nature of memes, cats, TikToks and social media, in general, cannot be ignored. Memes are digital communication devices that grow and expand the more people share and create them. Cats invite sharing a cute image with another person. TikTok’s mission is to “inspire creativity and bring joy”, and platform features invite interaction with others. And social media are fundamentally social, based almost entirely on communication with others.With this in mind, Ukraine’s memes and tweets tell something else – that this is their nation’s invitation for more people to enter the conversation. I believe this tells of their need for the rest of the world to stand in communal solidarity with them.If the medium is the message, then internet cultural practices have become intertwined with geopolitical and military conflicts. Meming war and conflict are not always silly – it can be an invitation to communicate, witness, communally process and share.Jessica Maddox is Assistant Professor and Co-Director, Office of Politics, Communication and Media at the University of Alabama.This article first appeared on The Conversation.","author":"Jessica Maddox, The Conversation","time":"2022-03-12T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171377-sxoadgfznv-1647001064.jpg","tags":["Vladimir Putin","Russia","TikTok","Ukraine","Memes"],"source":"https://scroll.in/article/1019262/ukraines-twitter-handle-is-processing-the-nations-trauma-real-time-with-memes"}