{"title":"Ukrainians are organising ‘repair raves’ at destroyed houses to bring joy to the rebuilding effort","content":"After more than 250 days of assaults from Russian forces, Ukrainian resistance is taking more surprising forms. In an attempt to reconnect to their pre-invasion cutting-edge techno scene, a group of young activists have been organising “repair raves” to attract people to help with the massive clean-up effort, dancing together while they do it.Back in August, it was estimated that over 1,00,000 Ukrainian houses have been destroyed, but also over 700 key cultural facilities and 20 youth centres are now in ruins. The teens and 20-somethings who would be clubbing in these spaces, are now flocking to volunteer to clear rubble, and repair infrastructure at strategically targeted raves, all while dancing to their favourite DJs.The group of young activists and music-lovers behind Repair Together are joining a long line of grassroots design activists drawing on joy, humour and friendship – what we refer to as pleasure tactics – to attract and sustain a people-powered movement that is helping to repair a war-torn country.DJs performs as volunteers from the Repair Together group clean up the local House of Culture destroyed during the Russian invasion, in Ivanivka village, Chernihiv region, Ukraine. Credit: Reuters‘Repair rave’ movementFor those new to this term – a rave is a dance party (often free, sometimes not entirely legal) where DJs play electronic music (mostly techno) to people who are committed to dancing together – and dancing hard.  After the recovery began in many of the war-ravaged towns, a group of young passionate ravers started hosting targeted repair raves to meet the need for community labour. As winter approaches, the need for clearing rubble and building housing is becoming increasingly urgent. The most recent Instagram post from Repair Together invites followers to join the raves now focused on Kyiv.In an recent interview with Dazed, one of the organisers, Marina Grebinna, shared that the raves grew from 50 volunteers at their first event in Yahidne in July, to hundreds travelling from as far afield as the USA more recently.Grebinna explains they were cautious about planning parties in places where people had died. “But it was a good way to involve a lot of people, and we really wanted to make volunteering seem like a lifestyle choice…Now, after three months of work on this project, we see a lot of familiar faces. A lot of people do it on a regular basis now,” added Grebinna.Responsive, creative, community-driven events like these have two powerful effects. The first is for those directly affected by the violence of war – reconnecting to one another and to a culture and music that they love, resisting the physical and spiritual oppression of war.The second is for those who have become desensitised to the tragic news of the ongoing conflict, who are drawn in once again due to the seeming incongruity of the pleasure alongside the violence and loss. The idea that people could be enjoying themselves – even raving – during wartime efforts to restore some sense of “home” doesn’t fit with what we consider a picture of conflict, grief, and suffering.#repairtogether pic.twitter.com/jDf9ViesTm— Dasha Di (@style_with_di) September 3, 2022\n\nDancing the talkThe Repair Together events are a perfect example of the kind of grassroots design activism that is not instantly recognised as activism.Volunteers connect to one another through music, but also spend time listening to stories of the survivors in these towns as they work, bolstering their resolve to create their “new Ukraine”. The visual communication (collages on social media, videos of events) are all invitations to combat the paralysis of oppressive violence and be a proactive part of this future.It is a beautiful example of the proactive design futuring I research and teach – where people share detailed parts of the futures or society they desire, and then get their hands dirty building it together – not waiting around for it to be done for them/us.These repair raves sit within a rich history of activism that takes on surprising forms, intersecting with cultural events in new ways, and involving people beyond fundraising, rallies, or petitions by focusing on what design researcher Lenskjold refer to as denoting “collaboration rather than persuasion” in this 2015 journal article.The daytime clean-up rave by the initiative Repair Together. Young Ukrainian volunteers travel across #Ukraine helping locals clear up and rebuild bombed-out homes but also bringing some good music pic.twitter.com/IQ9xXPku0L— Hanna Liubakova (@HannaLiubakova) August 20, 2022\n\nParties with purposeHere in Australia we’re familiar with parties with purpose. Queer and First Nations communities have led the way with Sydney Mardi Gras, and free party crews like Ohms Not Bombs (“dig the sounds not uranium”) have been attracting people to party while protesting for over 30 years.The direct community clean-up, design, and rebuilding of the Repair Together movement mirrors the creative collaboration of post-quake Christchurch residents. After 80% of the central city was destroyed, and over 10,000 houses demolished, the “urban recovery and transformation” took surprising forms such as washing-machine powered dance-o-mats, and port-a-loo beautification.Several years after the quake, chair of the Christchurch Transitional Architecture Trust Barnaby Bennet said that hundreds of temporary and transitional projects continue to pop up in the city. International interest in forms of adaptive urbanism and temporary architecture have led to media outlets such as The New York Times and Lonely Planet hailing the vibrant and innovative nature of this projects as a symbol of recovery.New-age activismFatigue and paralysis are common responses to overlapping crises and horrific information.This is especially true for long-term and overlapping struggles. If your actions and activism don’t bear fruit then it is hard to keep it up. A common approach is to burn hard, and burn out, with the next batch of volunteers following suit. This has been endemic in environmentalist fights, and certainly exists in all battles against systemic problems like racism and sexism, which at times – even with small wins – seem insurmountable.But activism can take surprising and joyful forms, intersecting with cultural events and ways of being together that actually energise, connect and inform people.We need to learn from these creative approaches – especially as anti-protest laws (particularly relating to climate activism) continue to escalate.Clare M. Cooper is Design Lecturer, University of Sydney.This article first appeared on The Conversation.","author":"Clare M Cooper, The Conversation","time":"2022-11-16T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182884-xgmpvkrplx-1668516999.jpg","tags":["Rave repair","Ukraine","Russian invasion"],"source":"https://scroll.in/article/1037507/ukrainians-are-organising-repair-raves-at-destroyed-houses-to-bring-joy-to-the-rebuilding-effort"}