{"title":"Uma Bharti claims she made rapists 'scream for their lives', 'beg for forgiveness' as chief minister","content":"Water Resources Minister Uma Bharti on Thursday accused the Uttar Pradesh government of failing to get justice for the women who were gangraped in Bulandshahr, saying the rapists would have “screamed for their lives” and “begged for forgiveness” had the state been under her rule, The Indian Express reported.“The rapists should be hung upside down and beaten till their skin comes off. Salt and chilly should be rubbed on their wounds. That is what I had got done when I was chief minister,” Bharti said in Agra, while campaigning for BJP candidate Hemlata Diwakar. The Union minister was the chief minister of Madhya Pradesh in 2003-2004.Police told me my actions will violate human rights. I told them human rights are for humans, but these are demons. Their head should be dismembered like Ravan’s,” she said, adding that she would have the woman watch the rapist being tortured “so she could get peace”.Bharti made the statements while speaking about the lack of safety for women in Uttar Pradesh and the increasing number of rapes. The Central Bureau of Investigation is looking into the Bulandshahr gangrape case from July 29, in which a group of highway robbers assaulted a Noida woman and her daughter.Indian courts and the National Human Rights Commission have issued detailed procedures to prevent custodial torture and deaths. However, there are repeated allegations of police contining to resort to ill-treating suspects to force information out of them. In a report published on December 19, 2016, the Human Rights Watch said it did not find a single case in which a police officer was convicted for a custodial death between 2010 and 2015.","author":"Scroll Staff","time":"2017-02-10T12:40:17.780553+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/829008-article-hvoifznujt-1461056338.jpeg","tags":["Uma Bharti","Bulandshahr gangrape","Uttar Pradesh"],"source":"https://scroll.in/latest/829008/uma-bharti-claims-she-made-rapists-scream-for-their-lives-beg-for-forgiveness-as-chief-minister"}