{"title":"Umar Khalid denied bail in Delhi riots larger conspiracy case","content":"The Delhi High Court on Tuesday denied bail to activist Umar Khalid in a case pertaining to an alleged larger conspiracy behind the February 2020 riots in the national capital.“We don’t find any merit in bail appeal, appeal is dismissed,” Justice Siddharth Mridul said, while dictating the order. The High Court said that the allegations against Khalid were prima facie true and so Section 43D(5) of the Unlawful Activities (Prevention) Act prevents granting him bail.The case pertains to clashed that had broken out February 23 and February 26, 2020, between supporters of the Citizenship Amendment Act and those opposing it in North East Delhi, leaving 53 dead and hundreds injured. Most of those killed were Muslims.The Delhi Police claim the violence was part of a larger conspiracy to defame Prime Minister Narendra Modi’s government and was hatched by those who organised the protests against the amended Citizenship Act.They also claimed the protestors had secessionist motives and were using “the facade of civil disobedience” to destabilise the government. The police had arrested several activists and students, including Khalid, based on these conspiracy charges.On Tuesday, a bench of Justices Siddharth Mridul and Rajnish Bhatnagar said that Khalid’s name found recurring mention from the “beginning of the conspiracy” till the riots.The court noted that he was a member of a WhatsApp group comprising Muslim students of the Jawaharlal Nehru University, and that he took part in protest meets at Jantar Mantar, Shaheen Bagh, Seelampur and Jaffrabad areas of Delhi.The court said that on February 17, 2020, Khalid delivered a speech at Maharashtra’s Amravati city, during which he made a reference to the arrival of Donald Trump, who was the president of the United States at the time, in India. The bench noted that according to the prosecution, Trump’s arrival “heralded the riots” in the national capital.“The manner in which the administration initially rejected permission for the appellant’s speech and thereafter how the speech came to be delivered clandestinely on that very day is something which gives credibility to the accusation of the prosecution,” the court said.The bench also referred to the phrases “Inquilabli Salam [revolutionary salute]” and “Krantikari Istiqbal [revolutionary welcome]” allegedly used by Khalid. The High Court said that it was not impressed with the argument that these slogans were only meant as greetings and expressions against an unjust law.“The call to revolution may affect many beyond those who were visibly present...” the High Court said.The court also said that protests planned by Khalid and other activists against the Citizenship (Amendment) Act and the National Register of Citizens were “not a typical protest” but were far more destructive.“Thus, as per the pre-meditated plan there was an intentional blocking of roads to cause inconvenience and disruption of the essential services to the life of community residing in North-East Delhi, creating thereby panic and an alarming sense of insecurity,” the court said.Khalid was booked under provisions of the Unlawful Activities (Prevention) Act, Arms Act and Prevention of Damage to Property Act for allegedly fuelling the riots. He was denied bail by the city’s Karkardooma court on March 24, after which he moved the High Court. He has been in custody since September 13, 2020.A bench comprising Justices Mridul and Rajnish Bhatnagar had reserved its verdict on September 9.The prosecution contended that the speeches delivered by Khalid, and other activists like Sharjeel Imam and Khalid Saifi were all linked to each other and were part of the alleged conspiracy to instigate the riots.The activist’s lawyer Trideep Pais claimed that Khalid has been kept in prison for two years in connection with a fabricated statement.He argued that the witness statement had been recorded a month before Khalid was arrested and has nothing to do with the violence that broke between the supporters of the Citizenship Amendment Act and those opposing it.Pais also denied that Khalid had started a WhatsApp group called Jamia Co-ordination Committee.“I [Khalid] didn’t even start it,” the lawyer said. “The group was started by one Kumail Fatima. Even she didn’t say that I started the group.”","author":"Scroll Staff","time":"2022-10-18T14:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147481-ubposkyrpd-1609759110.jpg","tags":["Umar Khalid","Delhi High Court","Delhi","Delhi riots"],"source":"https://scroll.in/latest/1035270/umar-khalid-denied-bail-in-delhi-riots-larger-conspiracy-case"}