{"title":"Umar Khalid moves Supreme Court against UAPA provisions","content":"Activist Umar Khalid has moved the Supreme Court challenging the provisions of the anti-terror law, the Unlawful Activities (Prevention) Act, reported Live Law on Friday.  Khalid has been incarcerated since September 2020 under UAPA in a 2020 Delhi riots case. The case pertains to clashes that had broken out in North East Delhi from February 23 to February 26, 2020, between supporters of the Citizenship Amendment Act and those opposing it, leaving 53 dead and hundreds injured. Most of those killed were Muslims.The Delhi Police have claimed that the violence was part of a larger conspiracy to defame Prime Minister Narendra Modi’s government.On Friday, a division bench tagged Khalid’s petition along with other pleas challenging the constitutionality of UAPA provisions.Khalid, arrested by the Delhi Police on September 13, 2020, is also seeking bail, arguing that he had no role in the violence nor any “conspiratorial connect” with other accused persons in the case.The former Jawaharlal Nehru University student approached the Supreme Court after the Delhi High Court denied him bail in October.Khalid’s case first came up before the Supreme Court on May 18 and since then has been adjourned six times for reasons ranging from the police seeking more time to file a counter-affidavit, a judge recusing himself from the hearing, the case being listed on a miscellaneous day and due to the unavailability of Khalid’s counsel.The repeated adjournments have happened despite the Supreme Court saying that in matters pertaining to the liberty of citizens, the courts should act promptly.Also read: The price that Umar Khalid is paying for dissenting in Modi’s India","author":"Scroll Staff","time":"2023-10-21T12:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151271-ncxnlexyal-1697870943.jpg","tags":["Unlawful Activities (Prevention) Act","Umar Khalid","Supreme Court","Delhi riots","UAPA"],"source":"https://scroll.in/latest/1057914/umar-khalid-moves-supreme-court-against-uapa-provisions"}