{"title":"UN experts urge authorities to complete investigation into alleged fake encounter cases in Manipur","content":"Two United Nations experts have urged Indian authorities to complete investigation into the alleged encounter killings in Manipur by the police and security forces. This came after officials failed to meet a deadline set by the Supreme Court for inquiries into the cases.“We are extremely concerned that the delay appears to be deliberate, undue and unreasonable, and we condemn this lack of progress,” the experts said, according to a statement released by the Office of the UN Commissioner for Human Rights.In 2012, the Extra Judicial Execution Victim Families Association had submitted a petition to the Supreme Court, alleging that there were 1,528 extra-judicial killings in Manipur between 1979 and 2012 but that action had not been taken against the personnel involved. In a landmark judgement in July 2017, the Supreme Court directed the Central Bureau of Investigation to set up a special team of five officers to look into cases of alleged extra-judicial killings in the state.In 2013, a commission appointed by the Supreme Court found that security forces resorted to firing based on information from informers without bothering to cross-check the authenticity of the ‘source’.Since then, the Supreme Court has set three deadlines – December 31, 2017, February 28, 2018 and June 30 – to complete investigations, none of which have been met, the UN experts said. “Some of these families have been waiting decades for these cases to be fully investigated,” the experts said. “It is unacceptable that the CBI is failing to meet these deadlines.”They were also concerned that the Supreme Court’s orders applied only to a small number of cases, and it was unclear when investigations would be conducted into the remaining cases.","author":"Scroll Staff","time":"2018-07-04T20:53:33.317242+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/885302-bybbucblmq-1523203098.jpg","tags":["Manipur","fake encounter case","UN Commissioner for Human Rights"],"source":"https://scroll.in/latest/885302/un-experts-urge-authorities-to-complete-investigation-into-alleged-fake-encounter-cases-in-manipur"}