{"title":"UN human rights chief concerned about use of ‘vaguely defined laws’ against activists, NGOs in India","content":"The United Nations High Commissioner for Human Rights Michelle Bachelet on Tuesday expressed concern over the use of the Foreign Contribution Regulation Act and Unlawful Activities Prevention Act to “stifle the voices” of activists and non-governmental organisations in India. Bachelet urged the Narendra Modi government to safeguard their rights.Referring to the two laws as “vaguely defined”, Bachelet cited examples of the recent use of the Foreign Contribution Regulation Act against human rights organisation Amnesty International India, leading to the shutting of its operations in the country and the slew of arrests of activists made under the Unlawful Activities Prevention Act.On FCRA and closure of Amnesty IndiaIn a statement, the UN human rights chief said that the recent amendments made to the Foreign Contribution Regulation Act will have a “detrimental impact” on the right to freedom of association and expression of human rights NGOs.“It is expected that the new amendments will create even more administrative and practical hurdles for such advocacy-based NGOs. Most recently, Amnesty International was compelled to close its offices in India after its bank accounts were frozen over alleged violation of the FCRA.” — Michelle Bachelet\nOn September 29, Amnesty International India had accused the Centre of having frozen its bank accounts as punishment for speaking out about alleged rights abuses. After its bank accounts were frozen, the organisation closed its India office.The organisation, in a statement, had cited “reprisal’” from the government for winding down its operations. The group called the authorities’ action a part of an “incessant witch-hunt”, and said its “lawful fundraising model” was being portrayed as money laundering because Amnesty India had challenged the “government’s grave inactions and excesses.”The move was widely criticised by various organisations. The United States, the United Kingdom as well as the European Union have also raised concerns about the government’s investigation into Amnesty International India. India has defended its decision, saying that other countries should not “condone contravention of Indian laws by any entity”.Bachelet on Tuesday said that such actions based on the grounds of “vaguely defined” public interest leave FCRA law “open to abuse.”“The FCRA has been invoked over the years to justify an array of highly intrusive measures, ranging from official raids on NGO offices and freezing of bank accounts, to suspension or cancellation of registration, including of civil society organizations that have engaged with UN human rights bodies...Constructive criticism is the lifeblood of democracy. Even if the authorities find it uncomfortable, it should never be criminalized or outlawed in this way.”  — Michelle Bachelet\nOn UAPA and arrest of activistsBachelet also brought up the arrests of more than 1,500 people for protesting against the Citizenship Amendment Act. Noting that many of them were charged under the Unlawful Activities Prevention Act, she said “activists and human rights defenders have also come under mounting pressure in recent months.” Her statement also highlighted for the arrest of activist Stan Swamy in the Bhima Koregaon case. “Most recently, the 83-year-old Catholic priest Stan Swamy, a long-standing activist engaged in defending the rights of marginalised groups, was charged and reportedly remains in detention, despite his poor health,” it read.Bachelet asked the government to ensure that arrests are not made for exercising rights to freedom.“I urge the government to ensure that no one else is detained for exercising their rights to freedom of expression and peaceful assembly – and to do its utmost, in law and policy, to protect India’s robust civil society.”— Michelle Bachelet","author":"Scroll Staff","time":"2020-10-20T18:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127088-tlaetnmcrw-1568028039.jpg","tags":["UAPA","FCRA","Unlawful Activities Prevention Act","Foreign Contribution Regulation Act","Stan Swamy","Amnesty International India","United Nations Human Rights Commission"],"source":"https://scroll.in/latest/976288/un-human-rights-chief-concerned-about-use-of-vaguely-defined-laws-against-activists-ngos-in-india"}