{"title":"UN should conduct plebiscite in Jammu and Kashmir, says Pakistan foreign minister","content":"Pakistan Foreign Minister Shah Mahmood Qureshi on Wednesday wrote to the United Nations secretary general and the president of the United Nations Security Council complaining about India’s “illegal” occupation of Jammu and Kashmir. India had on August 5 scrapped special status for the state guaranteed under Article 370 of the Constitution. Qureshi claimed that India’s motive in scrapping special status for Jammu and Kashmir was to turn the Muslim majority of the state into a minority, and preempt a United Nations-administered plebiscite in the region. He demanded that the UN fulfill its commitment of holding a plebiscite in the region.“India’s actions were preceded by a massive security clampdown, with the deployment in Indian-occupied Jammu and Kashmir of almost 2,00,000 additional Indian occupation forces, bringing the total tally of Indian forces in IOJ&K to 8,80,000,” Qureshi wrote. He said that the international community, including the UN secretary general, office of the high commissioner for human rights and international media and human rights organisations continue to report on the “intensified human rights violations” in India-held Kashmir, including the arrest and detention of Kashmiri leaders, use of pump action guns, a communication blockade, suppression of freedom of expression, kidnapping of young boys and so on.Qureshi claimed that “Indian-occupied Jammu and Kashmir” has become the “largest prison in the world”. “There are continuing reports of shortage of essential medicines and food items, including baby food,” he added.Qureshi reminded the UN of five previous letters Pakistan wrote to the world body about India’s actions in Jammu and Kashmir since last month. He said that the UN Security Council had passed 18 resolutions between 1948 and 1971 concerning Jammu and Kashmir. The resolutions spoke of a plebiscite in the state, Qureshi added.The foreign minister claimed that India’s actions in Jammu and Kashmir are in “stark violation” of its international commitments, as well as many bilateral agreements, including the 1972 Simla Agreement, the 1999 Lahore Declaration, the 2004 Islamabad Declaration, which “clearly acknowledges the disputed status of IOJ&K and reaffirm commitment to peaceful resolution of the same”. “The Indian actions pose grave risks for regional peace and stability,” Qureshi wrote. He also claimed that Indian forces continue to escalate tensions along the border in order to distract attention from Jammu and Kashmir.“The people of Jammu and Kashmir await the ‘free and impartial plebiscite conducted under the auspices of the United Nations as agreed to by India and Pakistan and decided by the Security Council 70 years ago,” the foreign minister wrote. He asked the UN to act decisively for a plebiscite in Kashmir.Pakistan Prime Minister Imran Khan had on Tuesday expressed disappointment with the global community for failing to pressure India on the Jammu and Kashmir matter. Khan blamed it on India’s appeal as a “market of one billion people”.“To be absolutely frank, I am a bit disappointed by the international community,” Khan told reporters at a press conference at the United Nations. He claimed that the world would have reacted with more urgency had eight million Europeans, Jewish people, or Americans been under siege. “There is no pressure on Narendra Modi to lift the siege,” he said.  Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-25T17:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/101272-kudyanpfbj-1569411956.jpg","tags":["Shah Mehmood Qureshi","Jammu and Kashmir","Pakistan","United Nations"],"source":"https://scroll.in/latest/938473/un-should-conduct-plebiscite-in-jammu-and-kashmir-says-pakistan-foreign-minister"}