{"title":"Uncertainty over Citizenship Act and NRC may affect India’s neighbours: Bangladesh foreign minister","content":"Bangladesh Foreign Minister AK Abdul Momen has said the Citizenship Amendment Act and the National Register of Citizens are India’s “internal issues”, but expressed concern that any uncertainty in India was likely to affect its neighbouring countries, PTI reported on Sunday. Momen, who cancelled his visit to India earlier this month after protests against the citizenship law erupted in the North East, said he hopes that the situation “cools down” in India and the country “can get out of it”. “The CAB [now Citizenship Amendment Act] and the NRC [National Register of Citizens] are internal issues of India. Indian government assured us again and again that these are their domestic issues, they are doing it because of legal and other reasons,” Momen told PTI in Dhaka, when asked about the ongoing protests in India. The minister said Bangladesh trusts India. “We are the number one friend of India,” Momen added. “So, if there is uncertainty in India, it is likely to affect its neighbours. When there was an economic downturn in the US, it affected many countries because we live in a global world. So our fear is that if there is some uncertainty in India, it might affect its neighbours.”On December 11, Momen had said the proposed amendments could weaken India’s character as a secular nation. “India is historically a tolerant country which believes in secularism [but] their historic position will be weakened if they deviate from that,” he added.The day before, Momen had told Dhaka Tribune that Indian politicians’ comments about persecution and torture of Hindus in Bangladesh were “unwarranted as well as untrue”. He claimed that there are a very few countries with as good a track record on communal harmony as Bangladesh. “We have no minorities,” he claimed. “We are all equal. If he [Amit Shah] stayed in Bangladesh for a few months, he would see the exemplary communal harmony in our country.”  A senior advisor to Bangladesh Prime Minister Sheikh Hasina has said the country will take back undocumented Bangladeshi Muslim migrants in India if New Delhi provides evidence. “We will take back any Bangladeshi citizen staying in India illegally,” Gauhar Rizvi said last week. “But India has to prove that.” The amendments to the citizenship law were India’s internal matter, he added.The Citizenship Act grants citizenship to persecuted Hindus, Jains, Buddhists, Christians and Sikhs from the Muslim-majority nations of Bangladesh, Pakistan and Afghanistan, provided they have resided in India for six years. The cut-off date is December 31, 2014.","author":"Scroll Staff","time":"2019-12-22T14:33:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/132689-llrelrewlg-1576153756.jpg","tags":["AK Abdul Momen","Bangladesh","NRC","Citizenship Act"],"source":"https://scroll.in/latest/947581/uncertainty-over-citizenship-act-and-nrc-may-affect-indias-neighbours-bangladesh-foreign-minister"}