{"title":"‘Unconditional citizenship’: Assam’s Barak Valley expresses support for citizenship bill","content":"As the joint parliamentary committee on the Citizenship (Amendment) Bill 2016 wrapped up its visit to Assam on Wednesday, a clear divide between the largely Assamese-speaking Brahmaputra Valley and the predominantly Bengali-speaking Barak Valley was evident.  While the committee’s “study visit” to the Brahmaputra Valley was marked by vehement opposition to the bill, the two public hearings in the Barak Valley saw people turn up in large numbers to express their support for it.More than 300 groups from the three districts in the Barak Valley submitted memorandums to the committee endorsing the proposed amendment that would facilitate citizenship for illegal migrants from particular minority communities from Bangladesh, Afghanistan and Pakistan. The bill, if passed, would also mean that Hindus, Sikhs, Buddhists, Jains, Parsis and Christians – but not Muslims –  from these countries could be naturalised as Indian citizens after six years of entering the country. Currently, under the Citizenship Act of 1955, only people who have lived in India for 11 of the last 14 years are eligible for naturalisation. Critics of the bill have pointed out that the religion-specific clauses of the bill violated the principles of secularism embedded in the Indian Constitution. In the Brahmaputra Valley, the opposition to it also stems from the fact that it contravenes the Assam Accord of 1985. According to the accord – signed by Assamese nationalists and the Union government – to mark the end of an anti-foreigner movement in the state, everyone who entered the state after the midnight of March 24, 1971 would be declared an illegal immigrant, irrespective of their religion.  The date corresponds to the beginning of the Bangladesh War.‘Unconditional citizenship’However, groups in the Barak Valley insist that the Assam Accord does not do justice to many people persecuted during the war and the subsequent creation of Bangladesh. “Not all clauses in the Assam Accord are acceptable to us,” said Kishore Bhattacharjee of the Citizens’ Rights Protection Co-ordination Committee, an umbrella organisation that claims to represent 43 different groups covering most communities living in the Barak Valley.The committee, in its memorandum, not only supported the amendment but also advocated further relaxations. It suggested that the bill should include not only people persecuted because of their religious beliefs, but also people who have been victims of “civil unrest” in Bangladesh. The naturalisation period, the memorandum states, should be reduced to six months from the currently proposed six years.  It adds that people should be given “unconditional citizenship” without having to show any proof of persecution or residence, as mandated by the bill.Pointing out that the current draft of the bill only laid out clauses that made one eligible to apply for citizenship but did not explicitly guarantee citizenship, the memorandum suggests that final citizenship be given unconditionally within three months of application.The Barak Upatyak Banga Sahitya O Sanskriti Sammelan, a powerful “socio-cultural-literary organisation” from the Barak Valley, also deposed before the committee, expressing its support for the Bill. The outfit also called for the naturalisation period to be reduced to six months. During these six months, the organisation said that migrants be granted “deemed citizenship”.The Citizens’ Rights Preservation Committee, a group that seeks to protect the rights of persecuted minority communities in Assam, insisted that it also supported the proposed amendments but “with certain rectification”. Sadhan Purkayastha, a member of the committee, said since the amendment may be bad in law owing to its explicit religious connotations, the solution was to “provide unconditional citizenship to all Partition victims”.The old separatist demandMeanwhile, the opposition to the bill in the Brahmaputra Valley has not gone down well in the Barak Valley. The distrust between two valleys, which dates back to 1947, has come out in the open yet again. A long-running – but largely non-mainstream – separatist strain that existed among a certain section in Barak Valley seems to  have found new takers.Bhattacharjee said the disapproval of the “Assamese intelligentsia on the pretext of saving Assamese culture” was unfortunate.  Assamese culture, he insisted, “is not at stake” here. Instead, it was the Barak Valley, he claimed, that had been routinely “discriminated against” by successive governments in the state. “This is a long-standing grievance among the people of Barak, and if the Assamese intelligentsia continues to oppose the bill, the only natural thing will be to separate from Assam,” he cautioned.Taimur Raja Choudhury of the Barak Upatyak Banga Sahitya O Sanskriti Sammelan also agreed that the Bill had cracked open the fault lines between the two valleys yet again, a development he said was “unfortunate”.Purkayastha seconded Choudhury, saying that the “situation created by Assam chauvinistic groups” was unwarranted.  The Citizens’ Rights Preservation Committee, he insisted, did not “support a separatist attitude”. “We are an intellectual organisation that believes in fraternity, the government can make laws to protect the rights of indigenous Assamese people, he said. “But our rights should also be protected.”","author":"Arunabh Saikia","time":"2018-05-10T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/878471-jstfpchzsh-1525883715.jpg","tags":["Assam","Citizenship (Amendment) Bill","Assam accord","illegal migrants"],"source":"https://scroll.in/article/878471/unconditional-citizenship-assams-barak-valley-expresses-support-for-citizenship-bill"}