{"title":"‘Uncontrolled madness, karma awaits you’: Priyanka and Rahul Gandhi slam Modi for ‘corrupt’ jibe","content":"Congress leaders Priyanka Gandhi and Rahul Gandhi on Sunday criticised Prime Minister Narendra Modi for alleging that their father, former Prime Minister Rajiv Gandhi, was corrupt. On Saturday, at a rally in Pratapgarh in Uttar Pradesh, Modi had said: “Your father was termed ‘Mr Clean’ by his courtiers, but his life ended as ‘Bhrashtachari No. 1’ [corrupt no. 1].”Priyanka Gandhi, Congress’ Uttar Pradesh (East) general secretary said the remark reflected Modi’s uncontrolled madness. “The Prime Minister, who asks for votes in the name of martyrs, yesterday, in his uncontrolled madness, insulted a virtuous man and his martyrdom,” she said in a tweet. “The people of Amethi, for whom Rajiv Gandhi gave up his life, will give him a befitting reply. Yes, Modi ji, this country does not forgive deceitful people.”Congress President Rahul Gandhi said Modi’s “karma awaits” him. “Modiji, The battle is over. Your Karma awaits you,” Rahul Gandhi said in a tweet. “Projecting your inner beliefs about yourself onto my father won’t protect you. All my love and a huge hug, Rahul.”Former Union minister and Congress leader P Chidambaram said Modi “crossed all limits of propriety and decency by defaming” Rajiv Gandhi. “Does Mr Modi read anything at all? Does he know that the charge against Mr Rajiv Gandhi was thrown out by the High Court, Delhi as ‘completely baseless’,” Chidambaram said in a series of tweets. “Does Mr Modi know that a BJP government decided not to file an appeal to the SC against the HC judgment?”Chidambaram said Modi’s comments show his desperation and fear of defeat. “Of the dead, speaking nothing but the good,” Chidambaram added. “Has the prime minister heard of this ancient wisdom?   Does any religion allow anyone to speak ill of the dead?”Indian Overseas Congress chief Sam Pitroda said the party is hurt by what the prime minister said, ANI reported. “Why did he say that? We are ashamed of the statement, I am a Gujarati too and come from Gandhi ji’s state,” Pitroda said. “People of this state can lie so much and speak such lowly things, this saddens us. Normally the prime minister of a country speaks for the people.”Several other Congress leaders also criticised Modi’s statement.Those whose nationalism is pseudo and whose politics is based on dividing people will never understand Rajiv Gandhi and his sacrifice for the nation— Ahmed Patel (@ahmedpatel) May 5, 2019\n\nPM modi's derogatory and outrageous statement on India's Martyred Prime Minister Rajiv Gandhi  deserves strongest condemnation. Staring at defeat he is rattled.Modi will be remembered for dragging the political discourse to gutter level.— Anand Sharma (@AnandSharmaINC) May 5, 2019\n\nShocked by the comments made by PM Modi about a great leader and former PM Shri. Rajiv Gandhi ji who sacrificed his life for the nation.He has crossed and indulged in lowest political discourse of hatred. Must issue an unconditional apology. https://t.co/tidnHLTWTz— KJ George (@thekjgeorge) May 5, 2019","author":"Scroll Staff","time":"2019-05-05T13:00:23.770274+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111826-zgkbrmonoz-1548846168.jpg","tags":["Congress","Rajiv Gandhi","Narendra Modi","Priyanka Gandhi","BJP","Lok Sabha polls"],"source":"https://scroll.in/latest/922374/uncontrolled-madness-karma-awaits-you-priyanka-and-rahul-gandhi-slam-modi-for-corrupt-jibe"}