{"title":"Understanding demonetisation: The problem with the war on cash","content":"This is the concluding part of a three-part article.Part I: Understanding demonetisation: Why there’s a war on cash (and you are in the middle of it)Part II: Understanding demonetisation: Who is behind the war on cash (and why)An interesting point to note is that while the reasoning for the move towards cashless economy in advanced economies is all around the necessity of going into negative interest rates in order to rev up economies that are stuck in a low-growth mode, the reasoning for pushing the cashless economy idea in emerging markets that do not have the problem of stagnation, is a different one: it is about financial inclusion, fighting corruption and so on. This doesn’t necessarily mean that all these arguments are wrong; some arguments could be right. But this does show that the groups pushing forward the idea of cashless economy would like it to happen, irrespective of the specific reason. They just seem to have an enormous interest in driving cash out, no matter what the reason.Why is this so? The best way to understand this is to go through a report on the great opportunity that digital finance presents in emerging economies, prepared by McKinsey and released just four months ago, in September. The report is prominently linked on the website of the Better Than Cash Alliance.Who needs a bank when you have a mobile phone? Our new report on the economic impact of digital finance #digfin4all https://t.co/ZXFC0XhTXD pic.twitter.com/vOqPdMkCml— McKinsey Global Inst (@McKinsey_MGI) September 22, 2016\nHere’s how the report begins:“Two billion individuals and 200 million businesses in emerging economies today lack access to savings and credit, and even those with access can pay dearly for a limited range of products. Rapidly spreading digital technologies now offer an opportunity to provide financial services at much lower cost, and therefore profitably, boosting financial inclusion and enabling large productivity gains across the economy.”The report then goes on to quantify the gains:“Overall, we calculate that widespread use of digital finance could boost annual GDP of all emerging economies by $3.7 trillion by 2025, a 6 percent increase versus a business-as-usual scenario. Nearly two-thirds of the increase would come from raised productivity of financial and non-financial businesses and governments as a result of digital payments. One-third would be from the additional investment that broader financial inclusion of people and micro, small, and medium-sized businesses would bring. The small remainder would come from time savings by individuals enabling more hours of work. This additional GDP could lead to the creation of up to 95 million jobs across all sectors.”The gains are seen as deriving from the following five factors:Cashless transactions reduce the cost of providing financial services by a humongous 80% to 90%, by doing away with the need for physical branches. This enables providers to serve many more customers profitably, with a broader set of products and lower prices. As individuals and businesses make digital payments, they create a data trail of their receipts and expenditures. This enables financial service providers to assess their credit risk better and provide credit where credit wouldn’t have been provided earlier. The data trail also makes it possible for banks and fintechs to devise new products and services – such as peer-to-peer lending platforms that connect borrowers and lenders directlyDigital technology also makes micro-payments and on-demand services possible, leading to new products and business models.How big a gain are these to financial services providers? This is what McKinsey has to say:“Digital finance offers significant benefits – and a huge new business opportunity – to providers. By improving efficiency, the shift to digital payments from cash could save them $400 billion annually in direct costs. As more people obtain access to accounts and shift their savings from informal mechanisms, as much as $4.2 trillion in new deposits could flow into the financial system—funds that could then be loaned out. To unleash the full range and potential of new forms of digital finance, however, a much wider variety of players than banks will likely be involved. These may include telecoms companies, payment providers, financial technology startups, microfinance institutions (MFIs), retailers and other companies, and even handset manufacturers.”And the gains to governments? This is what Mckinsey has to say:“Governments in emerging economies could collectively save at least $110 billion annually as digital payments reduce leakage in public expenditure and tax revenue. Of this, about $70 billion would come from ensuring that government spending reaches its target. In addition, governments could gain approximately $40 billion annually from ensuring that tax revenue that is collected makes its way into government coffers, money that could be used to fund other priorities.“Sad BUT True 🚨🔥Cash = Privacy... @krogoff now wants a WAR ON CASH...Maybe in 20 years we will just have kindles... blocking the best 📚!? pic.twitter.com/vlzrpYeR3b— NIRP Umbrella (@NIRPUmbrella) January 25, 2017\nThere are also other “gains” for governments that McKinsey doesn’t talk about, but will be of concern to all citizens everywhere. For example, the fact that almost every action of the citizen will be trackable – especially since the vision for the cashless economy in India involves linking mobile numbers to bank accounts to national identities with biometric data. When you combine these three things, the ability of a government to watch over and instil fear and subservience in its citizens will be unprecedented, especially so in countries that do not already have a well-established and long tradition of privacy and data protection laws and insulation of the executive from political interference. It is no wonder therefore, the Better Than Cash Alliance has had no difficulty enrolling governments. As far as governments are concerned, what is there not to like?The war on cash is a war on privacy https://t.co/bCrHNXyzz8 pic.twitter.com/2PWNSqaHpn— The Long + Short (@longshortmag) September 2, 2016\nMcKinsey quantifies the gains to India specifically by 2025, as opposed to emerging markets in total, the following way:GDP boost by 2025:  $ 700 billion, or 11.8%  of GDP, the highest percentage gain among the countries studiedReduction in government leakage: $24 billionNew Deposits: $799 billionNew Credit: $689 billionNew jobs: 21 millionPutting all these together gives us a good idea of what is at stake for each of the groups executing the war on cash.Governments want more tax revenues and less leakages; and more information on and greater control over citizensCentral banks in advanced economies want more efficient monetary tools that increase their ability to counter stagnation. What central banks in emerging markets such as India (which do not suffer from long-term stagnation) want is not clear – unless they have just taken on the objectives of their governments as their own. Financial services providers want to reduce their costs significantly and also expand their business.Fintech firms want to “disrupt” existing markets for financial services using their ability to track and analyse large-scale user behaviour dataEliminating cash helps each of these groups meet their objectives perfectly.https://t.co/TULkPMoWeVCheck out Jim Grant's great take down of Ken Rogoff and his #waroncash @GrantsPub pic.twitter.com/zBvecwQNjn— The War On Cash (@thewaroncash) September 14, 2016\nWhere does that leave the citizens?What we know for sure is that they will have less privacy and will need to depend on one financial service provider or another to make a payment or even merely to store their money – something they can do now with cash, without paying anyone any fees. By giving up their privacy and their sense of control over their own money and also laying themselves open to open new kinds of fees, what do they gain? The proponents of the war on cash say that they may get loans more easily, that they may be able to save more easily without having to spend time at a bank branch, and that as the GDP grows and jobs increase, their job prospects may also improve.Not all of those promises are untrue. There are benefits from having a bank account and greater benefits from having it on one’s mobile, digitally. But some of those promises are dicey. Particularly the part about 21 million new jobs. The McKinsey calculations assume a linear, unchanging relationship between GDP growth and employment growth. But this is not true – GDP growth does not always lead to commensurate job growth – as we have seen in India and in the West. And the kind of growth that will result from a forced move towards cashless is likely to be particularly weak on employment growth for a simple reason: The stated intention of the cashless push is to make it impossible for the informal sector to survive as it does today – even though it employs more than 70% of India’s labour. #DeMonetisation was a disaster, ruined Indian economy, took away jobs, will further lead to jobless growth. pic.twitter.com/qhqAoAlRMf— Shahid Gayawi (@cool_sah) January 17, 2017\nIn addition, banks and financial services companies are unlikely to realize the huge gains McKinsey talks about without slashing their staff numbers. Advanced economies are already in that situation (See Bank Layoffs are Coming). So one needs to take the employment figure given by McKinsey with a big pinch of salt. This will be made clear by one last quote from Mckinsey, with all the condescension and dismissiveness that it reserves for the informal sector:“From an economic perspective, the informal economy imposes a high cost and significantly hinders growth. Many developing countries have a two-speed economy: a modern sector of healthy companies with high productivity (or output per unit of input), and an informal sector of subscale firms that drags down overall productivity and growth. Informal firms face perverse incentives and may avoid investments or growth that could increase their visibility to regulators and tax authorities. In Turkey, for instance, MGI has found that the productivity of formal companies is 2.5 times that of informal firms. The gap in productivity levels between formal and informal firms is similar in Brazil, India, Mexico, Russia, and elsewhere.“The presence of informal firms also harms the economy by limiting the ability of high productivity, modern firms to gain market share, given the significant cost advantage informal firms enjoy by not paying taxes. MGI research has found that the cost advantage from tax avoidance ranges from 5 percent of the cost of goods sold in Mexico food retail to 25 percent in India’s apparel sector and to more than 100 percent in the case of Russian software. Formal companies also face additional costs and complexity in managing informal firms with outmoded technology in their supply chain. This dampens the healthy process of “creative destruction” in the economy in which the most productive companies take market share from less productive ones.”The creative destruction that McKinsey talks about could involve significant loss of jobs as the formal sector with far less employment intensity drives out the informal sector that has a much higher employment intensity. The transformation of informal sector into formal sector is something that would have happened in the normal course of development with enough time for different players in the economy to adjust and evolve, but fast-forwarding this without safety nets in an economy that hasn’t taken care to provide its citizens with enough education and skills could be indefensible, especially when done in a manner that violates basic rules of trust between government and citizens.Old man cries in Gurgaon after missing his spot in a long queue... and they said only the rich will cry. Photo by @parveenkumar_ht pic.twitter.com/Cn4Hkp3BD7— Anupam Thapa (@anupamthapa) December 14, 2016\nIt is not that the move towards digital cash is inherently evil – it is that forcing it down using draconian measures as was done and as is being considered could be both counterproductive and inhuman. In that sense, forced elimination of cash has much in common with forced sterilisation during Emergency. The policy of nasbandi, as sterilisation was called, tried to control population growth in a manner that violated basic human rights and caused unjust and widespread misery and still failed. Despite its failure, over a period of time, as incomes, education and standards of living improved, population growth slowed down considerably anyway.  Likewise, notebandi  and its package of related measures is trying to control cash usage with force,  while we know it declines as incomes grow and technology spreads. May be in the interest of good sense, humanity and fair play, the government should leave it to the markets, as the proponents of cashless love to insist in other contexts. Why do you need to use force if everyone stands to gain?This is the concluding part of a three-part article.Part I: Understanding demonetisation: Why there’s a war on cash (and you are in the middle of it)Part II: Understanding demonetisation: Who is behind the war on cash (and why)Tony Joseph is a former Editor of BusinessWorld and can be reached at [email protected]","author":"Tony Joseph","time":"2017-01-30T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/827988-50367-azbptsgcsk-1485686798.jpg","tags":["Demonetisation","Cashless","Cash","Economy","Jobs","Privacy"],"source":"https://scroll.in/article/827988/understanding-demonetisation-the-problem-with-the-war-on-cash"}