{"title":"Under Adityanath, some crimes enjoy the protection of the Uttar Pradesh police","content":"Tara Chand, born into a Dalit family, became Mohammad Tahir in jail where he spent four years for allegedly murdering his wife’s lover. There he met some Muslim men who helped him get access to a lawyer and finally secure his bail. “I used to read the namaz before going to jail – it would soothe my heart,” he told me when we met one August evening at his house, which has neither electricity nor running water, in a Dalit colony on the outskirts of Meerut. “In jail, my faith became even stronger.”In June, when he came home on parole, sporting a beard and a skull cap, scores of Hindu vigilantes landed up at his house and beat him up, he alleged. “If you go to the mosque, we will slit your throat and if you wear a skull cap, we will smash your head,” he recalled the men telling him. When the police arrived, they took him to the nearby police outpost at Maukhas, where the Hindu vigilantes demanded that his beard be chopped off. Tahir alleged: “The police officer told me: ‘Mulla ji, daadhi halki karwa lo.’” Trim your beard. \n    \n      \n      Crime and Punishment\n      A five-part series that investigates the BJP government's claim that it has reduced crime in Uttar Pradesh.\n    \n    \n        Read here\n    \nA trimmer was arranged at the police station, Tahir said, and his brother Deep Chand did the honours. Only after that did the mob relent. Virender Singh, the Maukhas police outpost incharge, denied Tahir’s allegations. “He grew his beard on his own accord, he cut it on his own accord too,” Singh said. Tahir insists that was not the case. “I was put under pressure,” he said.Mohammad Tahir said a mob forced him to trim his beard inside a police station. Photo: Arunabh SaikiaThe rise of Hindu vigilantes This is just one of a growing number of incidents that demonstrate how after years of being dismissed as “fringe”, Hindi vigilante groups in Uttar Pradesh now have the ear of the police and civil administration. The leaders of these groups themselves boast about their newfound power under the Adityanath-led Bharatiya Janata Party government, which came to power in 2017. .“Earlier, we had to fight to get justice for Hindus,” said Nagendra Tomar, the state general secretary of the Hindu Yuva Vahini, a militant Hindutva group founded by Adityanath  in eastern Uttar Pradesh in 2002, which grew rapidly across the state after he became the chief minister. “Now we use the prashasan (administration), and if that doesn’t work we take the help of the shashan (the government),” said Tomar, who teaches commerce in a government inter-college in Meerut.The outcome is that vigilante violence, which would ordinarily be treated as a criminal activity under the law, now often enjoys the protection of the police. The legitimisation of Hindutva violence is the flipside of the way the state has criminalised democratic dissent, as reported in the previous part of this series, which investigates, through on-the-ground reporting, the claim of the Adityanath government that it has reduced crime in Uttar Pradesh.Many people believe there is some truth in the claim. “In normal crimes, FIRs are registered. The CM’s grievance portal is also responsive,” said Mohammad Kumail, an activist who runs an internet cafe in a Muslim neighbourhood in Kanpur where he helps people with paperwork to avail government schemes. But this was limited only to crimes where there is no religious angle, he was quick to qualify. “When we say there is no crime, it usually means there is peace, but we can’t say that is the case,” Kumail said. “The nature of crime has changed. It has taken a communal turn. There are these mob lynchings, all sorts of things based on religion.”He added tellingly, “A new category of criminal has emerged who may not be seen as a criminal by the police at all.”Nagendra Tomar is the state general secretary of the Hindu Yuva Vahini, an organisation that was founded by Chief Minister Adityanath in 2002. Photo: Arunabh SaikiaInsidious influence  In 2017, after a few anxious months, Saleem Ahmed Qureshi was brimming with optimism.Within days of the Bharatiya Janata Party taking charge of Uttar Pradesh in March, two of his meat processing factories in Meerut had been sealed by the administration. The action was part of a statewide crackdown by the new government, ostensibly on illegal slaughter houses, but widely seen as a campaign against the buffalo meat industry as a whole.  Qureshi, a 47-year-old with deep pockets and many connections, however, managed to get a new business running in a matter of months – this time, with the blessings of the new government. In September, he opened a plant to manufacture poultry feed from discarded buffalo, goat and chicken organs. “I had an NOC (no-objection certificate) from the Yogi sarkar,” he said, referring to the chief minister with the honorific he uses. . “So I thought I was all set.”But as he was to discover that administrative clearance was in itself not enough to run a business with the potential to hurt Hindu sentiments under the new regime.First, the calls came from people identifying themselves as journalists. “They would tell me, ‘Go meet the adhyaksh (head) of this and that Hindu organisation,’” he recalled in a conversation at his house in an upmarket gated community in Meerut that is home almost exclusively to Muslim families.Then, one day, some men with saffron gamchas landed up at his  factory. “They got some veterinarians with them. They said it was a raid,” he said. “It was terrifying.”“I don’t even do any slaughter in my unit,” he explained, “so I really don’t understand the point of a raid by veterinarians.”In what soon became a pattern, Qureshi said, men affiliated to Hindutva organisations would turn up at his factory, raise slogans, and make accusations about illegal activities taking place inside.I met one of the men that  Qureshi blamed for his troubles: Ravindra Gurjar. Gurjar said he used to be with the Bahujan Samaj Party till 2015, after which he joined the BJP. But the affiliation that he seemed most keen to foreground was his position as the vice-president of the Jansankhya Samadhan Foundation, an organisation that wants the government to enforce a two-child policy.Gurjar proudly spoke of his role in shutting down several of Meerut’s meat factories. “They were all operating illegally – I highlighted that,” he said.”I would protest at the DM’s (district magistrate) office, go to the factories, block the road leading up to them, do hungama (create a ruckus) asking for action to be taken.”Gurjar’s tactics seem to have worked, at least in the case of Qureshi’s factory. The local administration served the businessman notice in 2018 for not having the necessary building plan clearance for his factory. Qureshi promptly applied for the clearance with Meerut Development Authority, submitting a deposit of Rs 20 lakh.But months later, in 2019, the Meerut Development Authority sealed his factory. “I told them why are you doing this. I have applied for the clearance, my money is with you,” he recalled. “I am running a legitimate business with an NOC from the government, I am paying taxes to the government.”Vipin Kumar, the Meerut Development Authority official currently in charge of the zone in which Qureshi’s factory is located, said there was no “proper approach road” to the plant. He claimed the authority had not asked for any deposit.“People deposited compounding fees on their own, hoping for the clearance to be issued. But then they didn’t meet the requirements.”Desperate to get his factory open, Qureshi joined the BJP,  filling an online membership form. “I put word out about it and said I was very keen to work amicably with the government,” he said. But even that did not help.Qureshi alleged the officials would not grant him the approval because of pressure from Hindu vigilante groups. “No official has the temerity to go against them anymore,” he said. “And there are so many of them these days, prefixing ‘Hindu’ to their names.”Saleem Ahmed Qureshi believes his factory was sealed because of pressure from Hindu vigilante groups. Photo: Arunabh SaikiaA whole ecosystemIndeed, a whole range of outfits seem to be thriving in Uttar Pradesh under the Adityanath government, picking up pet Hindutva causes. The Rashtriya Swayamsevak Sangh, the ideological parent of the ruling BJP, has its own dense network of affiliates. Then, there are independent organisations like the Hindu Yuva Vahini, with a footprint across the state. Locally, it is impossible to keep count of the many smaller groups that have sprouted up in every district.A senior Indian Police Services official from the state conceded that it had become tough to do the “right thing when it comes to religious issues”. “The thing is that the RSS has assumed the role of a guardian of sorts in society,” he said.Particularly in matters like religious conversion, it is now expected that the police take a line that is in sync with the Hindutva ideology, he added.An extension of the Hindu vigilante attacks on religious conversion is the victimisation of interfaith love, a perennial source of anxiety for Hindu supremacists. Speak to the leaders of these outfits and they would list stopping “love jihad” – a Hindutva construct that argues that Muslim men hide their religion to woo Hindu women into marriage with the aim of converting them to Islam – as one of their most successful operations under the Adityanath regime.Narendra Panwar, who heads the Muzaffarnagar unit of the Hindu Jagaran Manch, a right-wing outfit affiliated to the RSS, said he had since 2017 “saved 24 of our Hindu girls from love jihad”. “Every one of those Muslim boys who tried to trap our girls went to jail,” said Panwar, who is a car loan recovery agent by profession. “All of this has happened in Yogi raj.”“Earlier, the police would not even listen to us when we would go to them with such cases. Now we are given priority, treated with respect at every thana, and investigation is immediate,” he said.Narendra Panwar of the Hindu Jagaran Manch said he  had “saved 24 Hindu girls from love jihad”. The Adityanath government has even added a legal stamp of approval to such vigilantism by passing an anti-conversion law in February, which leaves ample room for criminalising  interfaith marriages. For Hindutva vigilante groups, the law has come as a shot in their arm, an institutional sanction of their work.Much like, observers say, the drive against the buffalo meat industry that may have served little purpose apart from emboldening vigilantes like the ones who shut down Saleem Ahmed Qureshi’s meat factory. “It is not like people have stopped consuming  meat, just that slaughter now happens clandestinely at homes and in the jungles,” said Qureshi. “But some people target legitimate businesses to advance their political careers, and the whole ecosystem descends upon you and destroys you.”Hindutva groups are proud of what they have achieved since Adityanath took over. They claim the difference was visible on the streets of Uttar Pradesh. “Earlier, you wouldn’t find cows to feed rotis,” said Tomar, the Hindu Yuva Vahini leader. “Now there are so many cows that people are saying take them to the gaushala (cow shelter)”.Rajkumar Dungar, who is the state joint secretary of the Vishwa Hindu Parishad, another influential Hindu right-wing group, agreed. “Earlier in cases of cow slaughter, we had to gherao the thana to get an FIR lodged,” he said. “Now since 2017, all that is not required  – there is instant action after information. And action so strict that they will never dare to do it again.”“Basically,” Dungar continued, “if anything happens against our ideology and we go to the shashan (government), we get justice.”Rajkumar Dungar is the state joint secretary of the Vishwa Hindu Parishad.Powerless policeMohammad Shoaib was 14 when the Adityanath government came to power – too young to understand the fundamental changes taking place in law and society. Shoaib, now 18, works as a daily-wage labourer in Meerut. In February this year, he had gone to fix a polyvinyl chloride ceiling panel at the house of a Brahmin family. In the course of his work, he found out that he had to drill through a wall tile that had the picture of a Hindu deity painted on it.He said he knew better than to drill without permission. “I clearly asked them if I should remove the tile, but they said go ahead,” he recalled. “But just as I started drilling, another man from the family asked me to stop and go home. I did as I was told.”Mohammad Shoaib, 18, was accused of \"hurting religious sentiments\". The next day, the family summoned Shoaib and mishandled him, he alleged. But that was only the beginning of his ordeal. Soon, Hindutva activists  landed up at the local police station and demanded that Shoaib be arrested and charged with the National Security Act. His crime: he had deliberately defiled a Hindu deity.Shoaib was summoned to the thana and charged with “hurting religious sentiments”. “It was not the police’s fault,” said his uncle Hafiz Chand. “They were being helpful and trying to reason with those people, but they would just not relent. The police were helpless. You cannot go against them under this government.”This is the fourth in a five-part series Crime and Punishment that investigates the BJP government’s claims that it has reduced crime in Uttar Pradesh. Read more in the series here.","author":"Arunabh Saikia","time":"2021-09-21T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163999-ejbnfsnpzw-1631550294.jpg","tags":["Uttar Pradesh","Crime and Punishment","Hindu vigilantes"],"source":"https://scroll.in/article/1005313/under-adityanath-some-crimes-enjoy-the-protection-of-the-uttar-pradesh-police"}