{"title":"‘Undekhi’ season two: Crime series goes for broke in churning out twists","content":"You will never be able to leave Manali, characters in Undekhi are frequently told. We didn’t realise that the threat was aimed at viewers too.The SonyLIV show’s second season barely makes any progress from the first. Rather than moving ahead, director Ashish R Shukla and writers Anahata Menon and Deepak Segal prefer to run around in circles. Big on the bloat and with more incredulous twists than Manali has hairpin bends, the new chapter of Undekhi is like the relative who loves verbose goodbyes and keeps pumping your hand rather than shutting the door behind him.The first episode begins at the point on the cliff edge where we were left hanging in 2020. The dancer Koyal (Apeksha Porwal), whose sister was killed in a drunken haze by the crooked businessman Atwal (Harsh Chhaya), was being rushed to the hospital after suffering a grievous injury. Barun Ghosh (Dibyendu Bhattacharya), the Kolkata police officer who had sworn to bring Koyal back to Bengal in one piece, had allied with Atwal’s ambitious daughter-in-law Teji (Anchal Singh) to ensure Koyal’s safety. Atwal’s monstrous older son Rinku (Surya Sharma) was lying in wait with an armed posse, waiting to finish off Koyal once and for all.Who knew that Koyal was bullet-proof? She survives – the first of many miracles in season two. Sheltered by the mysterious Abhay (Meiyang Chang), Komal hangs around in the jungle near the Atwal estate and awaits her stab at revenge.Meiyang Chang and Apeksha Porwal in Undekhi season 2. Courtesy Applause Entertainment/Banijay Asia/SonyLIV.Barun Ghosh sits out much of the overly eventful second season. The new set of 10 episodes focuses on the show’s best creation: the abominable Atwals. The plot turns are dictated by their interpersonal ties, lucrative drug deal with a pair of Israelis, and rocky relationship with business partner Samarth (Nandish Singh Sandhu) .Atwal’s younger son Daman (Ankur Rathee) and his wife Teji reveal their ambition to take over the family wealth, causing Rinku’s nostrils to flare even more than normal. Another clandestinely recorded video threatens to drive a wedge between Rinku and Samarth. Rinku’s enforcer Lucky (Vaarun Bhagat) has the sorry job of driving down Manali’s population – a job that proves to be ridiculously easy in this lawless corner of Himachal Pradesh.Some of the Atwals and their associates benefit from the increased attention on their criminal enterprise. Daman and Teji get greater play this time round. Meenakshi Sethi, as Daman’s mother, has many more scenes too, which give a glimpse into how a woman can stay married to the odious Atwal. Vaarun Bhagat has strong moments as Rinku’s lapdog Lucky, who begins to reassess his relationship with his master.Undekhi season 2. Courtesy Applause Entertainment/Banijay Asia/SonyLIV.The Atwal patriarch and his beloved son Rinku sink even further, if that is possible. We gain additional insights into Atwal senior’s love for profanity and alcohol. Harsh Chhaya’s chilling performance and uninhibited expression of Atwal’s bottomless debauchery remains one of Undekhi’s highlights.Rinku’s malevolence, similarly expressed through unmentionable words, seemingly knows no limits. But given the difficulty he faces in controlling his affairs, Rinku’s bark is clearly worse than his bite, like the show itself.Apeksha Porwal’s Koyal continues to be stereotyped as a tribal warrior who slinks about the woods  and literally brings a small knife to a raging gunfight. Koyal has clearly been saved only so that Barun Ghosh will return at some point and we can savour Dibyendu Bhattacharya’s finely nuanced performance.The second season appears to have scraped the bottom of the barrel in terms of ideas. But there’s more, going by the tenth episode. Undekhi 2 hauls us back to the edge of the cliff without quite justifying the effort. Who knew that Manali was a force field rather than an easily navigable hill town with clear points of egress?\n\n\n    \n    Play\n\nUndekhi season 2 (2022).Also read:In web series ‘Undekhi, murder is foul and its cover-up a stink operation","author":"Nandini Ramnath","time":"2022-03-04T12:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170982-poqjfijomu-1646323973.jpg","tags":["Undekhi season 2","Dibyendu Bhattacharya","Harsh Chhaya"],"source":"https://scroll.in/reel/1018694/undekhi-season-two-crime-series-goes-for-broke-in-churning-out-twists"}