{"title":"‘Undeclared emergency’: Opposition criticises Centre after tax survey at BBC offices","content":"Opposition parties on Tuesday said that India was in a state of “undeclared emergency” after Income Tax Department officials conducted a “survey operation” at the Mumbai and Delhi offices of British broadcaster BBC.Tax officials told PTI that the operation was being carried out as part of a tax evasion investigation. In a survey, the Income Tax Department only searches the business premises of a company and not the homes and other locations of its promoters or directors.The development came less than a month after the BBC released a two-part documentary in January that examined Prime Minister Narendra Modi’s alleged role in the communal riots that took place in Gujarat in 2002. The government has used emergency powers available under the Information Technology Rules, 2021to issue directions to YouTube and Twitter to block clips of the documentary from being shared. The foreign ministry has described the documentary as “a propaganda piece designed to push a particular discredited narrative”.  On Tuesday, the Congress said on its Twitter handle that an “undeclared emergency” prevailed in the country as the documentary has been banned in India, and now the Income Tax Department has taken action against the BBC.पहले BBC की डॉक्यूमेंट्री आई, उसे बैन किया गया।अब BBC पर IT का छापा पड़ गया है।अघोषित आपातकाल— Congress (@INCIndia) February 14, 2023\n\nCongress President Mallikarjun Kharge alleged that under the Narendra Modi regime, the freedom of press has come under assault “brazen & unapologetic vengeance to strangulate remotely critical voices”.Time and again, there has been an assault on freedom of Press under Modi Govt.This is done with brazen & unapologetic vengeance to strangulate remotely critical voices.No Democracy can survive if institutions are used to attack Opposition & Media.People WILL resist this.— Mallikarjun Kharge (@kharge) February 14, 2023\n\nThe party’s General Secretary KC Venugopal said that the government’s “undemocratic and dictatorial attitude” cannot be allowed to continue.“The IT raid at BBC’s offices reeks of desperation and shows that the Modi government is scared of criticism,” he added. “We condemn these intimidation tactics in the harshest terms.”The IT raid at BBC’s offices reeks of desperation and shows that the Modi government is scared of criticism.We condemn these intimidation tactics in the harshest terms. This undemocratic and dictatorial attitude cannot go on any longer.— K C Venugopal (@kcvenugopalmp) February 14, 2023\n\n Samajwadi Party chief Akhilesh Yadav described the Centre’s actions as the declaration of an “ideological emergency”.  BBC पर छापे की ख़बर ‘वैचारिक आपातकाल’ की घोषणा है। @BBCIndia— Akhilesh Yadav (@yadavakhilesh) February 14, 2023\n\nPeoples Democratic Party chief Mehbooba Mufti said that the cause and effects of the government’s actions were “quite obvious”.  “GOI [Government of India] is brazenly hounding those who speak the truth,” she wrote in a tweet. “Be it opposition leaders, media, activists or anyone else for that matter. The gloves are off and there is a price one pays for fighting for truth.”Cause & effect of raids on the BBC Office is quite obvious. GOI is brazenly hounding those who speak the truth. Be it opposition leaders, media, activists or anyone else for that matter. The gloves are off & there is a price one pays for fighting for truth. https://t.co/VPUnEs27EB— Mehbooba Mufti (@MehboobaMufti) February 14, 2023\n\nCongress leader Jairam Ramesh said: “Here we are asking for a joint parliamentary committee probe into the Adani-Hindenburg row, and there the government is hounding BBC. Vinash kaale viprit buddhi [when one is doomed, one makes wrong decisions].”  Meanwhile, the Editors Guild of India expressed concern at the government’s actions. Noting that the central agencies have raided several media house including Dainik Bhaskar and NewsClick, the guild said that this trend “undermines constitutional democracy”. “The guild demands that great care and sensitivity be shown in all such investigations so as to not undermine the rights of journalists and media organisations,” it said in a statement.EGI is deeply concerned about the IT “surveys” being carried out at the offices of BBC India. Is distressed by the continuing trend of government agencies being used to intimidate and harass news organisations that are critical of ruling establishment. pic.twitter.com/hM7ZkrdOiq— Editors Guild of India (@IndEditorsGuild) February 14, 2023\n\nThe Press Club of India also called the survey a “part of a series of attacks on the media by government agencies in recent times, especially against those sections of the media that the government perceives is hostile to it and critical of the ruling establishment”. The Press Club is deeply concerned that the government’s action on an international broadcasting network will damage the reputation and image of India as the world’s largest democracy. We urge the govt to restrain its agencies from misusing their powers to intimidate the media pic.twitter.com/h41vQjeWVs— Press Club of India (@PCITweets) February 14, 2023\n\nDigipub News India Foundation, an association of independent digital news publishers, said that the surveys, which came close on heels of the release of the documentary “smacks of retribution to silence free and fair speech and expression”.“Such raids have invariably been directed at those media organisations that speak truth to power, suggesting that the ruling dispensation seeks to constrict the constitutionally guaranteed rights of free speech, freedom of the press and the inalienable right of citizens to know the unvarnished truth.”DIGIPUB's statement on the Income Tax 'surveys' at the #BBC offices in India. pic.twitter.com/He0lysfbSn— DIGIPUB News India Foundation (@DigipubIndia) February 14, 2023\n\nJournalist Rana Ayyub, who has written Gujarat Files, an investigative book on the 2002 riots, quipped that the BBC now has enough material to make the third part of the documentary.“Their own lived experience and the consequence of reporting on Modi’s India,” she added.Enough material for the BBC to make part three of the Modi documentary. Their own lived experience and the consequence of reporting on Modi’s India. #IncomeTax— Rana Ayyub (@RanaAyyub) February 14, 2023\n\nLawyer-activist Prashant Bhushan tweeted: “The bloodhounds of the government are at it again to harass & intimidate anyone who says or shows anything that Modi doesn’t like. Now raiding BBC for daring to show a film ‘The Modi question’. This is the most vindictive & fascist government ever. Much worse than the emergency. On it’s last legs.”The bloodhounds of the govt are at it again to Harass& intimidate anyone who says or shows anything that Modi doesn't like. Now raiding BBC for daring to show a film 'The Modi question'.This is the most vindictive&fascist govt ever.Much worse than the emergency.On it's last legs pic.twitter.com/rZJ3sJ0d0S— Prashant Bhushan (@pbhushan1) February 14, 2023\n\nAlso read:The European Union investigated the 2002 Gujarat riots – but is refusing to make its report publicView from ‘Dawn’: India’s reaction to the BBC documentary shows it is a democracy only in nameI-T Department should be allowed to do its job: BJPThe Bharatiya Janata Party, meanwhile, defended the government’s actions, saying that the Income Tax Department should be allowed to do its job, reported PTI.Describing the BBC as the “most corrupt”, BJP spokesperson Gaurav Bhatia claimed that the broadcaster has a “tainted and black history of working with malice against India”.“It works in India, but has little regard for its constitution,” he said, alleging that the Congress’ and the BBC’s agenda go together. The Congress should remember former Prime Minister Indira Gandhi had also banned the broadcaster, he added.In an interview to ANI aired hours before the survey at BBC offices started, Union Home Minister Amit Shah too had hit out at the British broadcaster, describing its reports as conspiracies.“The truth emerges despite a thousand conspiracies around it,” he had told ANI. “They are after Modi since 2002. But every time, Modi Ji comes out stronger and more popular”Union Home Minister Amit Shah over BBC documentary on PM Modi & Hindenburg report\"The truth emerges despite a thousand conspiracies around it. They are after Modi since 2002 but every time, Modi comes out stronger & more popular\" Listen in#AmitShah #BBCdocumentary #Adani pic.twitter.com/HoPTGQ9Ck9— News18 (@CNNnews18) February 14, 2023\n\nThe BBC documentaryThe first episode of the documentary, titled India: The Modi Question, was released on January 17. It alleges that a team sent by the British government had found that Modi, who was the chief minister of Gujarat when the riots took place, was “directly responsible for a climate of impunity” that led to the violence against Muslims.The documentary also revealed for the first time that a report commissioned by the United Kingdom government had stated that the riots had “all the hallmarks of an ethnic cleansing”.The second part of the documentary, which focussed on Modi’s record as prime minister, was released on January 24.","author":"Scroll Staff","time":"2023-02-14T16:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186852-xbwrzuejrs-1676370222.jpg","tags":["BBC","Congress","Income Tax Department"],"source":"https://scroll.in/latest/1043869/undeclared-emergency-opposition-criticises-centre-after-tax-survey-at-bbc-offices"}