{"title":"Understanding demonetisation: Who is behind the war on cash (and why)","content":"This is the second part of a three-part essay.Part I: Understanding demonetisation: Why there’s a war on cash (and you are in the middle of it)Part III: Understanding demonetisation: The problem with the war on cashThere are two well-known economists who pushed forward the idea of eliminating cash initially: Willem Buiter, now Chief Economist at financial services behemoth Citigroup and Professor Kenneth Rogoff of Harvard University. (Buiter was a thesis advisor to current Reserve Bank of India Governor Urjit Patel, and they have authored many papers together.) Willem’s 2009 piece titled “Negative Nominal Interest Rates: Three Ways to Overcome the Zero Lower Bound” came exactly at the right time, when many advanced economies were grappling with the issue of low growth, lower-than-targeted inflation and interest rates that were close to zero, and it got much attention. I can’t resist quoting the part where Buiter shows he is aware of the reaction his proposal would cause, and then suggests how to deal with it:“But politically, the abolition of currency would run into opposition from some of the legitimately cash-dependent poor and elderly, from those for whom the anonymity of cash is desired because they are engaged in illegal activities, and from libertarians. The first constituency can be helped, the second can be ignored and the third one should take one for the team”!Rogoff presented his paper, “Costs and benefits to phasing out paper currency in 2014” at the National Bureau of Economic Research’s Macroeconomics Conference at Cambridge, Massachusetts, and I must quote him:“Paying a negative interest rate on currency, or on electronic reserves at the Central bank, may seem barbaric to some. But it is arguably no more barbaric than inflation, which similarly reduces the real purchasing power of currency.”Rogoff’s special contribution to the debate was to flesh out the idea that currency is tainted and dirty, facilitating tax evasion and illegal activity. He ended his paper thus:“Given relentless technological advance, embodied in everything from mobile banking to cryptocurrencies, we may already live in the twilight of the paper currency era anyway. Nevertheless, given the role of paper currency (especially large denomination notes) in facilitating tax evasion and illegal activity, and given the persistent and perhaps recurring problem of the zero bound on nominal interest rates, it is appropriate to consider the costs and benefits to a more proactive strategy for phasing out the use of paper currency.”\n\t\t\n\tSince these two men made their case, others have added their own powerful voices to the chorus, including former US Treasury Secretary Larry Summers (who was considered for appointment as the Federal Reserve Chairman) and  Nobel Laureate Paul Krugman. Both Krugman and Summers argue that in the situation that advanced economies are faced with, there are only two choices: either have negative interest rates (along with its inescapable corollary,  currency elimination), or tolerate much higher levels of inflation, so that real interest rates can be negative, even if nominal interest rates are not. Both of them prefer currency elimination to much higher levels of inflation.Krugman foresaw the outrage these suggestions will cause, and countered it this way:“Any such suggestions are, of course, met with outrage. How dare anyone suggest that virtuous individuals, people who are prudent and save for the future, face expropriation? How can you suggest steadily eroding their savings either through inflation or through negative interest rates? It’s tyranny!“But in a liquidity trap, saving may be a personal virtue, but it is a social vice. And in an economy facing secular stagnation, this isn’t just a temporary state of affairs, it is the norm. Assuring people that they can get a positive rate of return on safe assets means promising them something that the market doesn’t want to deliver – it’s like farm price supports, except for rentiers.”From left to right: Willem Buiter, Kenneth Rogoff, Paul Krugman, Larry SummersAdvanced economiesThis chronology of how the idea developed also gives us a good window to where one of the primary drivers in the war on cash, Central banks in advanced economies, are coming from. They are trying to perfect the primary tool they have, so that they can use if effectively in the current situation they are faced with – as well as in similar situations that may arise in the future. In fact, many are comparing the idea of currency elimination to the giving up of the Gold Standard during the Great Depression of the 1920s, which helped many economies revive.These ideas are gaining momentum. Denmark, for example, is predicting that it will eliminate cash by 2030. In Italy and France, it is illegal to make purchases exceeding 1,000 Euros in cash. In Spain the limit is 2,500 Euros. Last year, European Central Bank decided to stop printing and issuance of the 500 Euro note, though already existing notes will continue to be legal tender for ever.https://t.co/eCiYBBbzgUSweden Cashless within 5 Years? #WARONCASH pic.twitter.com/XddSOyKGFL— The War On Cash (@thewaroncash) May 28, 2016\nAt a conference that was held in London on May 18, 2015 titled “Removing the Zero Lower Bound on Interest Rates”, Buiter and Rogoff were the keynote speakers, and other speakers represented the central banks of Switzerland, Europe, US, Denmark and Sweden, Soros Fund Management,  insurance company Generali, Asset Management Company Brevan Howard and so on. So by 2015, the war had already been joined by many financial service behemoths who had begun to see the gains to be had from pushing currency out of the system. And by October 2015, the International Monetary Fund itself had released a paper titled “Breaking Through the Zero Lower Bound.”Emerging economiesHowever, a key part of the war on cash will happen not in advanced economies, but in emerging markets in Africa such as Nigeria or in Asia such as India. This is because these markets are seen as holding the biggest potential for business gains and gross domestic product growth. There is also a belief that emerging markets are where new digital financial technologies will evolve, by leapfrogging the stages that the advanced economies had to go through. This possibility exists because while the difference in income levels between advanced economies and emerging economies is impossibly high, the difference between them in terms of mobile penetration levels and availability of bank accounts  is much less, and these two are the essential infrastructure necessary for the move towards cashless. In the words of Bill Gates:”One interesting feature of digital financial innovation is that some of it is happening in poor countries first… entrepreneurs in developing countries are doing exciting work – some of which will “trickle up” to developed countries over time.”The \"Better Than Cash Alliance\" Has An Orwellian Planhttps://t.co/993cjeYO49 pic.twitter.com/ZT6j4mJunz— Elisabet Paschos (@Makedni) January 16, 2017\nOne could say the first concrete expression of this belief was the creation of an organisation called the Better than Cash Alliance in 2012,  hosted at the United Nations in New York and funded by the United States Agency for International Development (commonly known as USAID), Bill and Melinda Gates Foundation, Citi Foundation, Ford Foundation, Mastercard, Omidyar Network and Visa Inc. The United Nation’s Capital Development Fund serves as the secretariat. The Alliance states its goals as advocating for the transition from cash to digital payments; conducting research; and catalyzing the development of inclusive digital payments ecosystems in member countries. What is worth noting is that the Alliance has 24 member countries, ranging from Kenya to the Philippines to Vietnam. India joined it on September 1, 2015.Why 2015? Because in the previous year, during their bilateral meeting, Modi and US President Obama had discussed solutions to financial inclusion  and the decision to join the Alliance can be seen as one result of that discussion. It was announced in the January 25, 2015 Joint Statement by the two, during Obama’s visit for the Republic Day. Prime Minister Narendra Modi and the Chief Guest US President Barack Obama at the 66th Republic Day Parade 2015, in New Delhi on January 26, 2015.But there were other steps too. 2015 in fact can be seen as a major watershed in India’s move towards cashless, in terms of acceptance of the principle. In his Union Budget speech in 2015, Finance Minister Jaitley said:“One way to curb the flow of black money is to discourage transactions in cash. Now that a majority of Indians have or can have, a RUPAY debit card, I propose to introduce soon several measures that will incentivise credit or debit card transactions and disincentivise cash transaction.”In June 2015, the finance ministry put up a draft proposal on its website, recommending tax concessions to reduce the cost of credit, debit and online payments. In July 2015, 11 new payment bank licences were given out, including one for PayTM. In November 2015, a Memorandum of Understanding was signed between the Ministry of Finance and USAID – the same agency behind the Alliance – to start working on interoperable digital payment models to drive transactions that involve small businesses and low-income consumers.If 2015 was a year when the idea of a cashless economy was wholly accepted,  much of the real action started in 2016.  In February 2016, the prime minister chaired a Cabinet meeting that decided to “discourage transactions in cash”, and “shift the payments ecosystem from cash-dominated to non-cash/less cash payments”. The Cabinet decision was followed by the establishment of a task force in April 2016, which was asked to recommend short-term measures to promote payments through cards and digital means. In his Mann Ki Baat address in May 2016, the prime minister even made a call for a move towards a cashless economy – as the “whole world” was doing. The task force made its recommendations within three months, in July 2016. The very next month, August, saw the creation of the  Committee on Digital Payments headed by former Finance Secretary Ratan P. Watal.Why are developing countries still not cashless? https://t.co/pDHT5YtL2X#FinancialInclusion #CashlessIndia #DigitalPayments pic.twitter.com/V4xEOsLCwW— Catalyst (@cashlesscatalys) October 24, 2016\nOn October 14, 2016, USAID, one of the founding partners of the Better Than Cash Alliance, announced the launch of a new initiative called Catalyst to drive cashless payments in India. According to the USAID press release:“This launch marks the next phase of partnership between USAID and India’s Ministry of Finance to help catalyze the rapid adoption of digital payments in India as a step towards achieving Prime Minister Narendra Modi’s vision of universal financial inclusion to end ‘economic untouchability’ in India.”The CEO of Catalyst, Badal Malick, described the organisation’s objective this way: “Catalyst’s mission is to solve multiple coordination problems that have blocked the penetration of digital payments among merchants and low-income consumers…” “The rubber is about to hit the road,” Malick said during the launch of Catalyst. And it did. Less than a month later, Modi announced demonetisation, the kind of push to cashless economy that no government anywhere had so far given.This is the second part of a three-part essay.Part I: Understanding demonetisation: Why there’s a war on cash (and you are in the middle of it)Part III: Understanding demonetisation: The problem with the war on cashTony Joseph is a former Editor of  BusinessWorld and can be reached at [email protected].","author":"Tony Joseph","time":"2017-01-29T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/827940-50319-zjszvgfldx-1485616937.jpg","tags":["Kenneth Rogoff","Willem Buiter","Paul Krugman","Larry Summers","Better than cash alliance","Cashless economy","Cash and currency notes"],"source":"https://scroll.in/article/827940/understanding-demonetisation-who-is-behind-the-war-on-cash-and-why"}