{"title":"‘Unemployed for six months, nothing here for me’: Indians risk ‘Dunki’ route to chase American Dream","content":"In Sumit Bhanwala’s village in northern India, pictures of the Statue  of Liberty adorn facades and tractors display stars and stripes bumper  stickers – a way to let neighbours know that sons, brothers and nephews  have made it to the United States.For 25-year-old Bhanwala, the images are a source of inspiration as  he prepares for an arduous, months-long journey to sneak across the US  border – an odyssey that will cost his family tens of thousands of  dollars in fees to people smugglers.“America is the solution. Look around you,” he said, pointing out the  modern multistorey houses that have sprung up in the village in Haryana  state thanks to remittances sent from migrants already overseas.He is among a growing number of young Indians – mostly men from the  northern states of Punjab and Haryana and Gujarat in the west – migrating illegally to countries including the United States, Canada and Britain in search of better-paid jobs.A record 96,917 Indians were caught or expelled  last year trying to cross into the United States, up from 30,662 in  2021, according to US Customs and Border Protection. It is not clear  how many more managed to cross the border.Aware of the risk of failure, Bhanwala declined to share details of his journey plan – fearing it could jinx his travels.Instead, he showed off a new pair of hiking boots, a puffer jacket  and a big blue rucksack purchased for the trip, and recounted his  reasons for deciding to go.“I’ve been unemployed for six months ... There’s nothing here for  me,” Bhanwala, a political science graduate, told Context at his home in  Dhatrath, which lies some 150 km from the capital, New  Delhi.Bhanwala wanted to be a policeman, but gave up after question papers  for a recruitment exam in 2021 were leaked to other candidates – dampening his hopes of success. “I lost all faith in the recruitment process, and thought ‘enough is  enough’,” said Bhanwala, whose father sold the family’s farmland and  borrowed money from a loan shark to pay a people smuggler Rs 50 lakh ($60,175) for the trip.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nIn interviews with 32 people in seven Haryana villages, most cited  unemployment and a lack of skilled, well-paid jobs as the motive driving  hundreds of men to leave via the “donkey” route – a long, roundabout  journey designed to dodge border controls.India’s unemployment rate has been steadily falling since 2018, but  rural joblessness remains a problem – especially among the young. Both  joblessness and underemployment are a key concern for authorities ahead  of a general election due by May.The number of Indians betting it all to migrate to wealthy countries  is as much about aspiration as fleeing poverty, migration experts say.“People are trying to find better job prospects wherever they get  them ... even if that means doing low-end jobs abroad ... just for  better pay,” said Rahul Verma, a fellow at New Delhi-based Centre for  Policy Research.The Union labour ministry did not respond to requests for comment.Risk and rewardThe “donkey” route has been an open secret in Punjab for more than a decade. The term originates from the Punjabi word “dunki”, meaning to “hop  from place to place”, and is also depicted in the eponymous Hindi film  starring Bollywood icon Shah Rukh Khan.The “donkey” practice made international headlines in December when France grounded a charter flight,  which was carrying 303 Indian passengers from Dubai to Nicaragua, on  suspicions of people smuggling. Most were sent back to India.      People traffickers often take migrants from New Delhi and Mumbai to the United Arab Emirates on tourist visas.Then they go through as many as a dozen transit points in Latin  America such as Venezuela, Nicaragua and Guatemala to reach the  US-Mexico border, according to families of men who had recently  completed their “donkey” journeys.Once at the border, handlers supply them with fake backstories – in  case they get caught while crossing – to make asylum claims on grounds  ranging from economic hardship to persecution over religious or LGBTQ+  identity.A spokesperson for US Customs and Border Protection said the  overall number of would-be immigrants being caught or denied entry  continues to fluctuate “as smugglers and bad actors continue to spread  falsehoods and show complete disregard for the safety and wellbeing of  vulnerable migrants”.Such immigration is also known as the “number two” route, the “number  one” being the legal way, which villagers and migrant rights  campaigners said was nearly impossible to pursue due to visa rejections  or backlogs.US visa services are still attempting to clear a backlog after  Washington halted almost all visa processing worldwide in March 2020 due  to the Covid-19 pandemic. Indian applicants for visas – including those pursuing tech jobs  in the United States – have seen wait times for an appointment of over a  year in some cases, though delays fell sharply in 2023 when a record 1.4 million visas were processed, according to the US Embassy and Consulates in India. But the visa backlogs seen in recent years may have spurred some would-be migrants to take the “donkey” route instead.“We’re leaving these people with no other ways of trying to pursue  economic prosperity or safety, in a sense,” said Mario Montoya of  Aliento, a Phoenix-based immigrant advocacy group.For would-be migrants, the decision carries a hefty price tag, and huge risks.Some villagers said they had spent most – if not all – of their  family savings or up to Rs 85 lakh to pay for the journey,  knowing they could face harsh weather, hunger, disease, abuse and  sometimes even death.  An Indian family, including a 3-year-old, froze to death near the US-Canada border in January 2022.But most said the potential rewards compensated for the risks.Families said their sons and nephews sent at least Rs 2 lakh home every month, mainly doing a mix of full- and part-time jobs at gas  stations, malls, grocery stores and restaurants.   “He makes about $100 a day at a dairy farm in California. He made  Rs 6,000 ($72) in a month doing the same job here,” said Suresh  Kumar, 45, referring to his nephew who left in November 2022 and reached  the United States in April 2023.    Relatives said the money not only helped them clear debts and pay for  things like school tuition, dowries, home renovations and new cars, but  also boosted their social status.It is easy to identify households with a relative in the United  States in Haryana  – besides the glossy posters depicting the US flag,  the Statue of Liberty and the US national bird – the bald eagle, cars  and motorbikes sport red, white and blue “America” stickers.Locals in the village of Ahar call it “Mini America”.But the success stories of a handful of “donkey” migrants misleads  the majority, warned S Irudaya Rajan, chairman of the International  Institute of Migration and Development in southern Kerala state. “Everybody keeps talking about the benefits of migration, but nobody  talks about the problems and challenges ... We have to tell the full  story,” said Rajan.Across Haryana, stories abound about failed attempts to reach the  United States, where illegal migration has been a major issue in the  run-up to this year’s presidential election.Goru Khenchi, 22, said he and 10 other migrants, including several  from Nepal and Bangladesh, were stuck in Italy for six months after  their handler abandoned them. They were eventually caught and deported  back to India in early 2023.For those that reach their destination, a raft of challenges await – from language barriers to problems finding work, housing and accessing  healthcare, said Rajan.Biden vs TrumpLoneliness and mental health problems such as depression are also common among new arrivals.When Chris, who asked to go by his newly adopted American nickname,  reached New Jersey in August 2023 after an arduous six-month “donkey”  journey that involved sleeping in safe house toilets and surviving on  water and biscuits, he said it felt surreal.Big roads, clean air, huge portions of food – just like what he had seen in Hollywood movies.“But that soon ended. I couldn’t understand or speak English properly  ... Everything became a struggle. I started missing home, my family, my  friends,” he said on a WhatsApp call.“It’s very lonely here,” said Chris, who shared a photo of his  accommodation – the basement of the grocery store where he works,  equipped with a single mattress, small TV and a few provisions.The possibility of permanent residence and eventually citizenship  keep him motivated, he said. Almost all the relatives back home said  that was the ultimate goal. Many said they wanted President Joe Biden to win a second term in  November’s election, perceiving the Democrat as more welcoming of  undocumented migrants than his likely rival, Donald Trump.Biden’s administration is grappling with record migration flows  that have pushed US border controls to the limit, though the US.Customs and Border Protection spokesperson said immigration law is being  enforced.“Our borders are not open for those without a legal basis to enter the country,” the spokesperson said.Migration experts say the US lacks the capacity to detain and  process migrants at the border due to understaffed patrols and shortages  of asylum officers and immigration judges – an opportunity that people  smugglers have been quick to seize.“Right now, under the system, we should be detaining millions of  people at the border - we just don’t have (the) capacity to do it,” said  Muzaffar Chishti, a senior fellow at the Migration Policy Institute, a  US-based think-tank.“And migrants, or their smugglers, know it too well,” he said. Safe migrationAt the same time, the current tight US labour market has stoked  demand for undocumented workers  – providing an added incentive to those  contemplating the journey, but increasing the risk of exploitation among  illegal immigrants.“The question becomes – is there a way to make it safer for these  migrants?” said Ina Ganguly, an economics professor at the University  of Massachusetts Amherst, pointing to other major sources of migrant  labour such as the Philippines where the government promotes economic migration and seeks to protect workers’ rights abroad. The External Affairs Ministry did not respond to requests for comment. But  in parliamentary proceedings in December, it said it had identified  nearly 3,000 suspected people smugglers.It also said there were “continuous efforts to raise awareness on  safe and legal migration” via a series of initiatives including a  pre-departure workshop for migrants to help build their soft skills, and  educate them on their rights and support services.Migration, public policy and economic experts, however, said it was  difficult to stop such movement completely as it was usually voluntary.“The ultimate solution would be for India to start growing at a much  higher pace, and create more and well-paying job prospects,” said Verma  of CPR.    At home in Dhatrath, Bhanwala spends his last days at home  exercising, watching YouTube vlogs by young Indians who have documented  their successful “donkey” journeys, and practicing his English on a  language-learning app.“I need to be mentally and physically strong. My family is depending on me to change our fortunes,” he said.“If I get sent back, everything will be gone.”        This article first appeared on Context, powered by the Thomson Reuters Foundation.Also read: Surging Indian illegal immigration to the US belies the ‘superpower’ narrative","author":" Annie Banerji, Thomson Reuters FoundationDavid Sherfinski, Thomson Reuters Foundation","time":"2024-02-11T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198281-vtskpsndgu-1707391796.jpg","tags":["Illegal immigration","Immigration","US Customs","US Visa","American Dream","Dunki","Donkey Route"]}