{"title":"Unemployment rose to 45-year high in 2017-’18, shows Centre’s ‘buried’ report: Business Standard","content":"The National Sample Survey Office’s Periodic Labour Force Survey recorded the unemployment rate in India at a 45-year-high of 6.1% in 2017-’18, Business Standard reported on Thursday. This was the first full financial year after the government demonetised high-value currency notes in November 2016.Two independent members of the National Statistical Commission had resigned this week after the government allegedly failed to publish the report that was prepared last month. The report is still not public.The survey is the first on employment by a government agency since demonetisation. The Periodic Labour Force Survey is also the first annual household survey of the National Sample Survey Office. Its data was collected between July 2017 and June 2018.Documents reviewed by the Business Standard showed that unemployment rate was at its highest since the 1972-’73 period, from when the employment data is comparable. In comparison, the unemployment rate stood at 2.2% in 2011-’12, during the United Progressive Alliance’s second term, according to the survey.The report showed that the unemployment rate among the youth was at a higher level compared to previous years and “much higher compared to that in the overall population”.The rate of unemployment among men in rural areas between the ages of 15 and 29 years jumped to 17.4% in 2017-’18 compared to 5% in 2011-’12. The unemployment rate among women in rural areas stood at 13.6% in 2017-’18 compared to 4.8% in 2011-’12, according to the survey.PM Narendra ModiUnemployment among youth in urban areas was higher than in rural areas – 18.7% for men and 27.2% for women in 2017-’18.More among the educated were jobless in 2017-’18 than they were in 2004-’05. For educated women in rural areas, unemployment was at 17.3% in 2017-18 compared to 9.7%-15.2% during 2004-’05 to 2011-’12. For educated men in rural areas, the unemployment rose to 10.5% in 2017-’18 compared to 3.5% to 4.4% during 2004-’05 to 2011-’12.The labour force participation rate, which is the proportion of population working or seeking jobs, declined from 39.5% in 2011-’12 to 36.9% in 2017-’18. The labour force participation has been declining since 2004-’05. The dip was at a higher pace in 2017-’18 compared to 2011-’12, but at a lower speed than what was witnessed in 2009-’10.Also Read:1) The Modi Years: What did demonetisation achieve?2) Three cities, 36 workers, the same story: Even daily jobs are now hard to find3) Modi government bid to hide unemployment rate, other key data hurts Indian democracy4) Revisiting demonetisation: ‘If the notes have come back, why not the lost jobs?’5) Six months after note ban, many who lost their jobs in Delhi’s factories struggle to find work","author":"Scroll Staff","time":"2019-01-31T09:26:34.586435+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/911462-45319-muhwawcwyw-1512828231.jpg","tags":["NSSO","Periodic Labour Force Survey","Unemployment","Narendra Modi","Jobs"],"source":"https://scroll.in/latest/911462/unemployment-was-at-45-year-high-after-note-ban-shows-centres-buried-report-business-standard"}