{"title":"Unexpected: National record holder and Asiad silver medallist Ayyasamy Dharun on his journey","content":"Ayyasamy Dharun has had one thing on his mind when he went to the Asian Games.Though the 400 metre hurdler is a national record holder and now a Asiad silver medallist, his eyes have been on a prize that he associates with speed. “I’ve been telling folks at home that I want to get a sport bike. My mum tells me I shouldn’t spend a lot of money on it. But now I have to get one, even if it is 150 cc,” says the 21-year-old from the Tirupur district of Tamil Nadu.A silver in the men’s 4X400 metres relay to go with the hurdles medal made it a very successful outing for Dharun. From competing at the Federation Cup three years ago to Jakarta, Dharun’s rise as a top-sprinter has in his words, been ‘unexpected’.I dedicate my silver medal to my mother.Thank you amma. pic.twitter.com/1fRPqqvx3q— Dharun Ayyasamy (@Dharun_Ayyasamy) August 27, 2018\n\nShaky starts“Very poor” is how Dharun would describe his entry into athletics. Initially a kho-kho player, a coach who looked after athletics as well convinced Dharun that he should take a shot at athletics.Starting out in the 100 and 200, Dharun said he won medals at the district sub-junior level, but struggle at the state level. A third placed finish in the 400m hurdles and fourth in the quarter-mile at the senior Federation Cup brought him to the attention of national coach Yuri Ogodnik, who asked him to join the national federation’s camp for quarter-milers.“When I started in 2011, I wondered if I would make it to the national level,” is Dharun’s candid confession. Initially selected as one of the relay specialists in 2015, the quartet of Dharun, Muhammad Anas, Arokia Rajiv and Kunhu Muhammed set a new national record of 3:00.91 minutes in the men’s 4X400 metre relay. The same combination won the Asiad silver as well.Disqualification in Rio and a year out with injuries dented the youngster’s confidence but his restlessness wouldn’t stop him from coming back. “When I was young, I wasn’t great so I thought I would bag a government job through the sports quota and leave athletics at 25. When my shin bone had a major crack and I spent a year at home, I realised that I couldn’t leave athletics.”#AsianGames #AthleticsDharun Ayyasamy: Men's 400m hurdles (SILVER), Men's 4x400m relay (SILVER)Another multiple medallist from the track events, Dharun Ayyasamy hopes Asian Games medals will help him support widowed motherhttps://t.co/XCeFYQvGcg pic.twitter.com/OMvv1G2ptS— The Field (@thefield_in) September 3, 2018\n\nClearing new hurdlesSprints coach Galina Bukharina had nurtured the youngster’s sprinting abilities despite him not being the best hurdler and thrust him back into the hurdles at the Federation Cup 2018 in Patiala. “I just went out there, ran the heats, the semis and in the finals, I just felt that I had the energy in the last 50 metres. A national record? Unexpected. 49.45? No way,” says Dharun of his national record-breaking performance.Joseph Abraham, whose 2007 record he toppled, and Dharun exchanged voice messages on WhatsApp. “He told me, don’t listen to anyone. A thousand people will try to distract you,” Dharun recalls the conversation.At Gold Coast, Dharun was ‘scared’ at the size of the crowd and accepts his strategy let him down. “I peaked too fast and ran full tilt at the beginning. I tightened up towards the end.” Dharun’s 49.85 second run saw him finish fifth in the heats and get knocked out of the competition.India's Ayyasamy Dharun (left) clears a hurdle during his great effort that won him silver medal in the men's 400m hurdles in the #AsianGames2018 with a National record time of 48.96 seconds. pic.twitter.com/p4KBOU6EZg— G Rajaraman (@g_rajaraman) August 27, 2018\n\nTried for the bronzeIn Jakarta, Dharun barely got any sleep on the night before his final. The Tamil Nadu sprinter had overcome his fear factor but he surveyed the track far few many times prior to the final. “I don’t know why, I just kept going back to look at it. I think I was very anxious,” he says.Abderrahman Samba, the world champion and the second-fastest quarter-mile hurdler ever, would provide competition. “I knew he was too fast, and I went there with the fourth-fastest personal best, so I thought, why not try for the bronze,” he grins.So it looked, as Samba swept home in 47.66 seconds and Dharun was fourth with 50 metres to go. “As I moved into third, I saw the Japanese in front of me and I just sped ahead. The coach [Bukharina] and I had reckoned I could have run 49.2, 49.1 before the race,” he admits.As it happened, Ayyasamy Dharun became the first Indian to go under 49 seconds. The highest praise from none other than Muhammad Anas himself. “Dharun? Very fast, possibly the fastest of us,” he says.Dharun, whose fastest 400 metres time is 46.31 seconds in 2016 when he was actively competing in the event, says he could slash a second off his time in the quarter-mile. He hopes to run at the next Federation Cup and if his exploits in the hurdles are anything to go by, it is a prospect to look forward to.","author":"Arka Bhattacharya","time":"2018-09-04T20:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/893162-tsanoznizo-1535433242.jpg","tags":["Gold Coast","Ayyasamy Dharun","400 metres","hurdles","Athletics"],"source":"https://scroll.in/field/893162/unexpected-national-record-holder-and-asiad-silver-medallist-ayyasamy-dharun-on-his-journey"}