{"title":"'Unfair, arbitrary and unconstitutional': Why Tamil Nadu opposed the Goods and Services Tax","content":"Prime Minister Narendra Modi had only praise for Parliament on Wednesday, after the Rajya Sabha unanimously passed a Constitutional Amendment that will usher in a Goods and Services Tax and turn India into one common market.  \"On this truly historic occasion of the passage of the GST Bill in the Rajya Sabha, I thank the leaders and members of all parties,\" Modi tweeted.  Yet, the unanimity in the final count only came because the one loud voice of dissent – Tamil Nadu's ruling party, the All India Anna Dravida Munnetra Kazhagam – walked out in opposition.Since the GST is one of the most transformational reforms India has seen, a change to the way the country taxes its people, it is important to examine why one of the country's biggest, most influential parties from a state with the second-largest economy did not support the Bill. \"The proposal by the Central Government is unfair, arbitrary, unconstitutional and illegal,\" said A Navaneethakrishnan, the AIADMK Member of Parliament who spoke during the GST debate and later led the walkout. Tamil Nadu's opposition was not unexpected. The GST changes the way indirect taxes are collected in India, replacing things like octroi, service tax and excise duty with one flat rate instead. It is expected to be hugely beneficial for businesses, especially those that work across state lines, but because it is a destination tax – collected only where goods are consumed – manufacturing states are expected to take a major hit. Tamil Nadu has one of the biggest manufacturing bases in the country.In fact, Tamil Nadu Chief Minister J Jayalalithaa has consistently claimed that the state's revenue loss under the GST would be as high as Rs 9270 crore. The Centre has promised to make up for all losses that states incur as a result of GST for the first five years, but because of Tamil Nadu's large manufacturing base, it is likely to continue losing money even afterwards. But losing out on revenues was not the only reason that Amma dissented. From language to fiscal relations, Tamil Nadu has been one of the few stronger states that has spoken up on federalism issues and GST was no different. In a memorandum to Modi earlier this year, Jayalalithaa explained her position. The GST Council, featuring representation from the Centre and the states, will decide on the tax rate and other taxation matters from here on. Tamil Nadu, however, felt that this jeopardises the autonomy of states in fiscal matters.\"Furthermore, the decision making rule and voting weightage in the proposed Council are unacceptable,\" the memorandum says. The GST Council will feature all the states and the Centre, but New Delhi gets 33% of the votes and the rest will be divided equally among the states. Any decision will have to get a two-thirds majority to go through. Tamil Nadu said this effectively gives the Centre a veto over state decisions.Instead, the state suggested the Centre should only have one-fourth of the votes on the council, and that the weightage of each state – instead of being one state, one vote – should be proportional to its Rajya Sabha representation. \"This is important as the changeover to GST has different implications for different States based on their size and reliance on own tax revenues.\" Tamil Nadu wanted freedom to set taxes on petroleum products and tobacco, which the Bill only permits in part. Since this is a destination tax, Tamil Nadu also demanded that origin states (manufacturing ones, that is) be allowed to retain 4% of the revenues earmarked for the Centre on inter-state transactions, to address concerns about harming successful states. None of these concerns, barring maybe a portion of the petroleum demand – where the Centre kept all but five petroleum products under the GST – has been addressed in the Bill that was passed, which is why the AIADMK walked out of the Rajya Sabha. \"My humble submission to this august House is that the Constitutional Bill is not a validly enacted law because I am of the view that this Parliament, this Council of States, has no jurisdiction or the legislative competence to enact this Constitutional Bill as it violates the federal structure of our Constitution.\"— A Navaneethakrishnan, AIADMK MP","author":"Rohan Venkataramakrishnan","time":"2016-08-04T16:59:31.473965+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/813188-20028-ibiwnkjrko-1470308452.jpg","tags":["GST","Tamil Nadu"],"source":"https://scroll.in/article/813188/unfair-arbitrary-and-unconstitutional-why-tamil-nadu-opposed-the-goods-and-services-tax"}