{"title":"Unhurried city: Archival pictures of a gentler Madras","content":"To the casual visitor, contemporary Chennai can look like a gigantic building lot. Construction on an ambitious 45-kilometre metro project is currently underway, so girders and steel trusses accompany traffic from the airport on the outskirts all the way to Anna Salai in the heart of the city.Beyond that first impression, however, the southern metro's energy is immediately apparent. Chennai is a vibrant hub of commerce and Carnatic music, auto manufacturing and Tamil film.It didn't always have quite so much of a buzz. In the last century, Chennai – which was known as Madras until 1996 – had a reputation for being the most laid-back of India's metropolitan centres. It was, in the words of the Tamil writer CS Lakshmi, \"the Unhurried City\".That's obvious from these archival images of old Madras.  Published in a beautiful volume titled \"Madras Then, Chennai Now\" by Roli Books, these photographs demonstrate how the city has always used tradition as the springboard for leaping into an exciting future.A group of Carnatic musicians entertain guests at a tea party.Lawyer and freedom fighter C.P. Ramaswami Aiyar's sons, Sundaram, Pattabhi Raman, and Venkata Subban, with their dogs. Pattabhi Raman went on to become a member of parliament from 1957-'67, and union minister from 1966-'67.Bedecked in jewelry, these women are thought to belong to the family of a Telugu merchant. This is likely because they are wearing nathnis (nose rings) on the left side of their noses.A risque studio picture taken in 1937 of Bharatanatyam dancer T. Balasaraswathi (left) and Carnatic singer M.S. Subbulakshmi in their pajamas holding cigarettes .Devotees walking barefoot over smoldering cinders, with a ther, or chariot, with an image of Amman, the Goddess, in the background. Such events are still seen in Siva and Murugan temples at Vadapalani in Chennai.Masoola boats at Marina Beach. The lighthouse in the background was replaced by a new building in 1976, and is now a maritime heritage centre.Images courtesy Roli Books.","author":"Scroll Staff","time":"2014-02-18T07:24:50+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/656569-ef948ff1-97f5-4619-99e6-15b6ccb09509.jpg","tags":[],"source":"https://scroll.in/article/656569/unhurried-city-archival-pictures-of-a-gentler-madras"}