{"title":"Uniform civil code: Codify Muslim law instead, say women's rights activists from the community","content":"Nine months after the Supreme Court ruled that polygamy is not an integral part of Islam, the Gujarat High Court has come down heavily on Muslim men misinterpreting the Sharia law in order to take multiple wives.While hearing the case of a man accused of bigamy, the court on Thursday stated that “the Quran is being misinterpreted by Muslim men to have more than one wife”, and urged the government to formulate a uniform civil code.Both issues – polygamy in Islam and a uniform civil code in India – have long been controversial within and outside the community. While Muslim women have been opposing polygamy and triple talaq in defiance of most male maulanas or Muslim religious scholars, the idea of uniform civil laws replacing personal laws has faced unanimous opposition from both Muslim men and women, in addition to a section of civil society members. Meanwhile, the Bharatiya Janata Party government and several courts of law have been increasingly raising their voices in favour of a uniform code.For Muslim women’s rights activists, the Gujarat High Court’s remarks against polygamy are relevant but reflect an incomplete picture of what the women in the community need.A legal conundrumAll minority communities in India are allowed to follow their own religious laws when it comes to personal and civil affairs. “But Muslim personal law is the only one that has not been officially codified,” said Noorjehan Safia Niaz, co-founder of the Bharatiya Muslim Mahila Andolan, the most prominent organisation advocating for women’s rights in the community. “At present, Muslim law is not in consonance with the Quran and not based on principles of equality.”Muslims follow the Sharia law which, based on a narrow interpretation by male religious leaders, allows a Muslim man to marry up to four wives and gives him the right to divorce his wife unilaterally, by uttering the word “talaq” or divorce three times.There are two separate laws that pertain to Muslim personal affairs, but they are not enough, says Niaz: The Dissolution of Muslim Marriage Act, 1939, allows women to seek a divorce on the grounds of cruelty, but continues to allow men the right to unilateral oral divorce; the Muslim Women (Protection of Rights on Divorce) Act, 1986, gives women the right to maintenance after divorce, but has often been interpreted differently by different courts.In their most recent survey of Indian Muslim women, the BMMA found that 60% of triple talaqs taking place in the community were unilateral. In a nationwide survey conducted earlier this year, the organisation found that an overwhelming 92% of Muslim women want the provisions of unilateral divorce and polygamy removed from Sharia law.“In this particular case heard by the Gujarat High Court, the man had given his wife triple talaq and then married another woman, but the wife claimed the divorce could not be valid, and filed an FIR against him for bigamy,” said Zakia Soman, another founding member of the BMMA.But even as the court slammed Muslim men for misinterpreting Sharia law to engage in polygamy for “selfish reasons”, it ruled that the husband could not be tried for bigamy (under section 494 of the Indian Penal Code) because he was, at the end of the day, governed by Muslim personal law.‘Need to codify Muslim law’“This case is a very good example of how Muslim men abuse triple talaq and also how Muslim women often fail to get justice because there is no codified personal law,” said Soman.While noting the abuse of polygamy within Sharia law, the court did not point out the problems with triple talaq, said Niaz. “Picking on polygamy alone is a piecemeal solution,” she said.Zeenat Shaukat Ali, a feminist Islamic scholar, finds it unfair that Muslims alone are condemned for polygamy when data from multiple sources suggests that Indian Muslims are the least polygamous community in comparison with Hindus, Buddhists and Adivasis.“Yes, polygamy was conditionally allowed in the early years of Islam in conditions of war, so that women wouldn’t be left destitute,” said Ali, who emphasises that several Muslim countries around the world have since changed their laws about both polygamy and triple talaq. “But in India, why do we only raise questions about polygamy in Muslims? Today the law recognises a woman’s right to property if she is in a live-in relationship with a man, even if the man is already married to another. Isn’t that akin to polygamy?”Both Ali and members of the Mahila Andolan believe that a uniform civil code would not be the best solution for the problems of Muslim women. “We need to codify Muslim personal law, but only if it is done by experts in Muslim law,” said Ali.This is likely to be a long-drawn, uphill task, however, given the headstrong opposition to legal or government interference in Sharia law by Muslim male scholars.“What right does a court have to make any comments on our personal religious laws?” said Maulana Mehmood Daryabadi, general secretary of the All India Ulema Council, who did not wish to comment on the demands for change from Muslim women. “The court cannot exceed its limits in this way.”","author":"Aarefa Johari","time":"2015-11-08T10:30:20+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/767685-1e5f31ae-4e49-41fe-be7c-ee6f79ae4a4c.jpg","tags":[],"source":"https://scroll.in/article/767685/uniform-civil-code-codify-muslim-law-instead-say-womens-rights-activists-from-the-community"}