{"title":"Uniform Civil Code to be implemented in Uttarakhand soon, says CM Pushkar Singh Dhami","content":"A Uniform Civil Code will be implemented in Uttarakhand soon, Chief Minister Pushkar Singh Dhami announced on Friday.He said that a committee formed to prepare a draft of such a code has completed its work.प्रदेशवासियों से किए गए वादे के अनुरूप आज 30 जून को समान नागरिक संहिता का ड्राफ्ट तैयार करने हेतु बनाई गई समिति ने अपना कार्य पूरा कर लिया है। जल्द ही देवभूमि उत्तराखण्ड में #UniformCivilCode लागू किया जाएगा।जय हिन्द, जय उत्तराखण्ड !— Pushkar Singh Dhami (@pushkardhami) June 30, 2023\n\nA uniform civil code involves having a common set of laws governing marriage, divorce, succession and adoption for all Indians, instead of allowing different personal laws for people of different faiths.The aim of such uniformity is to ensure equality and justice for women who are often denied rights under patriarchal personal laws, the Bharatiya Janata Party claims.In May 2022, the BJP government in the state had constituted a six-member committee headed by former Supreme Court judge Justice Ranjana Prakash Desai to look into the possibility of framing a Uniform Civil Code.On Friday, Desai said that the committee has completed a draft of the code. She said that the report of the committee, along with the draft, will be submitted to the Uttarakhand government.“Our emphasis is to ensure gender equality, with keeping women, children and disabled persons in focus,” Desai said. “We have tried to bring everyone on an equal footing with elimination of arbitrariness and discrimination.”#WATCH | It gives me immense pleasure to inform you that the drafting of the proposed Uniform Civil Code of Uttarakhand is now complete. The report of the expert committee along with the draft will be printed and submitted to the Government of Uttarakhand: Retd Supreme Court… pic.twitter.com/7RGqaZZtYk— ANI (@ANI) June 30, 2023\n\nFriday’s development comes three days after Prime Minister Narendra Modi had expressed support for the implementation of a Uniform Civil Code across India. While addressing an event of the BJP in Bhopal, Modi said that even the Supreme Court has advocated for such a measure.Modi also said that Muslims in India are being instigated against a Uniform Civil Code and blamed the Opposition for their “backwardness” in education and jobs.Other states ruled by the BJP, including Gujarat and Madhya Pradesh, have also promised to bring in the Uniform Civil Code. However, the Opposition has said that the code will undermine special rights of tribal communities and religious minorities.On Friday, Kerala Chief Minister Pinarayi Vijayan alleged that triggering debates on the Uniform Civil Code was an electoral ploy by the Sangh Parivar “to press their majoritarian agenda” and to deepen communal divides. “Let’s oppose any attempts to undermine India’s pluralism and support reforms through democratic discussions within communities,” he said.Triggering debates around Uniform Civil Code is an electoral ploy by Sangh Parivar to press their majoritarian agenda for deepening communal divide. Let's oppose any attempts to undermine India’s pluralism and support reforms through democratic discussions within communities.— Pinarayi Vijayan (@pinarayivijayan) June 30, 2023","author":"Scroll Staff","time":"2023-06-30T19:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191758-tmeirqsyhm-1688132819.jpg","tags":["Uttarakhand","Uniform Civil Code","Bharatiya Janata Party"],"source":"https://scroll.in/latest/1051851/uniform-civil-code-to-be-implemented-in-uttarakhand-soon-says-cm-pushkar-singh-dhami"}