{"title":"‘Unilateral attempt to revoke autonomy’: Rights group opposes Centre’s move on Jammu and Kashmir","content":"The People’s Union for Democratic Rights on Monday called the Centre’s decision to revoke the special status granted to Jammu and Kashmir a unilateral attempt to revoke the autonomy of the state with zero regard for the Constitution and the rights enshrined in it.“With a complete gag on democratic space, and unprecedented terror among people, Union Home Minister Amit Shah tabled the resolution in Rajya Sabha to revoke autonomy in Jammu and Kashmir,” the rights group said in a statement. “35,000 fresh troops in addition to the existing 6.5 lakhs were present with orders to shoot, curfew, internet and phone shut down, media black out, and all major elected leaders under house arrest,” it said referring to former Jammu and Kashmir Chief Ministers Omar Abdullah and Mehbooba Mufti’s house arrest on Sunday night and their preventive arrest on Monday.It said Shah, through “convoluted and illegal processes and amendments”, introduced the J&K Reorganisation Bill in Parliament earlier in the day. On Monday evening, the Rajya Sabha adopted a resolution to recommend to the President that the special status of Jammu and Kashmir under Article 370 of the Constitution be revoked. The Upper House of Parliament also passed a bill to split the state into two Union territories – one, Jammu and Kashmir, which will have a legislature, and the other, Ladakh, without one. Shah had moved the resolution amid ruckus from Opposition members, as none of them were listed in the business and copies had not been circulated beforehand. The statement also pointed this out, and said Speaker Venkaiah Naidu also allowed MPs time only until 12.30 pm to propose amendments.  “It appears that preparations for the move had been underway for months, as the imposition of President’s Rule in December 2018 helped facilitate the government’s actions today,” the statement said. “The people of Kashmir themselves are denied any voice through the unconstitutional capture of state institutions and elected representatives, and the force of sheer state terror.”It said as the Reorganization Bill will be tabled in Lok Sabha on Tuesday, 8,000 paramilitary personnel were also moved to Jammu and Kashmir. It added: “The blackout (suspension of communications services) in the Valley prevents any access to information about the conditions of the people on the ground at the moment, and we fear ominous consequences as the BJP government brings its plan for the people of Kashmir into action at gunpoint.”“We strongly oppose the move of the BJP government to unilaterally attempt to revoke the autonomy of the state of Jammu and Kashmir, with no regard to the Constitution and the rights it enshrines,” the civil liberties group said in conclusion.Meanwhile, the government rejected allegations that it had not consulted enough people before bringing the bill and resolution. Union Minister Nirmala Sitharaman said this has been the BJP’s stance since the time of its precursor Jana Sangh, and it was even in the party’s manifesto for the Lok Sabha elections. Shah said the BJP had this in its manifesto at a time when it was not even in municipality, let alone in Parliament.","author":"Scroll Staff","time":"2019-08-05T22:08:01.613008+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125054-ndahzadmgn-1565011907.jpg","tags":["People’s Union for Democratic Rights","Jammu and Kashmir","Article 370","Amit Shah"],"source":"https://scroll.in/latest/932942/unilateral-attempt-to-revoke-autonomy-rights-group-opposes-centres-move-on-jammu-and-kashmir"}