{"title":"Union vs Centre: Why DMK wants to use the ‘correct’ term for the government of India","content":"What is the accurate term to refer to the government of India that sits in New Delhi and forms, along with the states and local bodies, the Indian state?Popularly – and often even in official communication – the institution is called the “Central government”. Or even just the Centre for short. However, Tamil Nadu’s ruling party insists that the correct term is actually the “Union government”.So what’s the right view?Why are we discussing it now? And why are there so many terms anyway?How did this controversy start?Ever since the new DMK government assumed office on May 7, official statements and press releases have carried the Tamil term “Ondriya Arasu” to refer to the Union government. Earlier, the preferred term in state government communication seems to have been “Maththiya Arasu” or Central government.The DMK has justified the change to “Ondriya Arasu” as reflecting the correct constitutional position. According to its leaders, the Constitution describes India as a “Union of States” and therefore the ideal reference to the Centre would be the “Union Government”.Tamil Nadu Chief Minister MK StalinThe Bharatiya Janata Party in Tamil Nadu has been vocal against the DMK government’s use of “Ondriya Arasu” in official communication, with some of its spokespersons claiming that they were suspicious about the DMK’s sudden decision to change a nomenclature that was very popular in usage.According to the BJP, the DMK’s decision to use “Ondriya Arasu” to refer to the government of India was an attempt to take a confrontational approach with the Union government. The BJP leaders have also alleged that it was indicative of the DMK’s intention to start a “process of separation” of Tamil Nadu from India.Others like Puthiya Tamizhagam leader K Krishnaswamy, who is seen as close to the BJP, have also accused the DMK of trying to rejuvenate the call for a separate Dravida Nadu by creating such controversies and undermining the position of the Centre. This is despite the fact that the DMK had dropped the demand for Dravida Nadu way back in the 1960s.What is the correct term?The DMK on the other hand insists that it is using the correct term for the government in New Delhi. “If the BJP feels that using the word Union is wrong, it exposes their own misreading or lack of reading of the Constitution,” Manuraj Shanmugasundaram, national spokesperson of the DMK told Scroll.in. “Articles 1 and 19, severally and jointly, protect the Union and those who want to call it so.”Shanmugasundaram’s point holds weight. The Indian Constitution constantly uses the word “Union” to describe the entire country as well as the government that administers it. For example, Article 53 reads, “the executive power of the Union shall be vested in the President”. This follows from Article 1 itself: “India, that is Bharat, shall be a Union of States”.“Central government is a term not used in the original Constitution as passed by the Constituent Assembly,” explained Rohit De, a historian who teaches at Yale University. “However, there is a 2012 amendment which adds the phrase.”“The Emergency amendments had also used the term ‘Central laws’ but these were deleted in the 44th amendment,” he added. “It is important for us to emphasise the term ‘Union government’ rather than use ‘Central government’ given legal interpretation is all about words itself.”So why are there two terms at all?The term is a carryover from colonial times.While British rule in India starred off from the Presidencies of Bengal, Bombay and Madras, by 1773, the British Parliament passed the Regulating Act, appointing a governor general to oversee all of British India. The administration that the governor general ran was often described as the “Central Government” in order to differentiate it from the “provincial governments” – or what we would now call “states”.In 1919, for example, when a new Government of India Act passed by Britain’s parliament introduced a rudimentary form of self-government and federalism in India, powers were split between “central” and “provincial” subjects (they are now called the Union and state list).A report in the “Times of India” in 1928 which uses “Central government”, following the terminology of the Government of India Act, 1919 (referred to here as the “constitution”).It was only in 1935, when a new Government of India Act proposed a merger between British India and the princely states that the term “Federation of India” was first used. However, political events, including World War II, meant that this federation never actually came into being.The modern term “Union” was first officially used in 1946 by the Cabinet Mission Plan, a British scheme to keep India united after transfer of power. “There should be a Union of India, embracing both British India and the States,” read the first line of the delegation’s constitutional recommendation, representing the last chance to avoid partition.While it was never made explicit why the term “union” was used, it seems to refer to the act of merger between British India and the princely states.In the end, the Cabinet Mission Plan failed and power was transferred to two states. However, India’s new Constituent Assembly – convened intitally under the terms of the Cabinet Mission – decided to retain its terminology with a semantic shift: the word would now refer to a “Union of states” since, of course, there was no distinction between British India and native states anymore.However, as the DMK is discovering, this change never really percolated down to the grassroots and the colonial phrases “the Central government” and “the Centre” are widely used in India, across languages, even today.","author":"Sruthisagar YamunanShoaib Daniyal","time":"2021-06-15T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160182-dkxjkfegjx-1623350825.jpeg","tags":["Union government","Cabinet Mission Plan","DMK","Federalism"],"source":"https://scroll.in/article/997233/union-vs-centre-why-dmk-wants-to-use-the-correct-term-for-the-government-of-india"}