{"title":"Union Law Minister Ravi Shankar Prasad advocates SC/ST reservations in judiciary: Times of India","content":"Union Law Minister Ravi Shankar Prasad has advocated reservations for Scheduled Castes and Scheduled Tribes in the judiciary through an all-India judicial service examination conducted by the Union Public Service Commission, The Times of India reported on Wednesday. Some states already have quotas for Scheduled Castes and Scheduled Tribes in the lower judiciary. The recruitment in these states happen through the state public service commissions. Prasad said such a move would make the judiciary more representative as trained judicial officers from deprived sections of society would be able to join it.“The judicial services exam, if conducted by the Union Public Service Commission, can be on the lines of the intake for the civil services where there is reservation for SCs and STs,” the minister said at an event in Lucknow on Monday. “Those selected can be allotted states to serve in and reservation will create opportunities for well-trained judicial officers from deprived sections who will, over time, rise to higher positions.”In the past, the government has proposed an all-India judicial services examination on a ranking basis. “A well-organised judicial service can attract talent from our law schools and young, well-informed judicial officers at the level of additional district judge will make a difference,” Prasad said. “As additional district judges and district judges, they can help make the judicial system move faster and more efficiently.”Food and Consumer Affairs Minister Ram Vilas Paswan, who has demanded a more competitive exam for judicial services, welcomed Prasad’s comments and said such a move would meet a long-standing demand.","author":"Scroll Staff","time":"2018-12-26T13:12:08.857059+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108941-veycxtjhly-1545804870.jpg","tags":["Ravi Shankar Prasad","Judiciary","Reservations","SC/ST reservation"],"source":"https://scroll.in/latest/907048/union-law-minister-ravi-shankar-prasad-advocates-sc-st-reservations-in-judiciary-times-of-india"}