{"title":"Manipur: Union minister RK Ranjan Singh’s home attacked by mob ","content":"A mob on Thursday attacked the home of Union minister of State for External Affairs and Education RK Ranjan Singh in violence-hit Manipur, reported the Imphal Free Press.The mob stormed the Bharatiya Janata Party MP’s home in Imphal East district at around 8.30 pm, a day after fresh violence was reported in the northeastern state on Wednesday. Thirty-year-old Toijam Chandramani had succumbed to bullet injuries in Bishnupur district. In another incident, a man named Aribam Rishikesh Sharma had sustained a bullet injury in firing by suspected militants in Singda, which is located about 19 kilometres from Imphal.On Thursday, the mob, largely led by the Meitei community, attacked Singh’s home to express their anger against Wednesday’s unrest, reported The Print. The Union minister also belongs to the Meitei community. Singh was at his residence at the time of the attack. After the crowd threw stones at his home, the security forces used tear gas shells to disperse them.A day before, a mob had vandalised the home of state minister Govindas Konthoujam in the Ningthoukhong Bazaar area of Bishnupur, which is his own constituency.Several incidents of violence have been reported from the northeastern state since May 3 after thousands participated in a protest march organised by the All Tribal Students’ Union of Manipur to oppose the demand of the majority Meitei community to be included in the Scheduled Tribe category.The protestors included the Kukis, one of the larger tribal communities in Manipur. They have been at odds with the state government, and, in particular, the chief minister who the community claims harbours Meitei “majoritarian” sentiments. The clashes have left at least 74 persons dead and over 35,000 displaced.On Thursday, Union Home Minister Amit Shah  had urged citizens in Manipur to maintain peace and said that justice will be ensured for all the groups in the state. He also said that he will visit the state soon to take stock of the situation.","author":"Scroll Staff","time":"2023-05-26T14:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190576-ouzdswzwwr-1685087625.jpg","tags":["Manipur","RK Ranjan Singh","Imphal East","Meitei"],"source":"https://scroll.in/latest/1049818/union-minister-rk-ranjan-singhs-home-attacked-by-mob-in-violence-hit-manipur"}