{"title":"Union Cabinet approves ordinance on triple talaq, makes it a punishable offence","content":"The Union Cabinet on Wednesday approved an ordinance making triple talaq a punishable offence, reported News18. The government took the decision after failing to get Parliament to pass legislation on the matter.“The core component of this ordinance is that an offence will be cognisable only when the FIR is filed by the victim wife or her close relations by blood or marriage,” said Law Minister Ravi Shankar Prasad. He added that the offence can be compromised only at the insistence of the wife “upon appropriate terms and conditions as determined by the magistrate”, and bail can be granted only after hearing the wife also. The woman will get the custody of the minor child, if any, and she will be entitled to a maintenance determined by the magistrate for herself and the child.The ordinance has similar provisions as The Muslim Women Protection of Rights in Marriage Act that the Lok Sabha cleared  in December. The bill criminalises the practice of divorcing by uttering the word “talaq” thrice in any form – spoken, in writing, or over electronic communication. It also proposes a three-year jail term for men who violate the law.However, the bill faced stiff resistance in the Rajya Sabha. Several Opposition lawmakers argued that it must be sent to a Select Committee for close scrutiny. Opposition parties led by the Congress had concerns about the jail term the bill proposes, and had asked the government who would provide for the family if the husband is imprisoned. The parties wanted the government to include in the legislation provisions for financial aid to Muslim women and suggested government aid also.The Centre then sought the opinion of all state governments, most of whom supported the bill.After the Cabinet passed the ordinance, Congress spokesperson Randeep Singh Surjewala accused the government of politicising the matter. Bharatiya Janata Party leader Shaina NC, on the other hand, said “only an insecure man would probably question the intent”. “This bill is a fight for gender equality, it is to ensure that the Muslim women be given due respect,” she told News18.In August 2017, the Supreme Court declared instant triple talaq illegal and unconstitutional. Muslim women had petitioned the court, arguing that practice violates their rights.Modi government not making this an issue for justice for Muslim women, but making this into a political issue: Randeep Surjewala, Congress pic.twitter.com/vBoV1BSQuQ— ANI (@ANI) September 19, 2018","author":"Scroll Staff","time":"2018-09-19T12:16:55.830854+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/894968-ujhowvyqhj-1494557211.jpg","tags":["Triple talaq","Cabinet meeting","Ordinance"],"source":"https://scroll.in/latest/894968/union-cabinet-approves-ordinance-on-triple-talaq-makes-it-a-punishable-offence"}