{"title":"Unregistered madrassas in Muzaffarnagar to pay Rs 10,000 fine per day","content":"Madrassas in Uttar Pradesh’s Muzaffarnagar district without registration will have to pay a penalty of Rs 10,000 per day, a notice issued by the state education department said on Monday, PTI reported. The notice was issued to over a dozen madrassas that are allegedly operating without proper registration and were asked to produce relevant documents within three days or face action.Muzaffarnagar’s Basic Shiksha Adhikari Shubham Shukla told PTI that according to the district minority department, more than 100 madrassas do not have registration and are functioning against the norms.The Jamiat Ulama-i-Hind, an organisation of Indian Muslims termed the notice as unlawful, reported PTI.Madrassas in Uttar Pradesh are being harassed by serving them illegal notices only to target a particular community, Maulana Zakir Husain, secretary of the state unit of Jamiat Ulema-e-Hind told the news agency.“The madrassas are providing free of cost education to the students, they will not be able to pay the fine of Rs 10,000 per day,” Husain said.There are around 25,000 madrassas in the state and over 16,500 of them are recognised by the UP Board of Madrassa Education, reported The Indian Express. Last year, the Bharatiya Janata Party government in the state had conducted a survey of unrecognised madrassas.The education department of the state does not have the right to interfere into matters related to madrassas, UP board of Madrassa Education chairperson Iftikhar Ahmed Javed told The Times of India.“Only minority department can do it,” he said. “Madrassas are not like ordinary schools. Hence, rules, penalty or fine for schools cannot be applied to seminaries. In fact, in 1995, madrassas were separated from schools’ rules and regulations.”Monday’s notice comes a week after the Uttar Pradesh government formed a Special Investigation Team to look into foreign funds received by madrassas running in the state. The three-member team is headed by Additional Director General Mohit Agarwal. “During the probe, we will check the accounts of madrassas which are receiving funds from abroad,” Agarwal told the newspaper. “We will see how the money received through foreign funding is spent. Is the money used to run the madrassas or for any other activities.”","author":"Scroll Staff","time":"2023-10-24T19:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195246-ueoydhjmdn-1698154979.jpg","tags":["Madrassas","Muzaffarnagar district","Uttar Pradesh"],"source":"https://scroll.in/latest/1058070/unregistered-madrassas-in-muzaffarnagar-to-pay-rs-10000-fine-per-day"}