{"title":"UNSC to discuss Kashmir at a closed-door meeting on Friday after Pakistan’s request, say reports","content":"The United Nations Security Council is expected to discuss India’s scrapping of the special status of Jammu and Kashmir on Friday, Geo News reported. “The UNSC will discuss the Jammu and Kashmir situation behind closed doors most likely on August 16,” UNSC President Joanna Wronecka told reporters.The move came days after Pakistan Foreign Minister Shah Mahmood Qureshi said he had written a letter to Wronecka asking for an emergency meeting of the council to discuss India’s “illegal” actions in Jammu and Kashmir. On August 5, India had revoked the autonomy granted to the state under Article 370 of Constitution, and bifurcated it into Union Territories. Qureshi had also called his Polish counterpart Jacek Czaputowicz to discuss the request to convene the session. Poland is the chair of the UN Security Council for August. Several reports said China backed Pakistan’s request and urged the Security Council to meet behind closed doors to discuss the matter. “China asked for closed consultations on the Security Council agenda item ‘India Pakistan Question’,” a United Nations diplomat told PTI. “The request was in reference to the Pakistani letter to Security Council president.”On Wednesday, Pakistan Prime Minister Imran Khan had promised to take up the Kashmir matter at all international forums and claimed that international organisations silent on the matter would be responsible if a war broke out between India and Pakistan.Pakistan has also sought the help of China, which claims part of Ladakh as its territory.Also read:On Pakistan’s Independence Day, Imran Khan says he will take J&K matter to all international forumsIndia has repeatedly described the developments in Jammu and Kashmir as its internal matter. The United States has also called India’s decision an internal matter for New Delhi.On Wednesday, permanent security council member Russia supported India’s actions, saying the dispute should be resolved bilaterally. Earlier in the week, Poland said Kashmir was a bilateral matter between India and Pakistan, and asked the two countries to sort out their differences through talks. According to the Simla Agreement of 1972 and the Lahore Declaration of 1999, Kashmir is a bilateral matter.Last week, Pakistan, which has fought three wars with India over Kashmir, downgraded diplomatic ties, suspended trade relations, and halted the Samjhauta and Thar Express train services between the two countries, and a bus service between New Delhi and Lahore.","author":"Scroll Staff","time":"2019-08-15T17:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114209-tdmtmhqwkf-1551350526.jpg","tags":["Jammu and Kashmir","UNSC","Joanna Wronecka","Pakistan","China"],"source":"https://scroll.in/latest/934033/unsc-to-discuss-kashmir-at-a-closed-door-meeting-on-friday-after-pakistans-request-say-reports"}