{"title":"‘Unsung hero, Pope of sound’: A documentary resurrects legendary mixing engineer Mangesh Desai","content":"Sound designer and sync sound engineer Subash Sahoo has credits in two films at the Mumbai Film Festival (October 25-November 1). One is a professional commitment – Sahoo is the sound designer of Aijaz Khan’s Hamid. The other is a passion project. Sahoo has directed a biographical documentary of the legendary sound mixer Mangesh Desai, who worked on more than 300 films over nearly four decades. Desai, who died in 1985 at the age of 62, played a key role in creating the typical Hindi film sonicscape that prevailed between the 1950s and 1980s. Desai’s work involved blending together different sonic elements in a film (song sequences, dialogue, background music, aural effects) in a manner that would be seamless, convey the intent of the screenplay, and create just the right emotion in the right place.In The Sound Man – Mangesh Desai, Sahoo provides a comprehensive and engrossing examination of Desai’s  achievements, his work ethic and his personal side. The 112-minute film is filled with anecdotes related by a huge cast of luminaries. They include Shyam Benegal, Sandeep Ray (whose father, Satyajit Ray, worked with Desai between 1970 and 1981), Shiv Kumar Sharma, Ramesh Sippy, Prahlad Kakkar, Hitendra Ghosh, Subhash Ghai, Vanraj Bhatia and Manoj Kumar.\n\n\n    \n    Play\n\nThe Sound Man Mangesh Desai.Among the most recounted anecdotes about Desai is the one about filmmakers adjusting their release dates to his schedule. Another story is about how terrified they were of his  temper and impatience. Desai didn’t suffer fools gladly. He was a task master who “didn’t care for your reputation if you were technically not competent”, Prahlad Kakkar says in the documentary. If Desai didn’t like the footage handed to him, he would say “kadhun” –take it out in Marathi, Kakkar says.A drawing by renowned animator Ram Mohan says it the best: it depicts filmmakers genuflecting before a frail, irate Desai.A drawing by Ram Mohan that features in The Sound Man Mangesh Desai.It took Sahoo, a 52-year-old veteran technician and filmmaker, four years to complete the documentary. It began in 2009, when, as general secretary of the Western Indian Motion Picture & TV Sound Engineers Association, Sahoo produced an 18-minute short film on Desai. The association had established a lifetime achievement award in Mangesh Desai’s name. Sahoo decided that more needed to be known not only about Desai but also about the unsung contributions of sound technicians to films. “I felt that we needed to do something to get our due credit,” Sahoo said. “We should know about ourselves first so that other people can recognise us.”Sahoo says that the short film, which was shot with a handycam, could not encapsulate the breadth and range of Desai’s talent. “When I showed the film at the association, everybody was happy with it,” he said. “I decided that I didn’t want to depict the man’s life in 18 minutes on a handycam.” The association agreed to fund a feature-length documentary. After he ran low on money, Sahoo financed the rest of the production himself.Subash Sahoo.Desai worked in what Benegal calls a pre-digital “primitive era”, and he often resorted to his imagination to make films sound the way they did. “Sound is the only department that creates a 3D geographical space,” Sahoo pointed out. “Sound can come from all around you, especially with Dolby Atmos these days. When we mix the various tracks – the dialogue, songs, effects, background music – it can’t be a khichdi. We have to decide what to keep and what not to, the tonality that needs to be given. The sound cannot overshadow the film. It should give an added flavour, but never overdo it.”Sahoo never met Desai, but through the documentary, he learnt all over again about the importance of the mixing engineer, also known as the re-recordist, in how a film is ultimately interpreted. “What I learnt from Mangesh Desai was how to read a film, how to enhance the edit through sound,” Sahoo said. “He worked with Satyajit Ray and Shyam Benegal as well as with Manmohan Desai and Ramesh Sippy. He read a film beautifully and knew what was needed for the classes and for the masses.”Mangesh Desai. Mangesh Desai was born in 1923 in Sonawade village in Ratnagiri. He was a nephew of music composer Vasant Desai, and trained at filmmaker V Shantaram’s Rajkamal studio. One of Desai’s first formal credits was as a sound assistant in Shantaram’s musical Amar Bhoopali (1951). Desai spent the bulk of his career at the studio’s sound department, and took charge of it in 1965.The interviews yield rich details on Desai’s working style and his hallowed status in the Hindi film industry. Release dates would be fixed according to his diary. He was a slave to his work, and “barely saw the sun”, as Randhir Kapoor says in the documentary.The encomiums (Mahesh Bhatt: “Unsung hero”; Manoj Kumar: “A magician”; Prahlad Kakkar: “Pope of sound”) are backed up by specific instances of Desai’s genius. Through carefully chosen film clips and focused interviews, Sahoo explains how Desai was always attuned to the emotions produced by sound design. He would expertly heighten background music between the pauses in dialogue sequences, for instance, and smoothly create transitions between songs and background sounds. Vanraj Bhatia recalls that music composer Naushad was outraged when Desai introduced the whistle of a train at the end of the song Chalte Chalte Chalte in Pakeezah (1972). The whistle acts as a mnemonic for the heroine of the first time she met her lover. It proved very effective, Bhatia recalls: “Anyone buys the album, first they verify whether the train whistle is there or not.”\n\n\n    \n    Play\n\nChalte Chalte, Pakeezah (1972).For the famous showdown between estranged brothers in Yash Chopra’s Deewar (1975), Desai introduced another train whistle over the words “mere paas maa hai” that matched the following shots. A train rolls into a railway yard, containing the body of the long-lost father of the brothers.Desai’s work on Ramesh Sippy’s Sholay (1975) is credited with revolutionising sound in Hindi cinema, and the documentary contains several insights into his approach. We learn of how Desai used accentuated rat-a-tat sounds for the weapons used in the film, since he knew that Indian audiences were swayed by emotions rather than realism. Sholay frequently uses the device of a flipping coin. When the coin flips for the last time, its sound echoes from all corners of the screen and beyond. The effect was created by hurling the coin on a wall and letting it roll down steps.\n\n\n    \n    Play\n\nDeewar (1975).Desai’s contributions to cinema went beyond his own role. As the documentary shows, he would often advise directors on how to enhance their films. It was Mangesh Desai who told director Manmohan Desai to milk the moment when Amitabh Bachchan sustained a life-threatening intestinal injury while filming a stunt for Coolie in 1982. On screen, the mistimed tumble that sent Bachchan to hospital for weeks is frozen and marked by text in English, Hindi and Urdu. This idea was Desai’s – Mangesh, not Manmohan. Although the song Mehbooba from Sholay has Jalal Agha’s character playing a rabab, the instrument on the soundtrack is actually the Iranian santoor. Sharma used the same instrument in the opening strains of Lagi Aaj Saawan in Chandni (1989), but it sounds nothing like it did in Mehbooba. “How is it so different? It’s because of Mangesh Desai,” Sharma says.The Sound Man isn’t only about work. Mangesh Desai’s private life gets explored through interviews with his family members, including his brother, son and daughter. Sahoo also obtained rare video footage of Desai’s wedding and other family celebrations. Among the revelations is that Desai was a revolutionary during the Quit India movement, during which he bought weapons and looted treasuries. He was jailed for a few years and was released around the time of Independence, just in time to embark on a career that would transform Hindi cinema.A drawing by Ram Mohan that features in The Sound Man Mangesh Desai.","author":"Nandini Ramnath","time":"2018-10-20T15:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/103505-plfvyypesy-1539975027.jpeg","tags":["The Sound Man Mangesh Desai","Subash Sahoo","Documentary"]}