{"title":"Unwell activist Stan Swamy seeks permission to use sipper in jail, court to hear plea in 20 days","content":"A special court in Mumbai on Friday set a date after 20 days to hear an application moved by human rights activist Stan Swamy seeking permission for the use of a straw and sipper in Taloja Central Jail, as he cannot hold a glass due to Parkinson’s disease, reported The Hindu. The prosecution sought 20 days to file a reply to the application moved by Swamy, who is an accused in the Bhima Koregaon case and is currently in the prison hospital. The matter will now be heard on November 26, according to The Hindu.Swamy’s plea was filed on medical grounds citing that apart from Parkinson’s disease, he also suffers from a hearing impairment, has fallen in the jail on multiple occasions, has been operated on for hernia twice and still has pain in his lower abdomen. Due to his Parkinson’s, he has been finding it difficult to hold a cup, his lawyer told the court, Mumbai Mirror reported.On October 23, a special National Investigation Agency court had denied Swamy’s interim bail plea on health grounds. Citing that order, the court on Friday observed that it cannot be said that “the medical treatment provided to the applicant in prison is not sufficient.” “On the contrary the applicant had submitted an application for giving directions to the jail authorities to provide him the required amenities,” the court observed, according to The Hindu. The court also mentioned Taloja Central jail superintendent’s submission that Swamy has been lodged “in the separate cell in the hospital/dispensary section” and that he is not suffering from any illness “for which the treatment is not available in the prison.”The 83-year old Jesuit priest was arrested by the National Investigation Agency in Ranchi on October 8 and was brought to Mumbai the next day. The agency had alleged that Swamy is a member of the banned Communist Party of India (Maoist), and was involved in a conspiracy to instigate caste violence in the Bhima Koregaon village near Pune in 2018. He has been in judicial custody since October 9.","author":"Scroll Staff","time":"2020-11-07T13:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/149118-cvujxxptlh-1602601605.jpg","tags":["Stan Swamy","Bhima Koregaon Case","National Investigation Agency"],"source":"https://scroll.in/latest/977899/unwell-activist-stan-swamy-seeks-permission-to-use-sipper-in-jail-court-to-hear-plea-in-20-days"}