{"title":"UP: 3-year-old girl raped and killed – third such incident in Lakhimpur Kheri district in 20 days","content":"A three-year-old girl, who was found dead in a sugarcane field in Uttar Pradesh’s Lakhimpur Kheri district, was raped, the police said on Friday, according to PTI. The girl’s autopsy report confirmed the sexual assault. No arrests have been made so far.“The postmortem report has confirmed rape,” Superintendent of Police Satyendra Kumar Singh told PTI. “I am with family members right now. Seven of our teams are working on the case. I am myself going for combing in sugarcane fields and strict action will be taken against the accused. If needed, NSA [National Security Act] will also be invoked against the accused.” Under the National Security Act, a person can be detained for months if the authorities feel that the individual is a threat to national security, law and order.  The girl went missing on Wednesday, said the police. The next day, her body, which bore injury marks on the head, was recovered from near her village in Singahi area.The girl’s father has accused a man named Lekhram, a resident of their village, of abducting and killing the child. In his complaint to the police, the father said Lekhram had an old rivalry with his family. A case of murder was lodged against the accused.This is the third such incident in the district in the last 20 days. On August 14, a 13-year-old Dalit girl was allegedly raped and murdered in the district. The body of the girl, who was strangled with her tongue allegedly cut, was found in a sugarcane field owned by one of the accused. The police have arrested four men in connection with the case under charges of gang rape and murder. On August 24, a 17-year-old girl was found dead near her house in the same district. The police said the minor was raped before being killed with a sharp weapon.Opposition leaders have raised serious questions about the law and order situation in Uttar Pradesh after a spate of crime, mostly against women, were reported. “Even after so many incidents our ‘tough’ Chief Minister has not fixed responsibility,” tweeted state Congress Chief Ajay Kumar Lalu. “A dying system and a helpless Chief Minister.”Uttar Pradesh has been ruled by the Bharatiya Janata Party since 2017. Earlier, Congress General Secretary Priyanka Gandhi had criticised the state government for failing to ensure the safety of women while Rahul Gandhi said the “jungle raj” of caste-based violence and crimes against women was at its peak under the current dispensation.","author":"Scroll Staff","time":"2020-09-04T11:24:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/20046-xtzackzimn-1487298899.jpg","tags":["Lakhimpur Kheri district","Uttar Pradesh","sexual assault","rape","child abuse","murder","crime news","crime against women"],"source":"https://scroll.in/latest/972193/up-3-year-old-girl-raped-and-killed-third-such-incident-in-lakhimpur-kheri-district-in-20-days"}