{"title":"UP: 54 dead, over 400 hospitalised in Ballia following heatwave","content":"Fifty-four people have died at the district hospital in Uttar Pradesh’s Ballia since June 15 due to health complications caused by a heatwave,  the Hindustan Times reported on Sunday.According to officials, around 400 people were admitted to the hospital in the last three days. Out of these,  23 died on June 15, 20 on June 16, and 11 on June 17, according to NDTV.Chief Medical Officer Jayant Kumar told the Associated Press that most of the deaths were because of heart attack, brain stroke and diarrhoea.“All the individuals were suffering from some ailments and their conditions worsened due to the extreme heat,” he said.Several parts of Uttar Pradesh are reeling under a heatwave with temperatures ranging from 42 to 47 degrees Celsius for the past few days, according to The Hindu. For the plains, a heatwave is declared when the maximum temperature goes up to 40 degrees Celsius or more and is at least 4.5 degrees above normal.On Saturday, the additional director of the health department of Azamgarh division, OP Tiwari, said a team from the health department in Lucknow would visit Ballia to assess the situation.“Maybe there is a disease, which could not be detected,” he said, according to PTI. “At this point, the temperature is also high. During the summers and winters, the death rates among the diabetic patients and those with breathing difficulties and blood pressure increase.” Meanwhile, the Uttar Pradesh government has transferred Ballia District Hospital’s Chief Medical Superintendent Diwakar Singh to Azamgarh after he made a statement on Friday that the deaths were caused by the heatwave, according to The Indian Express.Deputy Chief Minister Brajesh Pathak said that action was taken as Singh’s statement was “careless” and was given without having proper information. He added that the state government has taken serious cognisance of the deaths in Ballia and that he is personally monitoring the situation.12 death due to heatstroke in BiharTwelve persons, including two jawans of the Special Armed Police (SAP), died of heat stroke at different places in Bihar in the last 24 hours, the Hindustan Times reported on Saturday. While six deaths were reported in Bhojpur, two died in Rohtas and one each in Nalanda, Jamui, Gaya and Patna.Officials of the disaster management department told the newspaper that they were collecting details about the deaths.“We are in touch with control rooms of all districts to collect information related to death caused by heat stroke,” an unidentified official said. “A couple of deaths caused by heat have come to light. However, no district has officially reported such death.”Also Read: Why this expert believes India’s heat action plans are falling shortHow extreme heat is taking a heavy toll on those with no option but to work in the harsh Delhi sun","author":"Scroll Staff","time":"2023-06-18T17:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/121198-xpurwzsiys-1590492031.jpg","tags":["heatwave","weather","Uttar Pradesh"],"source":"https://scroll.in/latest/1051131/up-54-dead-over-400-hospitalised-in-ballia-following-heatwave"}