{"title":"UP: Alliance with BSP is enough to beat BJP, Congress not needed, says Samajwadi Party leader","content":"Samajwadi Party National Vice President Kiranmoy Nanda on Sunday said the alliance between his party and the Bahujan Samaj Party was strong enough to defeat the Bharatiya Janata Party in the Lok Sabha elections in Uttar Pradesh, PTI reported. Nanda claimed the alliance does not require an “insignificant force” such as the Congress to defeat the saffron party in the state.The Samajwadi Party and the Bahujan Samaj Party finalised their alliance on Saturday with the aim of defeating the BJP, which won 73 of the 80 seats in the state in the 2014 elections. The General Elections this year are likely to be held in April and May. “In Uttar Pradesh, the Congress is an insignificant force, so we are not even thinking of including or excluding it,” Nanda told PTI in an interview. “The SP-BSP alliance is the main force which will take on the BJP. The Congress might be there in one or two seats, it is for the Congress to decide what position it wishes to see itself in.”However, Nanda hinted that the alliance might allow the Rahul Gandhi-led party to contest from Rae Bareli and Amethi, the constituencies of United Progressive Alliance Chairperson Sonia Gandhi and Rahul Gandhi, PTI reported. The Samajwadi Party leader said the Congress has not yet learned the “mantra [formula]” of coalition politics and does not accommodate its allies in states where it is strong. However, it seeks its share in states where it is weak. “Did the Congress go for a pre-poll alliance with the SP-BSP in Madhya Pradesh and Rajasthan?” he asked. “No. The Congress’s policy is it will take benefits from everybody, but when it gets an opportunity, it does not want to share it with others.” Nanda said the Congress could have won real majorities in the two states if had opted for an alliance.The new alliance will not face problems if the Congress fields candidates against it, the veteran Samajwadi Party leader claimed. “The Congress’s vote share is completely insignificant,” Nanda added. “Rather there have been instances where the Congress had not put up its candidate in a seat and the BJP got its vote share.”Nanda predicted that his party and the Bahujan Samaj Party would win the Lok Sabha elections in Uttar Pradesh in a landslide. However, the Akhilesh Yadav-led party would not be in the race for the prime minister’s post in a non-BJP government, he added.Nanda claimed that former Samajwadi Party leader Shivpal Yadav’s Pragatisheel Samajwadi Party would not affect the alliance’s prospects. Shivpal Yadav is Akhilesh Yadav’s uncle.","author":"Scroll Staff","time":"2019-01-06T13:52:28.751982+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/84545-qmvazcfobm-1521060580.jpeg","tags":["Kiranmoy Nanda","Congress","Uttar Pradesh","Samajwadi Party","Bahujan Samaj Party"],"source":"https://scroll.in/latest/908391/up-alliance-with-bsp-is-enough-to-beat-bjp-congress-not-needed-says-samajwadi-party-leader"}