{"title":"UP: Adityanath chosen as BJP Legislature Party leader, will take oath as chief minister on Friday","content":"Bharatiya Janata Party leader Adityanath was on Thursday unanimously chosen as the leader of the Legislature Party in Uttar Pradesh, PTI reportedThe decision was taken at a meeting of the newly-elected MLAs of the BJP at Lok Bhawan in Lucknow. Union Home Minister Amit Shah was also present.आज मुझे उ.प्र. भाजपा के विधायक दल के नेता का पुनः दायित्व मिला है।आदरणीय प्रधानमंत्री जी, मा. राष्ट्रीय अध्यक्ष जी, मा. गृह मंत्री जी तथा भाजपा परिवार व सहयोगी दलों के सभी माननीय सदस्यों का हार्दिक आभार!उ.प्र. में राष्ट्रवाद, सुशासन, सुरक्षा व विकास की यात्रा सतत चलती रहेगी। pic.twitter.com/QmYEzX2mNJ— Yogi Adityanath (@myogiadityanath) March 24, 2022\n\nFollowing the party meeting, Adityanath met Uttar Pradesh Governor Anandiben Patel to stake claim to form the government, according to PTI. A delegation of members of the BJP-led National Democratic Alliance also met the governor to hand over letters of support. Adityanath’s swearing-in ceremony will be held at the Ikana stadium in Lucknow at 4 pm on Friday. Prime Minister Narendra Modi and other top leaders of the party will be present at the event. Adityanath will be the first person in 37 years to become the chief minister of Uttar Pradesh for a second successive term.Speaking on the occasion, Adityanath thanked Prime Minister Narendra Modi for his guidance. “There were several development projects successfully carried out in UP in last five years with the support of PM Modi,” he said, according to ANI. “For the first time, people realised that homes for poor could be built, for the first time people realised that UP can be riot free.”Meanwhile, Shah said that the Adityanath government had strengthened the law and order situation in Uttar Pradesh during its first term.“Our government provided security to every single person of the state,” Shah said, according to ANI. “We did not ask about anyone’s religion before benefitting with our schemes.”The BJP won the 2022 Uttar Pradesh Assembly election by a huge margin. It bagged 255 seats in the 403-member Assembly. In 2017, the BJP-led National Democratic Alliance had won 325 seats in the state polls.The Samajwadi Party came second with 111 seats and received a vote share of 32.1%, its highest in the last ten years. In the 2017 elections, the party had secured 47 seats.","author":"Scroll Staff","time":"2022-03-24T20:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169415-brwoydqcls-1643368374.jpg","tags":["Uttar Pradesh","Adityanath","BJP"],"source":"https://scroll.in/latest/1020293/up-adityanath-chosen-as-bjp-legislature-party-leader-will-take-oath-as-chief-minister-on-friday"}