{"title":"UP bye-polls: Samajwadi Party, BJP and Congress announce candidates for Gorakhpur, Phulpur seats","content":"Samajwadi Party chief Akhilesh Yadav on Sunday said Praveen Kumar Nishad will be his party’s candidate for the bye-election to the Gorakhpur Lok Sabha seat in Uttar Pradesh, reported PTI. Elections for the Gorakhpur and Phulpur constituencies, which fell vacant after Adityanath took over as chief minister and Keshav Maurya as his deputy, will be held on March 11. Votes will be counted on March 14.Nishad, who belongs to the Nishad Party, will contest using the Samajwadi Party’s bicycle symbol. Yadav said the candidate for the Phulpur constituency will be announced soon.  The Congress and the Samajwadi Party will contest separately in the upcoming bye-elections. The Congress named its candidates for both the seats on Friday. Dr Sureetha is the party’s candidate for the Gorakhpur Lok Sabha seat while local leader Manish Mishra will contest from Phulpur.The Bharatiya Janata Party named Upendra Shukla and KS Patel as its candidates from Gorakhpur and Phulpur seats, reported ANI. The BJP said the Congress and Samajwadi Party’s decision to contest alone in the bye-polls will go in favour of the saffron party. “We can clearly see that opposition votes will split with both the SP and the Congress in the fray,” state BJP spokesperson Manish Shukla told PTI. “However, we will contest on our strengths, and emerge victorious. We believe that the hard work of the party workers will definitely help us clinch victory on both the seats.”Shukla said the BJP will not only retain the two seats but also improve its margin of victory. “There are only two waves – Modi wave and Yogi wave – in Uttar Pradesh, thanks to their vision for development as reflected in both the Union and state budgets,” he said. Bihar bye-pollsThe Bharatiya Janata Party on Monday named Rinky Pandey and Pradeep Singh its candidates for the bye-elections to Bihar’s Bhabua Assembly seat and Araria Lok Sabha seat.The Araria seat bye-poll will be a litmus test for Rashtriya Janata Dal chief Lalu Prasad Yadav after his conviction in the fodder scam cases. The seat fell vacant after the death of RJD legislator Mohammed Taslimuddin. The bye-election will be held on March 11, and votes will be counted on March 14.","author":"Scroll Staff","time":"2018-02-19T13:14:02.070135+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/869218-82432-vkasngwzvt-1519027235.jpg","tags":["Uttar Pradesh","Gorakhpur","bye-election","Phulpur","Akhilesh Yadav"],"source":"https://scroll.in/latest/869218/up-bye-polls-samajwadi-party-bjp-and-congress-announce-candidates-for-gorakhpur-phulpur-seats"}