{"title":"UP court sentences former MP Atiq Ahmed to life imprisonment in kidnapping case ","content":"A court in Uttar Pradesh’s Prayagraj on Tuesday sentenced gangster-turned-politician Atiq Ahmed and two others to life imprisonment in the 2006 kidnapping case of lawyer Umesh Pal, reported ANI.Umesh Pal was the key witness in the 2005 murder of Bahujan Samaj Party MLA Raju Pal. He had alleged that he was abducted at gunpoint in 2006 when he refused to retract his statement to the police. According to Umesh Pal’s wife, Jaya, the former Samajwadi Party MP and his associates had kidnapped her husband and forced him to give a statement in their favour in court.Umesh Pal was shot dead in Prayagraj on February 24. Ahmed is also the prime accused in his murder.Besides Ahmed, the Prayagraj court on Tuesday found Dinesh Pasi and Khan Shaukat Haneef guilty under Indian Penal Code Section 364-A (kidnapping or abduction in order to murder), government counsel Gulab Chandra Agrahari told PTI. The court also imposed a fine of Rs 5,000 on each of them.Seven others, including Ahmed’s brother Khalid Azim alias Ashraf, have been acquitted in the case.Ahmed was lodged in a Gujarat jail for allegedly assaulting faculty members of an agricultural research institute in Prayagraj in 2016. The five-time MLA was on Sunday brought to Naini Central Jail in Prayagraj by a 45-member Uttar Pradesh Police team.He had moved the Supreme Court seeking protection as he claimed threat to his life in the custody of the Uttar Pradesh Police. “If this court denies the petitioner protection, it would mean a death warrant for him,” his counsel said.Ahmed also told reporters that his appearance before the court was a just pretext for the police to kill him. “I know their programme...They want to murder me,” he alleged.However, earlier on Tuesday, the court dismissed Ahmed’s plea and directed him to approach the Allahabad High Court with his concerns, reported Live Law.","author":"Scroll Staff","time":"2023-03-28T15:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188493-qrueumydpe-1679996515.jpg","tags":["Atiq Ahmed","Umesh Pal","Samajwadi Party","Uttar Pradesh","life imprisonment"],"source":"https://scroll.in/latest/1046415/up-court-sentences-former-mp-atiq-ahmed-to-life-imprisonment-in-kidnapping-case"}