{"title":"UP: Dalit woman allegedly gangraped in Hathras, one person arrested","content":"Four caste men allegedly gangraped a 19-year-old Dalit woman in Hathras district of Uttar Pradesh on September 14, The Times of India reported on Thursday. The woman had to be admitted to the intensive care unit of a hospital after suffering serious injuries.The woman told the police in a statement on September 22 that the four men raped her on September 14 when she had gone to collect firewood. She is still in ICU but out of danger.Last week, based on a complaint by the woman’s brother, the police had booked a man identified as Sandeep for attempted murder, under the Scheduled Caste and Scheduled Tribes (Prevention of Atrocities) Act. The family alleged Sandeep had tried to kill the woman over some old enmity. The police arrested the accused and he was remanded in judicial custody.Hathras Superintendent of Police Vikrant Vir said on Thursday that after the woman’s statement, gang rape charges were added to the first information report and three persons were booked. “One accused has been held and the others, too, will be soon arrested,” he told The Times of India. Additional Superintendent of Police Prakash Kumar said the police will file the chargesheet soon.Meanwhile, Uttar Pradesh Congress Committee Vice President Deepak Kumar met the woman and alleged that the accused were threatening her and her family. He said he will give a detailed report on the matter to party General Secretary Priyanka Gandhi and State President Ajay Kumar Lallu. Congress leader Shyoraj Jivan Valmiki met the complainant’s family members and demanded action against the police officers for the delay in recording her statement. He said that no injustice to members of the Dalit community would be tolerated.Other recent instancesEarlier this month, a three-year-old girl was gangraped and killed in a sugarcane field in Uttar Pradesh’s Lakhimpur Kheri district. On August 28, a man in Uttar Pradesh’s Maharajganj district raped and murdered a 12-year-old girl and left her body in a forest. The accused took the child to eat snacks on his bicycle on Friday evening. After that, he took her to a forest, raped her and strangled her. The accused, then, returned to the village. He has been arrested.On August 24, a 17-year-old girl was found dead near her house in the same district. The police said the minor was raped before being killed with a sharp weapon. On August 14, a 13-year-old Dalit girl was allegedly raped and murdered in the district. The body of the girl, who was strangled with her tongue allegedly cut, was found in a sugarcane field owned by one of the accused. The police have arrested four men in connection with the case under charges of gang rape and murder.","author":"Scroll Staff","time":"2020-09-24T18:08:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/helrsydlnz-1532520779.jpeg","tags":["Hathras","gangrape","Dalit atrocities","Uttar Pradesh","Priyanka Gandhi"],"source":"https://scroll.in/latest/973994/up-dalit-woman-allegedly-gangraped-in-hathras-one-person-arrested"}