{"title":"UP elections: Samajwadi Party fields don Mukhtar Ansari's brother, gives ticket to Azam Khan's son","content":"The Samajwadi Party on Saturday announced a ticket to jailed underworld don-turned-politician Mukhtar Ansari’s brother Sigbatullah Ansari ahead of the upcoming Assembly polls in Uttar Pradesh. Sigbatullah Ansari will be contesting from Mohammadabad seat that he represents in the Vidhan Sabha, PTI reported. Ansari’s Quami Ekta Dal had recently merged with Samajwadi Party much to the opposition of Chief Minister Akhilesh Yadav. The merger has been a bone of contention between the chief minister and his uncle, SP state unit president Shivpal Singh Yadav. Former MP Atiq Ahmed, who has over 150 cases pending against him, will contest from Kanpur Cantonment. Ahmed was thrown out of the party in 2008 after he voted against the Manmohan Singh government in the no-trust motion on the nuclear deal. However, he re-joined the party and contested unsuccessfully from Shrawasti in the 2014 Lok Sabha elections.Meanwhile, senior party leader Azam Khan’s son Abdullah was given a ticket from Swar. Azam Khan’s wife Tazeen Fatima is already a Rajya Sabha member. Besides this, Bahujan Samaj Party leader Naseeruddin Siddiqui’s brother Hasanuddin will be contesting from Banda for SP. Naseeruddin is considered to be BSP president Mayawati’s close confidante. “It is matter of faith in different ideologies. I have been inspired by the ideologies of SP, so, I joined the party,” Hasanuddin told The Indian Express. In Saturday’s announcement made by Shivpal Singh Yadav, the party has changed seven candidates that it had earlier announced. Sitting Barhaj MLA Prem Prakash Singh was replaced by Genda Lal Yadav, the English daily added. Anagram Narain Singh replaced Pradeep Yadav from Rudrapur seat. After sitting MLA from Budhana joined BSP, SP announced Kanwar Hasan will contest from the seat.","author":"Scroll Staff","time":"2016-12-11T09:21:09.275669+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/823870-39360-egxncaqifi-1471082179.jpg","tags":["Samajwadi Party","Mukhtar Ansari","Uttar Pradesh elections","Atiq Ahmed","Azam Khan"],"source":"https://scroll.in/latest/823870/up-elections-samajwadi-party-fields-don-mukhtar-ansaris-brother-gives-ticket-to-azam-khans-son"}