{"title":"UP elections: BJP manifesto promises stricter punishment against forcible religious conversions","content":"In its election manifesto for Uttar Pradesh, the Bharatiya Janata Party on Tuesday announced that if the party came to power, those found guilty of “love jihad” will be jailed for 10 years and fined Rs 1 lakh, reported NDTV. “Love jihad” is a conspiracy theory espoused by Hindutva activists, claiming that Muslim men lure Hindu women to marry them in order to later convert them to Islam.Uttar Pradesh is one of the many BJP-ruled states to have enacted anti-conversion laws. However, the law currently has provisions for a jail term of one to five years with a penalty of Rs 15,000 in cases of  forceful religious conversion.In the manifesto released by Union Home Minister Amit Shah and Uttar Pradesh Chief Minister Adityanath, the BJP also promised to give free liquefied petroleum gas, or LPG, cylinders to women on Holi and Diwali. The party also promised free two-wheelers for college-going women and free public transport for women above 60.Shah claimed that the Adityanath government had met 92% of the 212 promises that the party had made in its manifesto for the 2017 Assembly elections. “It is BJP’s work culture that we do what we say,” he said.जन कल्याण का हम ने फिर से लिया संकल्पयूपी के विकास का भाजपा ही एकमात्र विकल्पभाजपा लोक कल्याण संकल्प पत्र-2022 का अनावरण...#भाजपा_का_संकल्प https://t.co/IGRgeXBUiE— BJP Uttar Pradesh (@BJP4UP) February 8, 2022\n\nThe BJP also promised to double the state’s per capita income and garner up to Rs 10 lakh crore in investments.The party promised free electricity for irrigation for all farmers and said that it would strengthen the procurement process of wheat and paddy under the minimum support price regime. The manifesto promised jobs to at least one member of each family and said that six mega food parks will be developed across the state.For students and the youth, the BJP said that candidates for the Union Public Service Commission, Uttar Pradesh Subordinate Services Selection Commission and National Defence Academy examinations will be given free coaching. The party said it would strengthen sports infrastructure and provide free sports kits to players of government academies. In the health sector, the party promised to hire 6,000 doctors and 10,000 paramedical staff in government posts. The elections to 403-seat Uttar Pradesh Assembly will be held in seven phases from Thursday till March 7. The results will be announced on March 10.","author":"Scroll Staff","time":"2022-02-08T13:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169842-mdbgcqpfie-1644306286.jpg","tags":["2022 Uttar Pradesh Assembly elections","Manifesto","Love jihad","forced religious conversion","BJP"],"source":"https://scroll.in/latest/1016895/up-elections-bjp-manifesto-promises-stricter-punishment-against-forcible-religious-conversions"}