{"title":"UP elections: Third minister quits Adityanth’s Cabinet","content":"Uttar Pradesh minister and backward caste leader Dharam Singh Saini on Thursday resigned from the state Cabinet with less than a month left for the Assembly elections, reported NDTV. He is the third minister from Adityanath’s Cabinet and the tenth Bharatiya Janata Party leader to have quit in the last three days.Saini said he was resigning due to the “gross neglect” of Dalits, backward castes, farmers, unemployed youth and small traders.UP Minister Dharam Singh Saini resigns pic.twitter.com/Ey7fxThUtN— ANI UP/Uttarakhand (@ANINewsUP) January 13, 2022\n\nMeanwhile, Samajwadi Party chief Akhilesh Yadav through his tweet indicated that Saini may join him. However, Saini has not confirmed if he is joining the Samajwadi Party.“With the arrival of another warrior of ‘social justice’, Dr Dharam Singh Saini ji, our ‘positive and progressive politics’ has received more enthusiasm and strength,” Yadav wrote on Twitter. “Hearty welcome and greetings to him in SP! In 2022 inclusiveness and harmony are sure to win!”Saini is a four-time MLA from Nakud in Saharanpur district. He was the minister of state (independent charge), ayush, food security and drug administration.Saini was earlier with Mayawati’s Bahujan Samaj Party. He had joined the BJP in 2016 along with Swami Prasad Maurya, who on Tuesday had also quit the Cabinet.Labour Minister Maurya’s exit from the Cabinet has triggered an exodus. A day later, BJP leader Dara Singh Chauhan also resigned from the Cabinet. Earlier on Thursday, MLAs Mukesh Verma and Vinay Shakya had quit BJP.Since Maurya resigned from the state Cabinet on Tuesday, speculations are rife that he would join the Samajwadi Party. But Maurya on Wednesday said that he will announce his decision on Friday. Both Verma and Shakya have pledged their support to Maurya.Several backward caste leaders in Uttar Pradesh have expressed their dissatisfaction with the saffron party. They have accused the BJP of undermining the interests of the Dalit community, farmers, unemployed persons and small entrepreneurs.","author":"Scroll Staff","time":"2022-01-13T15:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168744-duwxhonahl-1642067308.jpg","tags":["Dharam Singh Saini","UP elections","OBC leader","Swami Prasad Maurya","Uttar Pradesh","Akhilesh Yadav","Samajwadi party","UP Cabinet","BJP"],"source":"https://scroll.in/latest/1014972/up-elections-third-minister-quits-from-adityanths-cabinet"}