{"title":"UP elections: Samajwadi Party manifesto promises one crore jobs by 2027, clearing of farmers’ debts","content":"One crore jobs by 2027 and 33% reservation for women in government posts were among the promises outlined in the Samajwadi Party’s election manifesto, which party president Akhilesh Yadav released in Uttar Pradesh’s Lucknow city on Tuesday, The Times of India reported.The party’s 88-page manifesto also contained extensive schemes and promises for farmers, including the crucial issue of minimum support price for crops, and payments to sugarcane farmers in 15 days, the Hindustan Times reported. Yadav also said that by 2025, all farmers will be “debt-free”.“All farmers will get free power for irrigation, interest-free loan, insurance, and pension arrangements will be made,” he said.The former chief minister said if voted to power, the party will pass a law for guaranteeing jobs in urban areas, similar to the National Rural Employment Scheme. समाजवादी वचन पत्र : 22 में 22 संकल्प सत्य वचन ~ अटूट वादाजो कहा वो कर दिखाया pic.twitter.com/Cc3keAviT5— Akhilesh Yadav (@yadavakhilesh) February 8, 2022\n\nIn the manifesto, the party has said that girls will also be given free education till the postgraduation level, the Hindustan Times reported. Under the “Kanya Dhan” programme, girls clearing Class 12 exams will be given Rs 36,000, while all students will get a laptop.Other key promises included the “Samajwadi Pension”, under which Rs 18,000 will be provided to senior citizens, women and families in the below poverty level category. A dedicated helpline for the state’s migrant workers will also be launched. Yadav also said that citizens should observe two minutes of silence to mourn for the ruling Bharatiya Janata Party’s “long-forgotten” election manifesto.BJP on Tuesday released its manifesto in which it declared a fine of Rs 1 lakh of imprisonment of 10 years for those found guilty of “love jihad”.“Love  jihad” is a conspiracy theory espoused by Hindutva activists, claiming  that Muslim men lure Hindu women to marry them in order to later convert  them to Islam.","author":"Scroll Staff","time":"2022-02-08T19:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169859-jnskolqnue-1644323757.jpg","tags":["Samajwadi Party","Akhilesh Yadav","Uttar Pradesh","State elections"],"source":"https://scroll.in/latest/1016926/up-elections-samajwadi-party-manifesto-promises-one-crore-jobs-by-2027-clearing-of-farmers-debts"}