{"title":"UP elections: Akhilesh Yadav announces alliance with uncle Shivpal Yadav","content":"Samajwadi Party chief Akhilesh Yadav on Thursday announced an alliance with the Pragatisheel Samajwadi Party (Lohia), which is headed by his uncle Shivpal Yadav, for the upcoming Uttar Pradesh Assembly elections.The SP chief met Shivpal Yadav at the latter’s home in Lucknow.“I met the national president of the PSP and the matter of an alliance was decided,” Akhilesh Yadav said on Twitter. “The policy of taking regional parties along is constantly strengthening the SP, and is taking the SP and other allies to a historic victory.प्रसपा के राष्ट्रीय अध्यक्ष जी से मुलाक़ात हुई और गठबंधन की बात तय हुई।क्षेत्रीय दलों को साथ लेने की नीति सपा को निरंतर मजबूत कर रही है और सपा और अन्य सहयोगियों को ऐतिहासिक जीत की ओर ले जा रही है। #बाइस_में_बाइसिकल pic.twitter.com/x3k5wWX09A— Akhilesh Yadav (@yadavakhilesh) December 16, 2021\n\nThe Uttar Pradesh Assembly elections are expected to be held early next year.Shivpal Yadav and Akhilesh Yadav had a fallout ahead of the 2017 Assembly elections. The former had claimed that he wanted unity in the Samajwadi Party, but under Akhilesh Yadav, neither he nor party patriarch Mulayam Singh Yadav were treated with respect.He had floated the Pragatisheel Samajwadi Party (Lohia) in 2018.Last month, Shivpal Yadav said at a rally in Barabanki district that his party was ready for any sacrifice to remove the Bharatiya Janata Party from power, according to PTI. “If Akhilesh Yadav gives tickets to our winning candidates, we are ready for any sacrifice, including an unconditional merger with the SP,” he had said.In the past few months, Akhilesh Yadav has announced alliances with several other regional parties as well. These include the Om Prakash Rajbhar-led Suheldev Bharatiya Samaj Party, the Jayant Singh Chaudhary-led Rashtriya Lok Dal, the Mahan Dal and the Janwadi Party (Socialist).Last month, Aam Aadmi Party MP Sanjay Singh also said that the party was discussing a seat-sharing agreement with the Samajwadi Party.In the 2017 Uttar Pradesh elections, the BJP had emerged victorious by winning 312 seats. The Samajwadi Party had won 47 seats, while the Bahujan Samaj Party had won 19 seats in the 403-member Legislative Assembly.","author":"Scroll Staff","time":"2021-12-16T19:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167617-fxtvplvjob-1639659936.jpg","tags":["Akhilesh Yadav","Shivpal Yadav","PSP","SP","Uttar Pradesh elections","Samajwadi Party"],"source":"https://scroll.in/latest/1013001/up-elections-akhilesh-yadav-announces-alliance-with-uncle-shivpal-yadav"}