{"title":"UP elections: Congress will give 40% tickets to women, says Priyanka Gandhi Vadra","content":"The Congress will give 40% of its tickets for the upcoming Assembly elections in Uttar Pradesh to women, party leader Priyanka Gandhi Vadra said on Tuesday. The polls are scheduled to take place in February or March 2022.At a press briefing in Lucknow, the Congress general secretary said that the party wanted wider participation of women in the politics of Uttar Pradesh. “When I came to Uttar Pradesh to campaign for the 2019 [general] elections, women students of the Allahabad University told me how rules were different for them as compared to men,” Vadra said. “We have made this decision [to give 40% tickets to women] for them.” The Congress leader added that the decision to promote women in politics was also dedicated to the Unnao rape complainant, the 19-year-old Dalit woman who died after being gang-raped by four upper caste men in Hathras last year and all other women of Uttar Pradesh who wanted change. Vadra said that if women want change in the society, they should not wait for anyone. “No one is going to protect you, everyone just talks about it,” the Congress leader said. “Today, the situation is such that those in power can openly crush people.” Vadra was referring to the Lakhimpur Kheri incident. Eight people, including four farmers, had died in the district in Uttar Pradesh on October 3 during a protest against the agricultural laws. Farmers’ organisations have alleged that a vehicle belonging to Union Minister of State Ajay Mishra ran over the protestors. His son Ajay Mishra has been arrested in connection with the violence. Vadra said that there is an atmosphere of hate in the society. “Women can change that because they have the greatest amount of compassion, perseverance and strength,” the Congress leader said. “Step into politics. Stand shoulder to shoulder with me.”Vadra’s announcement came two days after Congress Uttar Pradesh campaign incharge PL Punia on Sunday said that she would be the party’s face during campaigning for the state elections.“The people are impressed by her and currently in the entire state, no politician is more popular than Priyanka Gandhi,” Punia had said, according to PTI.","author":"Scroll Staff","time":"2021-10-19T15:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165307-qiblxjdwsc-1634636747.jpeg","tags":["Priyanka Gandhi Vadra","Congress","Uttar Pradesh","women in politics"],"source":"https://scroll.in/latest/1008055/up-elections-congress-will-give-40-tickets-to-women-says-priyanka-gandhi-vadra"}