{"title":"UP firm gave Rs 10 crore to BJP less than a month after bagging contract for Kashmir tunnel ","content":"In December 2019, when Jammu and Kashmir was still reeling from the aftermath of having been stripped off its special status under the Constitution and statehood, a Lucknow-based infrastructure firm Apco Infratech Private Limited secured a contract in the Kashmir Valley to build a tunnel.On December 19, 2019, Apco Infratech was issued a “letter of award” by the Union territory administration to execute the construction of the 6.4 km-long Z-Morh tunnel in Ganderbal district.Being built at a cost of Rs 2,716 crores, the tunnel will provide an all-weather road connectivity to the popular hill station Sonamarg and beyond. It also has strategic implications for India’s national security as it is situated on the Srinagar-Leh national highway.Less than four weeks after receiving the go-ahead for the project, the firm on 15 January, 2020, purchased 10 electoral bonds worth Rs 1 crore each. The Bharatiya Janata Party encashed the bonds six days later.Since the abrogation of Article 370 in August 2019, Jammu and Kashmir has been under the direct rule of the BJP-led Centre.Apco Infratech did not purchase bonds only in 2020. It also bought Rs 10 crore worth of bonds in 2022, followed by the same amount in 2023 – a total of Rs 30 crore.All of these bonds have gone into the kitty of BJP, the data revealed by the Election Commission of India on Thursday shows.The construction firm is engaged in a number of infrastructure projects across Uttar Pradesh, Maharashtra, Andhra Pradesh and North India and even in neighbouring Nepal. In Mumbai, it has won contracts to build road overbridges and a coastal road from the Shiv Sena-controlled Brihanmumbai Municipal Corporation.In January 2022, the firm donated electoral bonds worth Rs 10 crore to the BJP. Seven months later, the firm won a contract from the National Highways Authority of India to construct a 28.92 km stretch of the 650-km Delhi-Amritsar-Katra Expressway.Being constructed at a cost of Rs 1547.91 crore, the firm has won the contract to build two stretches in the Jammu division of Jammu and Kashmir – a 13.3 km section between Kunjwani and Sidhra and a 15.62 km section between Domel and Katra.We have emailed a questionnaire to Apco Infratech Private Limited to seek their comments about these revelations.This report is part of a collaborative project involving three news organisations – Newslaundry, Scroll, The News Minute – and independent journalists.Project Electoral Bond includes Aban Usmani, Anand Mangnale, Anisha Sheth, Anjana Meenakshi, Ayush Tiwari, Azeefa Fathima, Basant Kumar, Dhanya Rajendran, Divya Aslesha, Jayashree Arunachalam, Joyal, M Rajshekhar, Maria Teresa Raju, Nandini Chandrashekar, Neel Madhav, Nikita Saxena, Parth MN, Pooja Prasanna, Prajwal Bhat, Prateek Goyal, Pratyush Deep, Ragamalika Karthikeyan, Raman Kirpal, Ravi Nair, Sachi Hegde, Safwat Zargar, Shabbir Ahmed, Shivnarayan Rajpurohit, Siddharth Mishra, Supriya Sharma, Tabassum Barnagarwala and Vaishnavi Rathore.","author":"Safwat ZargarProject Electoral Bond","time":"2024-03-22T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199476-muvvhatfql-1711041453.jpg","tags":["Apco Infratech","Kashmir","Z-morh tunnel","Electoral Bonds","Political Finance","Jammu and Kashmir","Article 370","electoral bond news","Lok Sabha 2024"]}