{"title":"UP government survey of madrassas an attempt to demonise the institutions, says Jamiat","content":"The Uttar Pradesh government’s decision to conduct a survey of unrecognised madrassas in the state is a malicious attempt to demean the institutions, Jamiat Ulama-i-Hind said on Tuesday.In a statement, the Muslim group said it would protect the madrassas at all costs. At a meeting of over 200 madrassa rectors of the state, the Jamiat launched a helpline for the institutions and formed a committee to deal with matters that might arise out of the Adityanath government’s decision. Will safeguard madrasa at any cost: Jamiat Ulama-i-HindUP govt attempt to survey madrasa smacks of evil intentionTwo hundreds madarsa rectors from UP gather at Jamiat’s ‘protect Madaris’ conference   at Delhi pic.twitter.com/1pMnxXMkrY— Jamiat Ulama-i-Hind (@JamiatUlama_in) September 6, 2022\n\nLast week, the Uttar Pradesh government had said it will survey unrecognised madrassas to gather information such as the number of teachers, curriculum and other aspects, PTI reported.The survey will be conducted to ensure that basic facilities for madrassa students match the requirements of the National Commission for Protection of Child Rights, Uttar Pradesh Minister of State for Minority Affairs Danish Azad Ansari said.However, the decision has stoked fears among madrassas and Muslim groups. In Assam, another state ruled by the Bharatiya Janata Party, authorities demolished three madrassas last month since the police stepped up its operations against alleged modules of Ansarullah Bangla Team, a banned Bangladesh-based terror outfit said to have links with Al-Qaeda in the Indian Subcontinent, or AQIS.Chief Minister Himanta Biswa Sarma claimed last month that “jihadi elements” have infiltrated madrassas in the guise of imams.  On Tuesday, the Jamiat said that the move reflected the Uttar Pradesh government’s “retrograde mindset”.“A combative approach causes confusion and fear among the populace and builds a barrier of mistrust between the communities,” the group noted in its statement. “...Madrassa graduates become sincere and patriotic citizens of the nation.”The Jamiat, however, said on Tuesday that the madrassa system’s laws and regulations needed to be revised. The rectors who attended the meeting approved a plan to correct legal flaws in the systems of the madrassas and set up a helpline to assist the institutions with paperwork.","author":"Scroll Staff","time":"2022-09-07T13:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179547-jxrmytdfkk-1662535392.jpg","tags":["Jamiat Ulama-i-Hind","Uttar Pradesh","Madrassas"],"source":"https://scroll.in/latest/1032265/up-governments-survey-of-madrassas-an-attempt-to-demean-the-institutions-says-jamiat"}