{"title":"UP minister Swami Prasad Maurya joins Samajwadi Party a month before Assembly elections","content":"Swami Prasad Maurya, a minister in the Uttar Pradesh Cabinet, resigned from his post and joined the Samajwadi Party less than a month ahead of the Assembly elections. Maurya, who got elected from Padrauna constituency, held the labour portfolio in the Uttar Pradesh Cabinet.“Despite a divergent ideology, I worked with dedication in the Adityanath Cabinet,” Maurya said in his resignation letter. “But because of the grave oppression of the Dalits, Other Backward Classses, farmers, unemployed and small businessmen, I am resigning.” दलितों, पिछड़ों, किसानों, बेरोजगार नौजवानों एवं छोटे-लघु एवं मध्यम श्रेणी के व्यापारियों की घोर उपेक्षात्मक रवैये के कारण उत्तर प्रदेश के योगी मंत्रिमंडल से इस्तीफा देता हूं। pic.twitter.com/ubw4oKMK7t— Swami Prasad Maurya (@SwamiPMaurya) January 11, 2022\n\nEarlier on Tuesday, Samajwadi Party leader Akhilesh Yadav posted a photo with Maurya on Twitter. In his post, Yadav hinted that some aides of Maurya could also join the Samajwadi Party.“Swami Prasad Maurya, a champion of social justice and equality, and other leaders, workers and supporters along with him are welcome in the Samajwadi Party,” Yadav wrote on Twitter.सामाजिक न्याय और समता-समानता की लड़ाई लड़ने वाले लोकप्रिय नेता श्री स्वामी प्रसाद मौर्या जी एवं उनके साथ आने वाले अन्य सभी नेताओं, कार्यकर्ताओं और समर्थकों का सपा में ससम्मान हार्दिक स्वागत एवं अभिनंदन! सामाजिक न्याय का इंक़लाब होगा ~ बाइस में बदलाव होगा#बाइसमेंबाइसिकल pic.twitter.com/BPvSK3GEDQ— Akhilesh Yadav (@yadavakhilesh) January 11, 2022\n\nSoon after Swami Prasad Maurya resigned, Uttar Pradesh Deputy Chief Minister Keshav Prasad Maurya urged him to hold talks and reconsider his decision.“I don’t know why Swami Prasad Maurya has resigned, but I urge him to sit and talk...Hasty decisions often turn out to be wrong.”Reports suggested that at least three other BJP MLAs – Brijesh Prajapati, Bhagwati Sagar and Roshan Lal Verma – have quit the party. However, only Prajapati has officially confirmed his resignation. In his resignation letter, Prajapati also accused the BJP of undermining the interests of the Dalit community, farmers, unemployed persons and small businessmen. Meanwhile, Verma told reporters that he will announce his decision on quitting the BJP on January 14, ANI reported.The crucial 403-member Uttar Pradesh Assembly will go to polls in seven phases starting from February 10. The results will be announced on March 10.","author":"Scroll Staff","time":"2022-01-11T15:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168652-wgowqgjnyu-1641894216.jpg","tags":["Swami Prasad Maurya","BJP","Samajwadi Party","Uttar Pradesh elections"],"source":"https://scroll.in/latest/1014805/up-minister-swami-prasad-maurya-joins-samajwadi-party-a-month-before-assembly-elections"}