{"title":"UP: Mathura court admits plea seeking removal of mosque situated near Krishna temple","content":"A district court in Mathura in Uttar Pradesh on Friday admitted a petition seeking the removal of the Shahi Idgah Masjid, a mosque situated near the Shri Krishna temple complex, The New Indian Express reported. The court of district judge Sadhna Rani Thakur posted the matter for next hearing on November 18.The petition was filed by advocate Ranjana Agnihotri. She also sought recovery of 13.37 acres of land situated within the area of the temple. Agnihotri filed the plea as the “next friend” of Shri Krishna Lala Virajman, a term used to describe a person who is directly unable to maintain a suit.Last month, Agnihotri had filed a similar case in a Mathura civil court. However, the court dismissed the suit. On Friday, the district court issued notices to all the parties concerned, including the Sunni Central Waqf Board and committee of management of Shahi Idgah Masjid Trust, who are listed as defendants in the case. The earlier suit had claimed that the trust, with the help of some members of the Muslim community, erected the mosque by encroaching upon the area of the temple. It claims that the birthplace of Krishna lies underneath the structure the trust has built.The plea also claimed that the Shri Krishna Janmasthan Seva Sansthan, which is the governing body of the temple complex, entered into an illegal agreement with the Shahi Idgah trust with the intention of land-grabbing. “The Shree Krishna Janmasthan Seva Sansthan is working against the interest of the deity and devotees and fraudulently entered into a compromise with the Committee of Management of Trust Masjid Idgah in 1968 conceding a considerable portion of property belonging to the deity and the trust,” the plea said.A civil judge in Mathura had passed a judgement on a suit regarding the alleged compromise between the Krishna Janmasthan Seva Sansthan and the trust, on July 20, 1973. The judgement prohibited any alterations to the structures. The present suit has asked for this judgement to be cancelled.However, the 1991 Places of Worship (Special Provisions) Act protects all religious structures as they existed at the time of Independence with the exception of the disputed site at Ayodhya. Therefore, a mosque cannot be turned into a temple or vice versa. A Hindutva group has already filed a plea in court through Vishnu Shankar Jain challenging the 1991 law, as it prohibits Hindu deities from reclaiming the land on which temples existed before their demolition by Muslim rulers.The Ayodhya caseIn a landmark verdict on November 9 last year, the Supreme Court had ruled that the disputed land in Ayodhya would be handed over to a government-run trust for the construction of a Ram temple. The court said that the demolition of Babri Masjid in 1992 was “an egregious violation of the rule of law” and directed the government to acquire an alternative plot of land to build a mosque.","author":"Scroll Staff","time":"2020-10-16T20:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148368-dsdsrewwyy-1602858104.jpg","tags":["Krishna Janmabhoomi","Shahi Idgah Mosque","Mathura","Uttar Pradesh","Ayodhya"],"source":"https://scroll.in/latest/975980/up-mathura-court-admits-plea-seeking-removal-of-mosque-situated-near-krishna-temple"}