{"title":"Uttar Pradesh: Man who died in custody hung himself with drawstring of jacket hood, claim police","content":"A Muslim man accused of kidnapping a Hindu woman died in police custody in Uttar Pradesh’s Kasganj district on Tuesday evening, The Times of India reported.The police claimed that the man, 22-year-old Altaf, hanged himself to a tap in the police station washroom with the drawstring of his jacket hood. But the man’s family has alleged that he was murdered in custody.आज दिनाँक 9.11.21 को जनपद के थाना कोतवाली कासगंज में बंदी की मृत्यु होने के संबंध में #SP @kasganjpolice द्वारा लापरवाही बरतने पर 5 पुलिसकर्मियों को निलंबित करने की कार्यवाही की गई है, प्रकरण में की जा रही अन्य कार्यवाही के संबंध में पुलिस अधीक्षक द्वारा दी गयी बाइट । pic.twitter.com/EvMnLA9ozG— KASGANJ POLICE (@kasganjpolice) November 9, 2021\n\nAltaf’s father, Caahat Miyan, said that he handed over his son to the police at 8 pm on Monday, and subsequently went to the police station to get more details and a copy of the first information report. Caahat Miyan claimed that police personnel misbehaved with him and warned him not to come to the station again.In UP's kasganj, a youth Altaf was detained in the case of elopement of a girl. Later, he was found dead in custody in the police lockup. Father of the deceased alleged police foul play in the death of his son. pic.twitter.com/Fh5qs2uCXe— Piyush Rai (@Benarasiyaa) November 9, 2021\n\n“On Tuesday evening, I got information from local reporters that my son had died inside [the police station],” Miyan said, according to The Times of India. “By the time I reached the station again, he was taken to a local hospital. Doctors there declared him dead. My son was innocent, he had no criminal past.”Altaf’s family members have claimed that he was not produced before a magistrate on Tuesday.Kasganj Superintendent of Police Botre Rohan Pramod claimed that Altaf was called to the police station early on Tuesday and not Monday evening.“During the interrogation, he sought permission to go to the washroom,” Pramod said. “He was sent to the washroom inside the lock-up. There, he sought to strangle himself by tying the string of the hood of his jacket to a tap.”The official claimed that the police found him in an unconscious state, and took him to a community health centre at Ashok Nagar in Kasganj. The police said that Altaf died after 5 to 10 minutes of treatment. According to the post-mortem report, there are no other injury marks on Altaf’s body apart from ligature mark around his neck, reported The Times of India.Five police officials have been suspended for negligence of duty. “The lax policemen will be punished,” said Pramod, according to PTI.The @kasganjpolice claims a 22 yr old man in their custody asked to go to the loo , then used a string from his jacket hood to hook on to that tap in pic and its pipe, and then strangled himself. Died later. Tap is less than 2 ft off ground , pipe must be 3 ft , man was 5 ft 5 in pic.twitter.com/p8R5G1vuhk— Alok Pandey (@alok_pandey) November 10, 2021\n\n  The Opposition Samajwadi Party attacked the Bharatiya Janata Party government in the state for “yet another custodial death”. On Twitter, the party called the incident another misdeed of Uttar Pradesh’s “thoko [trigger-happy] police”.  BJP राज में एक और कस्टोडियल डेथ!कासगंज में पुलिस हिरासत के दौरान युवक की हत्या, यूपी के \"ठोको\" पुलिस का एक और कारनामा है!यूपी में अपराधी और पुलिस लगातार CM की सरपरस्ती में कानून व्यवस्था का एनकाउंटर कर रहे है।दोषी पुलिसकर्मियों के खिलाफ हत्या का केस चले, मिले सजा। pic.twitter.com/oVACmWrvng— Samajwadi Party (@samajwadiparty) November 10, 2021","author":"Scroll Staff","time":"2021-11-10T08:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166210-ghjuesmpsn-1636543832.jpg","tags":["Kasganj","Uttar Pradesh","UP Police"],"source":"https://scroll.in/latest/1010201/up-man-accused-of-kidnapping-dies-in-police-custody-family-alleges-he-was-murdered"}