{"title":"UP polls: Never had any differences with Mulayam Singh Yadav, says Akhilesh","content":"Uttar Pradesh Chief Minister Akhilesh Yadav on Tuesday said his victory in the dispute over Samajwadi Party’s name and symbol with his father Mulayam Singh Yadav was not a matter of pride for him. He told NDTV that he was forced to fight against his father in the interest of the party. Insisting that he never had any differences with Mulayam Singh Yadav, Akhilesh said that 90% of the names in his list were the same as those in the list released by his father, reported ANI.  As political circles continued to speculate about a probable alliance between the SP and Congress, Akhilesh said, “Please wait for some time.” Meanwhile, Congress’ chief ministerial candidate Sheila Dikshit on Monday said she would withdraw her candidature if the two parties entered an alliance. “There cannot be two CM candidates...I will do what high command decides,” she said, adding that the alliance would be beneficial for the state. The Election Commission on Monday ruled in favour of the Akhilesh camp about its claim on the party name and symbol. The poll panel’s decision was based on majority support after the Akhilesh faction submitted affidavits signed by legislators backing the chief minister.   “The ‘cycle’ will continue to grow,” the chief minister said on Twitter after the EC verdict. Party leader and Akhilesh Yadav loyalist Ram Gopal Yadav said he hoped a “grand alliance” is formed between the two apparent SP factions. Rashtriya Janata Dal chief Lalu Prasad Yadav also congratulated Akhilesh Yadav and appealed to his father to give his blessings to him.  Ab badi zimmedari hai,ab hamara saara dhyaan dobara sarkaar banane par hai: Akhilesh Yadav— ANI UP (@ANINewsUP) January 17, 2017","author":"Scroll Staff","time":"2017-01-17T12:21:22.979472+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/826928-43447-xdlcdxmykg-1476428454.jpg","tags":["Uttar Pradesh polls","Akhilesh Yadav","Mulayam Singh Yadav","Samajwadi Party"]}