{"title":"UP polls: Congress will waive all farm loans within 10 days if elected, says Priyanka Gandhi","content":"The Congress will waive all farm loans within 10 days it comes to power in Uttar Pradesh, the party’s General Secretary Priyanka Gandhi Vadra said on Wednesday as she released the third manifesto for the state Assembly elections, reported NDTV.“We have released three manifestos so far – for women, for youth, and today the general one,” Gandhi said. “Everything is based on suggestions from the public. We talked to one lakh people, including common people, labourers, farmers and people of all classes.”Vadra said that Congress had identified unemployment and inflation as the biggest challenges for Uttar Pradesh.LIVE: Smt. @priyankagandhi launches #यूपी_का_उन्नति_विधान - Congress' manifesto for Uttar Pradesh. https://t.co/8zegXVLy24— Congress (@INCIndia) February 9, 2022\n\nThe Congress also promised to reduce electricity bills by 50% and waive off all dues that were accrued during the coronavirus pandemic, reported the Hindustan Times. Gandhi said that farmers who have faced losses for their produce will receive Rs 3,000 as compensation.She also promised to withdraw false cases against journalists.She said that the Congress will clear the backlog of 12 lakh government jobs, including recruitment in the police and the education and healthcare sectors. In addition, the Congress has promised to create eight lakh new jobs.The elections to 403-seat Uttar Pradesh Assembly will be held in seven phases from Thursday till March 7. The results will be announced on March 10.Also read:UP elections: BJP manifesto promises stricter punishment against forcible religious conversionsUP elections: Samajwadi Party manifesto promises one crore jobs by 2027, clearing of farmers’ debts","author":"Scroll Staff","time":"2022-02-09T15:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169885-zmdzvqpkcx-1644397829.jpg","tags":["Priyanka Gandhi Vadra","Congress","Congress manifesto","2022 Uttar Pradesh elections","Uttar Pradesh","Farm loans"],"source":"https://scroll.in/latest/1016990/up-polls-congress-will-wave-all-farm-loans-within-10-days-if-elected-to-power-says-priyanka-gandhi"}