{"title":"UP Sunni Waqf Board moves HC against order asking ASI to survey Kashi-Gyanvapi mosque complex","content":"The Uttar Pradesh Sunni Central Waqf Board on Tuesday moved the Allahabad High Court against a Varanasi trial court order allowing the Archaeological Survey of India to conduct a survey of Kashi Vishwanath Temple and Gyanvapi mosque complex, reported PTI.The board’s standing counsel Puneet Kumar Gupta said that the Varanasi civil court passed the order illegally without any jurisdiction as the matter is in the Allahabad High Court.“Since Justice Prakash Padiya of the Allahabad High Court reserved the judgment [on the matter] on March 15, 2021, how can the lower court hear the matter and pass the order?” he asked.The Varanasi court’s ruling came on a petition filed by lawyer VS Rastogi who sought that the land on which the Gyanvapi Mosque is located should be given to Hindus. Rastogi claimed that Mughal Emperor Aurangzeb had pulled down a portion of the 2,000-year-old Kashi Vishwanath temple in 1664 to build the mosque.On Monday, the Anjuman Intezamia Masjid Committee, the management committee of the Gyanvapi mosque, had also filed an application before the High Court seeking a stay on the trial court’s order.SFA Naqvi, the counsel for the management committee, argued that the High Court had reserved its judgement on the maintainability of the petition filed by the temple’s trust before the Varanasi court.Also read:Why UP court order asking ASI to survey Kashi-Gyanvapi mosque complex is legally unsound The caseRastogi had filed the petition in December 2019 on behalf of Vishweshwar, the main deity of the temple, asking the Archaeological Survey of India to undertake a survey. He had filed the petition as the “next friend” of deity Vishweshwar. In January, the Anjuman Intezamia Masjid Committee had objected to Rastogi’s petition.The first petition related to the dispute was filed in 1991. Rastogi, in his 2019 petition, said that the first additional district judge of Varanasi had ordered the lower court in 1998 to take evidence of the entire Gyanvapi compound for determining the “religious status or character of the compound”.Further, the petition contended that the Places of Worship (Special Provisions) Act was not applicable in this case as the mosque was constructed over a partly demolished temple and that many parts of the temple exist even today.The Act prohibits “conversion of any place of worship and to provide for the maintenance of the religious character of any place of worship as it existed on the 15th day of August, 1947, and for matters connected therewith or incidental thereto”. The Act intended to pre-empt new claims by any group about the past status of any place of worship and attempts to reclaim the structures or the land on which they stood.In 1998, the Anjuman Intezamia Masjid Committee had moved the Allahabad High Court saying that the dispute could not be adjudicated by a civil court as it was barred by the Act. The High Court had then stayed the proceedings in the civil court.In February 2020, the petitioners again approached the lower court with a plea to resume the hearing, claiming the High Court had not extended the stay in the last six months.","author":"Scroll Staff","time":"2021-04-13T18:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/39012-uzvmrbkbio-1610040573.jpg","tags":["Allahabad High Court","Kashi Vishwanath Temple","Gyanvapi Mosque","Varanasi","Uttar Pradesh Sunni Central Waqf Board"]}