{"title":"UP: ‘Samajwadi Party regime suppressed sentiments after Akhlaq incident,’ claims Adityanath","content":"Uttar Pradesh Chief Minister Adityanath on Sunday claimed that the erstwhile Samajwadi Party government in the state had “shamelessly suppressed sentiments” after a case in Bisara – presumably a reference to the Akhlaq lynching case, The Indian Express reported.Adityanath was speaking at an election rally in Bisara village in Greater Noida, which comes under the Gautam Buddha Nagar constituency. Union minister Mahesh Sharma is the Bharatiya Janata Party’s candidate from the seat in the upcoming Lok Sabha elections.“Who doesn’t remember what happened in Bisara, and how the Samajwadi Party government tried to curb people’s emotions here,” Adityanath said.In September 2015, a mob had killed Mohammad Akhlaq in the village on the suspicion that he had slaughtered a calf. The Samajwadi Party was in power in the state at the time. A key accused in the case, Vishal Singh Rana, was sitting in the front row in the audience during Adityanath’s speech. He claimed that 16 of the 19 accused were part of the audience, according to The Indian Express. Rana, the son of local BJP worker Sanjay Rana, told The Indian Express: “Yes, I was there at the rally with the others. We all support the BJP.” UP CM: This is western UP,earlier when people used to go somewhere with bullock cart,their cattle used to end up in illegal slaughter houses. Who doesn't know what happened in Visara? How SP govt suppressed sentiments here? When our govt came, we shut all illegal slaughter houses pic.twitter.com/PF8N2oentT— ANI UP (@ANINewsUP) March 31, 2019\n\nAdityanath said: “Earlier, in western Uttar Pradesh, if you were riding a bullock cart or a buffalo cart and by chance stopped at a tobacco shop or a tea-stall, your buffaloes and bullocks would get stolen. When we came to power, we shut all the illegal slaughterhouses in one go.”He accused the previous Congress-led government of “serving biryani” to terrorists and being soft on terrorism. “But, the BJP has only two ways of dealing with terrorists – bullet or bomb,” he said. He also accused previous governments of harassing the majority community by filing false cases against them and thus creating a “breeding ground” for riots. Rana was booked under Indian Penal Code provisions for murder and attempt to murder, but the charges are yet to be framed. The next date for hearing is April 10. All accused were granted bail in 2017. “During my two years, has there has been any Bisara-like incident?” Adityanath asked. “Has there been any safety concern to sisters and mothers? No. This cannot happen because we have said that we will guarantee safety and development to 23 crore citizens of the state, bring everyone into the mainstream. We won’t differentiate between people but won’t engage in appeasement politics.”Several constituencies in western Uttar Pradesh, including Gautam Buddha Nagar, will vote in the elections on April 11.","author":"Scroll Staff","time":"2019-04-01T09:15:34.526790+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/109307-rygbvywpil-1546139589.jpg","tags":["Adityanath","Mohammad Akhlaq","Samajwadi Party","Mob lynching"],"source":"https://scroll.in/latest/918504/up-samajwadi-party-regime-suppressed-sentiments-after-akhlaq-incident-claims-adityanath"}