{"title":"UP: Toll at Ballia’s district hospital rises to 68","content":"The toll at the district hospital in Uttar Pradesh’s Ballia increased to 68 after 14 more deaths were reported on Sunday, The Indian Express reported on Monday.The deaths had made headlines over the weekend after Diwakar Singh, the chief medical superintendent of the hospital, was removed from his post for citing heatwave as the reason. The state government said that Singh had given a “careless statement without proper information”.Several parts of Uttar Pradesh have been reeling under a heatwave since last week. For the plains, a heatwave is declared when the maximum temperature goes up to 40 degrees Celsius or more and is at least 4.5 degrees above normal. However, the authorities have said there was no solid evidence to show that extreme heat was the cause of the deaths. Ballia Chief Medical Officer Jayant Kumar had said that only two of the deaths were due to heatwave. The Adityanath government has sent two director-rank officers from Lucknow to investigate the matter and submit a report.UP govt officials on spike in deaths at Ballia's district hospitalIf it was heat wave, neighbouring districts would also have suffered like Ballia but it was not the case: Ak Singh, joint director There is no concrete evidence of heat wave behind these deaths: DM Ballia pic.twitter.com/pnLy2pry9p— Piyush Rai (@Benarasiyaa) June 19, 2023\n\nOn Monday, Ballia Chief Medical Officer Jayant Kumar said that all possible care was being provided to the patients at the hospital. A total of 178 patients were admitted at the district hospital on Sunday and 14 of them suffering from various diseases died, he said, according to The Indian Express.“Samples of drinking water, blood and urine are being sent for investigations,” he said. “Our teams have gone to areas where the majority of patients have come from. They will submit a report and then the situation will be clear.”AK Singh, one of the two officials sent by the government to look into the deaths, said that their team was inquiring about the symptoms reported by the patients who died.On being asked whether the heatwave was the reason for the deaths, he said that it could not be confirmed as there were no such reports from other places where the temperature had reached even higher, according to The Indian Express.“There have been no such complaints in nearby districts, but only in Ballia,” he said, according to the newspaper. “Also, the first complaint of the patient in a heatwave is fever and loss of consciousness. But in this case, the patient first complained of chest pain and breathing problems and fever later. The fever is also not as high as it should be in the case of a heatwave.”","author":"Scroll Staff","time":"2023-06-20T14:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191383-ebbndtyfxw-1687152775.jpg","tags":["Ballia","heatwave","Uttar Pradesh"],"source":"https://scroll.in/latest/1051248/up-toll-at-ballias-district-hospital-rises-to-68"}