{"title":"‘Upper castes unite internally’: Mallikarjun Kharge criticises DK Shivakumar on caste census","content":"Congress chief Mallikarjun Kharge on Monday said in the Rajya Sabha that people from upper castes “unite internally”, in remarks that were apparently critical of fellow party leader and Karnataka Deputy Chief Minister DK Shivakumar.Kharge made the remarks when the Upper House was discussing the Jammu and Kashmir Reservation (Amendment) Bill and Jammu and Kashmir Reorganisation (Amendment) Bill. The Jammu and Kashmir Reservation (Amendment) Bill provides for reservation in jobs for Scheduled Castes, Scheduled Tribes and other socially and economically backward classes. The  Jammu and Kashmir Reorganisation (Amendment) Bill provides for reserving seven seats in the Legislative Assembly for Scheduled Castes and nine for Scheduled Tribes.During the discussion on Monday, Bharatiya Janata Party MP Sushil Kumar Modi urged the Congress chief to answer why the Karnataka government has not yet released the data from a caste census that it conducted in 2015. He said that Shivakumar even “signed on a memorandum” against the exercise. The BJP MP appeared to have been referring to the deputy chief minister signing a petition against the caste census that was sent to Karnataka Chief Minister Siddaramaiah last month. The petition was submitted by the Vokkaligara Sangha, an organisation that claims to represent the Vokkaliga community to which Shivakumar belongs, according to Deccan Herald.Parliamentary Affairs Minister Pralhad Joshi noted that besides Shivakumar, several other Congress MLAs and leaders of the Veerashaiva Mahasabha were opposed the caste census in Karnataka.To this, Kharge said: “They are also opposing it, and these people [Bharatiya Janata Party leaders] are also opposing it.” Joshi, however, denied that his party was opposed to a caste census.In response, the Congress president said: “Upper caste all unite internally, and then they make accusations against others. You and him both.”On Tuesday, Shivakumar said that he was not opposed to the caste census in Karnataka, but claimed that the one carried out in 2015 was unscientific, Deccan Herald reported.“My apprehension is that a lot of our legislators and a lot of our ministers...we spoke...there has to be a proper census,” he said. “It has to be done in a scientific way.”","author":"Scroll Staff","time":"2023-12-12T16:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192403-icbqopmaog-1689847354.jpg","tags":["DK Shivakumar","Mallikarjun Kharge","Congress","Rajya Sabha"],"source":"https://scroll.in/latest/1060473/upper-castes-unite-internally-mallikarjun-kharge-criticises-dk-shivakumar-on-caste-census"}