{"title":"Upper-caste quota: Bihar cabinet approves 10% reservation for the economically backward","content":"The Bihar cabinet on Friday approved 10% reservation for the economically weak among upper castes, PTI reported. The state government is expected table a new bill on the implementation of the reservation in the Budget session of the Assembly beginning February 11, The Indian Express reported.Sanjay Singh, a spokesperson of the ruling party Janata Dal (United), said the state government had  reiterated its commitment to the poor among upper castes by approving the reservation. “The state government has already been giving education scheme benefits to the poor among upper castes having annual income of less than Rs 1.5 lakh in wake of state upper caste commission recommendations,” he said.The law was passed in the Lok Sabha on January 8 and the Rajya Sabha a day later. It provides reservations for the poor among the upper castes in both aided and unaided institutions to individuals with an income less than Rs 8 lakh per annum.Gujarat, Jharkhand and Uttar Pradesh had announced the implementation of the 10% reservation in January.The cabinet chaired by Chief Minister Nitish Kumar approved a raise in monthly remuneration to contractual doctors across state. Contractual doctors holding and MBBS and dentists will now receive Rs 65,000 a month, according to The Times of India. Contractual doctors holding an MD or MS will be paid Rs 82,000 a month.The cabinet also approved to increase the daily allowance of ministers from Rs 2,000 to Rs 3,000 and sanctioned Rs 176.18 crore for the construction and development of zoo safari at Nalanda.","author":"Scroll Staff","time":"2019-02-02T18:09:17.819075+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/37392-ujuxnrhtke-1467966833.JPG","tags":["Upper-Caste Quota","Reservation","Bihar","Nitish Kumar"],"source":"https://scroll.in/latest/911793/upper-caste-quota-bihar-implements-10-reservation-for-the-economically-backward"}