{"title":"Upper caste quota: Rajya Sabha passes bill to provide 10% reservation to the economically backward","content":"The Rajya Sabha on Wednesday passed the Constitution (One Hundred and Twenty-Fourth Amendment) Bill, 2019. The bill was passed with the support of 165 legislators. Seven MPs voted against the draft law. The bill seeks to provide 10% reservations in aided and unaided institutions to the economically backward from upper castes. The bill was passed 323-3 in the Lok Sabha on Tuesday.The Upper House voted against sending the draft law to a select committee, Hindustan Times reported. The bill is now subject to President Ram Nath Kovind’s approval. Congress leader Kapil Sibal questioned the timing of the bill which has been tabled ahead of the Lok Sabha elections.The prime minister described the passage of the bill as a “victory for social justice”. “Glad to see such widespread support for the Bill,” Modi tweeted. “The House also witnessed a vibrant debate, where several members expressed their insightful opinions. It ensures a wider canvas for our Yuva Shakti [youth] to showcase their prowess and contribute towards India’s transformation.”Modi said the passing of the bill pays tribute to the Constitution’s makers and freedom fighters, “who envisioned an India that is strong and inclusive”. Passage of The Constitution (One Hundred And Twenty-Fourth Amendment) Bill, 2019 in both Houses of Parliament is a victory for social justice.It ensures a wider canvas for our Yuva Shakti to showcase their prowess and contribute towards India’s transformation.— Narendra Modi (@narendramodi) January 9, 2019","author":"Scroll Staff","time":"2019-01-09T22:27:34.046395+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/908863-38640-yhdplbrgrz-1521728741.jpg","tags":["Rajya Sabha","Quota bill","Reservation","Upper caste","upper-caste quota"],"source":"https://scroll.in/latest/908863/upper-caste-quota-rajya-sabha-passes-bill-to-provide-10-reservation-to-the-economically-backward"}