{"title":"Upper caste quota: Lok Sabha passes bill granting 10% reservation to the economically backward","content":"The Lok Sabha on Tuesday passed a bill allowing 10% reservation for economically backward upper castes. The government had introduced the bill in the Lower House earlier in the day. The bill was passed with 323 members voting in favour of it. Only three legislators voted against the bill, Lok Sabha TV reported. The bill will be tabled in the Rajya Sabha on Wednesday.सामान्‍य श्रेणी के आर्थिक रूप से पिछड़े लोगों को नौकरियों और शिक्षण संस्‍थानों में दस प्रतिशत आरक्षण संबधी विधेयक लोकसभा में पारित। pic.twitter.com/WLT9S5pqoT— Lok Sabha TV (@loksabhatv) January 8, 2019\n\nThe proposed legislation, tabled as The Constitution (One Hundred and Twenty-Fourth Amendment) Bill, 2019 in the Lok Sabha, needed a two-thirds majority of votes to pass in the Lower House, because it sought to amend the Indian Constitution. The Congress, which had demanded that the bill be sent to a Joint Parliamentary Committee, voted in favour of it. All India Anna Dravida Munnetra Kazhagam MP and Deputy Speaker M Thambidurai walked out of the Lok Sabha before the voting began, The Hindu reported.During a discussion on the bill in the Lower House, Union minister Arun Jaitley had said that the manifestos of most political parties promised quotas to economically weaker sections of the society. “Their commitment to their promise is put to test today,” he said.Several Opposition parties, including the Congress, Shiv Sena, and the National Congress Party have supported the bill. However, they have accused the Centre of introducing it with the General Elections in mind. Polls are expected to be held months later this year.Congress MP KV Thomas claimed that the Centre has been hasty in introducing the bill. Trinamool Congress MP Sudip Bandyopadhyay wondered whether the bill will solve the problem of unemployment.","author":"Scroll Staff","time":"2019-01-08T22:13:35.267709+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/95354-vvbucdyvet-1531974256.jpg","tags":["reservation bill","Parliament","The Constitution (One Hundred and Twenty-Fourth Amendment) Bill","Upper-Caste Quota"],"source":"https://scroll.in/latest/908725/upper-caste-quota-lok-sabha-passes-bill-granting-10-reservation-to-the-economically-backward"}