{"title":"Urdu and Hindi could be one language called Hindustani. Will the politics of language allow it?","content":"“Where did this Urdu-speaking white guy come from?” (or, in most Indian contexts, Hindi-speaking) is a question I hear pretty frequently.It’s a legitimate one, and arguably better for everyone involved than those occasions when people assume, naturally enough, that this videshi (or pardesi) won’t understand what’s being said around or about him. I won’t go into details of the awkward, and sometimes hilarious, situations that such assumptions have created.The short answer to the question is Belfast, the capital of Northern Ireland, where I was born and raised. And yes, there aren’t many white guys there, or anywhere else in the United Kingdom or Ireland, who speak Hindi or Urdu.But that background has been crucial to explaining how I came to get interested in the idea of Hindustani, and to go on to do a PhD on how that idea was used particularly in the 1920s and 1930s as a path between the binaries of Hindi-Hindu and Urdu-Muslim.Tracing the originsIt was a contested term then, and it still is today. Many people thought (and think) they know exactly what it refers to, but once you scratch the surface it quickly becomes clear that the beauty – or ugliness – of Hindustani is very much in the eye of the beholder.In 1927, at the initiative of several Indian writers, politicians and academics and with the cooperation of the government of the then United Provinces, an institution called the Hindustani Academy was established in Allahabad.The goal of the institution was never absolutely clear, but as the British governor of the provinces Sir William Marris remarked in typically paternalistic tones:“The Government resolution which created the Academy recognises Urdu and Hindi as twin vernaculars of the province, and embraces them both in the possibly unscientific but admirably innocuous title of ‘Hindustani’. Now if I believed that one untoward consequence of the Academy’s creation would be to blow up the embers of linguistic controversy I might have left my hon’ble colleague’s scheme severely alone. I do not believe that any such consequence ought to ensue.”The problem with Marris’ formulation was that the linguistic controversy was far beyond the stage of “embers”.Since the 19th century, and at least in part as a consequence of British policy, Hindi had increasingly come to be exclusively identified with Hindus, and Urdu exclusively with Muslims.Indeed, as the Hindi scholar Alok Rai has observed, “the prime candidates for initiating the modern process of linguistic division are, by popular consent, the pedants of Fort William College”, the colonial training ground for officers of the East India Company.This process of absolute differentiation is a trajectory that links the Hindi and Hindu nationalising politics of Bharatendu Harishchandra in the 1860s with Abdul Haq’s famous comment in 1961: “Pakistan was not created by Jinnah, nor was it created by Iqbal; it was Urdu that created Pakistan.”But in the 1920s a groups came together around the idea that if an institution existed to promote both Urdu and Hindi together, then perhaps a way could be found to stop the ongoing division between the languages and their associated religious communities.Plenty of those involved demonstrated and argued that Hindi and Urdu were not separate languages at all, and perhaps most importantly that the registers and creations of each were part of a shared culture – a Ganga-Yamuna tahzeeb – that belonged to Hindus and Muslims alike.In the words of the Progressive writer Sajjad Zaheer, the Academy existed “to bring Urdu and Hindi closer to one another”.Too high an ideaBut this idea – “Hindustani” – still needed some clarification. What was it? What is it? And what was it to do?The colonial use and misuse of the term dates back to the 18th century, as a host of excellent studies by the likes of Shamsur Rahman Faruqi have demonstrated.By the 1920s the question remained: was Hindustani a point on a spectrum between a “pure” Hindi stuffed full of Sanskrit and a “pure” Urdu overflowing with Persian and Arabic?If so, who was to define this middle point? Was it to be – as it seemed in Gandhi’s understanding – something “simple”, and therefore authentic? If it was some kind of everyday speech, would it not be devoid of all art, beauty and life?Or was Hindustani an expansive, inclusive umbrella that drew the whole range of Urdu and Hindi language, literary styles and tastes into its happy, welcoming embrace? If so, who could hope to be well-read and educated enough to understand even half of it?These questions were never conclusively answered by the Academy, though many of its members tried to come up with a solution, including the historian Tara Chand (its general secretary), the politician Tej Bahadur Sapru (its president), and writers, editors and other members such as Premchand, Daya Narayan Nigam, Maulvi Said Ansari, Hafiz Hidayat Husain, Ramnaresh Tripathi and Upendranath Ashk.And we know that, in a formal sense, the project of the Hindustani Academy failed.It’s not possible to point to a single codified language of Hindustani today – it has not been adequately institutionalised – and the overwhelming tendency of the language politics of the colonial period have resulted in a situation where Hindi is considered the national language of India (though it has status as an official language only, and of course many non-Hindi speakers, especially in the South, rightly resist its imposition), while Urdu is seen as the national language of Pakistan (though again, speakers of other languages on occasion view it as a muhajir importation).Confining boundariesThere is an unfortunate – and historically illiterate – tendency, especially in the West, to think of the link between the nation-state and a single language as somehow natural, right and inevitable.We tend to imagine European countries as defined at least in part by a monolingual identity, with the borders of the map corresponding to the borders of a language area, and that within as being unified, and given form and reason, through a single language as part of a package of symbols of nationhood.Of course, this couldn’t be further from the truth – think of Catalan or Basque in Spain as only the most obvious example – but we do know that the modern state has a vested interest in promoting linguistic homogeneity, and has often acted to impose this on its people.In some ways, the partisans of both Hindi and Urdu in the 19th and 20th centuries bought in to this Eurocentric misunderstanding, and pushed mightily to define communities, and eventually nations, on the basis of language.As I have said, my own upbringing in Northern Ireland almost certainly pushed me towards an almost natural interest in this question of Hindustani. Before I had ever been to India or Pakistan – before I even really knew or thought much about these places that have come to mean so much to me – I was aware as a child of how even the simplest, most banal aspects of language could be used to divide people.Brought up in a largely Protestant community, and attending a primary school with no Catholic children, I was taught by my peers (though not by my parents!) that you could spot a Catholic just by the way they pronounced the letter “h” (Protestants said “aitch”, Catholics said “haitch”).Growing older in the 1990s, and as we painfully moved towards a peace settlement in Northern Ireland, I was aware of how opportunities to study Irish, or Gaelic, were only available in Catholic schools – those run by the church, or largely/exclusively attended by Catholic children (and the question of an Irish Language Act remains a politically divisive one in the region today).And of course the Catholic/Protestant divide even now largely maps on to a Nationalist/Unionist one – between those who would see a united Ireland, and those who prefer the union with Great Britain that we call the UK.Language, community, nation: South Asia is not alone in facing these issues.Beyond binariesMy initial university-level training in Hindi-Urdu was pretty eclectic, and my teachers and professors had no interest in policing the boundaries of language or insisting on “purity”.But when I came to India for more language study, aged around 20, I encountered resistance: from some fellow students who wanted to study “proper Hindi only”, not any of this Urdu vocabulary, and from those who told me not to use certain words –  “that’s a foreign word” – and provided appropriately Sanskrit-derived alternatives. Maaf kijie.But there are many who reject the politics of division, hatred and purity even today. Recently, the hashtag #MyNameInUrdu began trending on Twitter in India. It saw a host of people writing their profile names in Urdu script as a show of solidarity and a direct refutation of the kind of language politics that insisted that Urdu was “foreign” or exclusively Muslim.And perhaps the most intriguing response was the rise of #MyNameInHindi on Twitter in Pakistan, as people reciprocated and began to write their names in Devanagari or Hindi script. In the words of Prabha Raj, “a symbolic gesture against hate and bigotry”.These moments on Twitter or social media more broadly are just that – moments, and often ephemeral and quickly over. But they are indicative of something more. Anyway, it gave me the opportunity to quote one of my favourite, satirical rubais:Ham Urdu ko Arabi kyon na karen Hindi ko voh Bhasha kyon na karenJhagre ke lie akhbaron men mazmun tarasha kyon na karenAapas men adavat kuch bhi nahin lekin ik akhara qaim haiJab is se falak ka dil behle ham log tamasha kyon na karenWhy shouldn’t we turn Urdu into Arabic and Hindi into Bhasha [Sanskrit]?Why shouldn’t we write divisive articles in newspapers to fuel the fight?There is no mutual animosity but an arena is prepared:Why shouldn’t we make a scene, when this cheers the heart of the heavens?That was written by the then well-known poet and satirist Akbar Allahabadi, around 100 years ago. As they say, plus ça change.If the politics of Hindi-Urdu division stretch back to at least the 19th century, the politics of Hindi-Urdu unity have roots going back as far.For me, the thread that connects Akbar Allahabadi’s satirical verse to the laudable efforts of the Hindustani Academy to the social media moments of #MyNameInUrdu/#MyNameInHindi is a spirit of refusal and rejection.Allahabadi, as Tara Chand and his fellows, and as those on Twitter, refused to permit a narrow understanding of language and culture, or an exclusive link between language and religious community, to define or limit their tastes and practices. Theirs was and can be again a world of inclusivity, of generosity and of sharing.That’s not to say the optimists always get their way. Another of my favourite treatments of the Hindi-Urdu controversy was Saadat Hasan Manto’s short story from the 1940s Hindi aur Urdu, beautifully translated by the late Muhammad Umar Memon.In it, the characters Munshi Narayan Prasad and Mirza Muhammad Iqbal argue about whether lemon or soda is the better drink. They can’t agree – which is better for your health? Which did their parents recommend? Well, maybe they could mix them together? No – one wants lemon-soda and the other wants soda-lemon.But Alok Rai gives an appropriately optimistic take on the situation. As he laments the demise of Hindustani as emblematic of the shared culture of Urdu and Hindi, and the rise of “unbending, inhumane politics” in its place, he reflects that “Hindustani presents itself – on the ramparts, at the hour of the wolf – as a utopian symbol, a point of desire, something light, bright and distant from our sphere of sorrow”.One can only hope.This article first appeared on Dawn.","author":"David Lunn, Dawn.com","time":"2019-01-28T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111333-epdksuoovk-1548308540.jpg","tags":["Hindustani Academy","vernacular languages","Hindi–Urdu controversy","language politics","Northern Ireland","Hindi","Urdu","Hindustani"],"source":"https://scroll.in/article/910647/urdu-and-hindi-could-be-one-language-called-hindustani-will-the-politics-of-language-allow-it"}