{"title":"Urge citizens to exercise caution: MEA on reports of Indians forced to fight in Russia-Ukraine war","content":"The Ministry of External Affairs on Thursday urged “all Indian nationals to exercise due caution and stay away from [the Russia-Ukraine] conflict.” The ministry also said it is aware that a few Indian nationals have signed up for jobs with the Russian Armed Forces, and is working to seek their early discharge.The ministry’s response came amid reports by The Hindu and Mid-Day this week of at least three Indians who were hired as “army security helpers” in Russia, but were instead allegedly forced to fight alongside the country’s forces in its war on Ukraine.According to The Hindu, the matter only came to light after the family of one of the Indian nationals, a resident of Hyderabad, contacted Asaduddin Owaisi, the president of the All India Majlis-e-Ittehadul Muslimeen.On February 24, 2022, Russia began its invasion of Ukraine, triggering the most deadly conflict in Europe since World War II.After the war broke out, at least 500 Indians, including some veterans, had reportedly submitted applications to volunteer to join the International Legion created to fight Russian forces in Ukraine. However, this is the first time that the involvement of Indians in combat roles on the Russian side has been reported.On January 25, Owaisi reportedly wrote to Minister of External Affairs S Jaishankar and the Indian Embassy in Moscow, urging them to facilitate the return of the three Indian nationals. Owaisi reiterated his request on Wednesday in a social media post.Ministry spokesperson Randhir Jaiswal, responding to the reports in an official statement on Thursday, said, “The Indian Embassy has regularly taken up this matter with the relevant Russian authorities for their early discharge.”Since November, around 18 Indians have been stranded in the Ukrainian cities of Mariupol, Kharkiv, Donetsk and Rostov-on-Don along the country’s border with Russia while one is said to have been killed in combat. They hail from Uttar Pradesh, Gujarat, Punjab and Jammu and Kashmir, according to The Hindu.","author":"Scroll Staff","time":"2024-02-23T17:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182131-tjlvwctmkh-1667220616.jpg","tags":["India","Russia","Ukraine-Russia","Moscow","Ukraine","conflict"],"source":"https://scroll.in/latest/1064195/urge-citizens-to-exercise-caution-mea-on-reports-of-indians-forced-to-fight-in-russia-ukraine-war"}