{"title":"‘Uri: The Surgical Strike’ movie review: The action is as slick as the propaganda","content":"Aditya Dhar’s Uri: The Surgical Strike is a movie about remembering and picking on scabs in an election year. Indian Army Major Vihaan Singh Shergill’s mother is losing her memory. Her son has sworn never to forget the wounds inflicted by terrorism. In a scene that bluntly brings these themes together, the unnamed India prime minister, who looks like someone we know, says, “A good son takes cares of his mother, but a good son must also take care of the nation, which is like our mother.” A political spin doctor could not have come up with a better line. Uri is part of a two-pronged attack on the Opposition this week. Uri celebrates the surgical strikes carried out by the Army in 2016 in retaliation for a terrorist attack on an army camp in Kashmir, in which 19 soldiers died. The other major release, The Accidental Prime Minister, explores the alleged undermining of former Manmohan Singh’s office by Congress party president Sonia Gandhi. Both films tie neatly into the ruling party’s claims that it provides muscular governance characterised by nationalistic aims, firm decision-making and a coherence and stability supposedly missing in previous regimes. Are these movies intended to sell tickets or corner votes – or both? Uri is the more effective – and insidious – of the films. Impressively gritty action sequences bookend moments of sycophancy towards the government. Aditya Dhar’s directorial debut opens with another surgical strike from 2015, the one that involved an Army contingent crossing into Myanmar and killing Manipuri terrorists. Vihaan (Vicky Kaushal) is a part of this operation, during which he displays his tactical skills and fearlessness. Another shot at glory awaits Vihaan, but the emotions have first to be cranked up. It gets personal for Vihaan after he loses a family member in a terrorist strike – the point is reiterated through dialogue in case it is missed – and the Army’s mission neatly dovetails into his own vendetta.\n\n\n    \n    Play\n\nUri: The Surgical Strike (2019).Vihaan is a seething weapon of destruction that is pointed in the right direction by greater forces. Uri has been heavily influenced by Zero Dark Thirty (2012), Kathryn Bigelow’s account of the American government’s manhunt for terrorist Osama bin Laden that ended in Pakistan in 2011. Although Zero Dark Thirty focused on a lone (and fictitious) intelligence operative Maya’s mission to find and kill bin Laden, it evenly balanced out Maya’s obsession with the other entities that contributed to the operation’s success.In Uri, the balance tips in favour not towards the men in olive, who are sent like canaries into the coalmine, but the Prime Minister’s Office. Paresh Rawal, playing a character clearly modelled on National Security Adviser Ajit Doval, is portrayed as the genius behind the strikes, conjuring up with all the cool ideas and bold decisions. The Army has its boots on the ground, but India is grateful for Rawal’s Govind, who momentously tells the prime minister (Rajit Kapur), “It’s time to repay Pakistan in its own coin.” From pushing the Defence and Research Development Organisation into developing military technology overnight to leaping into an auto rickshaw to make it to the war room on time, Govind is clearly the real hero of this movie’s version of events.Paresh Rawal in Uri: The Surgical Strike (2019). Courtesy RSPV Movies.Another covert operation is cited as an inspiration for the strikes: the Israeli spy agency Mossad’s assassination squads that hunted down the Palestinian terrorists responsible for the killings on Israeli athletes at the Munich Olympics in 1972. Steven Spielberg made a movie about this episode in 2005, but Uri doesn’t have the self-doubt and regret that characterise Mossad agent Avner in Munich. What have we achieved, a disillusioned Avner asks his handler with the World Trade Center’s twin towers in the background – a stunning image that draws links between the Munich aftermath and the September 11, 2001, terrorists attacks on America.The 138-minute Uri leaves no room for debate. The build-up to the military strikes are accompanied by swelling background music. All characters are suitably grim and ruthless, preparing to “invade the enemy in his home and kill him there”. The action sequences have a brutality and realism that has rarely been seen in Hindi cinema. The film is stacked with bold flourishes – the title appears on the screen only 30-odd minutes in – and Aditya Dhar directs with a confidence that belies his experience. Vicky Kaushal is bulked-up and combustible as Vihaan, impressive on the battlefield and off it. Only Rawal has the other meaty role, with forgettable cameos for Mohit Raina and Kirti Kulhari and a risible part for Yami Gautam as an intelligence agent who is everywhere all the time.Another unlikely hero pops up to steal some more of the Army’s thunder. A DRDO intern plays an important role in the operation, causing Govind to exult, “You might just have won us the war, son!” And a general election too? This surgical strike on the conscientious objector has an answer to that question too.","author":"Nandini Ramnath","time":"2019-01-11T07:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110061-wmevgpivdj-1546879252.jpg","tags":["Uri: The Surgical Strike","Vicky Kaushal","Movie review"],"source":"https://scroll.in/reel/908958/uri-the-surgical-strike-movie-review-the-action-is-as-slick-as-the-propaganda"}