{"title":"US: Donald Trump cannot pay $464 million bond in civil fraud case, his lawyers tell court","content":"Former United States President Donald Trump cannot find an insurance company to underwrite a bond covering a $454 million (Rs 3,765 crore) penalty in a civil fraud judgement against him, his lawyers told a New York appeals court on Monday, The Guardian reported.In February, Judge Arthur Engoron of New York state had ordered Trump to pay $355 million, or over Rs 2,900 crore, after he held the Republican leader liable for doing a decade's worth of business with fraudulent financial statements that overvalued his real estate holdings and hyped his wealth.The amount with interest has now increased to $454 million.The judgement had also barred Trump from leading any New York company for three years. His sons Donald Trump Junior and Eric Trump were also fined $4 million each and barred for two years.The case against Trump was filed by New York Attorney General Letitia James, who is a Democrat leader. James had sought $370 million from Trump and the other defendants alleging that he had filed fraudulent financial statements that allowed him to obtain loans and insurance at favourable rates.However, Trump’s lawyers on Monday said that making the payment with interest, which is due on March 25, is “a practical impossibility”.“A bond of this size is rarely if ever seen,” Gary Giulietti, an executive with the insurance brokerage Lockton Companies, said in an affidavit, reported The Guardian. “In the unusual circumstance that a bond of this size is issued, it is provided to the largest public companies in the world, not to individuals or privately held businesses.”Trump approached 30 insurance companies to back the bond, but all of them turned him down.Insurance companies that might issue such a huge bond would only accept cash or cash equivalents as collateral and not hard assets like real estate, Giulietti said.The size of the bond is “unconstitutional, un-American, unprecedented, and practically impossible for ANY Company, including one as successful as mine,” Trump posted on his social media platform, Truth Social, CNN reported. “The Bonding Companies have never heard of such a bond, of this size, before, nor do they have the ability to post such a bond, even if they wanted to.”The latest ruling is one of the many legal battles in which Trump has been involved over the last several months even as he seeks to run as a Republican candidate for this year's presidential election.In January, a jury ordered him to pay an additional $83.3 million (Rs 692.40 crore) to author and columnist E Jean Carroll for his continued social media attacks on her in connection with her allegations that he sexually assaulted her.In December, Trump was disqualified from the Maine state ballot for the presidential primary election. The state’s top election official cited his role in inciting an insurrection after the 2020 presidential election.After Democrat leader Joe Biden was elected as the next president of the United States in the 2020 presidential polls, Trump had alleged that the election was not fair and that there was a conspiracy to stop him from winning a second term.Trump’s assertion led to his supporters storming the US Capitol building on January 6, 2021, to prevent Biden from being certified as the next president by the two houses of the legislature.","author":"Scroll Staff","time":"2024-03-19T13:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182900-vvnnmdywgn-1668573432.jpg","tags":["Donald Trump","United States","New York court"]}