{"title":"US charges Indian man for alleged plot to murder Sikh separatist in New York","content":"The US Attorney’s Office, Southern District of New York, announced on Wednesday that it had filed “murder-for-hire charges” against an Indian national named Nikhil Gupta in connection with his alleged participation in a thwarted plot to assassinate a Sikh separatist leader in New York City.  A statement released by the US Attorney’s Office alleged that Gupta had been recruited by an Indian government employee, who “directed a plot to assassinate on US soil an attorney and political activist who is a US citizen of Indian origin residing in New York City”.   Czech authorities arrested Gupta, 52, on June 30, the statement said. It alleged that Gupta was an international narcotics trafficker.  Though the statement did not name the leader, a report in the Financial Times on November 23 identified him as Gurpatwant Singh Pannun. The Financial Times had reported that the United States had foiled a plot to assassinate Pannun on American soil and issued a warning to India over concerns that the Modi government was involved in the conspiracy. Pannun, the founder of a group called Sikhs for Justice, was declared an “individual terrorist” under the Unlawful Activities Prevention Act in 2020. Ahead of the US charges being filed, New Delhi on Wednesday said that it has constituted a high-level inquiry committee to examine inputs from the United States about the alleged plot.The US statement claimed that Gupta had been recruited by the alleged government employee to “orchestrate the assassination” in or around May 2023.   It alleged that the Indian government employee had “directed the assassination plot from India”. Gupta allegedly agreed to do so in exchange for help in “securing the dismissal of cases against” him in India.The alleged Indian government employee “has variously described himself as a ‘Senior Field Officer’ with responsibilities in ‘Security Management’ and ‘Intelligence’ and who also has referenced previously serving in India’s Central Reserve Police Force and receiving ‘officer[’s] training’ in ‘battle craft’ and ‘weapons’”, the statement said.  This alleged government employee directed Gupta to contact someone who was believed to be “a criminal associate” to help contact a hitman to murder the US citizen, the statement said. But this “criminal associate was actually a confidential source working with the US Drug Enforcement Agency”. The agency source “introduced Gupta to a purported hitman, who was in fact a DEA undercover officer”.In a deal negotiated by Gupta, the alleged Indian government employee agreed to pay the undercover officer $100,000 for the murder.  On or about June 9, 2023, the alleged employee and Gupta “arranged for an associate to deliver $15,000 in cash” to the undercover officer “as an advance payment for the murder”.    Around June, the alleged Indian government employee “provided Gupta with personal information about the victim, including the victim’s home address in New York City, phone numbers associated with the victim, and details about the victim’s day-to-day conduct, which Gupta then passed to the [undercover officer]”, the statement alleges.  The alleged Indian government employee asked Gupta to provide regular updates on the progress of the plot. Gupta allegedly forwarded surveillance photographs and other material, the statement claims.“Gupta directed the [undercover officer] to carry out the murder as soon as possible, but Gupta also specifically instructed the [undercover officer] not to commit the murder around the time of anticipated engagements scheduled to occur in the ensuing weeks between high-level US and Indian government officials,” the statement claimed.On June 18, after Sikh separatist Hardeep Singh Nijjar was murdered outside a gurudwara in British Columbia, Canada, Gupta allegedly told the US undercover agent that Nijjar “was also the target”, the statement claimed.Nijjar’s murder caused a diplomatic storm after Canadian Prime Minister Justin Trudeau announced in his country’s Parliament that Canadian security agencies were pursuing credible allegations about the potential link between agents of the government of India” and the killing. Nijjar was the head of the Khalistan Tiger Force, designated as a “terrorist outfit” in India.  Gupta has been charged with “murder-for-hire, which carries a maximum sentence of 10 years in prison, and conspiracy to commit murder-for-hire, which carries a maximum sentence of 10 years in prison”, the statement said.  The statement quoted US Attorney Damian Williams as saying, “We will not tolerate efforts to assassinate US citizens on US soil, and stand ready to investigate, thwart, and prosecute anyone who seeks to harm and silence Americans here or abroad.”  Federal Bureau of Investigation Assistant Director in Charge James Smith said: “Murder for hire is a crime out of a movie, but the plot in this case was all too real.  The excellent teamwork of the law enforcement partners in this case exposed this brazen conspiracy and is why Nikhil Gupta finds himself in jail waiting to answer to these charges.”","author":"Scroll Staff","time":"2023-11-29T21:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196081-relpqjddmc-1700655097.jpg","tags":["Khalistan","Gurpatwant Singh Pannun"],"source":"https://scroll.in/latest/1059832/us-files-charges-against-indian-national-for-alleged-plot-to-murder-sikh-separatist-in-new-york"}