{"title":"US government report flags ‘significant human rights issues’ in India","content":"An annual report released by the United States government on Monday flagged “significant human rights issues” in India, including extra-judicial killings, torture and arbitrary arrests.The report was released nearly a year after United States Secretary of State Antony Blinken expressed concern about the “rise in human rights abuses” in India, in a rare criticism of New Delhi’s human rights record by a senior Washington official. The report on human rights practices was published by the Bureau of Democracy, Human Rights and Labor of the United States’ Department of State.“A lack of accountability for official misconduct persisted at all levels of government, contributing to widespread impunity,” it said. “Lax enforcement, a shortage of trained police officers, and an overburdened and underresourced court system contributed to a low number of convictions.”In a section about unlawful or politically-motivated killings, the report took note of the death of a Dalit man named Vadivel Vignesh in police custody in April. Vignesh was arrested for allegedly possessing marijuana but was said to have been beaten severely in police custody.The report took note of allegations that three police officials pressured his brother to withdraw the complaint he filed against them, in exchange for the authorities withdrawing charges filed against Vignesh.The United States government report also took note of an alleged staged gunfight in which four men accused of gangrape and murder of a veterinarian in Hyderabad in 2019 were killed. In May, a Supreme Court-appointed committee said that the police deliberately fired on the four men with the intent to cause their death.The United States said there were “credible reports” that government officials took recourse to torture and abuses. “The law does not permit authorities to admit coerced confessions into evidence, but some non-governmental organisations reported authorities used torture to coerce confessions,” it said.Arrests of activistsThe report highlighted the arrest of former Jawaharlal Nehru University student leader Umar Khalid under the Unlawful Activities (Prevention) Act for a speech he delivered during protests against the Citizenship Amendment Act.It also noted the death of Jesuit priest Stan Swamy, who faced accusations in the Bhima Koregaon case. “Multiple courts denied bail to the majority of the 16 activists incarcerated on conspiracy charges related to the [Bhima Koregaon protests] that resulted in several deaths,” the report said. “The accused claimed the charges were politically motivated.”The United States government report stated that civil society organisations have expressed concern that the central government sometimes used UAPA to detain human rights activists and journalists.Citing human rights activists, it added that the government was targeting vocal critics from the Muslim community and using bulldozers to destroy their homes and livelihoods.","author":"Scroll Staff","time":"2023-03-21T11:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167243-kxzjixkzwx-1638887360.jpg","tags":["United States","Umar Khalid","human rights","Bhima Koregaon case"],"source":"https://scroll.in/latest/1045984/us-government-report-flags-significant-human-rights-issues-in-india"}