{"title":"US hate crimes: FBI ranked ‘anti-Hindu’ incidents in 2020 at the low end of 35 faith groups ","content":"On August 30, the Federal Bureau of Investigation released its annual hate crime statistics for 2020. After claims by some Hindu groups about rising “Hinduphobia” in the US and of imminent threats to the safety of Hindu students on our campuses, I was curious to see what the report says about incidents of faith-based bias against Hindus.The report, by the domestic intelligence service of the United States, has a comprehensive definition of what constitutes a hate crime: it covers all forms of biases, including assaults, intimidation, property vandalism and more. I was relieved to find that anti-Hindu hate crimes ranked towards the bottom. The category was 31st among 35 groups listed. In 2020, there were 12 incidents against Hindus, compared to 951 incidents against Jews, 134 against Muslims, and 72 against Sikhs. To give another perspective, anti-black hate crimes were listed at 3,886 and anti-Asian at 335. The FBI said in a press release about the latest statistics, “There were 7,554 single-bias incidents involving 10,528 victims. A percent distribution of victims by bias type shows that 61.9 percent of victims were targeted because of the offenders’ race/ethnicity/ancestry bias, 20.5 percent were victimised because of the offenders’ sexual-orientation bias, 13.4 percent were targeted because of the offenders’ religious bias, 2.5 percent were targeted because of the offenders’ gender identity bias, 1.0 percent were victimised because of the offenders’ disability bias, and 0.7 percent were victimised because of the offenders’ gender bias.”It added, “The number of reported hate crimes nationwide against Asian and Black people sharply increased in 2020.”As graph above shows, incidents of religion-based hate crimes actually declined from 2019, which is welcome news. However, the steep increase in anti-Asian and anti-Black hate crime is worrying.With regards to the anti-Hindu hate crimes, of the 12 reported incidents, five were cases of vandalism, three of assault, two of intimidation and one each of burglary and credit card fraud.What is one to make of these statistics? Obviously, these FBI statistics cannot be the sole indicator of what is happening on the ground. However, it is the only data set based on a clear and consistent definition, and vetted by law enforcement – as opposed to claims and counter claims on social media. It is entirely possible that many anti-Hindu incidents were simply not reported to the FBI or to the police. But, on the other hand, since Hindu groups had pushed the FBI to add “anti-Hindu bias” as a new category, it is only reasonable to assume that they would have made every effort to encourage reporting of incidents of bias encountered by their constituencies. Perhaps, many of the incidents reported as anti-Hindu by the victims were determined by law enforcement to be biases based on colour and ethnicity – something that I can personally attest to as a victim of on several occasions over the years. In any case, under-reporting of incidents of bias would not be unique to Hindus alone. What is important therefore is to look at relative numbers, which clearly indicate that almost all other faith groups experienced many more instances of religious hate crimes in 2020 than did Hindus. The most obvious conclusion one could draw from the data is that Hindutva-aligned groups have been leading the community on by spreading false or exaggerated narratives of Hindu victimhood. The 2020 FBI hate crime statistics directly challenge their self-serving narratives, which are intended as a smoke screen for their own strong support for escalating hate crimes against religious minorities in India.As if to rudely remind us of that reality, a Hindu religious leader in India has just demanded that all Muslims and Christians be stripped of their citizenship. All 200 million of them.Paramhans Acharya Maharaj, who goes by the honorific Jagadguru or “teacher of the world” is a highly revered leader with a huge following, who appears to have access to some of the highest officials in the government. People like him are also coveted as allies by the Vishwa Hindu Parishad, the religious wing of the Rashtriya Swayamsevak Sangh.Ayodhya | I demand that India should be declared a ‘Hindu Rashtra’ by Oct 2 or else I'll take Jal Samadhi in river Sarayu. And Centre should terminate nationality of Muslims & Christians: Jagadguru Paramhans Acharya Maharaj (28.09) pic.twitter.com/QMAIkd6tLZ— ANI UP (@ANINewsUP) September 29, 2021\n\nSuch demands, which may sound ridiculous on the surface, are not isolated.In a video interview last year, Subramanian Swamy, a prominent Member of Parliament and once a Harvard visiting professor,  asserted that the equality promised to all Indian citizens under the Indian Constitution does not apply to Muslims.  It is notable that Swamy has been a frequent guest of Rashtriya Swayamsevak Sangh/Vishwa Hindu Parishad-aligned groups in the U.S.Earlier this year, another Hindu leader and a temple priest, Yati Narsinghanand Saraswati, had declared that “Islam should be eradicated from Earth ... all Muslims should be eliminated.” Despite widespread reporting of his statements, the Vishwa Hindu Parishad of America invited him to be a guest speaker. They cancelled his appearance only after intense public pressure, Why is all this relevant to hate crimes in the US? Because, many of the US-based Hindu groups that are crying foul about imminent threats to Hindus, are also ideologically aligned with the Rashtriya Swayamsevak Sangh and Vishwa Hindu Parishad in India. They therefore implicate themselves not only with such incendiary remarks intended to dehumanise Muslims, but with the surging hate crimes against the community: mob lynchings, conspiracy theories demonising the minorities, laws that regulate what they can eat and whom they can marry, stifling free speech and press freedoms, fraudulent arrests of activists and more. Their seeming opposition to hate crimes in the US is hypocrisy of the worst kind. Not surprisingly, such groups are keen on pushing the Hindu victimhood narrative on campuses in an attempt to co-opt Hindu students, many of whom are blissfully unaware of such groups’ sinister connections with violence in India.Shocking, but not surprising given the level of #Hinduphobia and hate for Hindus within academia. #dismantlinghinduphobia https://t.co/JiPhcBdTP7— CoHNA (Coalition of Hindus of North America) (@CoHNAOfficial) September 25, 2021\n\nI think it is extremely important that Hindu American students who may have been at the receiving end of incidents of bias ask themselves who can be their genuine partners in countering bigotry against Hindus and others. They should also seriously examine if groups whose raison d’etre is hatred for Muslims and Christians can be counted on as true friends. Surely, there must be alternatives to such Hindutva-aligned groups for students to positively express their Hindu identity, report incidents of bias, and at the same time oppose all forms of bigotry here and in India? At the end of the day, hatred for other faiths should not be a pre-requisite to express pride in one’s own faith and culture. At the same time, Hindus who defend other faiths against violent attacks are not “self-hating” Hindus, but are only responding to a universal call to resist all kinds of hate. Fighting bigotry is not a zero-sum game.Getting back to hate crime statistics, I leave with another important perspective: atrocities against Dalits and Adivasis in India, which eclipse FBI’s hate crime statistics in the US.  In 2019, there were 47,500 cases and they have been climbing every year, even as most of the incidents go unpunished.Wouldn’t it be a great day for our community when every Hindu who has experienced an incident of bias in the US can resolve to also stand up in solidarity with the thousands of victims of rape, murder, land dispossession, social boycott, and other daily humiliations at the hands of upper-caste Hindus?Raju Rajagopal is a co-founder of Hindus for Human Rights, a US-based organisation dedicated to fighting all forms of bigotry in South Asia and North America.","author":"Raju Rajagopal","time":"2021-10-03T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164689-uxhvgdzzhb-1633190777.jpg","tags":["Hinduphobia","Hate crimes","Rashtriya Swayamsevak Sangh"],"source":"https://scroll.in/article/1006817/us-hate-crimes-fbi-ranked-anti-hindu-incidents-in-2020-at-the-low-end-of-35-faith-groups"}