{"title":"US missionary killed by Andaman tribe was a ‘foolish fundamentalist’: Sociologist Rudolf Heredia","content":"An American evangelist’s killing by an isolated indigenous group in the Andaman and Nicobar Islands has sparked debates on two fronts. Should aboriginal groups be completely left alone in the 21st century? And where should religious missionaries draw the line?The answers are quite complex, contends Indian sociologist Rudolf Heredia. John Allen Chau, 27, a Christian missionary from the United States, was reportedly killed on November 16 when he tried to enter the North Sentinel Island, home to the Sentinelese people who have consistently rejected contact with the outside world. Chau intented to preach Christianity to the reclusive tribe.For Heredia, it is a telling example of how religious fundamentalism, coupled with a colonial attitude, can crudely violate people of another culture.  Protected by the Indian government as a “Particularly Vulnerable Tribal Group”, the Sentinelese are believed to have lived on their island for nearly 60,000 years as hunter-gatherers. Between the 1970s and the 1990s, repeated attempts to contact them were resisted with violence, even fatal attacks. The government then decided to leave the Sentinelese alone and prohibited visits to North Sentinel Island, for the safety of visitors as well as to protect the tribe from diseases to which most likely lack immunity.Despite knowing the island was off-limits to all visitors, Chau bribed local fishermen to take him there on November 14. His initial attempts to land on the island were met with hostility, as young members of thegroup allegedly shot arrows at him. On November 16, Chau went alone to the island in a canoe and was eventually killed. Fishermen observing from a distance claim they saw his body being dragged by some of the Sentinelese on the shore.While six fishermen and one of Chau’s friends have been arrested for facilitating the missionary’s illegal entry onto North Sentinel Island, his family says it has “forgiven” the Sentinelese who killed him. Chau’s own journal, which he had left with the fishermen, indicates he knew he was risking his life, but felt it was “worth it to declare Jesus to these people”.In the wake of Chau’s killing, Scroll.in spoke to Heredia about the politics and fallacies of missionary zeal. A sociologist at the Indian Social Institute in Delhi, he has written extensively about religious conversions. He is the author of the books Changing Gods: Rethinking Conversion in India and Tribal Identity and Minority Status: The Kathkari Nomads in Transition.Rudolf Heredia has written extensively about religious conversions. Photo credit: Facebook/Rudi Heredia‘We need religious disarmament’In a country like India, it is often minority communities that are accused of forcibly converting vulnerable members of the majority community. Many Indians, then, are likely to see the evangelical mission of Chau as a problem of Christianity.But coerced conversions occur across religions and cultures and Heredia believes it is crucial to make a distinction between religion as faith and religion as ideology. “It is difficult to separate the two because we live in both worlds,” he contended. “But true faith involves respecting another’s decision of conscience and it does not compete for space with other faiths. Religion as ideology constantly contests for space, with little consideration for the culture and traditions of the other.”In this context, conversion is more a cultural-political issue than a religious one, and colonial powers have amply used it to create empires. It is a form of fundamentalism and Heredia points out that all religious fundamentalists are similar, whether they are Christian evangelists or Islamic extremists, Hindutvawadis in India or Buddhist fundamentalists in Myanmar or Sri Lanka. “To me they just look like chauvinist politicians, who discredit genuine religious traditions by politicising them,” said Heredia. “We have yet to learn the lesson of how a religious tradition that marries a political regime in one generation becomes widowed in the next.”According to Heredia, Chau was obviously a “foolish man”, a fundamentalist making the historical mistake of treating Christianity as a political ideology through a rather colonialist mission to convert a remote group he viewed as a primitive tribe.“Some missionaries want to be martyrs, they want to prove their bona fides by doing this kind of thing,” he added. “Some act out of ignorance. Maybe he [Chau] wanted to make a sensation. We don’t know what his psychological motivations were. But he violated the space and the culture of the tribe, when he should have respected them.”Heredia describes cultural dogmatism as a weapon that inevitably leads to ideological and cultural wars. “We need a cultural and religious disarmament,” he said. “We need to disband our weapons and stop using them.”Conversions, though, are not inherently exploitative. Heredia points out that there are ways of doing it in a culturally sensitive manner. “I think the ancient Hindu and Buddhist way of inculturation was more sensitive and took place over centuries,” he said. “They did it simply by being a gentle presence. You find this with Sufi and Bhakti traditions or even early Christian churches as well. They didn’t spread with armies.”Colonialism often spread religious ideologies through conquest and violence. Today, those armies have been replaced by “high-pressure salesmanship”, Heredia says. Contemporary evangelical missions, across religions, use religious television channels and other forms of propaganda to sell their beliefs to others. “This is not respectful of other people’s consciences,” he said.The Sentinelese people stand guard on the shore of their North Sentinel Island. Photo credit: Creative Commons‘Isolating tribes is not going to help’Chau appeared to be a lone missionary, unaffiliated to any particular evangelist group. But even if he intended to be a “gentle presence” in the lives of the Sentinelese, his mission was inherently violative because it involved contacting a people that have always wanted to be left alone, Heredia said.Leaving aboriginal peoples alone is an approach that many nations have adopted. India has used the same approach for the Sentinelese for the past few decades. Many believe this is wise, given that contact with outside world has ended up harming the health and autonomy of other indigenous tribes on the Andaman Islands such as the Jarawa, Onge and the Great Andamanese. The Sentinelese, meanwhile, have been fiercely autonomous and were hostile to attempts at delivering relief even after the deadly 2004 tsunami in the region.Heredia, though, does not believe that isolated tribes such as the Sentinelese should be left completely alone. “I think we should be sensitive enough to think of how we can involve them in a process of their own advancement, without paternalising them,” he said. “Isolating them is not going to help.”","author":"Aarefa Johari","time":"2018-11-25T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/106463-cjjswjejwv-1543059895.jpg","tags":["John Allen Chau","North Sentinel Island","Rudolf Heredia","Andaman and Nicobar Islands","religious conversion","aboriginal people"],"source":"https://scroll.in/article/903307/us-missionary-killed-by-andaman-tribe-was-a-foolish-fundamentalist-sociologist-rudolf-heredia"}