{"title":"US: Modi receives Global Goalkeepers award for Swachh Bharat Abhiyan from Gates Foundation","content":"Prime Minister Narendra Modi on Wednesday received the Global Goalkeeper Award from the Bill and Melinda Gates Foundation for the Swachh Bharat Abhiyan. The award was presented to Modi by Microsoft founder Bill Gates at a ceremony on the sidelines of the United Nations General Assembly meeting in New York. “I dedicate  the Global Goalkeeper Award, conferred by the @gatesfoundation, to the 130 crore people of India and the collective endeavours of our nation to improve cleanliness,” Modi said in a tweet. He added that it made him the most happy that India’s successes in sanitation helped women and children the most.The awards were presented in five categories – Progress, Changemaker, Campaign, Goalkeepers Voice and Global Goalkeeper – with a focus on the Sustainable Development Goals.  I dedicate  the Global Goalkeeper Award, conferred by the @gatesfoundation, to the 130 crore people of India and the collective endeavours of our nation to improve cleanliness. It makes me most happy that India’s successes in sanitation have helped women and children the most. pic.twitter.com/Va4QKMY3tv— Narendra Modi (@narendramodi) September 25, 2019\n\nAt the ceremony, Modi said: “Getting the award in the year of Mahatma Gandhi’s 150th birth anniversary is personally significant for me. When 130 crore people take a pledge, any challenge can be overcome.” He said Gandhi’s vision for the villages was about to be fulfilled. He appreciated the citizens of India for their contribution in cleanliness mission. “No such campaign was seen or heard about in any other country in the recent past,” Modi added, according to PTI. “It might have been launched by our government, but people took control of it.”He said over 11 crore toilets were built in the country in last five years under the sanitation programme.“Due to lack of toilets, a number of girls had to drop out of schools,” the prime minister stressed. “Our daughters want to study, but because of lack of toilets, they had to abandon their education mid-way and sit at home.”He said it was his government’s responsibility to ensure girls and women do not remain stuck in this situation and pointed that his government had performed that duty with utmost sincerity.The prime minister said even World Health Organisation had acknowledged his government’s effort in this area and because of the Swachh Bharat campaign there was a possibility created to save three lakh human lives.“The campaign has not only improved the lives of crores of Indians, but it has also played a significant role in achieving the goals set by the UN,” Modi said.However, ever since the foundation decided to honour Modi for the Swachh Bharat Abhiyan, several public figures have opposed it, citing alleged human rights violations against minorities in India and the security clampdown in Jammu and Kashmir. The foundation had also confirmed that two participants had pulled out of the award ceremony, though the reason is not clear. The Gates Foundation had said it respects the petitioners’ views, but that Modi would receive the award for providing 500 million people in India safer sanitation. “We work on the specific issues where we believe we can have the greatest impact for the world’s poorest,” the foundation had said.Thankful to the @gatesfoundation for recognising India’s strides in cleanliness. https://t.co/dfE85tPSvE— Narendra Modi (@narendramodi) September 25, 2019\n\nNow, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-25T07:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127935-fybrbqlwzd-1569375762.jpg","tags":["Narendra Modi","Gates Foundation","Global Goalkeeper Award","Bill Gates"],"source":"https://scroll.in/latest/938398/us-modi-receives-global-goalkeepers-award-for-swachh-bharat-abhiyan-from-gates-foundation"}