{"title":"US Open 2023: Rohan Bopanna stands tall even in defeat","content":"Rohan Bopanna found shelter under a towel as he sat on the players’ bench. He sat, elbows on knees, hands on his head that was covered in the towel, with nothing but his thoughts for company. On a warm New York afternoon, it was weak protection from the disappointment after a heartbreaking loss.He had waited 13 years to get to another men’s doubles Grand Slam final. On Friday, at the US Open, he had that second opportunity to win a first men’s doubles title at a Major, but fell short.Bopanna and Australian partner Matthew Ebden, the sixth seeds, lost to two-time defending champions Rajeev Ram of the United States and Britain’s Joe Salisbury 6-2, 3-6, 4-6.At 43 years and six months, Bopanna was hoping to become the oldest ever men’s doubles Grand Slam winner in the Open Era. For now, he remains the oldest finalist.But if he was to win a first men’s doubles Grand Slam title, he would want to do it the right way – even if it meant conceding a point that – for all the world – looked like he had rightfully won. \n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nThe most extraordinary moment of the match came in the seventh game of the third set. Bopanna and Ebden were down a break and trailing 2-4, 0-15. The duo played an excellent point, drew both their opponents to one side, allowing Ebden to play a forehand cross court winner into an open court. The point was won, but Bopanna approached the chair umpire and asked for it to be given to Ram and Salisbury.It took a while for the confusion to settle, with a lot of explaining from Bopanna and Ebden. It turned out that Ebden’s shot had brushed Bopanna’s right elbow. It was a faint deflection nobody in the Arthur Ashe Stadium, apart from Bopanna and Ebden, had noticed.At that crucial stage of the match, in the world’s largest tennis stadium, Bopanna put up a commendable display of sportsmanship.“That’s the person I have been through my career and I really feel it doesn’t matter what the scoreline or what the occasion of the match is,” he said in the post-match press conference. “If something was not right, it was not right.”Down 0-30 in that game, Bopanna and Ebden clawed back to win it. But they could not overcome the deficit as Salisbury served out the match.Rohan Bopanna’s remarkable show of sportsmanship in the men’s doubles finalThe men’s doubles title remains an elusive trophy for Bopanna. But he still is a Grand Slam champion – the last in an era of Major winners from India.Leander Paes and Mahesh Bhupathi have long retired from the sport. Sania Mirza – a six-time Slam winner – called time on an illustrious career earlier this year. But Bopanna, who won the French Open mixed doubles title with Canada’s Gabriela Dabrowski in 2017, is still going strong.Somdev Devvarman, the former India No 1 singles player, mentioned in commentary how Bopanna keeps talking about how every year the veteran plans on continuing on tour for another season. And with performances like what he put up at the US Open, Bopanna does not seem ready to quit.“Today I’m playing only because I’m pain free,” he had said to Scroll last year. “I’m enjoying, and getting these results. When I’ve put in 20 years of work, putting in hours and hours of practice, and I’m playing in the Grand Slams, Masters series, and I’m enjoying, there’s no reason to stop. If I can play at the highest level, win tournaments, then why stop. And I’m pain-free.”Those good results have followed him this year as well. Granted he did have a slow start to the new partnership with Ebden – they lost the first two matches they played together – but steadily the duo has picked up the pace as the season went on.They reached the final at the ATP 500 event in Rotterdam before winning the ATP 250 in Doha and the Indian Wells Masters title – Bopanna becoming the oldest ever Masters winner. In July they reached the semi-final at Wimbledon as well.Bopanna was also runner-up with Sania Mirza at the 2023 Australian Open mixed doubles event.“Apart from January, I think the entire season we have been consistently doing well in big events and playing good together,” Bopanna said on Friday. “I think we are constantly learning as a team and trying to build on that.”They did everything they could to win a first Slam together as well.Bopanna, known for his big booming serves, kept the opponents guessing as he dropped pace in the first set to throw them off. The groundstrokes were big, as usual. He even had it in him to play a stunning, on-the-run, backhand down-the-line winner at a crucial point in the third set.Ebden was solid at the net – rarely putting a foot wrong. His backhand returns were menacing and he was the only player in the final whose serve remained unbroken.But Ram and Salisbury did just enough to break Bopanna’s serve once each in the second and third sets. That would prove to be the difference between the two teams as Ram and Salisbury became the first pair since 1914 to win three consecutive US Open men’s doubles titles.Bopanna had reached a first men’s doubles final at the US Open in 2010, where he and partner Aisam-ul-Haq Qureshi were beaten in two tiebreakers by the formidable Bryan Brothers, Mike and Bob.The wait for a first men’s doubles title continues. But surely, as he reflected with his head under the towel, it would have struck him that with the way that he has been playing, there may yet be another chance in the offing.","author":"Shahid Judge","time":"2023-09-09T12:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193921-qicovtlygt-1694242186.jpg","tags":["Rohan Bopanna","Matthew Ebden","Rajeev Ram","Joe Salisbury","US Open","US Open 2023","Indian tennis","tennis"],"source":"https://scroll.in/field/1055684/us-open-2023-rohan-bopanna-stands-tall-even-in-defeat"}