{"title":"US says it is concerned about CAA implementation, MEA describes comment as ‘misinformed’","content":"The United States said on Thursday that it is concerned about the Citizenship Amendment Act being notified in India and that it is closely monitoring how the law is implemented.US Department of State spokesperson Matthew Miller said at a media briefing on Thursday that “respect for religious freedom and equal treatment under the law for all communities are fundamental democratic principles”.However, Randhir Jaiswal, the spokesperson for India’s Ministry of External Affairs, said that the United States’ comments were “misplaced, misinformed and unwarranted”.The Citizenship Amendment Act is aimed to provide a fast track to citizenship to refugees from six minority religious communities, except Muslims, from Bangladesh, Afghanistan and Pakistan, on the condition that they have lived in India for six years and have entered the country by December 31, 2014. The law has been widely criticised for excluding Muslims. On Monday, the Centre notified the rules under the Act, paving the way for it to be implemented. On Friday, Jaiswal said that there were no grounds for any concern about the treatment of minorities in India. He added that the Act was an internal matter and was “in keeping with India’s inclusive traditions and a long-standing commitment to human rights”.The spokesperson said that the Citizenship Amendment Act is about giving citizenship and not taking it away. “It addresses the issue of statelessness, provides human dignity and supports human rights,” he added.Jaiswal said that vote bank politics should not determine views about a “laudable initiative” to help those in distress.“Lectures by those who have a limited understanding of India’s pluralistic traditions and the region’s post-partition history are best not attempted,” he said. “Partners and well-wishers of India should welcome the intent with which this step has been taken.”Criticism of the ActThe Citizenship Amendment Act, passed by Parliament in December 2019, had sparked massive protests across the country in 2019 and 2020.Indian Muslims fear that the law could be used, along with a nationwide National Register of Citizens, to harass and disenfranchise them. The National Register of Citizens is a proposed exercise to identify undocumented immigrants.Several Opposition leaders in the country have also alleged that the Act discriminates against Muslims.On February 12, the Dravida Munnetra Kazhagam-led Tamil Nadu government said that it will never allow the Citizenship (Amendment) Act to be implemented in the state.The state government said that while the ideal of unity in diversity faces a grave threat in the country, the state administration is committed to ensuring communal harmony.West Bengal Chief Minister Mamata Banerjee, too, said that the Act would not be implemented in the state. Banerjee criticised the Bharatiya Janata Party for raising the issue ahead of the Lok Sabha elections.","author":"Scroll Staff","time":"2024-03-15T18:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199284-mwptipltfs-1710507085.jpg","tags":["Citizenship Amendment Act","United States","Muslims","CAA rules","CAA"],"source":"https://scroll.in/latest/1065256/us-says-it-is-concerned-about-caa-implementation-mea-describes-comment-as-misinformed"}