{"title":"US to stop shipping weapons to Israel if it launches invasion of Rafah, says President Joe Biden","content":"United States President Joe Biden said on Wednesday that he would halt a portion of American weapon shipments to Israel if it went ahead with its plan to invade the southern city of Rafah in Gaza, reported CNN.The United States, in such a scenario, would continue providing defensive weapons to Israel, but would stop supplying other arms, Biden said.In an interview with the television news channel, the US president said: “I made it clear that if they go into Rafah – they haven’t gone in Rafah yet – if they go into Rafah, I’m not supplying the weapons that have been used historically to deal with Rafah, to deal with the cities – that deal with that problem.”The statement came after the Israeli war cabinet voted to proceed with its operations in Rafah. Israel has threatened a full ground invasion of the city where over 1 million Palestinians have fled amid the war on Gaza.The United Nations Office for the Coordination of Humanitarian Affairs has warned that any ground operation in Rafah would mean more suffering and death for the 1.2 million displaced Palestinians”.Despite this, the Israeli Defence Forces on Tuesday captured the vital Rafah crossing with Egypt, leading to its closure. The crossing is an entry point for food, medicine and other essential supplies for Palestinians.Biden told CNN in the interview that while the United States would continue to supply defensive weapons to Israel, including for its Iron Dome air defence system, other shipments would stop if Rafah is invaded.“We are not walking away from Israel’s security,” said Biden. “We are walking away from Israel’s ability to wage war in those areas.”Earlier in the day, US Defense Secretary Lloyd Austin confirmed that Washington had paused the shipment of “high-payload munitions” to Israel as it was proceeding with its plans in Rafah without accounting for civilian casualties, reported CNN.“We are going to continue to do what is necessary to ensure that Israel has the means to defend itself, but that said, we are currently reviewing some near-term security assistance shipments in the context of unfolding events in Rafah,” Lloyd told a US congressional subcommittee.He added: “We have been very clear that Israel should not launch a major attack into Rafah without accounting for and protecting the civilians that are in that battlespace.”Al Jazeera reported that among the shipments halted last week were 1,800 bombs, each weighing 2,000 pounds, approximately 907 kilograms, and 1,700 bombs, each weighing 500 pounds, approximately 226 kilograms.Following Biden’s announcement, Israel’s ambassador to the UN Gilad Erdan said the decision to pause the shipment was “very disappointing”.“[Biden] cannot say he is our partner in the goal to destroy Hamas, while on the other hand delay the means meant to destroy Hamas,” said Erdan.Israel’s war on Gaza has been ongoing for over seven months. The war began after Hamas’ incursion into southern Israel on October 7 that killed 1,200 people. The militant group had also taken over 200 people hostage.A hundred of those hostages are still believed to be alive and in Gaza, according to Al Jazeera. Some of the hostages were released in November as part of a brief ceasefire agreement and others were killed as a result of the war.Since October, Israel has been carrying out unprecedented air and ground strikes on Gaza. The attacks have killed nearly 34,800 persons, including over 14,500 children.","author":"Scroll Staff","time":"2024-05-09T13:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200593-ygleypfobm-1715238032.jpg","tags":["Joe Biden","Israel","Israel war on Gaza"]}