{"title":"Dubious voice vote to pass critical farm bills severely dents Indian democracy","content":"Sunday saw chaos in the Rajya Sabha as the three critical bills on the agricultural sector were up for vote.The scope of the legislation is vast, opening up India’s tightly-regulated farming sector as well as agricultural marketing to free market forces. Supporters of the move have called it a “1991 moment” – referring to the moment many regulations on private industry were abolished by Prime Minister Naramsimha Rao. Critics, however, have argued that these new agricultural policies will lead to farmers losing out on guaranteed purchase prices for their crops, to the benefit of large corporations.Whichever side of the fence one chooses, there is no denying that the legislations are very important for crores of India’s farmers.In that light, how two of the bills were passed in the Rajya Sabha on Sunday was deeply problematic. The third bill is also scheduled to be moved in the Upper House. All three bills have already been passed by the Lok Sabha.Amidst chaos, as the Opposition protested the bills, the telecast was muted, cutting off viewers from what members of Parliament were saying. After a short adjournment, deputy chairman Harivansh Narayan Singh decided to put the bills to a dubious voice vote rather than calling for the mechanism that should have been standard in a situation like this: a division.Voice vote versus divisionA voice vote involves the chairman putting a question to the house and then asking members to put forward their opinion in the forms of ayes (yes) or noes. Based on a rough measure of which side was louder, the speaker decides if the motion was passed or fell through.The other method involves actual voting by MPs – called a division. This once involved the physical separation of legislators and then a counting of heads, a procedure still followed in the UK. But nowadays in India, this is achieved by getting MPs and MLAs to vote electronically.The obvious advantage of a voice vote is that it is quick. The equally obvious disadvantage is that it is inaccurate, given that the chairman decides what the opinion of the house is based on which side is louder. A literal shouting match is not the ideal way to conduct any serious business.A division might take a little more time but its results cannot be disputed, since the chairman of the house has no discretion in the matter.No conditions for a voice voteHow do legislatures choose which method to adopt? Usually, a voice vote is fine if there is a consensus and the result is, for all practical purposes, pre-decided. For example,  if support for a bill is overwhelming, then the chairman might simply decide to quickly pass it using a voice vote. However, this situation hardly applied in the case of the farm bills. It is deeply controversial and has enormous repercussions, given it that it will impact – for better or for worse – the livelihoods of crores of Indians. In fact, it has been so controversial that the Bharatiya Janata Party’s own alliance partner, the Akali Dal, has broken with the government on this.By itself, the BJP only has a little more than a third of the seats in the Rajya Sabha. In a situation where the Opposition as well as the BJP’s allies have raised doubts over the bills, how could the speaker be confident enough to decide this critical matter using a voice vote?Crippling democracyIn fact, parliamentary procedure recognises how shaky the voice vote method is when there is no consensus. If a voice vote is challenged by any member, the chairman must ask for a division. The Rules of Procedure and Conduct of Business in the Council of States (Rajya Sabha) is quite clear:  “If the opinion so declared [for a voice vote] is again challenged, votes shall be taken by operating the automatic vote recorder or by the members going into the Lobbies.”Opposition MPs have claimed they asked for a division – only to be ignored.  Video footage of the bills being passed is damning. The deputy chairman passed all three bills by a voice vote amidst so much chaos, it would be impossible to ascertain if there were more ayes than noes. In effect, it could be argued, the opinion of the Rajya Sabha was replaced by the opinion of its deputy chairman, who seemed intent on passing these legislations no matter what.","author":"Shoaib Daniyal","time":"2020-09-20T17:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147764-qzjylocays-1600599509.jpeg","tags":["Farm Bills","Rajya Sabha","Parliamentary procedure"],"source":"https://scroll.in/article/973588/use-of-a-dubious-voice-vote-to-pass-critical-farm-bills-severely-dents-indian-democracy"}