{"title":"Register all live-in relationships or face jail: Uttarakhand Uniform Civil Code Bill ","content":"Uttarakhand’s Uniform Civil Code Bill tabled by Chief Minister Pushkar Singh Dhami on Tuesday requires all live-in relationships to be registered with district authorities within a month.Those who fail to do so can be punished with up to three years’ imprisonment or a fine of up to Rs 10,000.A Uniform Civil Code is a common set of laws governing marriage, divorce, succession and adoption for people of all communities. Currently, such personal affairs of different religious and tribal groups are based on community-specific laws, largely derived from religious scripture.The bill defines live-in relationship as that “between a man and a woman, who cohabit in a shared household through a relationship in the nature of marriage, provided that such relationship is not prohibited under Part - 3 of this Code”.According to the bill, couples in live-in relationships have to register themselves irrespective of whether they are residents of the state or not. After the couple submits a statement of live-in relationship to the registrar, the latter will conduct a summary inquiry. This is to ensure that the relationship does not fall under any of the categories mentioned under Section 380 of the bill that includes couples where one of the partners is a minor, one of the partners is married or is already in a live-in relationship.If a couple withholds information or gives a false statement to the registrar, they will face imprisonment for up to three months and a fine of Rs 25,000 or both.The bill also proposes that if the man deserts his partner in a live-in relationship, the woman will be entitled to claim maintenance from him.    In a video shared by Dhami on social media, “Bharat Mata ki Jai”, “Vande Mataram” and “Jai Shri Ram” slogans can be heard being shouted in the House as the chief minister presented the bill. विधानसभा में ऐतिहासिक \"समान नागरिक संहिता विधेयक\" पेश किया। #UCCInUttarakhand pic.twitter.com/uJS1abmeo7— Pushkar Singh Dhami (@pushkardhami) February 6, 2024\n\n\nIf the bill is passed, Uttarakhand will become the first Indian state to adopt such a code after the country’s independence from British rule in 1947. A common civil code has been in place in Goa since the Portuguese Civil Code was adopted there in 1867.The Uniform Civil Code draft report was approved by the state Cabinet on Sunday in a meeting chaired by Dhami at his residence.After presenting it in the House, the chief minister called the bill “historic”. The Congress’ Leader of the Opposition in the Assembly Yashpal Arya told ANI on Tuesday that his party is not against the Uniform Civil Code Bill, but accused the Bharatiya Janata Party government of silencing Opposition MLAs and attempting to pass the legislation in haste.“The House is governed by the rules of conduct of business but BJP is continuously ignoring it and wants to suppress the voice of the MLAs based on the strength of numbers,” Arya said. “It is the right of the MLAs to express their views in the House, during Question Hour, whether they have a proposal under Rule 58 or under other rules, they have the right to raise their voices on various issues of the state in the Assembly,” the Congress leader added.Congress leader and former Uttarakhand Chief Minister Harish Rawat also alleged that rules of the House were not being followed as draft copies of the Bill were not made available to all MLAs. He said that the government was “very eager” to pass the Bill.“No one has the draft copy and they [state government] want an immediate discussion on [the Bill],” Rawat said. “The Central government is using a sensitive state like Uttarakhand for tokenism. If they want to bring UCC, it should have been brought by the Central government.”The Uttarakhand government-appointed panel that drafted the state’s common civil code was led by retired Supreme Court judge Ranjana Prakash Desai. It also comprised retired Justice Pramod Kohli, social activist Manu Gaur, former Uttarakhand Chief Secretary Shatrughan Singh and the Vice Chancellor of Doon University Surekha Dangwal.The introduction of a common personal law has for long been on the Bharatiya Janata Party’s agenda, and several states ruled by the party have been making advances towards implementing it.   The aim of such uniformity is to ensure equality and justice for women who may otherwise be denied their rights under patriarchal personal laws, the BJP has claimed.In its campaign for a Uniform Civil Code, the BJP has mainly targeted Muslim personal law, arguing that it discriminates against women as it allows Muslim men to practice polygamy, inherit a greater share of property, initiate divorce and deny alimony.  Also read: What the push by individual states for Uniform Civil Codes would mean for Indian federalism","author":"Scroll Staff","time":"2024-02-06T13:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171923-ftomreyunw-1648027346.jpeg","tags":["Uniform Civil Code","Pushkar Singh Dhami","Uttarakhand","UCC"],"source":"https://scroll.in/latest/1063272/uttarakhand-uniform-civil-code-bill-tabled-in-assembly-cm-calls-it-historic"}