{"title":"Uttar Pradesh: Opposition parties criticise BJP government’s plan to rename Allahabad as Prayagraj","content":"The Congress and Samajwadi Party have opposed the Bharatiya Janata Party-led Uttar Pradesh government’s proposal to rename Allahabad as Prayagraj. On October 13, Chief Minister Adityanath said the city will be renamed before January when the Ardh Kumbh Mela begins, reports said.The city was known as Prayag before 16th Century Mughal emperor Akbar built a fort near the confluence of the Ganga and Yamuna and named it “Ilahabad”, The Hindu reported. His grandson Shah Jahan renamed the entire city “Allahabad”. An area near the confluence of the river continues to be known as Prayag. The chief minister said Governor Ram Naik had approved the proposal at a meeting of the Kumbh Mela Margdarshak Mandal  on October 13. Adityanath and several of this Cabinet ministers attended the meeting.“Prayag is where Lord Brahma performed the first yagna [ritual sacrifice],” Adityanath told reporters. “The confluence of two rivers is a ‘prayag’, and in Allahabad three rivers Ganga, Yamuna and Saraswati meet. Hence, it is the king of ‘prayags’. That is why it is ‘Prayagraj’.”  State Congress spokesperson Onkarnath Singh said the proposal was an attempt to play around with the history of the nation. Singh suggested classifying the place known as Prayagraj a city instead of renaming Allahabad, The Indian Express reported. Former Chief Minister and Samajwadi Party leader Akhilesh Yadav said the proposal “mocks tradition and belief”. “Raja Harshvardhan made ‘Prayag Kumbh’ great by offering donations, but today’s rulers are trying to take credit for the work just by renaming the city to ‘Prayagraj’,” Yadav tweeted. “They have even re-named ‘Ardh Kumbh’ Kumbh.”  The BJP welcomed Adityanath’s decision to remove Akbar’s legacy. “The announcement which has come keeping in mind the sentiments of lakhs and crores of people of the state is welcome,” Manoj Mishra, Uttar Pradesh BJP spokesperson, told The Indian Express. “Akbar ki nishani ko mita kar pauranik naam dena shreyaskar hai [To remove the sign of Akbar and give a historical name is good].”राजा हर्षवर्धन ने अपने दान से ‘प्रयाग कुम्भ’ का नाम किया था और आज के शासक केवल ‘प्रयागराज’ नाम बदलकर अपना काम दिखाना चाहते हैं. इन्होंने तो ‘अर्ध कुम्भ’ का भी नाम बदलकर ‘कुम्भ’ कर दिया है. ये परम्परा और आस्था के साथ खिलवाड़ है.— Akhilesh Yadav (@yadavakhilesh) October 15, 2018\n\nRenaming campaignIn June, the Adiyanath administration renamed the iconic Mughalsarai railway station as Pandit Deen Dayal Upadhyay junction, after the Jan Sangh leader.  In August, it proposed renaming the Bareilly airport after ‘Nath Nagri’, which is believed to be the mythological name of the city. Adityanath is a member of the Nath sect. The proposal had also recommended renaming Kanpur’s Chakeri airport after freedom fighter Ganesh Shankar Vidyarthi and the Agra airport after Deen Dayal Upadhyay.","author":"Scroll Staff","time":"2018-10-15T16:37:29.188585+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/898337-fqcntiskbg-1536681134.jpg","tags":["Allahabad","Uttar Pradesh","BJP","Congress","Prayagraj","Samajwadi Party"]}