{"title":"Allahabad is now Prayagraj: Uttar Pradesh Cabinet approves proposal to rename city","content":"The Uttar Pradesh Cabinet on Tuesday approved the proposal to rename Allahabad as Prayagraj. “Allahabad will be called Prayagraj from today,” minister Siddharth Nath Singh told reporters, according to ANI. The matter had caused an uproar on Monday, with the Congress and the Samajwadi Party opposing the proposal.The city was known as Prayag before 16th-century Mughal emperor Akbar built a fort near the confluence of the Ganga and the Yamuna and named it “Ilahabad”. His grandson Shah Jahan renamed the entire city “Allahabad”. An area near the confluence of the river continues to be known as Prayag.On Monday, Chief Minister Adityanath said Governor Ram Naik had approved the proposal to rename the city. “Prayag is where Lord Brahma performed the first yagna [ritual sacrifice],” Adityanath told reporters. “The confluence of two rivers is a ‘prayag’, and in Allahabad three rivers Ganga, Yamuna and Saraswati meet. Hence, it is the king of ‘prayags’. That is why it is ‘Prayagraj’.”State Congress spokesperson Onkarnath Singh said the proposal was an attempt to play around with the history of the nation. Former Chief Minister and Samajwadi Party leader Akhilesh Yadav said the proposal “mocks tradition and belief”. “Raja Harshvardhan made ‘Prayag Kumbh’ great by offering donations, but today’s rulers are trying to take credit for the work just by renaming the city to ‘Prayagraj’,” Yadav tweeted. “They have even re-named ‘Ardh Kumbh’ Kumbh.”  But the Bharatiya Janata Party welcomed the proposal. “The announcement which has come keeping in mind the sentiments of lakhs and crores of people of the state is welcome,” state BJP spokesperson Manoj Mishra said.","author":"Scroll Staff","time":"2018-10-16T13:37:11.184421+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/84534-lchrrlrgqt-1521045775.jpg","tags":["Allahabad","Prayagraj","Uttar Pradesh","Congress","BJp","Samajwadi Party"]}