{"title":"Bulandshahr violence: SIT inquiry ordered after two people, including a police inspector, are killed","content":"The Uttar Pradesh Police ordered an inquiry by a Special Investigation Team into the violence in Bulandshahr district on Monday in which two people, including a police inspector, were killed, PTI reported. The inspector was identified as Subodh Kumar Singh while the villager who was killed was identified as 20-year-old Sumit.Additional Director General of Police (Law and Order) Anand Kumar said Subodh Kumar Singh was hit by a blunt object, “probably a stone”, and died in hospital while being treated.The clashes occurred after police were deployed in Mahaw village around 11 am after residents allegedly discovered the carcasses of a cow and a calf in a field, Navbharat Times reported. “People complained that cattle carcass was found in a field,” ANI quoted Anand Kumar as saying. “Villagers were assured action but they carried the carcass on a tractor and blocked the main road [Bulandshahr-Garh highway]. The protest turned violent and the police were pelted with stones, [after which] forces retaliated with lathicharge.” He added that reinforcements have been sent to the spot to control the protests.A local police constable said a group of men attacked personnel taking Singh to hospital, The Times of India reported. The police officials fled, leaving the injured Singh to fend for himself, he added. The autopsy revealed that Singh was shot, with the bullet entering near his left eyebrow.District Magistrate Anuj Kumar Jha said police had to open fire in self-defence, PTI reported. Additional Director General of Police (Meerut Zone) Prashant Kumar said the protestors set several vehicles and the Chingarwathi police chowki on fire after the villager Sumit was shot. Sumit was taken to a hospital in Meerut but he succumbed to his injuries. Anand Kumar said inquiries are being conducted to find out who shot him.Anand Kumar said Singh was the investigating officer in the Mohammad Akhlaq lynching case from September 28, 2015, to November 9 that year, ANI reported. “The chargesheet in the case was filed by a different investigating officer in March 2016,” he added. Akhlaq was beaten to death in Dadri town in Gautam Buddha Nagar District in September following rumours that he and his family had killed a calf and eaten beef during Eid festivities.District Magistrate Bulandshahr Anuj Jha: One police inspector dead during a clash with people protesting against illegal slaughterhouses in Bulandshahr pic.twitter.com/4x2DVB8WuE— ANI UP (@ANINewsUP) December 3, 2018\n\nA police officer is killed in mob violence in Bulandshahr, UP after local outfits first stage jam and the  go on a rampage angered by alleged discovery of parts of a dead cow. More details coming in.@the_hindu @abaruah64— Omar Rashid (@omar7rashid) December 3, 2018","author":"Scroll Staff","time":"2018-12-03T16:29:31.434945+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/107186-qbyfnuhpgp-1543845002.jpg","tags":["Uttar Pradesh","Bulandshahr","Violent protests","UP Police"],"source":"https://scroll.in/latest/904363/uttar-pradesh-inspector-killed-in-a-clash-in-bulandshahr-police-station-set-ablaze"}