{"title":"Uttar Pradesh: Authorities ask mosques to be covered with sheets ahead of Hindu processions","content":"Mosques situated along the route of Hindu religious processions in Uttar Pradesh’s Bareilly and Shahjahanpur have been asked by the authorities to be covered in tarpaulin to prevent them from being smeared with colours during Holi, The Indian Express reported.In recent years, religious processions have led to communal violence in a number of states. To prevent such incidents, the authorities in the two towns have asked mosques in the procession route to cover the buildings.On Sunday, Bareilly’s Senior Superintendent of Police Ghule Sushil Chandrabhan led a police flag march along the proposed route of the Ram Baraat procession from Narsingh Temple, The New Indian Express reported.The annual procession in Bareilly around the Holi festival is organised by the Brahmpuri Ramlila Committee.“We held a meeting with clerics in the district on Friday and they have been told that the mosques will be properly covered so that no mischievous element does anything to disturb communal harmony,” The Indian Express quoted Chandrabhan as saying. “All clerics expressed satisfaction with our arrangements.”He added that police personnel would accompany the procession which, after passing through several areas in the town, will return to the Narsingh temple.Ahead of Holi, mosques covered with sheets on Ram Baraat, Laat Saaheb procession routes in UPRead here: https://t.co/X1rdPMedwG pic.twitter.com/UBFxPmWOkl— The Indian Express (@IndianExpress) March 24, 2024\n\n\nIn Shahjahanpur, a religious procession is taken out on Holi from the Phoolmati Devi temple. As part of the tradition, participants hurl footwear at a buffalo cart led by a man, The Indian Express reported.In Aligarh, the Masjid Intezamia Committee has covered at least four mosques to save it from the Holi colours, The New Indian Express reported. The Abdul Karim masjid in the town will also be covered following instructions from the district administration, Haji Iqbal, the mosque’s chief cleric told the newspaper.","author":"Scroll Staff","time":"2024-03-24T17:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199539-gnuqlvrqqr-1711280642.jpg","tags":["Shahjahanpur","Uttar Pradesh","Bareilly","Holi","Religious Procession"],"source":"https://scroll.in/latest/1065720/uttar-pradesh-authorities-ask-mosques-to-be-covered-with-sheets-ahead-of-hindu-processions"}