{"title":"The use of National Security Act to keep the Bhim Army’s Chandrashekhar in prison is draconian","content":"A day after the Allahabad High Court granted bail to Chandrashekhar Azad Ravan the Uttar Padesh government has extended his custody by charging him under the stringent National Security Act.Chandrashekhar has been accused by the Uttar Pradesh government of fomenting violence in the town of Saharanpur in western Uttar Pradesh. May 9 saw clashes between the Bhim Army, the Dalit rights organisation started by Chandrashekhar, and the Uttar Pradesh police in Saharanpur town. The Bhim Army, in turn, blamed the police for the May 9 violence, denying any role in the riots, which happened as the Dalit organisation was protesting an upper caste attack against Dalit homes four days earlier in Saharanpur district.Authoritarian move  On Thursday, the Allahabad High Court rubbished the Uttar Pradesh government’s contention that Chandrashekhar had organised the violence. Calling the charges “politically motivated”, the court granted bail to the founder of the Bhim Army in various cases of rioting. Unable to detain Chandrashekhar under the initial charges of rioting, the UP government turned to the draconian NSA, which gives them the powers of preventive detention. The move highlights the undemocratic nature of the NSA as well as the high-handed nature of the BJP administration in the state, which is using the might of the state to snuff out political challengers.This sudden detention comes even as the Bhim Army claims Chandrashekhar has faced violence in prison, having been assaulted by other prison inmates in July. On October 28, the Bhim Army founder was rushed to the intensive care unit of a hospital in Lucknow after he experienced acute abdominal pain.Starkly, the upper caste Thakurs who attacked a Dalit hamlet on March 5, setting off this conflict, have faced no punitive action from the administration.Instead, the BJP government has partisanly attacked the Dalits protesting the attack, first on May 9 by lathicharging activists and then using the NSA on Chandrashekhar.Undemocratic democracyPreventive detention is rarely found in any modern democracy across the world today. Yet a number of Indian laws have it, the most prominent of which is the NSA, a Union law passed in 1980 by the Indira Gandhi government. Under the NSA, the government can detain a citizen for as long as it wants. Moreover, the detention is out of reach of the judiciary. Only an advisory board, set up by the government itself, can review the detention. In addition, the accused is not even allowed to hire a lawyer to defend himself. The board can, if it so wants, function in secret, refusing to publish any justification for its orders.In its structure, the NSA is rather similar to the British Raj’s Rowlatt Act which also denied those detained access to courts or lawyers, leading to them being described as “no vakil, no appeal, no daleel” in Hindi. No lawyers, no appeals, no arguments. Unfortunately, the draconian practice of preventive detention did not go away with the transfer of power to Indian hands. Within three years of independence, the Jawaharlal Nehru government passed the Preventive Detention Act. Later, the Maintenance of Internal Security Act – used extensively during the Emergency – would also allow for preventive detention to then by replaced by the NSA. There are also a variety of state laws such as the Goonda Acts which allow for preventive detention.Curious lawThe imprisonment of citizens even before they have broken the law is bizarre and contravenes logic and natural justice. Unsurprisingly, it is often misused against the weak and by governments to serve narrow partisan goals rather than in the service of law and order.In the case of Chandrashekhar, the organisation he founded, the Bhim Army, has challenged caste oppression in western Uttar Pradesh, taking on the powerful Thakur caste (Chief Minister Adityanath is a Thakur). If Chandrashekar had indeed broken the law by inciting violence on May 9, the government should prosecute him under the relevant laws. But to keep Chandrashekhar in prison without any charge shows up the UP government as authoritarian and unable to deal with democratic dissent.","author":"Shoaib Daniyal","time":"2017-11-04T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/856631-58206-bbfxqhoizt-1496940718.jpg","tags":["Bhim Army","Uttar Pradesh","Chandrashekhar","Saharanpur","NSA"],"source":"https://scroll.in/article/856631/uttar-pradesh-the-use-of-nsa-to-keep-the-bhim-armys-chandrashekhar-in-prison-is-draconian"}