{"title":"Uttar Pradesh: 17-year-old girl raped, murdered in Lakhimpur Kheri; no arrests so far","content":"A 17-year-old girl was found dead near her house in Uttar Pradesh’s Lakhimpur Kheri district, PTI reported on Wednesday. The police said the minor was raped before being killed with a sharp weapon. No arrests have been made so far.The incident took place on Monday when the girl had gone to a neighbouring town to fill up an online scholarship application form. Her parents informed the police when she did not return home.The body was discovered by a few boys from the village who went to a dried-up pond, around 500 metres from her home, to cut grass on Tuesday morning, reported The Indian Express. After recovering her mutilated body, the police said there were injury marks on her neck and a part of her leg seemed to have been devoured by a stray animal.“Yes, the postmortem report has confirmed rape,” said Superintendent of Police Satendra Kumar Singh, according to NDTV. “We are making all possible efforts to identify and arrest the accused. We hope to have a breakthrough soon.” Singh added that the investigating teams have collected some vital clues.Her parents said their only demand now was justice. “She was like my son – even if someone tried to molest her, she would have fought with all her might before being killed in this manner,” her father told The Indian Express. “She was so courageous that it never occurred to me to accompany her. If only I had gone with her, she would have been saved…”Her father said he was worried about his other daughters. “She was murdered brutally…her throat was slit,” he said. “The guilty should be given strict punishment. I have other daughters as well. How will they move out?”However, the family members said they do not suspect anyone. “I really don’t know what to say or whom to suspect,” her uncle told NDTV. “She left around 8.30 am on Monday. We do not suspect anyone.”   Lakhimpur Kheri district was in the news a few days ago for a similar incident. On August 14, a 13-year-old Dalit girl was allegedly raped and murdered in the district. The body of the girl, who was strangled with her tongue allegedly cut, was found in a sugarcane field owned by one of the accused. The police have arrested four men in connection with the case under charges of gang rape and murder.Opposition leaders raised serious questions about the law and order situation in Uttar Pradesh after a spate of crime, mostly against women, were reported in the last few days. Congress General Secretary Priyanka Gandhi criticised the state government for failing to ensure the safety of women while Rahul Gandhi said the “jungle raj” of caste-based violence and crimes against women was at its peak under the current dispensation. Uttar Pradesh is ruled by the Bharatiya Janata Party since 2017.","author":"Scroll Staff","time":"2020-08-26T10:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136941-kmdsqveqqg-1597734370.jpg","tags":["Lakhimpur Kheri district","Uttar Pradesh","crime against women","women's safety","rape in lakhimpur kheri"],"source":"https://scroll.in/latest/971400/uttar-pradesh-17-year-old-girl-raped-murdered-in-lakhimpur-kheri-no-arrests-so-far"}