{"title":"Uttar Pradesh: Man rapes, strangles 12-year-old girl in Maharajganj district, arrested ","content":"A man in Uttar Pradesh’s Maharajganj district raped and murdered a 12-year-old girl on Friday and left her body in a forest, PTI reported, citing the police.Maharajganj Superintendent of Police Rohit Singh Sajwan told the news agency that the man was arrested. A case has been filed against the accused under various sections of the Indian Penal Code and the Protection of Children from Sexual Offences Act. The incident took place in a village in Maharajganj district, according to News18. The accused took the child to eat snacks on his bicycle on Friday evening. After that, he took her to a forest, raped her and strangled her. The accused, then, returned to the village. The child’s relatives began a search for her soon after. They tracked the man in his house and handed him over to the police. The girl’s body was found in the forest on Saturday evening, unidentified police officials told PTI. It has been sent for a postmortem analysis. The incident came a week after unidentified men raped and killed a 17-year-old girl in the state’s Lakhimpur Kheri district. Earlier this month, four men had been arrested for therape and murder of a 13-year-old Dalit girl in the district.Opposition leaders have raised serious questions about the law and order situation in Uttar Pradesh after a spate of crime, mostly against women, were reported in the last few weeks. Congress General Secretary Priyanka Gandhi criticised the state government for failing to ensure the safety of women while Rahul Gandhi said the “jungle raj” of caste-based violence and crimes against women was at its peak under the current dispensation. Uttar Pradesh is ruled by the Bharatiya Janata Party since 2017.","author":"Scroll Staff","time":"2020-08-30T17:09:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/86927-nozvqamlze-1523584256.jpg","tags":["Maharajganj","Uttar Pradesh","rape","child rape","crimes against children"],"source":"https://scroll.in/latest/971759/uttar-pradesh-man-rapes-strangles-12-year-old-girl-in-maharajganj-district-arrested"}