{"title":"Uttar Pradesh and Bihar are India's youngest states","content":"Uttar Pradesh and Bihar’s populations have the lowest median ages – or youngest populations – in India while Kerala and Tamil Nadu have the highest median ages, according to Census 2011 data, compiled by Bengaluru-based think-tank Takshashila Institution.The median age is the age which divides the population into two equal halves, ie, there are as many people older than the median age as there are people younger than it. A low median age would suggest that a country’s population has more young people than older people.The median age in India rose from 22.51 years in 2001 to 24 years in 2011, according to Census data. The median age of India’s population will be 37 years in 2050 – lower than that of China, which will have a median age of 46 years, but higher than Pakistan, which will have a median age of 30.9 – according to data from the United Nations.There is wide variation within India: Kerala’s median age of 31 years is close to Argentina’s median age (30.8), and Uttar Pradesh’s median age of 20 is similar to Kenya’s (18.9).\n\t\t\n\tSource: United Nations, Department of Economic & Social Affairs Get the dataThe median age is broadly correlated with the level of development within the state in India. Southern states with a higher per-capita income such as Andhra Pradesh (27), Tamil Nadu (29), Karnataka (26) and Kerala (31) and the western states of Maharashtra (26) and Gujarat (25) have higher median ages.Less developed states in the North including Uttar Pradesh (20), Bihar (20), Jharkhand (22), Madhya Pradesh (23) and Rajasthan (22) have lower median ages.Source: Census 2011, Central Statistics OfficeIn 2026, Uttar Pradesh (26.85), Madhya Pradesh (28.83), Bihar (29.05) and Rajasthan (29.51) will continue to have low median ages, while Kerala (37.67) and Tamil Nadu (37.29) will likely have the highest median ages in the country.Over the next century, 60% of the population increase in India would come from the four states of Madhya Pradesh, Bihar, Uttar Pradesh and Rajasthan while only 22% would come from Kerala, Tamil Nadu, Andhra Pradesh, Karnataka and Maharashtra, according to a 2003 study published by The Economic and Political Weekly.This young population would form India’s working age population, and give India an advantage over countries with a smaller working age population. But productivity could depend on how states, with the bulk of India’s population, improve health and education levels, and provide employment opportunities, according to this 2013 study by Asia and Pacific Policy Studies.In 2011, Bihar had a literacy rate of 63.82%, which was much lower than Tamil Nadu that had a literacy rate of 80.33%.Bihar also had a higher infant mortality rate (number of infant deaths per 1,000 live births) of 44 compared to Tamil Nadu at 22.\n\t\t\n\tSource: National Commission on Population, May 2006This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Shreya Shah, Indiaspend.com","time":"2016-09-27T20:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/817524-kncqktreou-1465204617.jpg","tags":["Population","Median Age","Uttar Pradesh","Bihar"],"source":"https://scroll.in/article/817524/uttar-pradesh-and-bihar-are-indias-youngest-states"}