{"title":"Uttar Pradesh: Dalit girl allegedly raped and burnt alive in Muzaffarnagar, seven men booked","content":"The Uttar Pradesh Police on Tuesday booked seven men for allegedly raping and killing a 14-year-old Dalit girl in Muzaffarnagar district, The Indian Express reported. They police said they were yet to make any arrests as evidence is being gathered.The girl’s body was found in a charred state on Friday at her makeshift home near a brick kiln in the Rohana area of Nagar-Kotwali, where she worked. The autopsy suggested she died of asphyxiation and burn injuries.“An FIR has been registered on the basis of a complaint by the victim’s father against the brick kiln owner and six others on charges of gang rape, murder and sections of the SC/ST Atrocities Act,” said the area circle officer. “The allegations of rape have not been confirmed. But the investigation is pending and arrests will be made as per evidence.”The girl’s father, in his complaint, said he had gone back to his village on May 23 to visit his ill wife, leaving behind his daughter and 12-year-old son. He alleged that seven men, including the brick kiln owner and an accountant, raped his daughter and then burned her alive, according to The Times of India. The girl’s father also alleged that the administration was trying to make it appear that she died an accidental death. “She was taken by men who work in the area,” The Indian Express quoted him as saying. “She was raped and murdered,” Deputy Superintendent of Police Harish Bhadauria said the girl’s father had changed his initial statement in which he reportedly did not mention her alleged rape and murder. “We are probing every angle in the matter,” Bhadauria added. “We are also going to record the complainant’s statement before a magistrate.”The police said the National Commission for Scheduled Castes has taken cognisance of the case.Members of Dalit organisation Bhim Army have assured to fight for justice for the family. “We have told the SSP [senior superintendent of police] that we will announce a district-wide bandh if there is no justice,” said the organisation’s district chief Kamal Walia. “The police are trying to play this matter down. It is a poor Dalit family and we will help them win this fight.”","author":"Scroll Staff","time":"2019-05-29T07:49:23.930865+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/87854-oagefehdhe-1559095586.jpeg","tags":["Muzaffarnagar","Uttar Pradesh","Dalits","Rape"],"source":"https://scroll.in/latest/925126/uttar-pradesh-dalit-girl-allegedly-raped-and-burnt-alive-in-muzaffarnagar-seven-men-booked"}