{"title":"Uttarakhand polls: Will form panel to prepare draft for Uniform Civil Code if BJP wins, says CM","content":"Uttarakhand Chief Minister Pushkar Singh Dhami on Saturday said the party would form a panel to prepare a draft for the Uniform Civil Code in the state if the Bharatiya Janata Party retained power after the Assembly elections, reported ANI. During a press briefing, Dhami said that soon after the chief minister’s swearing-in ceremony, the panel would be formed that would include eminent citizens, stakeholders, jurists and social workers.By definition, a uniform civil code involves having a common set of laws governing marriage, divorce, succession and adoption for all Indians, instead of allowing different personal laws for people of different faiths.  The aim of such uniformity is meant to ensure equality and justice for women in particular, who are often denied their rights in marriage, divorce and inheritance under patriarchal personal laws.#WATCH | \"Soon after its swearing-in, new BJP govt will form a committee to prepare draft of Uniform Civil Code in state. This UCC will provide for same laws regarding marriages, divorce, land-property & inheritance for all people, irrespective of their faith\" says Uttarakhand CM pic.twitter.com/83SYlH2AkE— ANI UP/Uttarakhand (@ANINewsUP) February 12, 2022\n\nOn Friday, Dhami said that the Uniform Civil Code would create equal rights for everyone in the state.  “It will enhance social harmony, boost gender justice, strengthen women empowerment and help protect the extraordinary cultural-spiritual identity and environment of the state,” he said.The chief minister said that the Supreme Court has not only mooted for framing the sets of laws but also expressed dissatisfaction for not implementing it. In September 2019, the Supreme Court had said that even though the makers of the Constitution had expressed hope for the Uniform Civil Code, the Indian government had made no attempt to frame the set of laws.  Dhami said that implementing the code would be a step towards realising the dreams of those who framed the Constitution. He added that it will be an impactful step towards Article 44.Article 44 of the Constitution says that the state shall “endeavour to secure for the citizens a uniform civil code throughout the territory of India”. Establishing such a code has been on the ruling BJP agenda for long. It was also on the party’s manifesto for the 2019 General Elections.The voting for the Uttarakhand Assembly elections will be held in a single phase on February 14. The results will be out on March 10.","author":"Scroll Staff","time":"2022-02-12T13:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170014-rezgjqscrr-1644652241.jpg","tags":["Uniform Civil Code","Pushkar Singh Dhami","Uttarakhand","Uttarakhand elections"],"source":"https://scroll.in/latest/1017225/uttarakhand-polls-will-form-panel-to-prepare-draft-for-uniform-civil-code-if-bjp-wins-says-cm"}