{"title":"Uttar Pradesh: Mayawati rejects Congress offer to leave 7 Lok Sabha seats vacant for SP-BSP alliance","content":"Bahujan Samaj Party chief Mayawati on Monday said the Congress is free to contest all the 80 Lok Sabha seats in Uttar Pradesh in the upcoming parliamentary elections on its own, a day after the Congress decided to not contest seven constituencies and leave them for the coalition of the Samajwadi Party, the Bahujan Samaj Party and the Rashtriya Lok Dal.These seats are Mainpuri, Kannauj, Firozabad and the seats that Mayawati, and Rashtriya Lok Dal leaders Jayant Chaudhury and Ajit Singh will contest from, state Congress President Raj Babbar had announced.“Our alliance [with the SP and the RLD] is strong enough to defeat the BJP,” Mayawati said. “Congress must not forcefully spread wrong impression by saying they are leaving seven seats for us.”The BSP chief said that she wanted to make it clear once more that her party was not interested in tying up or coordinating its actions with the Rahul Gandhi-led party anywhere in the country. “Our party workers should not believe in the daily rumours being spread by the Congress party,” she added.कांग्रेस यूपी में भी पूरी तरह से स्वतंत्र है कि वह यहाँ की सभी 80 सीटों पर अपने उम्मीदवार खड़ा करके अकेले चुनाव लड़े आर्थात हमारा यहाँ बना गठबंधन अकेले बीजेपी को पराजित करने में पूरी तरह से सक्षम है। कांग्रेस जबर्दस्ती यूपी में गठबंधन हेतु 7 सीटें छोड़ने की भ्रान्ति ना फैलाये।— Mayawati (@Mayawati) March 18, 2019\n\nMeanwhile, Samajwadi Party chief Akhilesh Yadav on Monday asked the Congress not to create any “confusion” in Uttar Pradesh. Yadav said the alliance between the Samajwadi Party, Bahujan Samaj Party and the Rashtriya Lok Dal is capable of defeating the Bharatiya Janata Party in the state.Yadav’s statement on Monday is a U-turn from his claim earlier this month that the Congress is part of the alliance. The coalition has left two seats – Amethi and Rae Bareli – for the Congress. These are the constituencies of Congress chief Rahul Gandhi and United Progressive Alliance chairperson Sonia Gandhi. उत्तर प्रदेश में एस॰पी॰, बी॰एस॰पी॰ और आर॰एल॰डी॰ का गठबंधन भाजपा को हराने में सक्षम है। कांग्रेस पार्टी किसी तरह का कन्फ़्यूज़न ना पैदा करे! https://t.co/ekKcIlbc50— Akhilesh Yadav (@yadavakhilesh) March 18, 2019\n\nThe Samajwadi Party will contest 37 seats, the Bahujan Samaj Party 38 seats and the Rashtriya Lok Dal three seats. However, they have left out the Congress, with BSP chief Mayawati repeatedly ruling out the possibility of allying with the Rahul Gandhi-led party.","author":"Scroll Staff","time":"2019-03-18T12:22:27.253085+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114809-qwcozqmuoz-1552890900.jpg","tags":["Lok Sabha elections","BSP","Mayawati","Congress","Akhilesh Yadav","Samajwadi Party","Uttar Pradesh"],"source":"https://scroll.in/latest/917006/uttar-pradesh-mayawati-rejects-congress-offer-to-leave-7-lok-sabha-seats-vacant-for-sp-bsp-alliance"}