{"title":"Uttar Pradesh: Two girls found hanging from a tree in Kanpur, families allege they were raped","content":"The bodies of two teenage girls were found hanging from a tree at Ghatampur in Uttar Pradesh’s Kanpur, the police have said, reported PTI on Saturday.The families of the two girls – aged 14 and 16 – have said that they died by suicide on Wednesday night after they were allegedly gangraped and threatened.Police said that they have so far arrested the contractor of a brick kiln, Ramroop Nishad, 48, his son Raju, 18, and nephew Sanjay, 19, in the case. The two girls used to work at the brick kiln with their families.According to Additional Commissioner of Police Harish Chander, the Ghatampur police received information about the suicide late on Wednesday night.Chander said that Raju and Sanjay had been booked for gangrape, abetment of suicide and under the Protection of Children from Sexual Offences Act. “The contractor has been charged with only abetment of suicide,” he said.The police officer said that the families of the two girls, who are distant relatives, had left for the market on Wednesday after receiving their wages while the two girls had stayed behind. The families alleged that Raju and Sanjay came to their house in their absence, forced the girls to drink alcohol and then raped them, The Indian Express reported.“They also allegedly filmed the act and took objectionable pictures of the two girls with their mobile phone cameras,” Chander said. He added that the parents of the girls, in their complaint, had said that their daughters had confirmed it.The families said that they had confronted the contractor, his son and his nephew on Wednesday night. Around the same time, the two girls had allegedly left their home and hanged themselves using their dupattas from a tree nearby.“The families came to know about the suicide around 1 am when they did not find the two girls at home,” Chander said. “The parents have not alleged any foul play behind the death of the girls.”He added: “We have recovered videos and photographs of the girls from the mobiles of the accused, which will be sent for forensic examinations.”The police officer said that the autopsy was completed on Thursday and the report was awaited.The assault is being compared to the 2014 Badaun case, in which the bodies of two teenage Dalit girls were found hanging from a tree after they were allegedly gangraped.","author":"Scroll Staff","time":"2024-03-04T12:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171505-lmdofluays-1647275530.jpg","tags":["Uttar Pradesh","Ghatampur","Rape"],"source":"https://scroll.in/latest/1064641/uttar-pradesh-two-girls-found-hanging-from-a-tree-in-kanpur-families-allege-they-were-raped"}