{"title":"Uttarakhand Cabinet approves draft report on Uniform Civil Code ","content":"The Uttarakhand Cabinet on Sunday approved the state government’s Uniform Civil Code draft report in a meeting chaired by Chief Minister Pushkar Singh, PTI reported. The Uniform Civil Code Bill is likely to be tabled in a special Assembly session beginning on Monday. If the bill is passed, Uttarakhand will become the first Indian state to adopt such a code after Independence. A common civil code has been in place in Goa since the Portuguese Civil Code was adopted there in 1867.A Uniform Civil Code is a common set of laws governing marriage, divorce, succession and adoption for all Indians. Currently, such personal affairs of different religious and tribal groups are based on community specific laws, largely derived from religious scripture. The aim of such uniformity is to ensure equality and justice for women who may otherwise be denied their rights under patriarchal personal laws, the Bharatiya Janata Party has claimed.The introduction of a common personal law has for long been on the Bharatiya Janata Party’s agenda, and several states ruled by the party have been making advances towards implementing it.In its campaign for a Uniform Civil Code, the BJP has mainly targeted Muslim personal law, arguing that it discriminates against women as it allows Muslim men to practice polygamy, inherit a greater share of property, initiate divorce and deny alimony.On Sunday, Mohammad Ahmed Qasmi, the chief Muslim cleric in Uttarakhand’s capital Dehradun,  accused the government of weaponising the Uniform Civil Code against Muslims. “The government has ignored the objections and suggestions given by the community,” he said in a press statement shared with Scroll.Mufti Raees, another Muslim leader in the state, argued that the Uniform Civil Code violates Article 25 of the Indian Constitution, which guarantees all citizens the freedom to profess, practice and propagate their religion.","author":"Scroll Staff","time":"2024-02-05T12:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191758-tmeirqsyhm-1688132819.jpg","tags":["Uttarakhand","Pushkar Singh","BJP","UCC","Uniform Civil code"],"source":"https://scroll.in/latest/1063207/uttarakhand-cabinet-approves-draft-report-on-uniform-civil-code"}