{"title":"Uttarakhand: 25 more arrested, three FIRs filed over Haldwani violence, say police","content":"Twenty-five more persons have been arrested in connection with the February 8 violence that erupted following the demolition of a mosque and a madrasa in Uttarakhand’s Haldwani, the police said on Sunday, PTI reported.Of these, 12 persons were allegedly involved in the attack on the police station, six in allegedly setting cars ablaze outside the police station and seven had allegedly participated in the violence during the demolition.A total of 30 persons have been arrested so far in connection with the violence, Nainital’s Senior Superintendent of Police, Prahlad Narayan Meena said on Sunday. He said that three first information reports have been filed in the matter so far.Meena alleged that the mob looted government ammunition during the attack on the police station.“We have recovered seven country-made pistols and 54 live rounds,” said Meena. “When they [the rioters] attacked Banbhoolpura [police station], they looted government ammunition of different calibres as well. Sixty-seven live rounds of 7.62mm and 32 live rounds of 9mm have also been recovered.”On February 8, the town’s municipal corporation demolished the mosque and the madrasa in Banbhoolpura, claiming that they were built illegally on government land – even while the matter was underway in the Uttarakhand High Court.This led to clashes between the local residents and police officials. While the locals threw stones at the police and set vehicles on fire, the police hurled tear gas shells and baton-charged them to control the violence, reports suggest.At least six persons were killed in the violence and more than 100 were injured, including police personnel. Some of the persons killed in the violence had gunshot wounds, reports suggest.A subsequent curfew that was imposed in the region was partially lifted from the outer areas of the town on Saturday, though it continues to be enforced in Banbhoolpura.More than 1,000 security personnel have been deployed in the town and the state has requested the Centre for four additional companies of paramilitary forces, PTI reported.On Sunday, Nainital Police said that internet services had been restored in the riot-hit area, reported ANI. The police warned of stringent action over posting provocative photos, videos or comments on the internet.    #WATCH | Uttarakhand | Schools reopened after the curfew was lifted in Haldwani.  The Uttarakhand government had imposed a curfew in the state after violence broke out in Haldwani following the anti-encroachment drive. pic.twitter.com/J6HiOF8KOV— ANI (@ANI) February 12, 2024\n\n\nMeanwhile, a delegation of representatives from two Muslim groups, Jamiat Ulema-e-Hind and Jamaat-e-Islami Hind, visited Haldwani on Sunday, PTI reported.Jamiat chief Maulana Arshad Madani condemned the use of police force and alleged that the police were barging into homes and harassing Muslims, including men and women.“We have also written a letter to the Uttarakhand DGP yesterday demanding immediate attention in this regard,” he said. “Not just the abuse of innocent citizens but also the nefarious series of arrests that have started should be stopped immediately.”Madani alleged that the police had resorted to baton-charge to suppress the protests by residents against the demolition. He demanded an investigation into the incident, adding that protesting against the administration is not a crime.The Jamiat chief alleged that instead of enforcing the law and order, the police “become a party against Muslims everywhere” but act differently in cases involving others.Also read: After violence over madrasa demolition, police crackdown in Haldwani, Muslim residents allegeA Congress delegation met Uttarakhand Chief Minister Pushkar Singh Dhami on Sunday and demanded an impartial investigation into the matter.Dhami told the delegation led by Yashpal Arya, the Leader of Opposition in the Assembly, that the government has taken immediate steps to maintain law and order in Haldwani and that the Kumaon commissioner was conducting a magisterial probe into the violence and will submit a report in 15 days.“Action is continuously being taken against the rioters and unruly elements involved in the Haldwani violence,” Dhami said in a social media post. “All rioters are being arrested one after another. The drive against illegal encroachments in the state will not stop.”Also read: Uttarakhand madrasa at centre of violence was demolished without a court order","author":"Scroll Staff","time":"2024-02-12T09:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198361-mfbgvnrdmv-1707708779.jpg","tags":["Haldwani","Uttarakhand"],"source":"https://scroll.in/latest/1063558/uttarakhand-25-more-arrested-three-firs-filed-over-haldwani-violence-say-police"}