{"title":"Uttar Pradesh: Brother of Gorakhpur BRD Hospital doctor Kafeel Khan shot at","content":"Two unidentified gunmen on Sunday shot at Kashif Jameel, the younger brother of Dr Kafeel Khan, the Uttar Pradesh paediatrician who was arrested after 63 children died at a hospital in Gorakhpur in August. The doctor was released on bail in April.Jameel was taken to a private hospital in Gorakhpur, the police said, adding that he was out of danger, PTI reported on Monday morning. He has now been shifted to the government-run Baba Raghav Das Medical College and Hospital and will be under observation for the next 48 hours, according to NDTV.Jameel was shot around 11 pm on Sunday in the town’s Durgabadi area. Kotwali Inspector Ghanshyam Tiwari said Jameel had sustained injuries on his right upper arm, neck and chin.Dr Kafeel Khan accused the police of delaying his brother’s treatment. In a video posted on social media, he said: “Who has fired, we do not know. But it was 500 metres from Gorakhnath Temple, where the Uttar Pradesh Chief Minister Adityanath was staying.” Kafeel Khan said he “would not bend”.Earlier in the day, he told The Times of India that he had feared that this would happen. The police have not yet found any motive for the attack.Gorakhpur Senior Superintendent of Police Shalabh Mathur told ANI that they were waiting for a written complaint from the family. Kafeel Khan said the case has not yet been registered because they were waiting for Jameel’s version of the events. Khan’s mother sought police protection for the family, according to ANI. Gorakhpur tragedySixty-three children suffocated to death at Baba Raghav Das Medical College and Hospital in August due to lack of oxygen. Pushpa Sales, the company contracted to supply liquid oxygen, had cut off the supply after sending repeated reminders to the state-run hospital to pay dues of approximately Rs 65 lakh.In the wake of the tragedy, Kafeel Khan was praised after media reports said that he had saved more than 100 children by collecting oxygen cylinders from other nursing homes and paying for them out of his own pocket when the supply was disrupted. He was in charge of the acute encephalitis syndrome ward.After the state government said the children died of encephalitis, the police arrested Khan on charges of attempt to murder and corruption.Khan was in prison for eight months and finally got bail days after his family released a 10-page letter he wrote from jail, in which he claimed he was being made a scapegoat in the case.Allah rahem kare.M not going to bend pic.twitter.com/uG4sZYVNVH— realdrkafeelkhan (@drkafeelkhan) June 10, 2018","author":"Scroll Staff","time":"2018-06-11T08:41:20.176180+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/882153-69082-fkdgwapjky-1506064798.JPG","tags":["Uttar pradesh","Kashif Jameel","Gorakhpur","Doctor Kafeel Khan"],"source":"https://scroll.in/latest/882153/uttar-pradesh-brother-of-gorakhpur-brd-hospital-doctor-kafeel-khan-shot-at"}