{"title":"Uttarakhand: Marriage of BJP leader’s daughter to Muslim man postponed over ‘law and order’ concerns","content":"The marriage of a Hindu Bharatiya Janata Party leader’s daughter to a Muslim man slated for next week in Uttarakhand has been postponed after party leaders and other local Hindutva groups opposed it, The Telegraph reported on Sunday.Yashpal Benam, the president of the Pauri Nagar Palika, made the announcement while speaking to reporters on Saturday.Benam’s daughter Monika was slated to get married to a man named Monis on May 28.However, the BJP leader faced criticism and abuse after a photograph of the wedding invitation card was shared online. Some people claimed that the wedding was an instance of love jihad – a debunked conspiracy theory according to which Muslim men lure Hindu women into romantic relationships in order to convert them to Islam.Benam on Saturday said that he did not want the local administration and the police to face problems on account of the marriage.पौडी: नगर पालिका पौड़ी के अध्यक्ष व भाजपा नेता यशपाल बेनाम की बेटी का एक मुस्लिम युवक के साथ शादी का कार्ड इंटरनेट मीडिया में खूब प्रसारित होने और कई संगठनों द्वारा विरोध किए जाने के बाद बेनाम ने शादी से मना कर दिया है। pic.twitter.com/hjvT659BRC— Ammar Khan (@AmmarSageer) May 20, 2023\n\n“I have discussed the controversy created by some people from my own party over this marriage with the parents of the groom and we have together decided to cancel all the functions for the time being,” he said.The BJP leader said he came to know that some local organisations had planned to protest against the marriage. “The police are alert but it doesn’t look good for the wedding to be conducted under the shadow of force,” he said. “Keeping in mind the law-and-order situation, the two families have decided not to go ahead with the functions planned on May 26, 27 and 28. We will soon decide what to do.”","author":"Scroll Staff","time":"2023-05-21T19:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190398-ziimvpdoto-1684676783.jpg","tags":["BJP","Yashpal Benam","Bharatiya Janata Party","Monika Benam"],"source":"https://scroll.in/latest/1049244/uttarakhand-marriage-of-bjp-leaders-daughter-to-muslim-man-postponed-over-law-and-order-concerns"}