{"title":"Uttar Pradesh: Shivpal Yadav launches new political party","content":"Former Samajwadi Party leader Shivpal Yadav on Tuesday launched a new political party, the Pragatisheel Samajwadi Party Lohia, PTI reported. In August, Shivpal Yadav, who has fallen out with Samajwadi Party chief Akhilesh Yadav, had floated an outfit, the Samajwadi Secular Morcha.“Our new party has been registered [with the Election Commission],” Shivpal Yadav told reporters in Lucknow on Tuesday. Shivpal Yadav’s aide and former Uttar Pradesh minister Sharda Pratap Shukla said the new party will become a major force in the state.Shivpal Yadav claimed that he wanted unity in the Samajwadi Party, but under Akhilesh Yadav, neither he nor party patriarch Mulayam Singh Yadav were treated with respect. “I was pushed out,” he claimed. However, Shivpal Yadav is still a Samajwadi Party MLA from Jaswant Nagar in Etawah district. “I ask you all not to get involved in sycophancy,” he added. “You will be free to point out if there is something wrong going on. I will allow this freedom in my party.”Shivpal Yadav claimed that there is a lot of support for the new political party. He alleged that the policies of both the Centre and state government were “anti-people”. “Demonetisation and the Goods and Services Tax have broken the backbone of traders and the economy,” he said.Last year, the Samajwadi Party witnessed massive infighting months before the Uttar Pradesh Assembly elections. A few party leaders later blamed the power struggle between Akhilesh Yadav and Shivpal Yadav for the party’s abysmal performance in the polls, where it won only 47 constituencies in the 403-seat Assembly.","author":"Scroll Staff","time":"2018-10-23T20:00:11.274408+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/43572-eumgrxvtbu-1476609445.JPG","tags":["Shivpal Yadav","Samajwadi Party","Akhilesh Yadav","Pragatisheel Samajwadi Party Lohia","Uttar Pradesh"],"source":"https://scroll.in/latest/899362/uttar-pradesh-shivpal-yadav-launches-new-political-party"}