{"title":"Uttarakhand Uniform Civil Code draws significantly from Hindu law – and barely represents others","content":"After the Uttarakhand legislative assembly passed the Uniform Civil Code, Uttarakhand, 2024 bill  on Wednesday, Chief Minister Pushkar Singh Dhami said the legislation would give equal rights to everyone in the state. However, the bill is primarily drawn from Hindu personal law and could lead to the erasure of the personal law practices of minority communities, legal experts told Scroll.“The attempt to impose Hindu practices on non-Hindus is visible,” said Delhi-based senior advocate Mohan Katarki. This is the first uniform civil code bill passed in independent India. It seeks to replace the religion-based personal laws that govern marriage, divorce and succession in the state with a common set of laws. This is in line with Article 44 of the Constitution of India, which provides that the state must “endeavour to secure” a uniform civil code.  Primarily drawn from Hindu lawA comparison of the provisions of the bill with existing laws shows that the provisions of the Uttarakhand code on marriage and divorce are largely borrowed from the Hindu Marriage Act, 1955, and the secular Special Marriage Act, 1954.   The Special Marriage Act, said Delhi-based senior advocate Sanjoy Ghose, is similar to the Hindu Marriage Act.Similarly, the bill’s provisions on succession are mostly drawn from the secular Indian Succession Act, 1925, and the Hindu Succession Act, 1956. Among the 375 sections in the bill dealing with these subjects, only 14 sections are entirely new. The rest are copied verbatim or with slight variations from existing statutes.The Uttarkahand Mahila Morcha, a collective of women’s groups, has criticised the bill for “[following] the Hindu law template.”  In a public statement, it noted that the bill is “completely silent on the application of Christian family law and Parsi family law”, describing this as “legally untenable”.Ayushi Sharma, a Research Fellow in the Criminal Justice Reforms team at the legal policy think-tank Vidhi, told Scroll that the bill acknowledged the customs of mehr and dower – the money received by the wife from the husband in consideration of the marriage – from Muslim personal law. But apart from that, nothing else is drawn from the personal laws of any other minority community, she said.Targets MuslimsThe bill disproportionately hits Islamic personal law practices, experts said. However, from a feminist lens, the proscription on some Muslim family law practices may be seen as desirable, experts said.For instance, the bill does away with polygamy, unequal inheritance between male and female family members and halala divorce (under which a person can only remarry his divorced spouse after she has married someone else, consummated the marriage and thereafter obtained a divorce). These features of Muslim family law are considered sexist, experts noted.However, “the bill has not incorporated positive and progressive aspects of Muslim law”,  the Uttarakhand Mahila Morcha noted in its statement. For instance, Islamic law allows only a third of one’s property to be bequeathed by will. The remaining property is mandatorily passed to one’s heirs according to a prescribed scheme of succession. “The limit was intended to protect heirs from being dispossessed,” said Sharma.But the bill has removed this limit on testamentary succession.If the bill genuinely intended to achieve gender justice, it would have extended to women of all communities the Muslim family law practices of compulsory payment of mehr, which provides financial security to the wife, the Uttarakhand Mahila Morcha said. It would also have incorporated the idea of a nikahnama or marriage contract, which allows the spouses to add mutually acceptable, legally binding conditions to their marriage.Further, as Ghose pointed out, Muslim family law is the only personal law system in India that recognises marriage as a contract – as opposed to its status as a sacrament in other religions. This is why it permits extra-judicial forms of divorce, which means divorces that do not require a court decree. Under the Uttarakhand bill, though, only the courts can dissolve marriages.“The community impacted the most by this bill will be the Muslims,” Ghose said. “There is complete effacement of their personal law.”Katarki laid this point more bluntly: “The long and short of the bill is to ban polygamy among Muslims and regulate live-in relationships!”Scroll has previously reported  on how the bill’s regulation of live-in relationships, requiring them to be registered on the threat of criminal penalty, is problematic and puzzling.Ambiguity on application to Hindu Undivided FamiliesA noteworthy feature of the bill is its silence on the entity of the Hindu Undivided Family. Under the Hindu Succession Act, the Hindu Undivided Family is a joint family that consists of all persons lineally descended from a common ancestor and includes their wives and unmarried daughters. The ancestral property of this family is treated differently from the self-acquired property of individual family members under the Hindu Succession Act.The Uttarkahand Mahila Morcha noted the bill’s “total silence on addressing the issues of discrimination against women within the Hindu Joint Family”. It said that the Hindu Succession Act’s “glaringly patriarchal and gender discriminatory provisions” such as excluding widows, wives and mothers from the right to ancestral property and such property itself being premised on ownership by descendants of a common male ancestor “have been left untouched by the bill”.Ghose concurred. “Being vague on the status of the Hindu Undivided Family is not useful,” he said. “The bill must expressly provide what happens to its joint ancestral property.” Exclusion of tribal communitiesAnother striking feature of the bill is that it excludes from its ambit members of the scheduled tribes, who account for nearly 3% of the state’s population. Under Part 21 and the Fifth and Sixth Schedules of the Indian Constitution, tribal communities are granted significant autonomy and protection from interference in their internal affairs. However, Articles 25, 26 and 29 the Constitution grant protection to the religious practices of minority communities as well.Ghose clarified that in civil matters, citizens cannot claim the fundamental right to religious practice. But the Constitution does not provide any exclusion for tribal communities within the directive for a uniform civil code under Article 44, so “there is no obvious reason why they have been excluded from the bill”.Sharma said, “If the idea was to have uniformity across all religions, the logical step would have been to analyse beneficial practices from all faiths and incorporate them into the law, to make it inclusive.”Ghose agreed. “The bill is a cocktail of existing legislation,” he said. “What it should have been is a reasonable, consistent code that makes existing personal law practices more just and facilitates gender justice.”","author":"Vineet Bhalla","time":"2024-02-11T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191899-hzegmjveym-1706329054.jpg","tags":["Uniform Civil Code","Uttarakhand","UCC","Muslim Law","Hindu marriage act","Law And Women","Women's rights"],"source":"https://scroll.in/article/1063438/uttarakhand-uniform-civil-code-draws-significantly-from-hindu-law-and-barely-represents-others"}