{"title":"Uttam Kumar: Uncommon star, and common person’s hero","content":"“In my heart I know – nothing, not this light, or this radiance – nothing will last. This light might snuff out at any moment and throw me into deeper darkness.”Uttam Kumar had written these lines in his book Amar Ami before his death. By some strange coincidence, on the day he died (July 24, 1980), the manuscript of Amar Ami went missing, only to be recovered much later and published in the form of a book by Saptarshi Prakashan. The actor, who had been documenting his phenomenal personal and professional journey in this book, spoke his heart out about his life as a star, his struggles, his loneliness and much more. Even as I read and re-read these lines, I wondered about the immense loneliness and insecurity that would have gone into such writing, emotions one doesn’t really expect from a superstar and much loved man.During the course of my research for my own book that dwelt on the onscreen relation between Uttam Kumar and Suchitra Sen, I had come across an anecdote that gave me a glimpse into the sheer madness that went into the making of a star like him. Uttam had been invited to speak at a public event. On most such occasions the stage would have to be made at a much higher level than normal, in order to ensure that no one could climb onto the platform suddenly. When it was his turn to speak from the dais, the actor noticed a rather strange sight. A woman seemed to be dangling from the nearby multi-storey building while calling out his name. Alarmed at the sight, the star asked her why she was dangling the way she was, because she might fall down. To this the lady had replied that she was standing on the shoulders of her husband just to catch a glimpse of Uttam Kumar!The adulation and love that Uttam Kumar had received from his fans (both male and female) remains unparalleled in Bengali cinema till today. There have been stars and actors far more successful than him both commercially and artistically, but this man continues to carve a niche in the hearts of cine goers as one of the most adored film star ever.Struggle, hardship and well-earned popularityHow a small-time actor who started with a film like Mayador that was not even released went on to become the ultimate hero of Bengali cinema remains a tremendous journey that could inspire many till date. He was influenced by the theatre scene in the 1940s, and continued doing theatre even after he had started acting in films. Uttam was initially awed by the likes of Sishir Kumar Bhadury and Nirmalendu Lahiri, but he soon became frustrated with the exaggerated methods of dialogue delivery and voice modulations and concentrated on more realistic acting methods. To say that the actor prepared well for his roles would be an understatement. From chanting the Gita and the Chandipath in order to improve his diction to participating in lathi-khela (sparring with wooden sticks), wrestling, swimming and even horse riding lessons, Uttam Kumar went the extra mile to become the complete actor. There are many anecdotes recounted by his co-actors about how he would be in a trance while he was in character during a shoot.As an actor and producer, Uttam saw stupendous success. Awards and recognition came from the highest quarters, both during his lifetime and later. Unfortunately he became typecast in the lover boy image in most people’s minds in spite of the fact that he had been experimenting with different roles from a very early age. Nayak (1966), Chiriyakhana (1967), Amanush (1975), Ananda Ashram (1977) and many other such films speak of a versatile actor capable of handling diverse roles given the right script and direction. Satyajit Ray had observed once, “Even in films where the director’s calibre was questionable, Uttam tried his best to contribute to the overall success of the film; with the better ones he simply excelled.”But a true assessment of the actor’s popularity would reveal that the love people had for him was not only because of his roles but also had much to do with the person he was. There were two distinct sides to Uttam, one the flamboyant Mahanayak (hero) and the other a man whose empathy for those less fortunate stood out every time. It was his eagerness to help the needy that, in fact, earned Uttam the tremendous respect in the industry from producers, directors, senior and junior artistes. As an actor who never forgot his own struggling days, he is said to have always encouraged young, upcoming actors too. Again, perhaps few actors have done as much for the industry and its co-workers as Uttam had during his superstar days.  His organisation, Shilpi Sansad, which provided security for retired actors is only one such example.There are few actors in Bengal till date who have been able to generate the kind of mass hysteria that Uttam Kumar did. Strangely, the craze for Uttam is still unflagging, and a staple Bengali entertainment even today is a rerun of his films on television every once in a while. If you’re in Calcutta and making your way about in the well-loved yellow taxis towards the South, you might just meet a film loving taxi driver who would point out the statue of the actor or the crumbling studios in which he once worked.Throughout his life, Uttam loved people and they loved him back tremendously in return. The passage of time has not dimmed his memories from public memory, and tributes continue to pour in year after year, and yet it is strange that this man died feeling lonely and often lost. Gautam Chatterjee, Uttam Kumar’s son, had said, ‘\"Every year July 24 comes with a fresh reminder of how much I have lost, of how much the film industry has lost... what a void still remains, with no one to replace him on the silver screen, even after so many years.\"Uttam was wrong about the light being snuffed out, though. He remains through his films, fresh as ever.Maitreyee B Chowdhury is the author of Uttam Kumar and Suchitra Sen Bengali Cinema’s First Couple (Om Books, 2010).","author":"Maitreyee Bhattacharjee Chowdhury","time":"2015-07-24T15:30:23+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/743487-508a9900-42fc-427c-9b1b-dbf5a381e92b.jpg","tags":[],"source":"https://scroll.in/article/743487/uttam-kumar-uncommon-star-and-common-persons-hero"}