{"title":"Uttar Pradesh: Gangster Vikas Dubey killed in police custody ","content":"Gangster Vikas Dubey, who was arrested in connection with the murder of eight policemen in Kanpur, was killed in police custody on Friday morning, the Uttar Pradesh Police told ANI. The police claimed that one of their vehicles escorting Dubey back to the state from Madhya Pradesh overturned on a highway early in the morning. He then tried to escape, the police alleged. “Vikas Dubey attempted to flee by snatching pistol of the injured policemen after car overturned,” Kanpur Superintendent of Police Anil Kumar said. “The police [personnel] tried to make him surrender, during which he fired at the policemen. He was injured in retaliatory firing by police. He was later rushed to the hospital.” Six policemen, including two from the Special task Force, were also injured, an official told PTI. Additional Director General of Police (Law and Order) Prashant Kumar said so far six accused in the case have been killed, seven have been sent to jail and 12 criminals are still absconding.Dubey sustained four bullet injuries, three in the chest and one in the hand, Ganesh Shankar Vidyarthi Medical College Principal Dr RB Kamal told reporters. Dubey’s postmortem will be conducted by a panel of doctors. Kamal added that the accused had tested negative for coronavirus.Dubey, who was arrested in Ujjain on Thursday, was handed over to a Special Task Force team of the Uttar Pradesh Police in the evening. “He was handed over to the UP police, who took him to their state by road,” an unidentified police official told The Hindu.Also readVikas Dubey killing: ‘Oh so predictable,’ say opposition leaders, hint at a nexus in UP#WATCH Vikas Dubey attempted to flee by snatching pistol of the injured policemen after car overturned. Police tried to make him surrender, during which he fired at the policemen. He was injured in retaliatory firing by police. He was later rushed to the hospital: SP Kanpur West pic.twitter.com/ZajJVLNGBU— ANI UP (@ANINewsUP) July 10, 2020\n\nKanpur: One of the vehicles of the convoy of Uttar Pradesh Special Task Force (STF) that was bringing back #VikasDubey from Madhya Pradesh to Kanpur overturns. Police at the spot. More details awaited. pic.twitter.com/ui58XBbd82— ANI UP (@ANINewsUP) July 10, 2020\n\nA deputy superintendent of police, three sub inspectors and four constables were shot dead while trying to arrest Dubey, who has 60 criminal cases against him, in Bikru village, Kanpur, early on July 3. Four others were critically injured. Several of Dubey’s aides have either been arrested or killed in encounters over the past week.The gangster escaped after the shootout on July 3, following which there were reports of him being seen in Faridabad. The Uttar Pradesh Police had placed a bounty of Rs 5 lakh on him. Dubey was finally caught after six days on the premises of the Mahakaleshwar temple, where he was overpowered by guards of a private security agency, Indore Collector Ashish Singh told The Indian Express. He was taken to the police station, where his identity was established.Dubey had bought a Rs 250 ticket for VIP darshan at the temple. As he was leaving, the security guards asked him his name, and an argument ensued. Eventually, Dubey disclosed his identity, and was taken to the police station. The Madhya Pradesh Police then got in touch with their Uttar Pradesh counterparts and asked for Dubey’s photograph, Manoj Kumar Singh told the newspaper.Who is Vikas Dubey?Dubey had more than 60 criminal cases against him, including murder and extortion. He was arrested previously on many occasions but was not convicted in any of the 60 criminal cases, according to India Today. He was accused of killing BJP leader Santosh Shukla in 2001.  He surrendered in the case but was acquitted in 2005 as there was no evidence, according to the Hindustan Times. Shukla was killed inside a police station with around 25 witnesses present. During the trial of the Santosh Shukla murder case, all witnesses – most of them police personnel – had turned hostile. Dubey was acquitted by the court four years later due to lack of evidence and corroboration.Even before his acquittal, Dubey’s name had figured in another murder case in Kanpur. The deceased was a well-known local businessman Dinesh Dubey, who dealt in cables. Unidentified locals from Dubey’s village told India Today that he began his career in crime with snatching and robberies sometime in the early 1990s. Later, he formed a gang of his own. When he earned enough notoriety for his crimes, Dubey joined the Bahujan Samaj Party in 1995-’96 to protect himself from police action.Dubey’s wife, son arrestedMeanwhile, the Uttar Pradesh Police on Thursday arrested Dubey’s wife, hours after he was apprehended in Ujjain, Madhya Pradesh, PTI reported. The gangster’s son and a domestic worker were also arrested. Richa Dubey was arrested from her Krishna Nagar residence in Lucknow by a team of the Special Task Force on charges of harbouring the gangster and conniving with him, unidentified police officials told the news agency. “Vikas Dubey’s wife is being questioned to elicit information about the facts relating to the events involving ambush of the police team in Kanpur,” an unidentified police spokesperson said.Richa Dubey is believed to have participated in the attack, the police said. She had allegedly connected her mobile phone to a CCTV camera installed in their now-demolished house at Bikru village to monitor police activity after she and Vikas Dubey absconded from the village.","author":"Scroll Staff","time":"2020-07-10T08:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/144147-hznigwxurr-1594344948.jpg","tags":["Kanpur encounter","Kanpur","Vikas Dubey","Uttar Pradesh","Uttar Pradesh Police","Congress"],"source":"https://scroll.in/latest/967029/uttar-pradesh-gangster-vikas-dubey-killed-in-police-encounter-say-reports"}