{"title":"Uttarakhand High Court orders CBI inquiry into corruption charges against CM Trivendra Singh Rawat","content":"The Uttarakhand High Court on Tuesday ordered the Central Bureau of Investigation to file a first information report against Chief Minister Trivendra Singh Rawat and conduct an inquiry over allegations of corruption levelled by a journalist, Live Law reported.The journalist, Umesh Sharma, who owns a local news channel Samachar Plus, had recorded a video related to the alleged role of the chief minister in getting money transferred to the account of his relatives in 2016. Rawat was then the chief of the Bharatiya Janata Party’s Uttarakhand unit.Rawat on Wednesday moved the Supreme Court against the High Court’s order, PTI reported. The media coordinator of the chief minister, Darshan Singh Rawat, had said the state government will file a Special Leave Petition in the Supreme Court challenging the order, according to The Indian Express. “The government respects the High Court order,” he said. “Facts will be cleared in the inquiry.”The High Court passed the order on hearing two separate write petitions of journalists Sharma and Shiv Prasad Semwal. Both of them had sought quashing of an FIR lodged in July. The court quashed the FIR against Sharma.Harinder Singh Rawat, a retired professor and a manager of a college in Dehradun, had lodged the complaint against the video uploaded by Sharma on Facebook. The police complaint stated that the video showed documents on a computer screen with bank accounts allegedly belonging to Harender Singh Rawat and his wife Savita Rawat. Umesh Sharma had said that Savita Rawat is the sister of the chief minister’s wife and that a man named Amritesh Singh Chauhan had deposited money in bank accounts belonging to the retired professor and his wife during demonetisation in 2016 to get appointed as the chief gau seva panel in Jharkhand.In the complaint, Harinder Singh Rawat had rejected the claims of being related to the chief minister and said that the video showed fabricated documents relating to cash deposits in bank accounts.Another FIR was lodged against Sharma in 2018 under Sections 386 (extortion by putting a person in fear of death or grievous hurt), 388 (Extortion by threat of accusation) and 120B (relating to riminal conspiracy) of the Indian Penal Code. In the FIR, a former employee of Samachar Plus had said that Sharma, along with four others named by the complaint, used to conduct sting operations on ministers and officials. The employee alleged that Sharma and others did not telecast the sting operations on the news channel but blackmailed the ministers and officials for money.The employee said that they were threatened to conduct the sting operation to destabilise the government and cause disturbances. The court, however, noted that the FIR by Harinder Singh Rawat could have been investigated as part of the 2018 police complaint that were allegedly part of the larger conspiracy to create disturbance in the State of Uttarakhand. Moreover, the charge of sedition was later added in the police complaint filed by the retired professor as the state argued Sharma’s intention was to create turmoil. The court said the addition of the sedition charge showed that an attempt was being made to “muzzle the voice of criticism” and it is “beyond comprehension why the section was added.”On the allegations of corruption, the court said that Sharma had submitted Whatsapp messages, recorded conversations, bank deposit receipts and levelled allegations against Chauhan but they were not investigated.“Should this court let the allegations levelled by the petitioner also sink in the memory of the people without them being investigated or should the Court suo motu take some action to get the matter investigated so as to clear the air?” the order said. Sharma had only asked the FIR to be quashed and not sought any inquiry into the case.However, the High Court decided that the nature of allegations against the chief minister deemed it appropriate to “unfold the truth”. “It would be in the interest of the state that the doubts are cleared,” it said. “Therefore, while allowing the petition, this court proposes for investigation also.”Congress demands CM’s resignationThe Uttarakhand Congress on Wednesday demanded Trivendra Singh Rawat’s resignation on moral grounds, reported PTI. “A chief minister, who does not tire of flaunting the state government’s policy of zero tolerance to corruption, has no right to continue in office for a minute after an order like this,” state Congress chief Pritam Singh said at a joint press conference. Singh said he was waiting for an appointment with Governor Baby Rani Maurya to seek her intervention in the matter.Former Chief Minister Harish Rawat, who also attended the press conference along with newly-appointed party in-charge for the state Devendra Yadav, said that the court order was serious and Rawat should quit to facilitate an impartial inquiry.Yadav said the court order for a CBI inquiry revealed the gap between what the ruling BJP says and what it does. “It is shocking to see what the BJP government has come to in Uttarakhand after coming to power in 2017 promising clean governance,” he said.Leader of Opposition in the state Assembly Indira Hridayesh and former state Congress chief Kishore Upadhyay were also present at the press conference.","author":"Scroll Staff","time":"2020-10-28T16:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/94860-swbkqtbntk-1603880589.jpg","tags":["Trivendra Singh Rawat","corruption case","Uttarakhand High Court"],"source":"https://scroll.in/latest/977011/uttarakhand-high-court-orders-cbi-inquiry-into-corruption-charges-against-cm-trivendra-singh-rawat"}