{"title":"Uttarakhand madrasa at centre of violence was demolished without a court order","content":"On February 8, the Haldwani Municipal Corporation demolished a madrasa and a mosque in the town’s Banbhoolpura locality as part of an anti-encroachment drive. The demolition led to a clash between the locals and police officials, with videos of arson and stone-pelting pouring out on social media. The clashes were followed by a curfew and shoot-on-sight orders. Uttarakhand director general of police Abhinav Kumar told The Indian Express that five people have died in the violence. ANI reported that 100 police personnel were injured in the demolition drive. Called the Mariyam mosque and the Abdul Razzaq Zakariya madrasa, the structures were built in 2002 in Banbhoolpura’s Company Bagh locality. They were looked after by Abdul Malik and his wife, Safia Malik.Pankaj Upadhyay, Haldwani’s municipal commissioner, told Scroll that the structures were built on nazul land – government land meant for public utilities. The corporation had given a notice for the demolition of the mosque and the madrasa to Abdul Malik on January 30, said Upadhyay.On February 6, Safia Malik moved the Uttarakhand High Court alleging that the land on which the mosque and madrasa were built had been leased out in 1937 and sold to her family in 1994. A plea to renew the lease had been languishing before the district administration since 2007, she added.Malik sought interim relief against the demolition of the religious structures, especially the madrasa, which was run for poor children for “charitable purposes”.The court heard the matter on February 8. Uttarakhand Chief Minister Pushkar Singh Dhami has claimed that the anti-encroachment drive had been sanctioned by a court direction. Nainital District Magistrate made the same assertion.But a copy of the order passed by Justice Pankaj Purohit shows that his bench only noted the presence of the parties and listed the matter for February 14. The Uttarakhand High Court’s order on February 8, 2024.The corporation did not wait for the next hearing. It went ahead with the demolition. Upadhyay said that the demolition was not backed by a court order, but it would have not happened if Malik got a stay from the court. “They did not get a stay,” he added. “Our action was carried under legal procedures.”Malik’s counsel, Ahrar Baig, challenged this assertion and alleged that the corporation had not followed the due process. “We were not served a notice or given time to present a case,” he said.The petition filed by Malik in Uttarakhand High Court, and the documents attached with it, give a glimpse into the series of events that led to the violence on February 8. It also offers a history of the Malik family’s face-off with the local authorities over the property since 2020, when a portion of the madrasa was first demolished by the corporation.The demolition in Haldwani appears to be a part of a larger policy of razing Islamic structures that the BJP-led Uttarakhand government deems “illegal”. In 2023, for instance, the government claimed to have demolished more than 300 shrines within 90 days.In the case of the Haldwani madrasa, though, the BJP’s minority wing leaders had written to the chief minister warning that if a structure used to educate poor children was demolished, “it would not send a good message to the minorities”.The leaseThe property at the centre of the Haldwani violence is spread across six bighas. In her February 6 writ petition, Safia Malik told the High Court that in 1937, the colonial government had leased it out to one Mohammad Yaseen “for agricultural purposes”.The lease appended in the petition states that it was valid for 10 years. Baig said that the lease was renewed regularly.Yaseen sold the plot to Akhtari Begum and Nabi Raza Khan, and in 1994, Akhtari Begum gifted it to Abdul Hameed Khan, Malik’s father, “by virtue of an oral gift”, or Hiba.Attached to the petition is an affidavit by Gaus Raza Khan, Begum’s son, which corroborates this claim.In 2006, Abdul Hameed Khan approached the Nainital administration to grant him freehold rights over the property. When he did not hear back till 2007, he filed a plea before the High Court, which directed the district magistrate “to take decision on the application…moved by the petitioners…in accordance with law expeditiously as far as possible”.Baig told Scroll that the lease had expired before 2006 but could not pinpoint an exact year.Malik’s plea adds that after that 2007 direction, her father tried to get freehold rights but “could not get the cooperation of the Nazul Department hence could not get the Nazul matter processed further.”Khan died in 2013 and his wife passed away in 2018 – that is when Malik became the primary caretaker of the mosque and the madrasa.In December 2020, Malik claims, the Haldwani Municipal Corporation demolished a section of the madrasa over proof of ownership. More than a week after the partial demolition, she wrote to Haldwani mayor alleging “one-sided action”.In that letter, appended in the petition, she wrote that the Mariyam mosque and Abdul Razzaq Zakariya madrasa were built in 2002. “Arabic, Urdu, Hindu, English, maths and science are taught in the madrasa,” she added.The recent episodeOn January 27, claims Malik, the corporation tried to take “forcible possession” of the property. Three days later, it served a notice to her husband.A copy of the notice, seen by Scroll, told Abdul Malik that he was building a “namaz site” and a “so-called madrasa” illegally on nazul land.It said that Abdul Malik must demolish and vacate the property by February 1 under Uttarakhand’s Nazul policy of 2009 and 2021, and the Municipal Corporation Act, 1959, else the corporation would do so by force.This notice does not align with the due process mentioned in the state’s 2021 nazul policy, which is laid out in the Uttar Pradesh Public Premises (Eviction of Unauthorised Occupants) Act, 1972.Section four of the Act says that authorities must issue an eviction notice calling upon all persons concerned to “show cause why an order of eviction should not be made”. It must also give the occupants at least 10 days to present their case.The Haldwani Municipal Corporation’s notice did not do either. In Malik’s words, it was “ bad in the eyes of the law”. Baig added that the 1972 Act also allows occupants to appeal an eviction order before a district judge.The Haldwani Municipal Corporation’s notice to Abdul Malik on January 30.Haldwani’s municipal commissioner Upadhyay, when asked about the problems with the notice, said: “They should have replied to the notice. I did not hear from them after the notice.” He added: “They have occupied government land and have been selling it and making money. If they have problems with the notice, they should seek legal relief from the court.” On January 31, Malik made a representation to the district magistrate, laying out the history of the property and asked for the demolition to be stayed until the district magistrate decided on her father’s freehold plea from 2007. In the petition, she claims that a copy of it was sent to the corporation. On February 2, Upadhyay wrote to the Nainital’s senior superintendent of police, requesting police presence during the demolition of the mosque and the madrasa on February 4.BJP minority cellThe demolition scheduled for February 4 did not occur. Around 1.30 am, the mosque and madrasa were sealed instead.The reason for this was the series of representations made by religious and political leaders of Banbhoompura before the Corporation.This included seven members of the BJP, including Zaheer Ansari, the vice-president of the state’s minority wing, and Ziyauddin Qureshi, the wing’s in-charge of the Nainital parliamentary constituency.“Members of all parties, including the Congress, AAP and BJP went and met officials in the Municipal Corporation,” Qureshi told Scroll. “Nearly 70% of all land in Haldwani is nazul land. It does not make sense to demolish this mosque and the madrasa.”In a letter to Uttarakhand Chief Minister Pushkar Singh Dhami on February 3, marked to Prime Minister Narendra Modi, leaders of the BJP minority wing stressed on the political – especially electoral – consequences of the demolition.“The madrasa is used by poor children and the old offer prayers at the mosque. As office-bearers of the BJP minority wing, we are trying very hard to make the minority community get along with our party,” said the letter. “Keeping in mind the coming elections and the interest of the party, those structures should not be demolished.”The letter warned that if the structures were razed, “it would not send a good message to the minorities”.Qureshi told Scroll that he was puzzled by the haste with which the administration executed the demolition. “I think it was done keeping in mind the upcoming elections,” he said.Also read: ‘Our homes are not illegal’: After sleepless nights, Haldwani residents welcome Supreme Court stayHindutva mob stops Muslims from offering namaz in Uttarakhand’s Haldwani, attacks Imam","author":"Ayush Tiwari","time":"2024-02-09T21:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198316-nqgtkrwguu-1707493860.jpg","tags":["Uttarakhand","Haldwani","Banbhoolpura","Hindutva","Pushkar Singh Dhami","Uttarakhand High Court","Bulldozer"],"source":"https://scroll.in/article/1063483/uttarakhand-madrasa-at-centre-of-violence-was-demolished-without-a-court-order"}