{"title":"Uttar Pradesh: Man co-accused in Budaun double murder case surrenders, says he was not involved","content":"The co-accused person in the murder of two minor brothers in Uttar Pradesh’s Budaun district surrendered before the police on Wednesday, The Indian Express reported.On Tuesday, the Uttar Pradesh Police said it had killed the main accused person, Sajid, in a gunfight hours after he allegedly murdered the two minors, Ayush (13) and Ahaan, alias Honey (6), in their home in Budaun.The state’s Director General of Police Prashant Kumar had told The Indian Express that Sajid, a barber, was shot dead by the police about seven kilometres from the victims’ home after he opened fire at the personnel chasing him.A first information report had been registered against Sajid and his brother Javed based on the complaint filed by the father of the two children. Sajid and Javed were booked under Indian Penal Code sections 302 (murder), 307 (attempt to murder) and 452 (house trespass after preparation for hurt, assault or wrongful restraint).The Indian Express had quoted Rakesh Singh, the inspector general of police in Bareilly, as saying on Wednesday that the involvement of Javed, the co-accused person, was being investigated.Javed, who had been absconding since the incident, surrendered before the police on Wednesday. The police had declared a reward of Rs 25,000 for any information leading to Javed’s arrest.Singh told the newspaper that Javed is in the custody of Budaun Police.“He is being interrogated,” Singh said. “I know that a video has gone viral over social media and facts will become clear after the detailed investigation only.”In the video that Singh was referring to, Javed can be purportedly heard telling unidentified persons that he is innocent and that it was his brother who was involved in the murder.“I fled to Delhi and have come back to Bareilly to surrender,” he is heard saying in the video. “I was not involved in the incident, I was not there during the incident. We have a very good relationship with the victims’ family. I am unable to understand what actually went wrong.”The family of the two boys who were murdered have alleged that Javed was waiting outside their home on a motorcycle and fled the spot. Javed and Sajid’s relatives have denied this allegation, The Indian Express reported.Vinod Kumar, the father of the murdered boys, has claimed that yet more people are involved in the murder. He has also urged the police to ensure that Javed is not shot dead like his brother Sajid and is questioned so that the motive behind the murders can be uncovered, NDTV reported.“Javed must be questioned so that we know why they did this,” Kumar was quoted as saying. “If he is killed in an encounter, the secret will never come out. Others may be involved too. We need to know if my children were killed as part of a conspiracy. They would have killed others in the family too.”The double murder caseSajid’s barber shop is located near the home of the children in Baba Colony in Budaun, the police said. The mother of the two boys runs a beauty parlour.Sajid had gone to the children’s house at around 7.45 pm on Tuesday when their father went to the market and the mother was at her beauty parlour, the police said. The two boys were at home with their paternal grandmother.When the grandmother went to make tea, Sajid went to the third floor of the house, where Ayush and Ahaan were playing with their brother Piyush. Sajid allegedly attacked the children with a sharp-edged weapon, police said.Piyush, aged eight, also sustained minor injuries but managed to escape and alerted the family. Sajid fled the area when the family raised an alarm.Piyush was taken to the hospital.The incident triggered tensions in the area, with a mob burning down Sajid’s shop, demanding action against the accused persons. Two other makeshift shops were also set ablaze. The situation has been brought under control, according to The Indian Express.","author":"Scroll Staff","time":"2024-03-21T15:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199415-ryxadeayyl-1710920061.jpeg","tags":["Budaun","Supreme Court","Uttar Pradesh","Murder"]}