{"title":"Uttarakhand: Haldwani violence toll rises to six as 54-year-old man succumbs to injuries ","content":"The toll in the violence that erupted in Uttarakhand’s Haldwani last week rose to six on Tuesday.A 54-year-old man named Mohammed Israr died on Tuesday after spending six days in critical condition in Haldwani's Susheela Tewari Hospital, his nephew Shahrukh Ansari, told Scroll.The violence broke out after the town’s municipal corporation demolished a mosque and a madrasa in Banbhoolpura on February 8, claiming that they were built illegally on government land – even though the matter was underway in the Uttarakhand High Court.Israr, who drove a tempo to transport goods around the city, was shot in the head outside his home on the evening of February 8, said Ansari, adding: \"It happened during the violence [between the locals and police]. The police was firing near our house.\"Israr, who leaves behind six children, hailed from the Kaladhungi town in Uttarakhand's Nainital district.The others who died have been identified as 24-year old Bihar resident Prakash Kumar Singh and Haldwani residents 30-year old Faheem Qureshi, 45-year old Zahid, his 16-year old son Mohammad Anas and 22-year old Mohammad Shaban, The Indian Express reported.On Sunday, the police said that 30 persons had been arrested in connection with the violence. Nainital’s Senior Superintendent of Police Prahlad Narayan Meena stated that three first information reports have been filed in the matter so far.Of the total arrested persons, 12 were allegedly involved in attacking the police station, six allegedly in setting cars ablaze outside the police station and seven had allegedly participated in the violence during the demolition.Nainital’s Senior Superintendent of Police, Prahlad Narayan Meena has alleged that the mob looted government ammunition during the attack on the police station and claimed to have recovered seven country-made pistols and 54 live rounds of ammunition in the arrests that have followed.What led to the violence?On February 8, municipal authorities demolished the Mariyam mosque and the Abdul Razzaq Zakariya madrasa, located in the Banbhoolpura locality of the city, claiming that they were built illegally on government land.This led to clashes between the local residents and police officials. While the locals threw stones at the police and set vehicles on fire, the police hurled tear gas shells and baton-charged them.On Sunday, Chief Minister Pushkar Singh Dhami said that a police station would be built on the place where where the mosque and madrasa were demolished. The Nainital Police on Tuesday opened a temporary outpost at the site.","author":"Scroll Staff","time":"2024-02-13T20:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198427-bdncsfirgd-1707835559.jpg","tags":["Haldwani","Uttarakhand","Pushkar Singh Dhami","Bulldozer justice","Communal violence"]}