{"title":"Uttarakhand Police file FIR against one person for hate speeches made at Haridwar event","content":"The Uttarakhand Police on Thursday registered a case in connection to the provocative speech against Muslims at a religious conclave in Haridwar. However, the first information report names just one person – former Shia Waqf board chief Jitendra Narayan Tyagi. He had changed his name from Wasim Rizvi after converting to Hinduism on December 6.The police said “others” had been mentioned in the FIR and more names would be included later, reported The Indian Express. No arrest has been made so far.The FIR was filed on a written complaint by a local resident. “The person who gave us the complaint gave only one name, that of Rizvi, and mentioned others as unidentified as he did not know their names,” Uttarakhand Director General of Police Ashok Kumar told The Indian Express. “Naming only one person was not a conscious decision and we will be adding more names once the investigation starts.”Kumar told The Hindu that the police did not invoke sections of the stringent Unlawful Activities (Prevention) Act as the speeches did not instigate any violence or killings, The Hindu reported.On being questioned about children brandishing swords and tridents at the event, the police officer said that they were “traditional things”. “They did not procure any weapon nor any weapon factory was found…It is all part of investigation,” he said.In a tweet, the Uttarakhand Police said they took note of the videos of the event that went viral.“Taking cognisance of the video that is going viral on social media for spreading hatred by giving provocative speeches against a particular religion, a case has been registered against Wasim Rizvi alias Jitendra Narayan Tyagi and others under Section 153A IPC in Kotwali Haridwar and legal proceedings are in progress,” read a tweet by the Uttarakhand Police.Section 153 of the Indian Penal Code refers to promoting enmity between different groups on grounds of religion, race, place of birth, residence, language, etc.In the videos cited by the police, Hindutva group members and seers could be seen calling for violence against Muslims. The speeches were made at the “Dharm Sansad” event held in Haridwar between December 17 and  December 19.Several seers had openly called for genocide against Muslims and asked Hindus to buy weapons.Yati Narsinghanand Saraswati, who has in the past made several extremist comments, said: “Economic boycott [against Muslims] will not work...No community can survive without picking up weapons...And swords won’t work, they look good only on stages. You need to update your weapons...More and more offsprings and better weapons, only they can protect you.”Bharatiya Janata Party leader Ashwini Upadhyay, who had been arrested in August in connection with an event where inflammatory slogans calling for violence against Muslims were shouted at a rally in Delhi’s Jantar Mantar, had attended the conclave. He presented a “bhagwa samvidhaan”, or a saffron constitution, at the event.He referred to Saraswati as his “friend and guru”.Pooja Shakun Pandey, who is also known as Annapurna and is an office-bearer of Hindutva organisation Hindu Mahasabha, declared at the event that she would take up arms to protect the Hindu religion from Muslims.“We are ready to kill them even if we end up in jail,” she added. “Even if we have an army of 100 people and if we manage to kill 20 lakh of them, we will win.”Later, those who organised the event defended themselves. “I am not ashamed of what I have said,” Hindu Raksha Sena’s Prabodhanand Giri told NDTV. “I am not afraid of police. I stand by my statement.”Hindu Mahasabha’s Annapurna said the constitution was wrong. “Indians should pray to Nathuram Godse,” she told the news channel.‘Is India still a democracy’: Opposition criticises eventThe comments at the event have been sharply criticised by Opposition leaders, former military chiefs, activists and even international tennis legend Martina Navratilova.Congress leader and former Uttarakhand Chief Minister Harish Rawat called the meeting unconstitutional. “This is an example of the kind of society we are building,” he added. Rawat also accused the BJP of encouraging such “elements”.Congress MP Shashi Tharoor described the comments as “bloodcurdling stuff”. He added: Is it too much to expect @CMuttarakhand to take action under the existing hate-speech laws?”The party’s former chief Rahul Gandhi said in a tweet: “Hindutvawadis always spread hate and violence. Hindus, Muslims, Sikhs and Christians pay price for this. But not anymore.”Congress General Secretary Priyanka Gandhi Vadra called for “strictest action” against people who made the speeches.“It is despicable that they should get away with making an open call to murder our respected ex-PM [prime minister] and unleash violence against people of different communities,” she said in a tweet. “Such acts violate our constitution and the law of our land.”She was referring to one of the seers who said he would have shot dead former Manmohan Singh.Congress spokesperson Shama Mohammed pointed out that comedian Munawar Faruqui has been punished for jokes that he did not even crack, but no action has been taken against the organisers of the Haridwar event where speakers openly called for “genocide against Muslims”.Chhattisgarh minister and senior Congress leader TS Singh Deo said such statements amounted to crime and violated the Constitution. Congress leader Salman Soz urged the Supreme Court to take note of the incident. “Dear Supreme Court of India: #UmarKhalid is in jail for God knows why,” he tweeted. “Meanwhile, in Haridwar, Hindutva extremists call for Muslim genocide, record it on camera and throw it in our faces.” “Is this the justice you are supposed to uphold? Act now.”The All India Professionals Congress condemned the “genocidal statements made by Hindutva leaders” in Haridwar. “Will the Union of India and other institutions remain mute spectators,” it asked.Trinamool Congress spokesperson Saket Gokhale demanded immediate action against the organisers and speakers at the event.All India Majlis-e-Ittehadul Muslimeen chief Asaduddin Owaisi said on Twitter that he had asked the party state unit to file a police complaint. “It’s a clear case of incitement to genocide,” he added.Jamiat Ulema-e-Hind chief Maulana Mahmood Madani wrote a letter to Home Minister Amit Shah, Uttarakhand Chief Minister Pushkar Singh Dhami, the National Human Rights Commission and the National Commission for Minorities, asking them to prosecute the perpetrators.“They have posed threat to the peace and communal harmony of the country”, said Madani, according to NDTV. “I demand strong actions must be taken against organisers and speakers.”Weeks ago PM talked about democracy- constitution while the rightwing groups continue to spread hatred and are openly giving call for genocide. Why did BJP govt in the state allow such gathering? All those involved in it should be immediately booked.  https://t.co/vYOqQVhFYP— CPI (M) (@cpimspeak) December 23, 2021\n\nWhat is going on?!? https://t.co/PaUPY2mfsp— Martina Navratilova (@Martina) December 22, 2021\n\nA former Chief of Naval Staff and a former Chief of Army Staff raise their concerns over hate speech and call for violence made against Muslims by Hindu fanatic groups.Not that this will make any difference to the people in power. pic.twitter.com/Wy3GBhMttm— Man Aman Singh Chhina (@manaman_chhina) December 23, 2021\n\nIndia is Germany 1933. Are Kristalnacht & Final Solution next? Are we going to be mute & silent as this fascism grows? https://t.co/uWZY48QdtS— Karti P Chidambaram (@KartiPC) December 23, 2021\n\nIn Modi's 'New India', sponsored by Ambani & Adani, Comedians are prevented from making people laugh but Hindutwavadis are allowed to give hate speeches, calling for genocide and armed revolt against the nation.— Gaurav Pandhi (@GauravPandhi) December 23, 2021\n\nUttarakhand DGP Kumar said action will be taken as per the law. “What happened is wrong and fully illegal,” he told The Indian Express.After the FIR was lodged, Uttarakhand government spokesperson Subodh Uniyal said “whatever happened” at the event was wrong. BJP leader Upadhyay washed his hands off the event. “It was a three-day event and I was there for one day, during which I was on the stage for around 30 minutes and talked about the Constitution,” he told the newspaper. “What others said before and after me, I am not responsible for it.” In a video statement issued on Thursday evening, Upadhyay said he was at the event for “10 minutes”. He added he wanted to highlight the unaccomplished parts of the Constitution, “such as population control, illegal immigration control, and control of religious conversions”.","author":"Scroll Staff","time":"2021-12-24T10:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163536-piflnxepii-1630499491.jpg","tags":["Uttarakhand Police","Ashwini Upadhyay","Hindu Yuva Vahini","Religious intolerance"],"source":"https://scroll.in/latest/1013520/uttarakhand-police-file-fir-against-one-person-for-hate-speeches-made-at-haridwar-event"}