{"title":"UP: Bahujan Samaj Party to support Samajwadi Party candidates in Gorakhpur, Phulpur bye-polls","content":"The Mayawati-led Bahujan Samaj Party will support candidates nominated by the Akhilesh Yadav-led Samajwadi Party in the March 11 bye-elections to the Gorakhpur and Phulpur Lok Sabha seats. However, there are no plans of a tie-up for the 2019 Lok Sabha elections, BSP chief Mayawati said.The BSP’s Gorakhpur in-charge Ghanshyam Chandra Kharwar, on Sunday said that the party will support Samajwadi Party candidate Praveen Kumar Nishad in the bye-elections, ANI reported. BSP’s zonal coordinator for Allahabad Ashok Gautam also said his party workers would back Samajwadi Party candidate Nagendra Singh Patel in the Phulpur bye-election as they wanted to “eliminate” the Bharatiya Janata Party.“We have not floated any candidate for the Phulpur and Gorakhpur bye-elections,” BSP chief Mayawati said. “Our party members will exercise their vote to defeat the BJP candidate.” However, she added: “I want to clarify that the BSP has not allied with any political party. All rumours about a BSP-SP alliance in Uttar Pradesh for the 2019 Lok Sabha elections are false and baseless.”A Samajwadi Party spokesperson had earlier said on Twitter that the two parties may soon create a larger Bahujan alliance. “BSP to support Samajwadi Party in the LS Bye-Polls in Phulpur and Gorakhpur. Much awaited decision by Mayawati Ji,” tweeted SP spokesperson Pankhuri Pathak. “Looking forward to contesting together and creating a larger Bahujan secular alliance.”We have not floated any candidate for Lok Sabha Phulpur & Gorakhpur by-polls. Our party members will exercise their vote to defeat BJP candidate: Mayawati, BSP chief in Lucknow pic.twitter.com/FubsWfsyXF— ANI UP (@ANINewsUP) March 4, 2018\n\nBSP to Support @samajwadiparty in the LS By-Polls in Phulpur & Gorakhpur . Much awaited decision by Mayawati Ji . Looking forward to contesting together & creating a larger Bahujan secular alliance . pic.twitter.com/5uD4lOUYnT— Pankhuri Pathak (@pankhuripathak) March 3, 2018\n\nThe Gorakhpur and Phulpur seats were vacated by Chief Minister Adityanath and his deputy Keshav Prasad Maurya when they were elected to the Legislative Council in order to be part of the BJP government in the state. The votes will be counted on March 14. The Congress and the Samajwadi Party have not formed an alliance, and have separately announced candidates for the bye-elections.The two partiesThe Samajwadi Party and Bahujan Samaj Party had last contested together more than two decades ago. In 1993, at the height of the Ram Janmabhoomi movement, the two parties had succeeded in preventing the Bharatiya Janata Party from coming to power in Uttar Pradesh. That year, the SP and the BSP struck an electoral deal and won the Assembly polls. A coalition government was subsequently formed with the SP’s Mulayam Singh Yadav as chief minister.However, the relationship soured in June 1995, when Mayawati was forced to spend hours in a guesthouse in Lucknow, fearing for her life as Samajwadi Party threatened her outside. Just a day before, her party had broken alliance with the SP. After the guesthouse episode, she went on to form the government with the BJP’s help.","author":"Scroll Staff","time":"2018-03-04T12:36:30.304759+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/870750-65826-bwiertxyqv-1502865118.jpg","tags":["Uttar Pradesh","Gorakhpur","Phulpur","Mayawati","Akhilesh Yadav"],"source":"https://scroll.in/latest/870750/uttar-pradesh-samajwadi-party-bahujan-samaj-party-may-support-each-other-ahead-of-bye-polls"}