{"title":"Uttar Pradesh: Government seals shops of alleged rioters after Adityanath’s ‘revenge’ comment","content":"Around 60 shops in Uttar Pradesh’s Muzaffarnagar district were sealed amid countrywide protests against the Citizenship Amendment Act, NDTV reported on Sunday. The action came two days after Chief Minister Adityanath vowed to “take revenge” against people who had damaged public property during the protests.“There is no place for violence in a democracy,” Adityanath had said on Thursday. “In the name of opposing the Citizenship Amendment Act, the Congress, SP [Samajwadi Party] and Left parties have pushed the entire country into fire. There was violence in Lucknow and Sambhal and we will deal with it strictly. All property of those involved in damaging public assets will be seized and auctioned to compensate for the losses.” Adityanath had further said that those who had damaged public property were caught on camera.Violence erupted in Muzaffarnagar and 12 other districts on Friday afternoon with around 10 two-wheelers and several cars being set ablaze along with damage done to public property. At least 30 were reportedly injured, of which 12 were police personnel.The state administration reportedly sent notices to many protestors in Lucknow, and District Magistrate Abhishek Prakash has formed a four-member committee to ascertain the damage to properties, both public and private. The panel will identify miscreants and fine them. If they fail to pay the penalties, the properties will be seized, India Today reported. The decision, issued on Saturday night, was taken on the basis of a 2010 Allahabad High Court order that allowed the administration to recover any losses from those who caused it.However, The Times of India reported that Additional Chief Secretary (Home) Awanish Awasthi said the Supreme Court had in 2018 ruled that such losses may be recovered from those responsible and action can be taken under the Indian Penal Code. The Lucknow district official’s order added that the additional district magistrate (East), and the additional district magistrate (West), among others would be a part of the panel to assess the damage to property. The committee will accept representation from people whose properties were damaged. The procedure of the committee is expected to be completed within 30 days. An unidentified senior official said it would be followed in all districts where violence broke out. The sealed shops were situated in Minakshi Chowk and Kachchi Sadak localities in Muzaffarnagar city. “We have to confirm why these shops were kept closed and mobs had also gathered around the shops,” said Senior Superintendent of Police Abhishek Yadav. “An investigation is on into the matter.”Firozabad District Magistrate Chandra Vijay Singh said they had begun the process of identifying those responsible, adding that strict action will be taken against them. The process has begun in several other districts, district authorities and police chiefs confirmed to The Times of India.Sixteen of the deaths have occurred in Uttar Pradesh, which has been rocked by protests over the past week. Internet services were suspended across several cities in the state, including Lucknow, Kanpur, Allahabad, Agra, Ghaziabad, Varanasi, Mathura, Meerut, Moradabad, Muzaffarnagar, Bareli, Firozabad, Pilibhit, Rampur, Saharanpur, Shamli, Sambhal, Amroha, Mau, Azamgarh and Sultanpur. Internet services were restored in Aligarh district. They had been suspended on December 15.Watch: Police raid Muslim home in western UP, threaten to set it on fire‘We did not make NRC, nor did we bring it to Parliament, nor announce it’: PM Modi at Delhi rally","author":"Scroll Staff","time":"2019-12-22T18:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/109307-zlppgfdddw-1562640679.jpg","tags":["Adityanath","Uttar Pradesh","Citizenship Amendment Act"],"source":"https://scroll.in/latest/947598/uttar-pradesh-after-adityanaths-revenge-comment-shops-of-alleged-rioters-sealed"}