{"title":"Uttar Pradesh: Two boys murdered in Budaun, police says accused man shot dead in gunfight","content":"The Uttar Pradesh Police said it had killed a barber in a gunfight on Tuesday after he allegedly murdered two minors in the Budaun district, The Indian Express reported.The barber, named Sajid, allegedly killed two minor brothers, Ayush (13) and Ahaan, alias Honey (6), on Tuesday in their home.The state’s Director General of Police Prashant Kumar told The Indian Express that two hours later, Sajid was shot dead by the police about seven kilometres from the victims’ home after he opened fire on the personnel chasing him.Rakesh Singh, the inspector general of police in Bareilly, told the newspaper that the motive behind the murder had not been determined so far.A first information report has been registered against Sajid and his brother Javed based on the complaint filed by the father of the two children. Sajid and Javed have been booked under Indian Penal Code sections 302 (murder), 307 (attempt to murder) and 452 (house-trespass after preparation for hurt, assault or wrongful restraint).Singh said that Javed’s involvement was being investigated.Sajid’s barber shop is located near the home of the children in Baba Colony in Budaun, the police said. The mother of the two boys runs a beauty parlour.#WATCH | Budaun Double Murder Case | Father of the deceased children, says, \"I was unaware of the encounter (of the accused)...He (the accused) was trying to run away but the police caught him. There were two people. I live outside...We had no interaction with them before. We are… pic.twitter.com/6ClSXlWCmC— ANI (@ANI) March 20, 2024\n\n\nSajid had gone to the children’s house at around 7.45 pm on Tuesday when their father had gone to the market and the mother was at her beauty parlour, the police said. The two boys were at home with their paternal grandmother.When the grandmother went to make tea, Sajid went to the third floor of the house, where Ayush and Ahaan were playing with another brother, Piyush. Sajid allegedly attacked the children with a sharp-edged weapon, police said.Piyush, aged eight, also sustained minor injuries but managed to escape and alerted the family. Sajid fled from the area when the family raised an alarm.Piyush was taken to the hospital.The incident had triggered tensions in the area, with a mob burning down Sajid’s shop, demanding action against the accused persons. Two other makeshift shops were also set ablaze. The situation was brought under control, the newspaper reported.","author":"Scroll Staff","time":"2024-03-20T13:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199415-ryxadeayyl-1710920061.jpeg","tags":["Uttar Pradesh","Badaun","Murder"],"source":"https://scroll.in/latest/1065494/uttar-pradesh-two-boys-murdered-in-budaun-police-says-accused-man-shot-dead-in-gunfight"}