{"title":"Uttar Pradesh government begins survey of unrecognised madrassas","content":"The Uttar Pradesh government on Monday started its survey of unrecognised madrassas as a three-member panel began visiting Islamic religious schools in the state, the Hindustan Times reported.The committee will seek information from the madrassas on 12 aspects, including their source of funds.Last month, the Uttar Pradesh government had said it will survey unrecognised madrassas to gather information such as the number of teachers, curriculum, among other details.The survey will be conducted to ensure that basic facilities for madrassa students match the requirements of the National Commission for Protection of Child Rights, Uttar Pradesh Minister of State for Minority Affairs Danish Azad Ansari said on August 31.On September 7, state Minister for Minority Welfare, Waqf and the Haj Department Dharmpal Singh issued directions to form survey teams by September 10, The Hindu reported. He directed the survey teams to submit reports to district magistrates within 25 days. The report is slated to be sent to the Uttar Pradesh government by October 25.“Our aim is to bring these institutions into the mainstream and produce IAS and IPS [officers], engineers and doctors; hence the teaching of Mathematics, English, Hindi and Social Sciences are also necessary,” Singh said.However, the decision to carry out the survey has stoked fears among madrassas and Muslim groups. The Jamiat Ulama-i-Hind on September 6 described the survey as a malicious attempt to demean the institutions. The Muslim group said it would protect the madrassas at all costs.On September 9, Bahujan Samaj Party chief Mayawati said that the decision to carry out the exercise was “extremely sad and condemnable”. She said that instead of carrying out such a survey, the authorities should focus on improving the condition of madrassas that run on government grants, as well as the state of government-run schools.“During the days of the Congress, complaints about the Muslim community being exploited, neglected and riot-affected were common,” the former Uttar Pradesh chief minister said. “The Bharatiya Janata Party came to power by carrying out narrow politics in the name of ‘appeasement’. Now it is oppressing and terrorising Muslims, which is extremely sad and condemnable.”","author":"Scroll Staff","time":"2022-09-13T08:13:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/33573-bdkwaagqqw-1516473238.jpg","tags":["Uttar Pradesh","UP government","Danish Azad Ansari","Dharmpal Singh","madrassas"],"source":"https://scroll.in/latest/1032682/uttar-pradesh-government-begins-survey-of-unrecognised-madrassas"}