{"title":"Uttar Pradesh polls: Two former ministers, several BJP, BSP leaders join Samajwadi Party","content":"Former Uttar Pradesh ministers Swami Prasad Maurya and Dharam Singh Saini joined the Samajwadi Party in Lucknow on Friday. Samajwadi Party chief Akhilesh Yadav was also present at the event.Five other Bharatiya Janata Party MLAs – Brijesh Prajapti, Bhagwati Sagar, Roshanlal Verma, Mukesh Verma and Vinay Shakya – who had recently left the outfit, also joined the Samajwadi Party at a virtual rally held in Lucknow.Apna Dal MLA Chaudhary Amar Singh, Bahujan Samaj Party leaders Neeraj Kushawaha Maurya and Balram Saini, BJP leaders Harpal Saini and Rajendra Pratap Singh, Congress leader Bansi Singh Pahadiya, former Minister of State Vidrohi Maurya and former Chief Security Officer Padam Singh also joined the Yadav-led party with less than a month to go for the Uttar Pradesh elections. Labour Minister Maurya’s exit from the Adityanath Cabinet on Tuesday had triggered an exodus from the BJP, which saw as many ten leaders quitting the party in three days. The list included two other ministers, Dharam Singh Saini and Dara Singh Chauhan. While Sainin joined the Samajwadi Party on Friday, Chauhan was not present at the event.After quitting BJP, MLAs Swami Prasad Maurya, Dharam Singh Saini, Bhagwati Sagar and Vinay Shakya join Samajwadi Party in presence of SP chief Akhilesh Yadav pic.twitter.com/Dz6M7yiRSk— ANI UP/Uttarakhand (@ANINewsUP) January 14, 2022\n\nOn Friday, Maurya said that the BJP has to be eliminated and Uttar Pradesh needs be made free of exploitation, reported NDTV. “Today the conch shell has been sounded for the end of the BJP,” he said at a press briefing. “By misleading the people of the country and state, the BJP has deceived and exploited people.” All the three ministers who quit, as well as several backward caste leaders in Uttar Pradesh have expressed their dissatisfaction with the saffron party. They have accused the BJP of undermining the interests of the Dalit community, farmers, unemployed persons and small entrepreneurs.  The crucial 403-member Uttar Pradesh Assembly will go to polls in seven phases starting from February 10. The results will be announced on March 10.https://t.co/JrDxVMC1V9— Samajwadi Party (@samajwadiparty) January 14, 2022","author":"Scroll Staff","time":"2022-01-14T16:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168803-kbcssmzjij-1642155503.jpeg","tags":["Swami Prasad Maurya","Uttar Pradesh","Akhilesh Yadav","Samajwadi Party","Dharam Singh Saini","2022 Uttar Pradesh elections"],"source":"https://scroll.in/latest/1015060/uttar-pradesh-polls-two-former-ministers-several-bjp-bsp-leaders-join-samajwadi-party"}