{"title":"Uttar Pradesh Police file chargesheet in Lakhimpur Kheri violence case","content":"The Uttar Pradesh Police on Monday filed a 5,000-page chargesheet before a court in connection with the Lakhimpur Kheri violence, reported NDTV, citing the senior prosecution officer in the case.The case pertains to the killing of eight people, including four farmers, during a protest in Lakhimpur Kheri district against the Centre’s three farm laws on October 3. Farmer bodies alleged that a vehicle belonging to Ashish Mishra, the son of Union minister Ajay Mishra, had run over the protestors.Ashish Mishra and other accused persons have been arrested in connection with the case. They are facing charges of criminal conspiracy and murder.The lawyer for the prosecution said that the chargesheet had been filed against 14 people, reported ANI. Ashish Mishra has been named as the prime accused in the chargesheet, according to India Today. “Name of one more person, Virendra Shukla, has been added in the chargesheet,” the lawyer said. “He has been charged under Section 201 [causing disappearance of evidence or giving false information] of IPC.”A trial in the case can begin after the court accepts the chargesheet.Lakhimpur Kheri: 5000-page chargesheet submitted in court in the murder of four farmers and jouralist who were mowed down by a convoy of SUVs in Tikunia. MoS Ajay Teni's son Ashish Mishra is the main accused. pic.twitter.com/JPLVhhuojI— Piyush Rai (@Benarasiyaa) January 3, 2022\n\nMeanwhile, Mohammad Amaan, a lawyer representing the farmers, claimed that despite Ajay Mishra being named in the first information report, his name has not been included in the chargesheet.“We have given a representation to the SIT [Special Investigation Team] to include his name but it has not happened,” Amaan told NDTV. “We do not feel proper investigation has happened.”The lawyer said that the vehicle that ran over the victims of the violence was registered in the Union minister’s name, adding that he might move the court seeking proper investigation in the case. “We are not satisfied with the investigation,” Amaan said.In December, the Special Investigation Team of the Uttar Pradesh Police had moved an application before a local court to add attempt to murder and other criminal charges in the case against the accused persons.The police said in a report that the killing of farmers was planned. The deaths did not take place because of negligence but “there was a deliberate and planned conspiracy with intention to kill”, Senior Prosecuting Officer SP Yadav had said.Following the report of the Special Investigation Team, Opposition leaders had intensified their demand to sack the Union minister.On December 16, Congress MP Rahul Gandhi had called Ajay Mishra a “criminal” and said that he should be punished. Opposition leaders had also held protest marches demanding the minister’s removal.","author":"Scroll Staff","time":"2022-01-03T13:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165014-ipkvpugjik-1633941302.jpg","tags":["Lakhimpur Kheri","Uttar Pradesh","Uttar Pradesh Police","Farm laws","Farmers protest","Ajay Mishra","Ashish Mishra"],"source":"https://scroll.in/latest/1014186/uttar-pradesh-police-file-chargesheet-in-lakhimpur-kheri-violence-case"}