{"title":"Uttar Pradesh encounters: UN human rights experts concerned about killings, call for investigation","content":"The United Nations Office of the High Commissioner for Human Rights on Friday said four human rights experts have expressed concern about allegations that the Uttar Pradesh Police had committed at least 59 extrajudicial killings since March 2017, when the Bharatiya Janata Party government led by Adityanath came to power in the state.The office said that these experts have sent detailed information to the Indian government about 15 such cases, most of which concern poor Muslims. “They have yet to receive a response to their letter,” the UN office added in a statement.The office said that in most cases, the killings took place in police custody, and the police claimed they happened during encounters or were committed in self-defence. “We are extremely concerned about the pattern of events: individuals allegedly being abducted or arrested before their killing, and their bodies bearing injuries indicative of torture,” the UN experts said.They also alleged that the guidelines set by the Supreme Court of India on investigations into such killings were not being followed. They said that the police often failed to inform the deceased’s family members about their death, did not examine the scene of the killing, provide autopsy reports to the families, or transfer cases to independent investigative agencies. The experts said they have received reports that the police demanded bribes to set the victims free.The office said the experts also received reports that human rights activists and family members of those killed had been harassed or received death threats from the police. “Unfortunately, we are continuing to receive reports of other similar cases of killings as well as threats and harassment,” the experts said. “These are extremely serious allegations requiring immediate action.”The experts called for protection of family members and human rights activists, and investigations into the threats they had received. They also said that the use of force by the Uttar Pradesh Police must be reviewed urgently, to ensure that it conforms to international standards. “They also highlighted their concern over statements issued by high ranking state government and police officials seeming to incite, justify or sanction killings,” the UN office said.In July 2018, the Supreme Court had issued a notice to the Uttar Pradesh government on a petition alleging that several fake encounters have taken place in the state in the recent past. The National Human Rights Commission also issued the Adityanath-led government a notice in November.The top court will examine many of these cases in a hearing on January 14.","author":"Scroll Staff","time":"2019-01-12T19:24:31.998973+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/84534-lchrrlrgqt-1521045775.jpg","tags":["United Nations Office of the High Commissioner for Human Rights","United Nations","Uttar Pradesh","Adityanath"],"source":"https://scroll.in/latest/909219/uttar-pradesh-encounters-un-human-rights-experts-concerned-about-killings-call-for-investigation"}