{"title":"Uttarakhand Cabinet approves committee to implement Uniform Civil Code","content":"Uttarakhand Chief Minister Pushkar Singh Dhami on Thursday said that the state would be the first one in the country to implement the Uniform Civil Code. “The state Cabinet unanimously approved that a committee [of experts] will be constituted at the earliest and it [Uniform Civil Code] will be implemented in the state,” Dhami told reporters, according to ANI.Implementing a Uniform Civil Code in Uttarakhand had been part of Dhami’s agenda even in the lead up to the recent state elections which the Bharatiya Janata Party won.  A uniform civil code involves having a common set of laws governing marriage, divorce, succession and adoption for all Indians, instead of allowing different personal laws for people of different faiths. The aim of such uniformity is meant to ensure equality and justice for women in particular, who are often denied their rights in marriage, divorce and inheritance under patriarchal personal laws.In February, Dhami had said that the Uniform Civil Code will “enhance social harmony, boost gender justice, strengthen women empowerment and help protect the extraordinary cultural-spiritual identity and environment of the state”.  The BJP retained Dhami as the chief minister of Uttarakhand for a second term, despite him losing the Khatima seat in the Assembly elections to Congress candidate Bhuwan Chandra Kapri by a margin of 6,579 votes. But, the BJP won 47 seats in the 70-member Assembly. The BJP’s decision to retain Dhami as the chief minister means he would have to get elected in a bye-poll within six months of taking oath. He would be contesting a seat that one of the elected BJP MLAs would vacate.","author":"Scroll Staff","time":"2022-03-24T20:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170014-rezgjqscrr-1644652241.jpg","tags":["Pushkar Singh Dhami","Uttarakhand","Uniform Civil Code","women","Assembly elections","BJP manifesto","BJP"],"source":"https://scroll.in/latest/1020287/uttarakhand-cabinet-approves-committee-to-implement-uniform-civil-code"}