{"title":"UP polls: EC removes three polling officials day after Samajwadi Party alleged ‘tampering’ of EVMs","content":"The Election Commission has removed three officials from poll duty in Uttar Pradesh, a day after the Samajwadi Party alleged violations of protocol in the movement of electronic voting machines, PTI reported on Wednesday.The officers who have been removed from election duty are NK Singh, the nodal officer for EVMs in Varanasi, Ramesh Kumar a returning officer in the Sonbhadra district, and VK Singh, an additional election officer in the Bareilly district.On Tuesday, Samajwadi Party chief Akhilesh Yadav had accused the district magistrate of Varanasi of transporting EVMs without informing the candidates. On Wednesday morning, the party tweeted a video of an Election Commission official admitting to “lapses” in moving electronic voting machines.The order for his removal of Varanasi Additional District Magistrate NK Singh stated that he had moved EVMs in the district without informing poll officials and political parties.“His dereliction caused a lot of confusion among candidates in Varanasi, and the reputation of the administration was affected due to this,” the order stated. Additional Collector Sanjay Kumar has now been made the nodal officer for EVMs.NK Singh, EVM Nodal officer in Varanasi removed from position over charges of dereliction of duty following fiasco in Varanasi over transportations of EVMs. pic.twitter.com/pLG5AYXvaY— Piyush Rai (@Benarasiyaa) March 9, 2022\n\nVK Singh was removed after ballot boxes and other poll-related items were found in a garbage bin in Baheri area of Bareilly, according to PTI. The Election Commission acted against Kumar as ballot papers were found from a box in his vehicle.Samajwadi Party alleges ‘EVM tampering’In the video tweeted by Samajwadi Party on Wednesday morning, an official identified as the election commissioner of Varanasi said: “There was a lapse in the movement of EVMs in accordance to the protocol.”The official, however, claimed that it was “impossible” to take the EVMs used during the polls, suggesting that the machines in question were different from than those used in the voting. He explained that there is a three-tier security guarding the EVMs and CCTV cameras at the strongroom, where the machines are stored.“Political party workers can even sit outside the centres to keep an eye,” he added.The counting of votes will take place on Thursday.Sharing the video, the Samajwadi Party tweeted that reports of “EVM tampering” were coming in from many districts.“At whose behest is this happening?” the party asked. “Are the officers being pressurised from the CM office?”EVM मूवमेंट में चुनाव आयोग के  प्रोटोकॉल का पालन नहीं किया गया- कमिश्नर वाराणसीकई जिलों में ईवीएम में हेरा-फेरी की जानकारी प्राप्त हो रही है। ये किसके इशारे पर हो रहा है? क्या अधिकारियों पर सीएम ऑफिस से दबाव बनाया जा रहा है? चुनाव आयोग कृपया स्पष्ट करे @ECISVEEP @ceoup pic.twitter.com/D71xr8h8Tu— Samajwadi Party (@samajwadiparty) March 9, 2022\n\nOn Tuesday, Yadav had described the incident as “theft” of votes. He had made the claims after social media users, including former Uttar Pradesh minister Swami Prasad Maurya, shared a video in which several electronic voting machines could be seen on a truck.Maurya, who had quit the state Cabinet to join the Samajwadi Party days ahead of the state elections, had claimed that the video was shot in Shivpur constituency of Varanasi district and that the voting machines were being taken away so that they could be “tampered” with.Hours after the accusations levelled by the Samajwadi Party chief, the Election Commission had claimed that the EVMs were “marked for training” for officials who would be on duty during the counting of votes.In a statement, the office of Uttar Pradesh Chief Electoral Officer Ajay Kumar Shukla said the machines were not used during the polling.उत्तर प्रदेश विधानसभा सामान्य निर्वाचन - 2022जनपद वाराणसी में आज 8 मार्च 2022 को कुछ इलेक्ट्रॉनिक वोटिंग मशीनों को गाड़ी में ले जाने के संबंध में प्रेस विज्ञप्ति जारी...#ECI#AssemblyElections2022 pic.twitter.com/O854nZT6QE— CEO UP #DeshKaMahaTyohar (@ceoup) March 8, 2022\n\nIn its statement, the poll panel said the second training session for the employees was being held on Wednesday and the EVMs have always been used for “hands-on training”.“These EVMs were being taken for training today [Tuesday], and rumour was spread by people of some political party by stopping the vehicle, and alleging that these EVMs were used in elections,” the statement said.The poll body said that the machines used during the voting were sealed inside a strongroom and secured in a three-tier security cordon of the central paramilitary forces.“These machines are completely isolated and secure and are continuously monitored by CCTVs throughout the day,” the statement said.Meanwhile, the Bharatiya Janata Party has submitted a memorandum before the Election Commission seeking action against Akhilesh Yadav for making false allegations against the poll panel, according to PTI.“Should such leaders even be allowed to participate in the elections, the ultimate celebration of democracy?” the BJP asked in the memorandum. “The commission must take a view on the matter.”Earlier, Uttar Pradesh Deputy Chief Minister Keshav Prasad Maurya had claimed that the Samajwadi Party was preparing the “press note” as it feared losing the elections. In the series of tweets, Maurya said that the leaders of the Samajwadi Party and its alliances partners have already lost the elections and asked them to stop their “gimmicks” before the counting of votes.“UP is with the party of the government working honestly against casteism, dynastic politics, hooliganism and rioters and will remain so,” the deputy chief minister added.At Tuesday’s press briefing, the Samajwadi Party chief had alleged that government officials in Uttar Pradesh have been asked to slow down the counting of votes in constituencies if BJP candidates trail.He also claimed that exit poll results, which were released on Monday evening, sought to create a perception that the Bharatiya Janata Party would win the state elections.Exit polls have unanimously predicted that the BJP will get a clear majority. The poll of polls – an average of all exit poll predictions –  showed that the BJP was likely to get 242 seats, while Samajwadi Party was slated to win in 143 constituencies.The Uttar Pradesh Assembly has a total of 403 seats, and the majority mark is 202 seats.","author":"Scroll Staff","time":"2022-03-09T10:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171254-xjsauabtpo-1646801415.jpg","tags":["Uttar Pradesh","Election Commission","UP Chief Electoral Officer","Samajwadi Party","Electronic Voting Machines","Akhilesh Yadav","Keshav Prasad Maurya"],"source":"https://scroll.in/latest/1019079/uttar-pradesh-polls-evms-on-trucks-were-meant-for-training-purposes-claims-election-commission"}