{"title":"Uttar Pradesh: 12 police officers booked for allegedly killing a man accused of cow slaughter","content":"The Uttar Pradesh Police on Sunday registered a case against 12 officers for allegedly killing a man accused of cow slaughter, The Times of India reported.The deceased was identified as 42-year-old Zeeshan Haider, who was shot in Deoband on September 5, 2021, during a gunfight between alleged cattle smugglers and the police. Haider’s family claims that he has been falsely implicated in a cow slaughter case by the police, reported PTI.The case against the police officers was filed after Haider’s wife, Afroz, moved the court of Saharanpur chief judicial magistrate in November 2021.  Afroz had told the court that she was at home with her husband when the police called him for an inquiry. She alleged that her family was later informed that Haider suffered a bullet injury in his foot, according to PTI. He was declared dead when brought to a hospital.The police claim that they had received a tip-off about cow slaughter and raided a location where they found Haider and a few others with country-made pistols, reported The Times of India.“They [the alleged cattle smugglers] fired at the police team and Haider was struck by a bullet from one of their weapons,” the police claimed. “He was taken to a hospital where he succumbed.”The police had also claimed that around 300 kilogram of meat and some equipment were recovered after the gunfight. A case was also registered against six persons.  Haider’s family, however, has refuted the police’s version of the events.“My husband had 40 bigha land and two licenced weapons,” Afroz said. “Why should he keep an illegal weapon?” In its order, the court directed the Uttar Police to register a murder case against sub-inspectors Omveer, Yashpal Singh, Asgar Ali, head constables Sukhpal Singh, Kunwar Bharat, Pramod Kumar, Vipin and constables Rajveer Singh, Devendra, Neetu Yadav, Ankit Kumar and Brajesh Kumar.Superintendent of Police Suraj Rai told PTI that an investigation is underway. “Further legal action will be taken after,” he said.","author":"Scroll Staff","time":"2023-01-23T15:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/141713-qzrznqvzah-1590046971.jpg","tags":["Uttar Pradesh","Police","Deoband"],"source":"https://scroll.in/latest/1042421/uttar-pradesh-12-police-officers-booked-for-allegedly-killing-a-man-accused-of-cow-slaughter"}