{"title":"‘Vaalvi’ review: A cold-blooded murder gets killers hot under the collar","content":"Vaalvi (Termite) sees Paresh Mokashi (Harsichandrachi Factory, Chi Va Chi Sau Ka) turns his attention to the tricky business of perfect murders. Aniket (Swwapnil Joshi) and his lover Devika (Shivani Surve) have come up with a fool-proof idea to rid Aniket of his wife Avani (Anita Date-Kelkar). It involves planning to the nanosecond and has no reason not to work.As is usually the case, the problem isn’t with Plan A. It’s with the great what-if question that has an annoying way of ruining best-laid schemes – the unplanned Plan B. When an unforeseen event takes place, Aniket and Devika are compelled to team up with Anshuman (Subodh Bhave).The Marathi film has been released in cinemas with English subtitles. Right from the get-go, Mokashi and co-writer Madugandha Kulkarni haul us over to the side of the would-be killers. The film begins with them rehearsing their dastardly actions. Such is the success of Mokashi’s precise plotting that we can neither be faulted for wanting Aniket and Devika to remove Avani from the face of the earth nor blamed at our disappointment when things go belly-up.If Avani induces no sympathy, Aniket, Devika and Anshuman too are local variants of the reptilian creatures from crime lore. Mokashi’s film is similarly cold-blooded in its treatment of hard-boiled fiction. The focus is firmly on the grand Plan A and its shambolic alternative, which descends into agreeable chaos . At least one of the twists, which comes out of nowhere and is barely convincing, drags the film down. For seasoned followers of films and books on similar lines, the big thrill is in seeing how far the characters – as well as Mokashi – can string us along.And string us along they do, for the most part of 105 minutes. The pitch-perfect cast has just the right attitude to a movie that invites us to consider the depth of human depravity and instead gives us an efficient and effective cruel comedy, as bloodless as it is ruthless. \n\n\n    \n    Play\n\nVaalvi (2023).","author":"Nandini Ramnath","time":"2023-01-15T09:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185620-pctiizornn-1673715271.jpeg","tags":["Vaalvi review","Paresh Mokashi","Marathi cinema"],"source":"https://scroll.in/reel/1041877/vaalvi-review-a-cold-blooded-murder-gets-killers-hot-under-the-collar"}