{"title":"‘Vada Chennai’ review: A sprawling yet familiar saga about revenge and retribution","content":"It isn’t hard to see why Vetri Maaran’s Vada Chennai needs at least two sequels. Even after a leisurely 166 minutes, the Polladhavan (2007) and Visaaranai (2015) director only seems to be warming up into telling his story.Spanning three decades and teeming with far too many characters, the film is a sprawling yet familiar saga about revenge and retribution that is as twisted as the labyrinthine streets of North Chennai in which it is set. At the centre of it all is Anbu (Dhanush), a carrom player who is caught between two bloodthirsty rival gangs headed by Senthil (Kishore) and Guna (Samuthirakani), both remarkably impulsive and power-hungry men. A conscientious simpleton, Anbu would rather be in control of the striker on the carrom board than be a pawn in the turf wars between the rival gangs. However, his fate is predetermined and the game he is meant for is far bigger.There are other solid players in the field too, who both consciously and unwittingly influence Anbu’s journey – Padma (Aishwarya Rajesh), Anbu’s girlfriend, Thambi (Daniel Balaji), a father figure to Anbu and Chandra (Andrea Jeremiah), Guna’s wife. Maaran divides the film into distinct chapters and tirelessly introduces us to all of these characters while struggling to give them each the screen time they deserve.\n\n\n    \n    Play\n\nVada Chennai (2018).Vada Chennai harks back to other crime-family films like Anurag Kashyap’s Gangs of Wasseypur (not just because of its daunting length) and is also a far more evolved cousin of Maaran’s debut Polladhavan – in terms of its portrayal of North Chennai as well as the carving of its characters. The film also has a few standout stylised sequences, some thrilling plot-twists and several applause-worthy lines – and they don’t all belong to Dhanush. In fact, Vada Chennai is strongest and most engrossing in the company of its stunning ensemble cast and weakest when it tries to project Dhanush as the lone hero. The actor too seems more at ease as the conscientious man he plays in the first half than as the action hero he transforms into.However, even as the first part of a trilogy, Vada Chennai struggles to keep it together. It struggles to hide its unwieldiness and its occasional staccato structure and makes one think that perhaps it would have worked better as a web series instead of a film.","author":"Archana Nathan","time":"2018-10-17T18:07:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/898601-jltidzntcv-1537778848.jpg","tags":["Vada Chennai","Vetri Maaran","Dhanush"],"source":"https://scroll.in/reel/898601/vada-chennai-review-a-sprawling-yet-familiar-saga-about-revenge-and-retribution"}