{"title":"Valley of 'martyrs': Burhan Wani, like others before him, knew he was going to his death","content":"Burhan Muzaffar Wani, aged 21, was killed in an encounter in Kokernag in South Kashmir on Friday. The Hizbul Mujahideen commander had left his home in Tral at the age of 15. Few expected him to survive this long. Most militants from South Kashmir join up knowing they will die in a few months or a year. Days before Wani was killed, a police officer described him as \"a commander without an army\". Almost all his close associates had been taken out by security forces.One of them lies in the Martyrs Graveyard in Karimabad, a village in South Kashmir's Pulwama district. Twenty-nine-year-old Naseer Ahmed Pandit was a police constable who absconded with a gun on March 28, 2015. He was killed by security forces in April. Waseem Malla, another local militant, died along with him.Till a few days ago, a banner was strung up on a tree above the graves, filled with pictures of Pandit. Large crowds had turned out at the funerals and militants reportedly sent their comrades off with a gun salute. That night, unidentified people went on a rampage in the graveyard, flattening many of the tombstones. Locals allege security forces were behind it. This week, the army reportedly took down the banners. It led to clashes between security forces and locals, angered by the desecration of a revered landmark.Now there will be another grave in South Kashmir, another site where mourners will gather with tributes. Of all the local militants who joined up in the last few years, Burhan Wani was the most famous.Two generationsTwo rows of tombstones line the Martyrs Graveyard in Karimabad. In front, white marble  slabs bearing dates from the 1990s. Behind them, gleaming black stones  bearing more recent dates, from 2015, 2016. Two rows, two generations of young men who were claimed by militancy. Karimabad, a quiet village of 581 families, has lost 24 youths to the armed struggle in the last 25 years. In the late-1980s and 1990s, they took up arms to fight for azadi, freedom, various shades of it. It ranged from the avowedly secular Jammu and Kashmir Liberation Front’s aim of an independent Kashmir to the Hizbul Mujahideen’s dream of merging with Pakistan to the Lashkar-e-Taiba’s fevered visions of an Islamic state. But the men who left two decades later, abandoning comfortable homes, jobs or college degrees, what of them? As the idea of azadi aged in the Kashmir Valley, it ran up against the might of the Indian state, which clamped down on the armed movement as well as civil protests. It has given rise to a dour militancy, whose immediate objective is to resist the state. Ask the families of militants why their sons left home, ask former militants why they decided to run away, ask ordinary people in south Kashmir why they support militancy and you promptly hear one word: “zulm”, oppression. “Azadi” comes later.The Martyrs Graveyard in Karimabad, in South Kashmir. Credit:  Sameer Mushtaq.ZulmIn the Kashmir Valley, zulm is not just something oppressors do. It is a sense of subjugation, of being under siege, that has become a condition of life. “Zulm is a loaded term in Kashmir,” said Suhail Masoodi, director of the Centre for Research and Development Policy in Srinagar. “It has become a language. Anything that people feel has an adverse impact is called zulm, from the larger level to the smaller.”An age-old sense of being wronged has become part of a new political vocabulary. According to some histories that circulate in the Valley, Kashmir has been occupied for centuries, first by the Mughals conquerors, then by the Afghan invaders, then the Sikhs, then the Dogras and, finally, the Indian state, commonly called the “Markaz\", or Centre, working its stratagems from Delhi. “After the Mughals, Kashmir lost its independence, it became connected to the Lahore sultanate,” a historian in Srinagar said in passing, while speaking of other things. Centuries later, while other parts of India fought for independence from the British, Kashmir sought to be free of the Dogras. But after 1947, the Dogras transferred power to Delhi. And so, according to many Kashmiris, the “occupation” continued.“If the 1947 issue hadn’t happened then where would the zulm arise?” demanded Nisar Ahmed Parray, whose brother, Ishaq “Newton” Parray, joined the Hizbul Mujahideen and was killed in an encounter this year. “Kashmir said resolve the issue, but neither India nor Pakistan will listen. We Kashmiris are being ground between the two.”After the rise of militancy in 1989, zulm acquired new resonances. Delhi rushed in the army and various paramilitaries and imposed the Armed Forces (Special Powers) Act in 1990. It ushered in an era of civilian massacres, enforced disappearances, illegal detentions, torture centres, alleged fake encounters and mass rapes.These incidents are recounted over and over again in the Valley, a well-worn litany of wrongs. In Bijbehara, where the Border Security Force gunned down at least 51 unarmed protesters in 1993, a graveyard came up overnight in what had once been a park. “Lest we forget,\" says a memorial plaque laid by Mohammad Yaseen Malik, president of the JKLF. A description of the massacre follows, though the words have faded over time. But a witness to the massacre still tells his son what he saw – broken bodies, pools of blood, a teenaged uncle clutching his torn stomach and crying that his parents would scold him for joining the protests that day.After the militancy was crushed by security forces, a new generation of Kashmiris grew up without any personal experience of crackdowns and massacres. That changed with the protests of 2008 and 2010, when thousands of stone pelters took to the streets and security forces returned the volley of rocks with gunfire. In the summer of 2010, over 100 people were killed, many of them teenagers. In October 2010, Burhan Wani left his home in Tral to join the Hizbul Mujahideen. In recent years, agitation by human rights groups have sharpened awareness about these violations. Today, “zulm” is embodied by the heavy security presence, the barbed wires and guns that bristle at busy markets. The word is applied to a range of experiences, from violent encounters with the army and police to curbs on the internet to barricades across a street.“People say Kashmiris have become zulm parast (accepting of tyranny),” sighed Masoodi.Credit: Rayan NaqashPolice encountersYet zulm, the overarching political word, can also be used to elide more specific charges of torture, illegal detention and custodial death. “It is a common term given to all sorts of things,” said one senior police officer from South Kashmir. “Say we get to know there is movement of militants in a vehicle – everybody has to be checked. That checking becomes zulm. I have not seen any unnecessary arrest or unnecessary torture.” Another security official voiced concerns about human rights violations and the impunity extended to colleagues. But the lines of responsibility led straight to the top, he said, and who dared bring the most senior officials to account? Meanwhile, every other person in the Valley seems to have a personal story of harassment or violence at the hands of the police, including the youth who later became militants.Twenty-one-year-old Omais Ahmed Sheikh of Chatapora and 17-year-old Adil Sheikh of  Bijbehara, were former stone pelters. Adil, killed in  an encounter last November, had a stone pelting case against him from  2010, when he had not even reached his teens. His father would accompany  him to the court for hearings. Twice, he was detained by the police for  a day. Once for wearing his hair long and once for staring at a Special  Operations Group personnel, his father said.Then there was Naseer Ahmed Pandit from Karimabad village of Pulwama district. A constable with the Jammu and Kashmir Armed Police, he was posted in Srinagar to provide security for Altaf Bukhari, a minister from the People's Democratic Party. Earlier, Pandit had been troubled by drug dealers operating in Pulwama district and appealed to the local police to act against them. “They told him, you make some money and give us some of the money,” recalled his father, Ghulam Rasool Pandit. When Pandit did not listen, they called him to the Pulwama police station one night and beat him up. “When he came back, people used laugh at him in the village,” said Naseer Pandit’s cousin, Zubair Pandit. “Police hoke police ke pitai khaya [you’re a policeman and yet you got beaten up by the police]. That was when he said, I had a Hindustani weapon in my hand, now I will have a Pakistani weapon.” Weeks after the incident and just two weeks after being posted in Srinagar, Naseer Pandit went missing with two rifles. He resurfaced later as the new trainer for the Hizbul Mujahideen.Burhan and KhalidMost famously, Burhan Wani and his brother, Khalid, were stopped by policemen and beaten up by security forces when they went out for a picnic one day. Muzaffar Wani, their father and the principal of a local government school, recounted the incident a few weeks ago, sitting in the sunny family home in Tral. “Khalid was older, he showed patience,” he said. “Burhan was young. That’s when he decided to fight the army. We tried to make him understand. We said we’d send him away to Aligarh, to London, he could study. But he wouldn’t listen. Every evening, he would eat his meal and he would say, I was going my own way, why did they beat me? When he didn’t come home one evening, we knew.”One afternoon last April, Khalid came home with biryani and some meat, which he got cooked. He then went out again, telling his mother he was going for a picnic. Muzaffar Wani was still at the school when he heard there had been firing in the jungles beyond Tral and a Pakistani militant had been killed. He did not pay much attention to it. Later in the evening, a boy went to their home and reported what he had heard at the police station – Burhan Wani’s brother had been killed. It still didn’t register. “His mother had told me that he had gone for a picnic,” said Muzaffar Wani. “But then a second boy came and said he was dead. Then I don’t remember.”He fell silent for a moment. Then he spoke slowly: “They did not shoot him. They hit him in the back of the head with a rifle butt. There are two pictures of him. In one, you can see his face, blood running down it. In the other, his chin and forehead are bandaged. He did not have a single tooth left.”The army claimed Khalid Wani had been \"operating as an over-ground worker\" for the Hizbul and was killed in an encounter. Locals say he was followed because they knew he was going to meet his younger brother. On the day of Khalid’s funeral, two other boys from Tral left to become militants.Incidents like Khalid Wani’s death and Naseer Pandit’s beating have focused anger on men in uniform. In May and June, policemen were targeted in Srinagar and Anantnag. A couple of weeks ago, the Hizbul Mujahideen put out a notice telling people to stay away from army bunkers and warning that they would intensify attacks in the run-up to Eid. Only a few days later, militants ambushed paramilitary forces in Pampore, killing eight. The martyrs“The children who leave, they don't want to be leaders or heroes,” said Muzaffar Wani. “They are drawn to death.”Most of the new militants of South Kashmir are barely out of their teens and will never live to be adults. It has created the image of a doomed army of youth dashing itself against the wall of the Indian state, with or without the hope of azadi. The sense of historical wrong, says Masoodi, has been overtaken by a narrative of sacrifice.Friends and families of militants insist the driving force behind this armed struggle is the idea of resistance against an oppressive state. But the terms of this resistance are very often religious. \"Islam stands for justice here,\" explained Masoodi. \"And those who fight for it will go to jannat (paradise).\" So the local word for militant is “mujahid”, he who struggles in the name of Allah and Islam. And descriptions of what motivated these boys to take up arms range from the quasi-mystical to the explicitly religious. Newton was the pious introvert who wept over atrocities he read about in the papers. Naseer Pandit was the crusader who fought corruption. His father said he knew Pandit would not come back, he had joined with a certain “zehniyat (mentality)”, as if prepared to die. The father of Omais Ahmed, who joined the Lashkar-e-Toiba last May and was killed in December, has no doubts about what war his son was fighting. “There is zulm here,” he said, “and those Muslims who understand the Quran must be prepared for jihad. Omais understood it.”Finally, militants are never simply killed in the Valley, they become “shaheed” or martyrs. Pictures and videos of dashing militants often lead into a tragic sequel – pictures of the mutilated militant body. A friend of Omais Ahmed, for instance, flips out his cell phone to show old pictures. There are photographs of the gangly schoolboy, then the buff fighter in combat gear and finally, the bloodied corpse.Suffering is persistently memorialised in the Valley. It is remembered through pictures, through accounts of encounters and massacres, through vast public funerals and descriptions of such funerals that linger for years, through martyrs’ graveyards scattered across the Valley. It is a grim and deliberate remembering, which has often fed the fires of a violent struggle.","author":"Ipsita Chakravarty and Rayan Naqash","time":"2016-07-09T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/811255-37417-mfwpzxevca-1467992278.jpg","tags":["Kashmir Report"],"source":"https://scroll.in/article/811255/valley-of-martyrs-burhwan-wani-like-others-before-him-knew-he-was-going-to-his-death"}