{"title":"Vanchit Bahujan Aghadi seeks to ally with Congress for Maharashtra Assembly elections","content":"Vanchit Bahujan Aghadi chief Prakash Ambedkar on Saturday suggested that his party may ally with the Congress for the Maharashtra Assembly elections due later this year, reported The Hindu.“The Maharashtra Assembly election will be held in September-October this year,” said Ambedkar. “The VBA and the Congress can jointly contest it. Let us not be upset with each other, and help VBA.”The Vanchit Bahujan Aghadi is contesting the Lok Sabha polls in Maharashtra on its own.Ambedkar’s statement comes days after the party alleged that the ruling Mahayuti and the Opposition Maha Vikas Aghadi were pressuring Vanchit Bahujan Aghadi’s candidates to withdraw from the general elections, reported The Indian Express. In Maharashtra, the Congress is part of the Maha Vikas Aghadi coalition which also comprises the Shiv Sena (Uddhav Balasaheb Thackeray) and the Nationalist Congress Party (Sharadchandra Pawar).The Mahayuti alliance comprises Ajit Pawar’s faction of the Nationalist Congress Party, the Bharatiya Janata Party and Chief Minister Eknath Shinde’s Shiv Sena group.On March 19, the Prakash Ambedkar-led party had offered to support the Congress in seven Lok Sabha constituencies in Maharashtra.Prakash Ambedkar said that he had lost faith in the Shiv Sena (Uddhav Balasaheb Thackeray) and Nationalist Congress Party (Sharadchandra Pawar) because of their “unequal attitude” toward his party.He added that both parties had “refused to listen to the Vanchit Bahujan Aaghadi’s representatives in the numerous Maha Vikas Aghadi meetings”. “Vanchit Bahujan Aaghadi’s prime agenda remains the same – unseat the fascist, divisive, undemocratic Bharatiya Janata Party-Rashtriya Swayamsevak Sangh government,” he had said.The Rashtriya Swayamsevak Sangh is the parent organisation of the BJP.","author":"Scroll Staff","time":"2024-04-28T18:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198036-fektzegkuw-1710842773.jpg","tags":["Maharashtra Assembly","Prakash Ambedkar","Vanchit Bahujan Aghadi","Congress","Maha Vikas Aghadi"]}