{"title":"Varanasi district magistrate transported EVMs without informing candidates, claims Akhilesh Yadav","content":"Samajwadi Party chief Akhilesh Yadav on Tuesday accused the district magistrate of Uttar Pradesh’s Varanasi of transporting electronic voting machines without informing the candidates, ANI reported. Yadav said this amounted to “theft” of votes and urged the Election Commission to look into the matter.Yadav made the claims after social media users, including former Uttar Pradesh minister Swami Prasad Maurya, shared a video in which several electronic voting machines could be seen on a truck. Maurya, who had quit the state Cabinet to join the Samajwadi Party days ahead of the state elections, claimed that the video was shot in Shivpur constituency of Varanasi district and that the voting machines were being taken away so that they can be “tampered” with.The seven-phase Uttar Pradesh polls came to a close on Monday, and the counting of votes will be done on Thursday.At a press conference on Tuesday evening, Yadav claimed that his party members had intercepted the truck while voting machines were being taken away without informing the Samajwadi Party candidate. He claimed that two other trucks had managed to flee.“The news of an EVM being seized in Varanasi is one that gives a message to every Assembly [constituency] to be alert,” Yadav said. “All poll candidates and their supporters from the Samajwadi Party and its allies are ready with their cameras to foil any attempts at fraud during the counting of votes.”The Samajwadi Party chief also alleged that government officials in Uttar Pradesh have been asked to slow down the counting of votes in constituencies if Bharatiya Janata Party candidates trail on Thursday, PTI reported.https://t.co/TjgjqWxaZA— Samajwadi Party (@samajwadiparty) March 8, 2022\n\nThe Samajwadi Party chief also claimed that exit poll results, which were released on Monday evening, sought to create a perception that the BJP would win the state elections.Exit polls have unanimously predicted that the BJP will get a clear majority. The poll of polls – an average of all exit poll predictions showed that the saffron party was likely to get 242 seats, while Samajwadi Party was slated to win in 143 constituencies.The Uttar Pradesh Assembly has  a total of 403 seats, and the majority mark is 202 seats.","author":"Scroll Staff","time":"2022-03-08T21:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171239-dgnnotcepm-1646752118.jpg","tags":["Samajwadi Party","Akhilesh Yadav","Uttar Pradesh","BJP","2022 Uttar Pradesh elections"],"source":"https://scroll.in/latest/1019060/varanasi-district-magistrate-transported-evms-without-informing-candidates-claims-akhilesh-yadav"}