{"title":"Varanasi court grants ASI ten more days to file Gyanvapi mosque survey report","content":"A Varanasi court on Thursday granted ten more days to the Archaeological Survey of India to file its survey report of the Gyanvapi mosque complex, The Hindu reported.The Archeological Survey of India is carrying out the survey to find out whether the mosque was built over a Hindu temple. On November 28, it filed an application seeking three more weeks to complete the exercise.Standing government counsel Amit Srivastava, who filed the petition on behalf of the Archeological Survey of India, said that the court told the authority not to seek further time.This is the sixth time that the government agency has been granted an extension to complete its report.The survey was ordered by a Varanasi district court on July 21 in response to a petition by a group of Hindu litigants seeking the right to hold prayers inside the mosque compound. However, on July 24, the Supreme Court stayed the order, allowing the mosque committee to move the High Court against the survey.On August 3, the Allahabad High Court dismissed the mosque committee’s plea and allowed the Archaeological Survey of India to carry out the survey, saying that it was “necessary in the interest of justice.” The decision was upheld by the Supreme Court the next day.The court, however, said that no excavation should be done as part of the survey and directed authorities to ensure that no damage is caused to the structure.The Varanasi district court’s verdict came after the Allahabad High Court held in May that a scientific survey could be conducted of an oval-shaped object found on the mosque premises.The oval-shaped object was found in May last year during a survey of the mosque premises ordered by a Varanasi civil court. The Hindu litigants claimed that the object was a shivling, a representation of the Hindu deity Shiva. However, the caretaker committee of the mosque claimed the object was a defunct fountainhead in the wazu khana, or ablution tank.The Supreme Court had ordered the area around the oval-shaped object to be sealed. This area will not be surveyed.","author":"Scroll Staff","time":"2023-12-01T13:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190243-dsejfrvlph-1684301316.jpg","tags":["ASI","Gyanvapi","Varanasi","mosque complex"],"source":"https://scroll.in/latest/1059919/varanasi-court-grants-asi-ten-more-days-to-file-gyanvapi-mosque-survey-report"}