{"title":"Varanasi court allows ASI survey of entire Gyanvapi mosque except for sealed area","content":"A Varanasi court on Friday allowed the Archaeological Survey of India to carry out a survey in the entire Gyanvapi mosque premises except for the area that was sealed as per a judicial order, Live Law reported.District Judge AK Vishwesha directed that Muslims should not be restricted from offering prayers during the survey and that no damage should be caused to the mosque.Justice Vishwesha was hearing a petition filed in May by four of the five Hindu women who had earlier filed a plea seeking rights to worship inside the mosque compound. In the earlier plea, they had claimed that an image of the Hindu deity Shringar Gauri exists at the mosque.The petition was filed days after the Allahabad High Court had held that a scientific survey can be done of the oval-shaped object found in the mosque premises.In May last year, the oval-shaped object was found during a survey of the mosque premises ordered by a Varanasi civil court. The Hindu litigants in the case claimed that the object was a shivling – a representation of the Hindu deity Shiva. However, the caretaker committee of the mosque claimed the object was a defunct fountainhead in the wazu khana, or ablution tank.In their application before the Varanasi court, the petitioners had claimed that the “shivling” has existed at the site for “lakhs of years” and had been damaged several times by Muslim invaders who had “hatred against infidels and idol worshippers”.The plea also claimed that the structure of the Gyanvapi mosque suggests that it is the remains of an old Hindu temple. The application contended that the present structure cannot be deemed to be a mosque by any stretch of the imagination given its history.“That the actual facts existing within the building in question cannot be proved by oral evidence, and the nature of construction, the age of the structure, certain objects hidden behind the artificial walls and beneath the structure can be proved before the court only on the basis of expert opinion which may be given by ASI [Archaeological Survey of India] in this case,” the plea said, according to Live Law.","author":"Scroll Staff","time":"2023-07-21T18:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174928-lmtzqeegbw-1653550473.jpg","tags":["Gyanvapi","Gyanvapi mosque","Varanasi"],"source":"https://scroll.in/latest/1053051/varanasi-court-allows-asi-survey-of-entire-gyanvapi-mosque-except-for-sealed-area"}