{"title":"‘He is almost on deathbed’: Bombay HC issues order to move Varavara Rao to Nanavati Hospital","content":"The Bombay High Court on Wednesday directed the authorities to shift 80-year-old Telugu poet Varavara Rao from Taloja jail to Nanavati Hospital for 15 days, Live Law reported. The court noted that Rao was almost on his deathbed.“He needs some treatment,” the High Court bench of Justices SS Shinde and Madhav Jamdar said. “Can the state say no we will treat him in Taloja? We are only saying transfer him to Nanavati for two weeks. We will further see after two weeks.”They added that Rao should not be discharged from the hospital without informing the court, and that his family should be allowed to meet him at the hospital. And “it goes without saying that the state will bear the expenses,” the bench added, according to Bar and Bench.The next hearing in the case will take place on December 3.During the hearing, Public Prosecutor Deepak Thakre told the High Court that Maharashtra Home Minister Anil Deshmukh has no objections to shifting Rao to the Nanavati Hospital, but as a special case and “not as a precedent”.Senior lawyer Indira Jaising, appearing for Rao, said that he was completely bedridden and without a medical attendant, NDTV reported. “He is in diapers and has a catheter,” she said. “The catheter was not changed for three months, as there was no one to change it.”Jaising added that there is “reasonable apprehension” that Rao will die in custody. She accused the Maharashtra government of negligence. “If the state is unable to look after him, he needs to be shifted to Nanavati Hospital,” she argued. The advocate pointed out that the the purpose of detention is to ensure no one flees justice. But “he is bedridden inside the jail”, Jaising remarked, pointing at the irony.Additional Solicitor General Anil Singh, appearing for the National Investigation Agency, which is probing the Bhima Koregaon case, pointed out that the court had earlier only allowed the medical examination of Rao through a video link, saying that a physical examination may be done only if required. Singh further argued the central agency is presently at the stage, where investigators are framing charges against the accused in a lower court. “There are 60 witnesses involved in the case,” he said. Jainsing objected to the contention and asked who would take responsibility if Rao died in between. “It is not beneficial to you if he dies,” she said. “What if he is acquitted? What is the price we pay?”She then elaborated on Rao’s health condition:“He has brain atrophy, his kidneys have failed.. what more do I need to show? We do not have clinical reports to show your Lords... I can establish from the reports that his kidney has failed, his liver has failed, brain atrophy...This is a man who cannot even stand.”— Indira Jaising, Bar and Bench\nJaising added that Rao was being “detained in cruelty”. “Death is inevitable,” she said. “But everyone wants to exit in a dignified manner.”On Tuesday, the court had instructed the Maharashtra government to provide details of Rao’s medical examination to his wife. Rao’s wife had moved the High Court to shift him to Nanavati Hospital.Also read: Varavara Rao denied bail till November 17 on health grounds, Bombay HC allows another medical checkGive details of Varavara Rao’s medical tests to his wife, Bombay HC directs Maharashtra governmentLast week, the Bombay High Court had only allowed Rao a medical examination through video conferencing, even as his counsel argued that he should be shifted to Nanavati Hospital. Jaising had told the court that Rao’s “condition is deteriorating day by day” and added  that conditions of his detention were “cruel, inhuman and degrading”. “He is bed-ridden. He is on diapers,” she had said during his bail hearing. “He can’t control urination. He is with a urine bag. His catheter has not been removed. Is this man going to flee away from justice?”Rao is among the activists and academics who have been accused of making inflammatory speeches at the Elgar Parishad conclave held at Shaniwar Wada in Pune on December 31, 2017, which the authorities claim triggered violence at Bhima-Koregaon war memorial the next day. He was arrested in August 2018.In July, his lawyer had also told the Bombay High Court that Rao was almost on his deathbed. “Besides Covid-19, he suffers from several ailments, he is hallucinating and is delirious,” the lawyer had said.SC did not act eitherLast month, Rao’s wife had moved the Supreme Court for his release. She had said that his continued custody as an undertrial amounts to cruel and inhuman treatment and is violative of his dignity. However, a three-judge bench headed by Justice UU Lalit refused to grant bail to the 81-year-old on October 29. The top court had expressed concern that Rao’s bail application has not been heard by the High Court since September 17, but declined to take any action. The judges requested the High Court to consider Rao’s medical plea at the earliest.However, the day before Rao’s bail plea came up in the Bombay High Court last week, the country’s top court had made significant remarks on personal liberty while granting bail to television anchor Arnab Goswami. The Supreme Court had said that High Courts were denying personal liberty in several cases. “We must send a message today to the High Courts as well: Please exercise your jurisdiction to uphold personal liberty,” Supreme Court judge DY Chandrachud had said. Chandrachud had gone on to say that if the Supreme Court did not interfere in the case, then they “will walk on path of destruction”.","author":"Scroll Staff","time":"2020-11-18T13:45:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/bqhcmfiqja-1535461667.jpg","tags":["varavara rao","Bombay High Court","Mumbai","Bhima Koregaon","Elgar Parishad","Taloja jail","Nanavati Hospital"],"source":"https://scroll.in/latest/978826/varavara-rao-to-be-moved-to-nanavati-hospital-for-15-days-orders-bombay-hc"}