{"title":"Vedanta-Foxconn project shifted from Maharashtra to Gujarat under political pressure: Ajit Pawar","content":"The Vedanta-Foxconn semiconductor manufacturing project was shifted from Maharashtra to Gujarat under political pressure, alleged Nationalist Congress Party leader Ajit Pawar on Wednesday in a letter to Chief Minister Eknath Shinde, reported The Indian Express.On Tuesday, Indian mining conglomerate Vedanta and Taiwanese manufacturing company Foxconn had signed a Memorandum of Understanding with the Gujarat government to set up the manufacturing unit in the state. The two companies had earlier held talks with the Maharashtra government and the 1.54 lakh crore-deal was reportedly “almost done”.The Opposition has alleged that the Maharashtra government handed over the project to Gujarat under pressure from Prime Minister Narendra Modi, in view of the upcoming Assembly polls in his home state. Both Maharashtra and Gujarat are ruled by the Bharatiya Janata Party-led governments.In his letter to Shinde, Pawar, who is also the Leader of Opposition in the state Assembly, said that shifting the project was an effort to “financially deprive Maharashtra”.“The state government must take steps as required but ensure that the project does not go out of Maharashtra,” he added.महाराष्ट्राच्या आर्थिक उन्नतीसाठी, युवकांना रोजगारासाठी व राज्याच्या सर्वांगीण प्रगतीसाठी सेमीकंडक्टर व डिस्प्ले फॅब्रीकेशनचा प्रकल्प महत्त्वाचा आहे. त्याबाबत @NCPspeaks आणि विरोधी पक्षाची भूमिका तसंच राज्यातील जनतेची भूमिका मुख्यमंत्री महोदयांना दिलेल्या पत्रात सूचित केली आहे. pic.twitter.com/KIPrgxVqRt— Ajit Pawar (@AjitPawarSpeaks) September 14, 2022\n\nThe Nationalist Congress Party on Wednesday also questioned whether letting the project go to Gujarat was the price Eknath Shinde paid for the chief minister’s post.Shinde was sworn in as the chief minister of Maharashtra on June 30 after he and a group of Shiv Sena MLAs rebelled against party president Uddhav Thackeray and the earlier Maharashtra government – a coalition of the Shiv Sena, Nationalist Congress Party and the Congress.After more than a week of political drama, the coalition was ousted from power as the Thackeray faction was reduced to a minority in the state Assembly.“Is CM Shinde serving the interest of Maharashtra or serving the interest of Gujarat?” Mahesh Tapase, the chief spokesperson of Nationalist Congress Party, asked on Wednesday.Tapase claimed that the Thackeray-led Maha Vikas Aghadi government had held a dialogue with Vedanta and Foxconn for the project and finalised its location in Talegaon town near Pune.“The MVA government had offered the best incentives to Vedanta-Foxconn with an intention of creating huge employment opportunities for the local youth,” he said. “A number of small MSME units, who were looking forward to the business opportunity with Vedanta-Foxconn, are now in total disarray.”Former minister and Shiv Sena MLA Aaditya Thackeray said that besides the Vedanta-Foxconn deal, the Centre has also granted the Bulk Drug Park project to Gujarat, along with Himachal Pradesh and Andhra Pradesh.Under the project, a common manufacturing hub will be built for pharmaceutical companies to manufacture bulk drug, the key ingredients of drugs and medicine.“The semiconductor project and the Bulk Drug Park projects are great projects by the Centre, proposed for our nation’s development,” he said in a series of tweets. “As the MVA we had pursued it and on merit, Maharashtra topped the race to bag the projects. Yet, this government lost it to other states.”Some messages are circulated to create confusion betn 2 separate projects.• Foxconn for Phone assembly, signed under earlier Govt. State waited till 2020 but they didn’t come back.• Vedanta- Foxconn was initiated in 2022, only after Centre’s push for semiconductor in Dec 2021— Aaditya Thackeray (@AUThackeray) September 14, 2022\n\nThackeray said with the loss of the semiconductor plant, Maharashtra has lost 1 lakh job opportunities.“While I believe that every state should get its fair share of investment, job opportunities and I don’t complain about the 3 states who have got it,” he added. “I wonder why the current Maharashtra dispensation could not actively pursue a project with Centre, where we are placed best suited.”Amid the criticism, state Industry Minister Uday Samant said that the prime minister has assured Shinde that projects of a similar nature or bigger than that would be set up in Maharashtra, reported Deccan Herald. Samant added that Shinde and Deputy Chief Minister Devendra Fadnavis would be meeting Modi soon to hold detailed discussions.The manufacturing plantOn Tuesday, the two companies had said project would create over 1 lakh jobs in Gujarat, reported Reuters.The manufacture of semiconductors are limited to only a few countries, including Taiwan and late entrant India. The Vedanta-Foxconn deal assumes significance as semiconductors are in shortage with even tech companies such as Nvidia and Microsoft as well as car manufacturing firms such as Tesla, Ford and Honda failing to get a regular stock.Vedanta will setup a display manufacturing and separate chip-related production units within two years, the company’s chaiperson Anil Agarwal had said. Foxconn will play the role of the technical partner.“India’s own Silicon Valley is a step closer now,” Agarwal had said in a tweet.Also read:Semiconductors: How the world ran out of a key component in everything from smartphones to cars","author":"Scroll Staff","time":"2022-09-14T21:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137616-enqtrbtrbc-1600253342.jpg","tags":["Maharashtra","Vedanta","Ajit Pawar","Foxconn","Gujarat","Eknath Shinde","Narendra Modi","semiconductor plant"]}