{"title":"Veganism is a political movement, not just a dietary choice","content":"The start of a new year these days signals the launch of Veganuary, a campaign which encourages people to give up animal products for the month of January.But while this time of the year sees a focus on diet, as political philosophers we argue that veganism should not be framed as a personal lifestyle choice but as a form of political activism. Viewed in these terms, veganism is a collective action aimed at political transformation, not an individual quest for an ethically pure diet.Veganism, we argue, is less about self-improvement, ascetic self-sacrifice or personal identity and more about addressing the harms created by social structures and systems. Veganism is devoted to tackling and overturning the oppression of sentient animals. Rather than an individual consumer choice, we should see it as a form of activism to be conducted collectively with others.That collective practice entails joining with other vegans to boycott the products of animal exploitation. But it also involves doing much more than changing one’s diet. It is about pursuing a variety of strategies to move to a world without routine animal exploitation.Many vegans themselves already view their commitment along these lines. While there is no doubt that some people choose the plant-based diet associated with veganism for a variety of reasons – from improving health, reducing one’s carbon footprint, fulfilling religious commitments, and more – many now regard it as a boycott aimed at political change. The change aimed at is a world without industrial animal agriculture, and all other forms of practice which needlessly and harmfully exploit animals.Quests for ‘purity’Discussions around veganism often revolve around questions of what we should eat. Should vegans eat avocados, the production of which is notorious for its harmful environmental and social impact? Should they consume almonds and other crops that involve the use of migratory beekeeping which often leads to disease in bees? Should they buy plant-based burgers from fast-food chains that make their profits from selling animal flesh?But seeing veganism as a political movement enables us to move on from any goals of purity and perfection, and away from futile debates about proper dietary choices. It acknowledges that negatively impacting some animals is unavoidable in the world in which we live.On a political understanding of veganism, there is no shame in failing to be “morally pure”. Of course, this does not imply that individuals can meaningfully be described as vegan and consume whatever they please. Someone cannot plausibly be labelled a vegan if they regularly eat bacon sandwiches, for example.Social philosophers have argued that boycotts and other consumer action can be important tools in resisting oppression. We argue that veganism should also be seen in this light: its aim is to oppose – through various means – the structures that reinforce animal oppression.That obviously involves rejecting the products of animal agriculture which profits from animal exploitation. But it also includes protesting the government agencies which permit, enable and subsidise such practices.On this political understanding, veganism should be about putting pressure on businesses and politicians to effect change, but also to communicate to and remind wider society of the injustices routinely perpetrated against animals.But because it eschews purity, this understanding recognises that individuals cannot and will not be able to boycott and abolish everything that involves some form of harm done to or even by animals – and that the type of commitments individuals can make will vary according to their circumstances.Manjunath Kiran/AFPVeganism is more than a plant-based diet. A boycott of certain foodstuffs is not and can never be enough social transformation. On the political understanding of veganism, the ultimate commitment is to join with others to move to a world without the routinised exploitation of animals.This requires individuals to consider and embrace a whole variety of actions aimed at this goal: from different forms of conventional and unconventional political activism, to mixing with and learning from animals to better understand their perspectives.In the end, the commitment of veganism is to strive to instigate a world in which humans and animals can flourish together on fair terms. That world can never be perfect and without harm, but it is one that is worth striving for nonetheless.Alasdair Cochrane is Professor of Political Theory, University of Sheffield. Mara-Daria Cojocaru is Privatdozentin, Munich School of Philosophy.This article first appeared on The Conversation.","author":"Alasdair Cochrane, The ConversationMara-Daria Cojocaru, The Conversation","time":"2023-01-27T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119517-vurdujzirf-1557676899.jpg","tags":["Veganism","Veganuary","Animal products"],"source":"https://scroll.in/article/1042566/veganism-is-a-political-movement-not-just-a-dietary-choice"}