{"title":"Venkaiah Naidu rejects impeachment notice against Chief Justice of India Dipak Misra","content":"Rajya Sabha Chairperson M Venkaiah Naidu on Monday rejected the impeachment notice that the Opposition MPs had submitted against Chief Justice of India Dipak Misra, Rajya Sabha TV reported. Naidu said he had considered each of the five allegations against Misra “individually as well as collectively” and concluded that the notice did not “deserve to be admitted”.“The motion presented by the MPs indicates a mere suspicion, conjecture or an assumption in the Prasad Education Trust case,” says the order by Naidu. “The same does not constitute proof beyond a reasonable doubt required to make out a case of proved misbehavior.”Naidu said the allegations were not admissible. “The allegations emerging from the case have a serious tendency of undermining the independence of the judiciary,” Naidu said. Vice President M Venkaiah Naidu rejects the Impeachment Motion against CJI Dipak Misra. pic.twitter.com/Bz53ikvAwh— ANI (@ANI) April 23, 2018\n\nOn Friday, Rajya Sabha MPs of seven Opposition parties, led by the Congress, had submitted a notice to Naidu to initiate impeachment proceedings against Dipak Misra. The motion was moved under five grounds of misbehaviour. To discuss impeachment, a motion introduced in the Rajya Sabha needs the support of at least 50 MPs – which it has.Naidu had on Sunday consulted constitutional and legal experts on the notice, according to PTI. He had cut short his visit to Telangana to meet the experts in New Delhi, unidentified officials told The Indian Express.The vice president spoke to former Attorney General K Parasaran, former Lok Sabha Secretary General Subhash Kashyap, former Law Secretary PK Malhotra and Attorney General KK Venugopal, officials told PTI. He also met senior officials of the Rajya Sabha Secretariat.In an interview with The Indian Express, Congress leader Kapil Sibal had rejected the possibility that Naidu could dismiss the impeachment motion. “He [Naidu] has no jurisdiction,” Sibal said. “He cannot decide on the merits of the motion. He can only decide on the procedure.”Officials in the Rajya Sabha Secretariat have said that the Opposition parties violated rules by making their impeachment notice public even before Naidu had accepted it.","author":"Scroll Staff","time":"2018-04-23T09:43:03.421944+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/876575-78055-miljplkczt-1514904734.jpg","tags":["Dipak Misra","Impeachment","Venkaiah Naidu","Rajya Sabha"]}