{"title":"Venkaiah Naidu pitches for simultaneous elections, says it will help avoid dilution of public work","content":"Vice President M Venkaiah Naidu on Thursday pitched for simultaneous elections, and said it would help avoid diversion from more important matters such as public work, PTI reported. “Frequent elections in the country is a matter of concern because the moment elections come, everyone has to follow the pre-line formula,” he said at an event in Pune. “Election, selection and correction and the Model Code of Conduct for one and half months.” He added: “That is why [it] will be in the interest of the country to have one broad simultaneous election across the country within 15 days so that there is no deviation, no dilution and no diversion of the public work.” His remarks came ahead of elections in Maharashtra and Haryana on October 21. Naidu was speaking at an event organised by the Punyabhushan Foundation in Pune. Archaeologist GB Deglurkar received the Punyabhushan, or jewel of Pune, award from Naidu on Thursday. Addressing the gathering, the vice president and Bharatiya Janata Party leader said there was a need for historians, archaeologists, linguists and other scholars to “present the real history of India to the world”, according to The Indian Express.“There is tremendous potential to re-construct and re-correct Indian history, whose distorted forms were presented by colonial rulers,” Naidu said. “There are many great names like Shivaji Maharaj, Shankaracharya, Rani Lakshmibai and more, whose contributions are not much heard of. We need to re-discover ourselves and present the real history of India to the world.”The vice president added that there was a need to educate the younger generations about India’s rich history and culture. “The entire world is looking up to India,” he said. “All existing social evils based on caste, creed, religion, sex and region must be done away with, as we are One Nation and One People. We must strive to promote our culture, which is a way of life, besides working to maintain peace and harmony in the country.” Naidu added that India will be a strong nation only if the mindsets of youngsters is changed.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-26T15:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/fptmjfxlep-1524492941.jpeg","tags":["venkaiah naidu","Simultaneous elections","Pune"]}