{"title":"Verdict on Babri Masjid demolition today; Advani, MM Joshi, Uma Bharti expected to skip court","content":"A special Central Bureau of Investigation court in Lucknow will pronounce the judgement in the nearly three-decades-old criminal case related to the Babri Masjid demolition on Wednesday. CBI judge Surendra Kumar Yadav is expected to pronounce the verdict at 10 am.The Babri Masjid, located in Ayodhya in Uttar Pradesh, was demolished by Hindutva extremists on December 6, 1992, because they believed that it stood on land that was the birthplace of deity Ram.Last month, the Supreme Court had set September 30 as the deadline to complete the trial and deliver a verdict. It had directed all 32 accused, including Bharatiya Janata Party leaders Lal Krishna Advani, Murli Manohar Joshi, Uma Bharti and Kalyan Singh, to be present in court on the day of the hearing. However, these four leaders will not be present. Advani, who is 92 years old, and the 86-year-old Joshi are exempt due to the coronavirus pandemic, Bharti has contracted Covid-19 and is under treatment, while Singh is recovering from the infection, according to NDTV. About 26 of the 32 accused are expected to be present in court.Arguments of the defence and prosecution concluded on September 1, after which the special judge began writing the verdict. The CBI had produced almost 351 witnesses and 600 documents before the court.On April 19, 2017, the top court had ordered day-to-day trial in the case, and said it should be concluded within two years. The court had also restored criminal conspiracy charges filed against Advani and Joshi along with Vinay Katiyar, Sadhvi Ritambhara and Vishnu Hari Dalmia. It restored charges against several other Hindutva leaders who had earlier been acquitted in the case. Three other high-profile accused – Giriraj Kishore, Vishwa Hindu Parishad leader Ashok Singhal and Vishnu Hari Dalmia – died during trial and the proceedings against them were abated.Uma Bharti, who is accused of criminal conspiracy in the case, has said that she would “prefer to hang than seek bail” in the case if found guilty. Bharti made the remarks in a letter to BJP National President Jagat Prakash Nadda on September 26. Bharti served as Union minister in the first Narendra Modi-led government from 2014 to 2019, but did not contest the 2019 Lok Sabha polls.“I am proud of my participation in the Ayodhya movement and seeking bail would, I believe dilute this participation,” she wrote. “Even if I have to hang for having participated, it will be acceptable to me. In such circumstances whether or not you would want to keep me in your team is for you to consider.”Title disputeIn the related Babri Masjid title dispute, the Supreme Court had ruled in November that the disputed land in Ayodhya would be handed over to a government-run trust for the construction of a Ram temple. The top court had also said that the demolition of Babri Masjid was illegal and directed the government to acquire an alternative plot of land to build a mosque.Following the ruling, a foundation stone ceremony took place on August 5, where Prime Minister Narendra Modi laid a symbolic 40-kg silver brick in the sanctum sanctorum, or innermost sanctuary, to mark the start of the temple construction in Ayodhya. On August 20, the Ram Janmabhoomi Trust said that the temple’s construction had begun, adding that it would be completed within three to three and a half years.A day ahead of the August 5 ceremony, Advani had called the foundation-laying ceremony of the Ram temple a “historic and emotional day” for him. He had said he felt humbled that destiny made him “perform a pivotal duty in the form of the Ram Rath Yatra from Somnath to Ayodhya in 1990”.","author":"Scroll Staff","time":"2020-09-30T07:48:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/129227-iydpfcohsi-1571486973.jpg","tags":["babri masjid","babri masjid demolition","ayodhya case","lucknow","Uttar Pradesh"],"source":"https://scroll.in/latest/974478/verdict-in-babri-masjid-demolition-today-advani-mm-joshi-uma-bharti-expected-to-skip-court"}