{"title":"Verdict 2019 in charts and maps: Two-thirds of MPs who re-ran won, half the new MPs are first-timers","content":"If we consider the Hindi Belt alone, the 2019 general election numbers are staggering. As in 2014, the Bharatiya Janata Party won 90% of the seats it contested in the region. The party reached that number in 2019 even after losing 10 seats in Uttar Pradesh, meaning that outside India’s largest state the party consolidated its position of five years ago.By contrast, the Congress lost some of the few seats it had left in the Hindi heartland, including the dynastic strongholds of Guna in Madhya Pradesh and Amethi in Uttar Pradesh. Indeed, the Congress’s wipeout in the Hindi Belt is the major political story of the past 30 years.The gap in the vote shares of the two national parties widened markedly in 2014 and stayed around the same in 2019, with the BJP getting over twice as many votes as the Congress.In 2009, the victory of the United Progressive Alliance was in significant part the result of the Congress’s performance in Uttar Pradesh, where it won 21 of the 80 seats. Over the long term, though, 2009 now seems more of an aberration.Fight for Uttar PradeshThe BJP did extraordinarily well in Uttar Pradesh, defying predictions that it would suffer at the hands of the seemingly formidable alliance of the Bahujan Samaj Party, Samajwadi Party and the Rashtriya Lok Dal. In the end, the Hindutva party dropped only 10 seats from its 2014 tally, while increasing its vote share from 42.3% to 50.7%. The Samajwadi Party and the Bahujan Samaj Party actually did worse together in 2019 than they did separately five years ago. In 2014, the Samajwadi Party won 22.1% of the vote and the Bahujan Samaj Party 19.6%, for a total of 41.7%. In 2019, the former got 38.4% and the latter 40.8% across the seats they contested. That’s an aggregate vote share of 39.6%. As a result, the BJP took 80% of the seats – 62 of 80 – while the Bahujan Samaj Party increased  its tally from zero to 10. The Samajwadi Party remained exactly where it was in 2014, at five  seats. The Congress lost Rahul Gandhi’s Amethi but retained his mother Sonia Gandhi’s Rae Bareli.Eastward expansionAnother extraordinary contest took place in West Bengal, where the BJP went neck and neck with the Trinamool Congress. The two parties obtained nearly equal vote shares, with the BJP getting 18 seats and the Trinamool 22. That the Trinamool held on to its vote share from 2014, and even increased it a bit, suggests the BJP captured the Opposition’s vote, all but wiping out the Congress and the Left Front.The BJP made major inroads into Odisha as well. In 2014, the party’s vote share was 22.6% less than the Biju Janata Dal’s. In 2019, the BJP increased its vote share by 17%, barely 4% less than the Biju Janata Dal’s 42.8%, which fell by around 1.3% from 2014. Here too, other Opposition parties nearly collapsed as their support shifted to the BJP, giving it eight of the state’s 21 parliamentary seats.Candidates matterEven in an election where a single factor – Narendra Modi – seems to have decided the outcome, individual candidates mattered. Their sociology reflects the strategies employed by different parties and the larger trends shaping India’s electoral politics.Here, we look at incumbency patterns of every general election thus far as well as the number of first-time MPs.It is a feature of Indian politics that many MPs do not stand for re-election. Around 30% of the sitting MPs in every Lok Sabha since 1967 have not contested for several reasons. (The data here considers MPs at the end of each legislature, thus excluding those who died or resigned during the term.” In 2019, nearly 40% of the sitting MPs did not contest as against 26% in 2014.Generally, about half of the incumbent MPs who contest are re-elected. In 2014, that number was low because of the churning caused by the BJP performance. This year, 62.4% of the incumbent MPs contested and 41.7% of them got another term, thanks mainly to the BJP’s surge.This translates to a remarkable success rate of 66.9%.This, however, does not mean the 17th Lok Sabha has much cumulative legislative experience. As many as 277 of the new MPs (51%) will be in Parliament for the first time as against 316 five years ago. Gilles Verniers is assistant professor of political science and  co-director of the Trivedi Centre of Political Data, Ashoka University.Data  compiled and prepared by Mohit Kumar, Saloni Bhogale, Basim U Nissa,  Priyamvada Trivedi, Sudheendra Hangal, Gilles Verniers and Sofia  Ammassari from the Trivedi Centre of Political Data.This is the third part of a five-part statistical analysis of the 2019 general election. Also read: Part 1: Verdict 2019 in charts and maps: More voters turned out than ever before, more parties contestedPart 2: Verdict 2019 in charts and maps: BJP started poorly, Congress nearly drew a blank from phases 4 to 6","author":"Gilles Verniers","time":"2019-05-31T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120310-wklmzyggnt-1559134185.jpg","tags":["Congress","BJP","Hindi heartland","Uttar Pradesh","Lok Sabha elections 2019","Results 2019","Narendra Modi","Rahul Gandhi"],"source":"https://scroll.in/article/925139/verdict-2019-in-charts-and-maps-two-thirds-of-mps-who-reran-won-half-the-new-mps-are-first-timers"}