{"title":"Verdict 2019 in charts and maps: BJP started poorly, Congress nearly drew a blank from phases 4 to 6","content":"In the 2019 general election, the total vote share of national parties increased substantially, to nearly 57% from 51% five years ago. (For this analysis, we consider only the Bharatiya Janata Party and the Congress to be national parties, unlike the election commission’s classification which counts more parties). This jump obviously came from the spectacular rise in the vote share of the BJP from 31% to 37.4%. The vote share of the Congress remained stable at 19.5%.These numbers are a bit distorted since neither the BJP nor the Congress contested all 543 Lok Sabha seats. The BJP ran in 436 seats, the Congress in 421. So, vote share across the seats contested is a better measure of how the BJP and the Congress performed. While the BJP increased its vote share by an impressive 7%, from 39.6% to 46.2%, the Congress gained marginally, going from 22.3% of the vote share to 24.8%.Performance by stateThe BJP got the highest share of the votes in Himachal Pradesh (69.1%), followed by Gujarat (62.2%), Uttarakhand (61%), Rajasthan (58.5%), Arunachal Pradesh (58.2%), Madhya Pradesh and Haryana (58%). The party’s performance in Rajasthan and Madhya Pradesh is remarkable given it lost the two Hindi heartland states in Assembly elections not six months ago. In Chhattisgarh, where it was trounced last December, the BJP got 50.7% of the vote.This indicates a wider variation in electoral behaviour between state and national elections than ever. Many Indians have no difficulty voting for different parties to govern in the state and at the Centre, challenging the conventional reading of the links between Assembly and parliamentary polls.  National parties gainThe 2014 election reversed the long-term trend of declining support for national parties and the 2019 election confirmed the reversal. Between the two polls, the total vote share of state parties, excluding local parties and independents, dropped from 42.5% to 34%. The seat gap is even wider. While national parties took 65.5% of the seats, state parties together got 32.5%, again confirming a downward trend for them.  Candidates fielded by small or local parties won just seven seats in the 2019 election – Chandra Prakash Choudhary (AJSU Party, Jharkhand), Tokheho Yepthomi (Nationalist Democratic Progressive Party, Nagaland), Hanuman Beniwal (Rashtriya Loktantrik Party, Rajasthan), Indra Hang Subba (Sikkim Krantikari Morcha), Thol Thirumavalavan (Viduthalai Chiruthaigal Katchi, Tamil Nadu), Anupriya Singh Patel and Pakauri Lal Kol (both Apna Dal Soneylal, Uttar Pradesh). Apna Dal Soneylal contested in alliance with the BJP.Independent MPs number even fewer – Naba Kumar Sarania (Kokhrajar, Assam), Deelkar Mophanbhai Sanjibhai (Dadar & Nagar Haveli), Navnit Ravi Rana (Amravati, Maharashtra), Sumalatha (Mandya, Karnataka). Sumalatha, widow of the actor Ambareesh, was supported by the BJP.Geography of BJP’s dominanceA map showing the distribution of the BJP’s vote share confirms that it remains the strongest in the Hindi Belt. The map also helps appreciate the party’s expansion beyond its traditional strongholds. Compared to 2014, the North East, Himachal Pradesh and Jammu strike out as regions that delivered higher vote shares for the Hindutva party. Though the party did not score in Telangana, it made progress.There is a contiguous cluster of seats, stretching from southern Madhya Pradesh to Rajasthan, across which the BJP received more than 60% of the vote.  In contrast, the Congress does not seem to have many areas of strength left, barring Punjab,  Kerala and a few pockets in the North East. It still did better in places where it’s the principal opposition to the BJP – Rajasthan, Gujarat, Madhya Pradesh. Where state parties predominate, the Congress generally came a distant third.In the map below, Rae Bareli and Amethi stand out in Uttar Pradesh and there are clusters of seats in Maharashtra and Karnataka where allying with regional parties helped the Congress stay afloat.  The maps above confirm the notion that the BJP has established itself as the main opposition in states dominated or ruled by regional parties. This is quite clear in Bengal, where it received most of the opposition vote to the Trinamool Congress, wiping out the Left and the Congress.Phased impactPerformances of the two national parties varied greatly between various phases of the election. The first phase did not go well for the BJP, with the party winning just 37% of the seats it contested. In the third phase, the saffron party’s strike rate jumped to nearly 75% and stayed consistently high for the rest of the election. The Congress nearly drew a blank between fourth and sixth phases. Its best showing came in the second phase.Of course, we need to look at the states and constituencies involved in each phase to formulate an explanation. But it is possible that the small momentum the Congress might have had at the beginning evaporated past the third phase.Gilles Verniers is assistant professor of political science and co-director of the Trivedi Centre of Political Data, Ashoka University.Data compiled and prepared by Mohit Kumar, Saloni Bhogale, Basim U Nissa, Priyamvada Trivedi, Sudheendra Hangal, Gilles Verniers and Sofia Ammassari from the Trivedi Centre of Political Data.This is the second part of a five-part statistical analysis of the 2019 general election. Also read:Part 1: Verdict 2019 in charts and maps: More voters turned out than ever before, more parties contested","author":"Gilles Verniers","time":"2019-05-29T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118572-rbdufjnxac-1559061776.jpg","tags":["BJP","Congress","Lok Sabha elections 2019","Narendra Modi","BJP victory","Results 2019","Hindutva","Assembly elections 2018"],"source":"https://scroll.in/article/925074/verdict-2019-in-charts-and-maps-bjp-started-poorly-congress-nearly-drew-a-blank-from-phases-4-to-6"}