{"title":"Verified bots and fake accounts? Twitter’s paid blue tick verification service has a fatal flaw","content":"Following Elon Musk’s acquisition of Twitter on October 27, the world’s richest man proposed a range of controversial changes to the platform. With mounting evidence that he is making it up as he goes along, these proposals are tweeted out in a stream-of-consciousness manner from Musk’s Twitter account.Primarily to raise revenue, one of the ideas was to charge $8 a month to obtain a verified status – that is, the coveted blue tick badge next to the account handle.Within the space of a few days, the paid verification change has already been rolled out in several countries, including Australia, under the Twitter Blue subscription service.Not just verificationAccording to Twitter, the blue tick lets people know an account of interest is authentic. Currently, there are seven categories of “public interest accounts”, such as government office accounts, news organisations and journalists, and influencers.Yet this seemingly innocuous little blue icon is far from a simple verification tool in Twitter’s fight against impersonation and fraud.In the public view, a verified status signifies social importance. It is a coveted status symbol to which users aspire, in large part because Twitter’s approval process has made it difficult to obtain.That’s partly because the blue tick has a controversial history. After receiving widespread condemnation for verifying white supremacists in 2017, Twitter halted its verification process for more than three years.There’s a fundamental mismatch between what Twitter wants the blue tick to mean versus how the public perceives it, something the Twitter Safety team itself acknowledged in 2017.  Verification was meant to authenticate identity & voice but it is interpreted as an endorsement or an indicator of importance. We recognize that we have created this confusion and need to resolve it. We have paused all general verifications while we work and will report back soon— Twitter Support (@TwitterSupport) November 9, 2017\n\nBut they didn’t resolve it. When Twitter resumed verifying accounts systematically in 2021, it wasn’t long until the process began to fail again, with blue ticks being handed out to bots and fake accounts.Moreover, the public is still confused about what the blue tick signifies, and views it as a status symbol.Lords and peasantsMusk’s stream-of-consciousness policy proposals may reflect his own preference for interacting with verified accounts. Despite his repeated claims of “power to the people” and breaking the “lords and peasants” system of verified versus non-verified accounts, I ran a data analysis of 1,493 of Musk’s tweets during 2022, and found that more than half (57%) of his interactions were with verified accounts.Evidently, having a verified status makes one worthy of his attention. Thus, Musk himself arguably views the blue tick as a status symbol, like everyone else (except Twitter).However, Musk’s $8 blue tick proposal is not only misguided but, ironically, likely to produce even more inauthenticity and harm on the platform.A fatal flaw stems from the fact that “payment verification” is not, in fact, verification.Fact from fraudAlthough Twitter’s verification system is by no means perfect and is far from transparent, it did at least aspire to the kinds of verification practices journalists and researchers use to distinguish fact from fiction, and authenticity from fraud. It takes time and effort. You can’t just buy it.Despite its flaws, the verification process largely succeeded in rooting out a sizable chunk of illegitimate activity on the platform, and highlighted notable accounts in the public interest. In contrast, Musk’s payment verification only verifies that a person has $8.Just to make this as clear as possible.What verification means now: We've confirmed this person or company is who they say they are.What verification will mean in the future: I have $8.Elon could still back out of this, but that's the fundamental change that he's proposing.— Ben Collins (@oneunderscore__) November 4, 2022\n\nPayment verification cannot guarantee the system will not be exploited for social harm. For example, we already saw that conspiracy theory influencers such as “QAnon John” are at risk of becoming legitimised through the purchase of a blue tick.Verified botsThe problem is even worse at larger scales. It is hard enough to detect and prevent bot and troll networks from poisoning the information landscape with disinformation and spam.Now, for the low cost of $800, foreign adversaries can launch a network of 100 verified bot accounts. The more you can pay, the more legitimacy you can purchase in the public sphere.To make matters worse, Musk publicly stated that verified accounts who pay $8 will be granted more visibility on the platform, while non-verified accounts will be suppressed algorithmically.He believes this will solve hate speech and fake accounts by prioritising verified accounts in search, replies and mentions. If anything, it will have the opposite effect: those with enough money will dominate the public sphere. Think Russian bots and cryptocurrency spammers.Consider also that the ability to participate anonymously on social media has many positive advantages, including safety for marginalised and at-risk groups.Giving users tools to manage their public and personal spheres is crucial to self-identity and online culture. Punishing people who want to remain anonymous on Twitter is not the answer.Worse yet, connecting social media profiles to payment verification could cause real harm if a person’s account is compromised and the attacker learns their identity through their payment records.Cascade of consequencesMusk’s ideas are already causing a cascading series of unintended consequences on the platform. Accounts with blue ticks began changing their profile handle to “Elon Musk” and profile picture to parody him. In response, Musk tweeted a new policy proposal that Twitter handles engaging in impersonation would be suspended unless they specify being a “parody”.Going forward, any Twitter handles engaging in impersonation without clearly specifying “parody” will be permanently suspended— Elon Musk (@elonmusk) November 6, 2022\n\nUsers will not even receive a warning, as comedian Kathy Griffin and her two million followers discovered when her account was suspended for parodying Musk.Musk’s vision for user verification does not square up with that of Twitter or the internet research community.While the existing system is flawed, at least it was systematic, somewhat transparent, and with the trappings of accountability. It was also revisable in the face of public criticism.On the other hand, Musk’s policy approach is tyrannical and opaque. Having abolished the board of directors, the “Chief Twit” has all the power and almost no accountability.We are left with a harrowing vision of a fragile and flawed online public square: in a world where everyone is verified, no one is verified.Timothy Graham is Associate Professor, Queensland University of Technology.This article first appeared on The Conversation.","author":"Timothy Graham, The Conversation","time":"2022-11-07T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182458-meqyubadac-1667803057.jpg","tags":["Twitter","Elon Musk","Blue tick","Verification","Kathy Griffin"],"source":"https://scroll.in/article/1036819/verified-bots-and-fake-accounts-twitters-paid-blue-tick-verification-service-has-a-fatal-flaw"}