{"title":"Verified gram panchayat certificates can be used as proof of citizenship in Assam: Supreme Court","content":"The Supreme Court on Tuesday set aside an order passed by the Gauhati High Court, which had ruled that certificates of residency issued by gram panchayats are not documents of citizenship, PTI reported.The top court said the certificates can be used “to establish linkages after  verification” and claim inclusion in the National Register of Citizens.Citizenship document issue in Assam: SC sets aside Gauhati High Court order, which made gram panchayat certificates invalid in the state. SC says gram panchayat certificates can be used to establish linkages after verification process.— ANI (@ANI) December 5, 2017\n\nIn a hearing on the case on November 22, the bench of justices Ranjan Gogoi and Rohinton Fali Nariman had criticised the absence of a verification process before the certificates are issued. “A certificate issued by a gram panchayat secretary is not a document for citizenship, rather it is meaningless unless it is supported by some other valid document for claim to the NRC,” the bench had said. “This is only a supporting document and for it to be valid, there needs to be proper verification.”Assam began to update the National Register of Citizens in 2015, with the aim to create a definitive list of citizens of the state that would exclude undocumented Bangladeshi immigrants. However, it sparked fears among the state’s minorities, who felt they may be left out of the list. To allay their fears, authorities given the task of updating the register began a campaign stating that the citizenry list will have “no categorisation as original inhabitant” or otherwise. The counsel for the petitioners had challenged the High Court’s characterisation of the certificates as private documents. According to Section 74 (2) of the Evidence Act, the counsel had said that if there were public records kept of private documents, they would be accepted as public documents. He also pointed out that in Assam, registering births was made mandatory only in 1978 and Muslim marriages and divorces in 2010.","author":"Scroll Staff","time":"2017-12-05T13:45:21.686748+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/860349-66545-fbvljzxezq-1507024072.jpg","tags":["Assam","National Register of Citizens","Supreme Court"],"source":"https://scroll.in/latest/860349/verified-gram-panchayat-certificates-can-be-used-as-proof-of-citizenship-in-assam-supreme-court"}