{"title":"Very low voter turnout in six districts of eastern Nagaland amid shutdown over statehood demand","content":"Polling stations for the Lok Sabha elections in six districts of eastern Nagaland recorded a very low voter turnout on Friday amid a shutdown call by the Eastern Nagaland People’s Organisation, a pressure group representing the state’s backward hilly regions, to push its statehood demand, PTI reported.The group had imposed an indefinite total shutdown in the region from 6 pm on Thursday.Nagaland was among the 17 states and four Union Territories that headed to the polls in the first phase of the general election on Friday. The state has one Lok Sabha seat.Of the 13.2 lakh voters in Nagaland, just over 4 lakh live in these six eastern districts, PTI reported. The six districts comprise 20 of the 60 Assembly constituencies in the state.The exact voter turnout in these six districts was unclear. NDTV and India Today reported that there had been almost 0% voting in these six districts. As of 5 pm, data released by the Election Commission showed that the voter turnout in the Assembly segments that comprise the six districts as “–”. However, the poll panel had published the voter turnout percentage for other Assembly segments in the state. The overall turnout in Nagaland was 56.6% by 5 pm. The numbers will be updated when made available by the Election Commission.Eastern Nagaland comprises six districts – Tuensang, Mon, Longleng, Kiphire, Noklak and Shamator – which are inhabited by seven Naga tribes: Konyak, Khiamniungan, Chang, Sangtam, Tikhir, Phom and Yimkhiung.Much of the long-standing demand for a separate state arises because this region is significantly more backward than the rest of Nagaland.On Sunday, R Tsapikiu Sangtam, the chief of the Eastern Nagaland People’s Organisation, had told local news website Nagaland Post that the people of the region were not “boycotting” the election but “abstaining” from the process.Nagaland’s chief electoral officer issued a notice to the Eastern Nagaland People’s Organisation for disrupting the electoral process, NDTV reported. The apex body of the area’s seven tribal organisations was asked to explain why action under sub-section of Indian Penal Code Section 171C (undue influence in elections) should not be initiated against it.NDTV quoted the organisation as saying that the decision of not voting was a “voluntary initiative” by the people and that the legal action against it “is not applicable...as no offence related to undue influence at any election is committed”.The organisation had given a similar call to abstain from voting during the Assembly polls in Nagaland last year. However, it was withdrawn after an assurance from Union home minister Amit Shah, NDTV reported.The lone Lok Sabha seat in Nagaland is held by Tokheho Yepthomi of the Nationalist Democratic Progressive Party, an ally of the Bharatiya Janata Party. Both parties are part of the state’s coalition government.Also read: Why some Nagas want to partition their state to create a ‘Frontier Nagaland’","author":"Scroll Staff","time":"2024-04-19T18:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155472-fpalucdebg-1614344648.jpg","tags":["Nagaland","Lok Sabha 2024","Voting"],"source":"https://scroll.in/latest/1066845/very-low-voter-turnout-in-six-districts-of-eastern-nagaland-amid-shutdown-over-statehood-demand"}