{"title":"‘Victim – Who is Next?’ review: The films by Pa Ranjith and Chimbudevan stand out","content":"The SonyLIV release Victim – Who is Next? comprises four micro-films that attempt to turn the conventional idea of victimhood on its head. Venkat Prabhu’s contribution Confession to the Tamil-language anthology production he has presented stars Amala Paul as a media professional living a double life and Prassana as a sniper who tells her that she will be spared if she owns up to her mistakes. In Rajesh M’s Mirrage, another female professional (Priya Bhavani Shankar) finds herself in peril when she enters a guesthouse run by a seemingly deranged caretaker (Nataraja Subramanian). Both Confession and Mirrage exploit the stereotype of women in peril before revealing their big twists. These are actually very short films stretched into slightly longer films, with little to recommend in them except their cast.The other films, on the other hand, pack a wealth of detail into their crisp running length. Chimbudevan’s Kotta Pakku Vathalum Mottai Maadi Sithraum (Betel Nuts and the Terrace Seer) is a delightfully trippy film from a writer-director with a reputation for fusing reality with fantasy.Covid-19 is raging through Chennai, threatening job security. Magazine sub-editor Kanda (Thambi Ramaiah) is told that he will not be fired if he lands an interview with a mysterious godman. Lo and behold, the holy man (Nasser) turns up on the building of Kanda’s terrace. The film cleverly exploits the sense of suspended time and reality that marked the pandemic-induced lockdowns. Ramaiah hilariously mugs his way through a story that has several endings and lets us choose which one we like the best.Pa Ranjith’s Dhammam (Compassion) similarly is a mini-movie. Dhammam, led by Guru Somasundaram (Minnal Murali, Meme Boys), explores a day like any other and no other. In a rural part of Tamil Nadu, a Dalit farmer’s sprightly daughter stands up to an upper-caste land-owner, leading to a call for violent reprisal. In the fight between the castes, there is both a sickening familiarity and a clear sign that the power equation has irrevocably changed.Aided by Thamizh A Azhagan’s whirling camera and strong performances from his cast, Ranjith provides both a microcosmic view of age-old fault lines as well as a way out of it. This has happened before, Ranjith’s crisp script suggests, but the contours of the conflict have shifted too. \n\n\n    \n    Play\n\nVictim – Who is Next? (2022).","author":"Scroll Staff","time":"2022-08-05T10:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178046-oyplapmlns-1659615744.jpeg","tags":["Victim – Who is Next review","Pa Ranjith","Chimbudevan"],"source":"https://scroll.in/reel/1029777/victim-who-is-next-review-the-films-by-pa-ranjith-and-chimbudevan-stand-out"}