{"title":"Hindutva leaders call for killing of Muslims at Haridwar and Delhi events","content":"Multiple videos of Hindutva group members, journalists and a Bharatiya Janata Party leader calling for violence against Muslims sparked outrage on social media on Wednesday.In one of the videos, Suresh Chavhanke, the editor-in-chief of Sudarshan News, can be seen administering an oath to a group of people to “die for and kill” to make India a “Hindu rashtra” or a Hindu nation. He made the comments while addressing an event of Hindutva group Hindu Yuva Vahini in Delhi on December 19.“We take an oath and make a resolution that till our last breath, we shall fight, die for and if need be, kill, to make this country a Hindu rashtra,” Chavhanke said. Those present around him repeated his statements.The Sudarshan News editor-in-chief himself posted a video on Twitter of him administering the oath.“The lions and lionesses of Hindu Yuva Vahini taking an oath for Hindu Rashtra,” he said in the tweet.Social media users pointed out that Uttar Pradesh minister Rajeshwar Singh was also present at the event.Notably, the Facebook page of the Delhi unit of the Hindu Yuva Vahini claims that the group had been founded by Uttar Pradesh Chief Minister Adityanath.State Minister of UP Govt., Rajeshwar Singh was also present in the gathering that took oath in Delhi to kill muslims to create a Hindu Rashtra.(These are two separate genocidal meetings in two different cities, Haridwar and Delhi. Both are directly and clearly asking to kill.) https://t.co/3f3ciiSkft— Hussain Haidry (@hussainhaidry) December 22, 2021\n\nHaridwar eventAt a separate event held in Uttarakhand’s Haridwar city between December 17 and December 19, several seers also openly called for genocide against Muslims and asked Hindus to buy weapons.  BJP leader Ashwini Upadhyay, who had been arrested in August in connection with an event where inflammatory slogans calling for violence against Muslims were shouted at a rally in Delhi’s Jantar Mantar, was also present in Haridwar. He presented a “bhagwa samvidhaan” or a saffron constitution at the event.Yati Narsinghanand Saraswati, who has in the past made several extremist comments, said: “Economic boycott [against Muslims] will not work...No community can survive without picking up weapons...And swords won’t work, they look good only on stages. You need to update your weapons...More and more offsprings and better weapons, only they can protect you.”Upadhyay even asked Saraswati to unveil a book, which he described as “bhagwa samvidhaan”. He referred to Saraswati as his “friend and guru”.He corroborated Yati Narsinghanand Saraswati’s comments saying: “Maharaj ji’s fight is not unconstitutional. I want to sum up whatever he said by linking it to the Constitution.”Annapurna, an office bearer of Hindutva organisation Hindu Mahasabha, declared at the event that she would take up arms to protect the Hindu religion from Muslims.“We are ready to kill them even if we end up in jail,” she added. “Even if we have an army of 100 people and if we manage to kill 20 lakh of them, we will win.”Another seer named Dharamdas said that he would have “followed the footsteps of Nathuram Godse [Mahatma Gandhi’s assassin] to shoot [former Prime Minister] Manmohan Singh”. He made the comments while referring to Singh’s statement in Parliament in 2006, saying that minorities must have the first claim on resources of the country.","author":"Scroll Staff","time":"2021-12-24T09:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167887-tblyhqarxd-1640185769.jpeg","tags":["Suresh Chavhanke","Yati Narsinghanand Saraswati","Ashwini Upadhyay"],"source":"https://scroll.in/latest/1013435/videos-of-seers-calling-for-killing-of-muslims-hindu-rashtra-spark-anger"}