{"title":"‘If you don’t take off your clothes, we will kill you’: Kuki women paraded naked in Manipur","content":"A video of two Kuki women being paraded naked by a mob has emerged from Manipur. Scores of young men can be seen walking alongside as other men drag the distressed-looking women into the fields. Scroll has spoken to one of the survivors who said the assault took place near her village, B Phainom, in Kangpokpi district on May 4, a day after clashes erupted between the Meitei and Kuki communities.After they heard Meitei mobs were “burning homes” in a nearby village, her family and others escaped through a dirt lane, but a mob found them, she said. Her neighbour and his son were taken a short distance away and killed, she alleged. The mob then began to assault the women, she said, asking them “to strip off our clothes”. “When we resisted, they told me: ‘If you don’t take off your clothes, we will kill you’,” said the woman, who is in her forties. She said she took off “every item of clothing” only in order to “protect herself”. All the while, the men allegedly slapped and punched her. She said she was not aware of what was happening to her 21-year-old neighbour, because she was some distance away.The woman alleged that she was then dragged to a paddy field near the road, and asked by the men to “lie down” there. “I did as they told me, and three men surrounded me… One of them told the other, ‘let’s rape her’, but ultimately they did not,” she said.She added that she was “lucky” they did not go to that extent [of raping her]. “But they grabbed my breasts,” she said.The police caseA police complaint filed by the relatives of the women states that one of the women was subsequently gangraped. Based on the complaint, the police said a zero FIR has been registered in the Saikul police station of Kangpokpi district on May 18.While first information reports are usually lodged in the police station under whose jurisdiction the alleged crime has taken place, a zero FIR lets any police station accept and register a complaint and then forward it to the pertinent station.An official at the Saikul police station said charges of rape and murder, among others, have been pressed against “unknown miscreants” numbering “800-1,000”. The complaint states that the incident took place on the afternoon of May 4, a day after that violence broke out in the state. “Some unknown miscreants…carrying sophisticated weapons like AK Rifles, SLR. INSAS and .303 Rifles, forcefully entered our village, Island Sub-Division Kangpokpi District, Manipur,” the complaint states. The mob then went on to burn and vandalise the houses in the village, said the complaint. The particular incident, according to the complaint, involves five residents of the village who were fleeing “towards the forest” to save themselves. The group comprised two men and three women. Three of them belonged to the same family: a 56-year-old man, his 19-year-old son and 21-year-old daughter. Two other women, one 42 years old and the other aged 52, were also part of the group. On the way to the forest, they were “rescued” by a team from the Nongpok Sekmai police station, the complaint adds. However, they were “blocked on the way by a mob and snatched from the custody of the police team by the violent mob near Toubu”, two km from Nongpok Sekmai police station, the complaint alleges.  The mob immediately killed the 56-year-old, the complaint states, following which “all the three women were physically forced to remove their clothes and were stripped naked in front of the mob”. The 21-year-old woman was “brutally gang raped in broad daylight”, the complaint alleges even as the other two women “managed to escape from the spot with the help of some people of the area who were known to them”.  The 21-year-old’s “younger brother tried to defend his sister’s modesty and life but he was murdered by members of the mob on the spot,” it adds. The complaint has been transferred to the Nongpok Sekmai police station, the site of the purported incident. Manoj Prabhakar M, the police superintendent of Kangpokpi, confirmed this: “We have registered zero FIR in Saikul [police station] and forwarded to Nongpok Sekmai [police station].”The officer in charge of the Nongpok Sekmai station did not respond to calls and texts seeking comment on whether investigation into the complaint had commenced. With inputs from Rokibuz Zaman and Tora Agarwala.","author":"Arunabh Saikia","time":"2023-07-19T20:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192381-gbdqmtvjdq-1689813591.jpg","tags":["Manipur","Sexual violence","Kuki"],"source":"https://scroll.in/article/1052938/video-shows-kuki-women-being-paraded-naked-by-a-mob-manipur-police-confirm-fir-filed"}