{"title":"[Video] Scenes from Pankaj Butalia's Kashmir documentary the censors don't want you to watch","content":"“Where is the alternate picture?”This question was posed to filmmaker Pankaj Butalia by a two-member Supreme Court bench while hearing his petition challenging the Central Board of Film Certification’s refusal to certify his latest documentary on Kashmir. Butalia had moved the Supreme Court after the board declined to give him a screening certificate for The Textures of Loss, which explores the impact of the decades-long independence movement on ordinary Kashmiris.On Monday, Justice Vikramjit Sen and Justice C Nagappan asked Butalia about the documentary, “Why is it one-sided? Where is the alternate picture?” The judges added that it had “become fashionable and a question of human rights” to talk about one side of a story”, and that this privilege was not being extended to both sides of the debate.The Textures of Loss is part of a trilogy. The first installment, Manipur Song, was made in 2004. For The Textures of Loss, Butalia travelled to Kashmir and collected the testimonies of people whose family members had been killed by the Indian military. A third film, Assamblog, will be completed in a few weeks. Here is a clip from the documentary that has raised questions about “objectivity” and “balance” in the minds of the Supreme Court judges.Butalia spoke to Scroll.in about what he set out to do in The Textures of Loss, why the notion of balance in documentary filmmaking is deeply tricky, and why India’s censorship laws are arbitrary.“Through my films, I am focusing on those Indian states where there are questions of nationalism and sub-nationalism. In every place, I am looking at what has been done and what needs to be done. Several films before have explored human right violations before. What I was trying to see was the impact of long-term violence on people’s mind – how do you cope, what does this kind of violence that you are not prepared for do to your family.“At one level, The Textures of Loss is a harmless film – it’s not talking about Army brutality, but loss. The film consists of testimonies. For instance, a father talks about his son, who died after being hit on the head by the CRPF [Central Reserve Police Force]. The father sells pakoras at a bus-stop for a living. He is in grief and is feeling guilty about his son’s death; he says he wishes he had died instead. Then he says, this India should be destroyed.“I have a choice here. I can cut out the father’s statement. Nobody will know I have done it. Should I censor him for the convenience of getting a certificate? I chose not to.“Then, there is a woman who loses her 12 year-old son in a grenade attack. She says every mother will cry if their 12 year-old son were to die like this.“Is it obligatory for me to speak to every single person? Represent every point of view in a story? What this is notion of balance? If you balance everything, you say nothing.“The whole process of giving a censor certificate is arbitrary and a power game. It has been like this since I started making films in 1988. It’s not true that people have become more intolerant. The majority of protests against documentaries are usually by motivated groups that attack the films irrespective of whether or not they have watched them. Somebody might like or dislike a film, but where have there been riots over documentaries? There is no spontaneous reaction. Somebody will lead an agitation and if you shut them up, the whole thing dies down. So what are these people talking about? My film won’t be seen by more than 5,000 people in its lifetime, and you are trying to tell me that these people will set the whole nation on fire? Even movies like Haider and PK have been running in cinemas for weeks and months, and nothing has happened.“This paranoia is only in the heads of the CBFC members. My argument is that the Constitution puts restrictions on free speech, but also specifies the circumstances within which these restrictions can operate. If a film doesn’t violate circumstances, then nobody can censor you.“The problem is that the Information and Broadcasting Ministry has created guidelines for the CBFC, and these guidelines allow them to quash filmmakers. You need to frame guidelines according to the Constitution. I want these I&B guidelines to be quashed, and that is the point I am now going to hammer.”As told to Nandini Ramnath.","author":"Scroll Staff","time":"2015-01-13T19:48:25+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/700205-e06fa565-1644-4169-9909-546896862c57.jpg","tags":[]}