{"title":"Videos have blown holes in the Bhopal encounter. Why has an independent probe not been ordered?","content":"Extra-judicial killings are hardly rare in India. Between 2009 and 2012, National Human Rights Commission data shows that there were 555 alleged extra-judicial killings across the county. In spite of these alarming numbers, however, tolerance for these killings is high. In states like Gujarat, Maharashtra and Punjab, extra-judicial killings have been a near-open part of the way the police force works. Indian English even has its own euphemism for the act: an encounter.Yet, even by these poor standards, the killing of eight men in Bhopal on Monday was a new low given that this is the first time video evidence has blown holes in the police version of events.Accused of being part of the banned Student’s Islamic Movement of India, the men allegedly escaped from prison on Monday and were shot dead by the police on the outskirts of the city later that day. A large part of the encounter was filmed on mobile phones – and raised serious questions about the encounter. Yet, in the teeth of this evidence, the state government as well as the Union government have denied wrongdoing. So little is the political purchase of having justice done in this case that the government has flatly refused to probe how the eight men were killed.Wanting to surrenderFootage has captured five of the men standing on a rocky outcrop some time before they were shot dead. A policeman radioed back to the control room the information that five of the men were willing to talk, while three were trying to sneak away. The policeman then ordered his colleagues to surround the suspects. Some of the men can be seen raising their hands, indicating a desire to surrender.Why then, the question arises, did the police proceed to kill them?In cold bloodAnother video captures a scene on the rocky outcrop. The men are lying on the ground inert. One of them moves his arm. He is still alive.A voice from the background says, “hit him in the chest, he will die”.Why was a man who was alive, and posed no threat, killed in this manner? How can such clear evidence be ignored by politicians who have summarily rejected a probe?The police justification for killing the men rests on the narrative that the undertrials opened fire on the police. Yet, the videos shot at the spot show no firearms. Neither were any bullet casings recovered from the spot of the alleged encounter.Brazen it outIn spite of these glaring holes in the police version, the Bharatiya Janata Party – which controls both the state and the Union government – has refused to conduct an enquiry into the killing of these eight men. “Nothing more needs to be said on it,” said Bhupendra Singh, Madhya Pradesh’s home minister. “The encounter is unquestionable and it will not be probed by the NIA [National Investigation Agency].”Madhya Pradesh Chief Minister Shivraj Singh Chouhan was just as brazen. Making it clear that there was no question that the police did the right thing, Chouhan bought up Muslim appeasement – even going so far as to bring up the dog whistle of biryani being fed to undertrials accused of terror.Backing the state government up, Union Minister of State for Home Kiren Rijiju questioned what he called the “habit” of raising doubts with respect to the police and security forces.Public opinionThe BJP’s stand on the alleged encounter might contradict facts but there may be a good reason for it: public support for extra-judicial killings. As Chouhan’s statement shows, the act of killing Muslim men accused of terror in itself has wide support. The point that this is illegal, or the fact that the police fabricates many terror cases seems to have little bearing on public opinion. A Times of India poll, asking if there should be a \"probe into encounter of suspected SIMI men fled from jail\" had a comprehensive 69% answer, “No”.The Indian police’s terrible record on extra-judicial killings or the glaring gaps in this particular case seems to have had no effect on large swathes of the public who still stick by the police version and support extra-judicial killings.Corrections and clarifications: This article earlier carried an erroneous headline: \"Videos have blown holes in the Bhopal encounter. Why is NIA not investigating it?\"","author":"Shoaib Daniyal","time":"2016-11-03T09:35:51.215863+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/820576-44519-kbcnjymwhx-1477979809.jpg","tags":["Bhopal Encounter","SIMI","extra-judicial killings"],"source":"https://scroll.in/article/820576/videos-have-blown-holes-in-the-bhopal-encounter-why-is-nia-not-investigating-it"}