{"title":"View from the Margins: A Dalit Christian explains why he will be voting for change","content":"Voting is often the only chance that many of India's marginalised groups get to express themselves. As national elections approach, Scroll's reporters fanned out across the country to talk to groups with little socio-political power as part of a series called the View from the Margins. The aim: try to understand how the powerless and the voiceless have fared under a decade of the Modi government.Christuraj S was seven or eight when he first recognised the role of caste in his life. At school, none of his classmates invited him home. During playtime breaks, they would all sometimes run to the homes of classmates who lived close by to drink water. But giving it to Christuraj made those classmates’ parents nervous. He was ordered not to let the glass touch his lips.“I always knew their people were different from mine,” he said.As he grew older, the caste lines became clearer, sharper to him. A friend told Christuraj he did not mind them hanging out, but that did not imply Christuraj would ever be worthy of marrying a girl from the friend’s community.Christuraj is a fourth-generation Roman Catholic Christian. He hails from the village of Athipakkam in the Kallakurichi district of Tamil Nadu, where all the Scheduled Caste communities were converted generations ago to Christianity by French missionaries. He is one of five children. His father started as a havaldar in the Indian army and then joined a bank. His mother worked on their farmland.Families like Christuraj’s are identified as Dalit Christians and bracketed by the Indian government under the rubric Other Backward Classes. For years, there have been calls for Dalit Christians to be included among Scheduled Castes, just like Dalit Hindus are. As recently as in April 2023, the ruling party in Tamil Nadu, Dravida Munnetra Kazhagam, had passed a resolution urging the Union government to grant Scheduled Caste benefits to Dalit Christians.But the Union government, led by the Bharatiya Janata Party, is stridently opposed to the demand. In 2022, it filed an affidavit before the Supreme Court making its stand clear. “The Constitution (Scheduled Caste) Order, 1950 was based on historical data which clearly established that no such backwardness or oppression was ever faced by members of Christian or Islamic Society,” the government said in its submission. “In fact, one of the reasons for which people from Scheduled Castes have been converting to religions like Islam or Christianity is so that they can come out of the oppressive system of untouchability which is not prevalent at all in Christianity or Islam.”Denied opportunitiesFrom Christuraj’s experiences, it is evident that, unlike what the government thinks, converting to Christianity does not foreclose the possibility of prejudice.“I was an excellent football player and was good enough to have made it to the state level,” Christuraj recalled. “But my teachers would force me into hockey or basketball and refuse to allow me to be part of the football team. In retrospect, I realise, it was deliberate and casteist…. I was too young to argue and demand my rights.”This kind of discrimination followed Christuraj into the next phase of his life – as a young seminarian.Since he dreamed of serving society, he decided to study to become a priest in a seminary. “The fathers and brothers had a slew of questions for me in the first few days and I knew those questions were an effort to find out my caste,” he said. “After that, I began to be isolated. I could not fit into their cliques.”Even in the seminary he observed that people tended to prioritise people from their castes and associate with them. “They would proudly claim what caste they were from.”Like in school, he feels he was denied opportunities constantly in the seminary. “I knew it was because of my caste,” he said. “They did not want me to grow. Once I became good at something, they would change track, throw me into something else and leave me disoriented about my future.”It troubled him that the church aimed to provide for the poor but failed to recognise what role caste played in their economic and social backwardness. Disillusioned, he left the church.Hope for changeChristuraj is certain that following Christianity has not in any way shielded him from casteism. “At the most, we got some education. We did not get land or anything else,” he said. “So how can anyone claim we are more privileged because we are not Hindu anymore? How do I lose my social and economic status because of my religious belief?”He points out that, unlike Dalit Hindus, Dalit Christians who are victims of caste violence cannot seek justice under the law meant to address such crimes, the Scheduled Castes and the Scheduled Tribes (Prevention of Atrocities) Act. Nor can they contest from reserved constituencies, which would have given them greater representation in mainstream politics. “There aren’t that many leaders from a Dalit Christian background even in Dravidian parties,” he said.He hopes the coming Lok Sabha elections would bring a change at the Centre. “The Congress, in coalition with other parties, is the only hope for India,” he said. “Giving one party all the power is not good for democracy.” Under the reign of the Bharatiya Janata Party, he says, there have been increasing attacks on Christians. “The BJP has taken no proactive measures to improve the standard of living of Dalit Christians. They have in fact come out with bills constraining conversion, though it is the fundamental right of an individual. There are threats to Christian educational institutions in remote areas that are focused on educating the marginalised.”After leaving the seminary, Christuraj ended up studying law and has since worked in the fields of education and child rights for three decades. Today, the upper castes in his village come to him for legal advice. But eating a meal at his home is still not acceptable to them. His mother no longer works in their field and so they have leased it to upper castes. “When they come to give us the share of the yield, they will refuse to come inside and drink or eat our food,” he said. “Even when we have a function at home, they may come to visit the house but they will refuse food.”He notes that, to this day, in several Christian cemeteries in Tamil Nadu, “a small portion [of land] is allotted to Dalit Christians and the rest to upper castes”. There is only one Dalit Bishop in all of Tamil Nadu, Dalit Christians are often excluded from church festivities, and frequently allotted a separate area inside the church. “Even when it comes to marriage, upper-caste Christians prefer not to marry Dalit Christians,” Christuraj said.","author":"Johanna Deeksha","time":"2024-04-18T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200088-wanzjvltor-1713274072.jpeg","tags":["Lok Sabha 2024","Dalit Christians"],"source":"https://scroll.in/article/1066635/view-from-the-margins-a-dalit-christian-explains-why-he-wants-the-bjp-to-lose"}