{"title":"View from the Margins: In Gujarat, this salt miner’s voting decision hinges on his livelihood","content":"Voting is often the only chance that many of India's marginalised groups get to express themselves. As national elections approach, Scroll's reporters fanned out across the country to talk to groups with little socio-political power as part of a series called the View from the Margins. The aim: try to understand how the powerless and the voiceless have fared under a decade of Modi government.It was mid-January and the tenth Vibrant Gujarat’s Global Summit 2024 was underway in Gandhinagar. By the second day of the event, several companies had announced agreements with the Gujarat government to produce more than 40,000 megawatts of solar and wind power in the state. Involving an investment of Rs 1.50 lakh crore, the projects are expected to be commissioned in 2026.Over a 100 km away, in the Little Rann of Kutch, Dev Bhai Savadia heard of some of these developments. “Rann ko bech diya hai,” he said. They have sold the Rann.Savadia fears that most of the renewable energy projects will be built on the vast tracts of land in the desert where he makes salt, impairing his livelihood. Savadia is an Agariya, a member of a community of small-scale salt makers in Gujarat comprising four caste and religious groups. An estimated 45,000 Agariyas make salt in the Little Rann of Kutch in Gujarat, India’s largest salt-producing state.Savadia’s fear is not unfounded. Many of the projects announced at the summit are indeed set to come up in Kutch and Banaskantha – two of the five districts where the triangular desert, the Little Rann of Kutch, falls.The announcement of these renewable projects has heightened the land conflict that many Agariyas have found themselves in over the last few years. There is now a graver threat to their livelihoods. At the same time, Savadia is content with the welfare schemes that have reached him in the semi-arid desert over the last 10 years.Dev Bhai Savadia does not own the land he harvests salt on. He hopes the government will transfer it to him. Credit: Vaishnavi Rathore.“We have heard that PM Modi spent his younger days in Zinzuwada,” he said, referring to a village on the periphery of the Little Rann, about 20 km from Savadia’s salt pans. This, he believes, must mean that Modi understands the geography and the challenges its people face. “Modi is good, but it is the lower officials here in the state that are not doing the job well,” he said, adding that while he has benefitted from drinking water and solar subsidies by the state government, if the Rann is not accessible to them any more, he will “have to do menial labour to make ends meet”.Land insecuritiesIn a normal year, Savadia arrives in the Little Rann of Kutch from Patdi, a town about 30 km on the periphery of the desert, in August, after the monsoon has ended in the region and seasonal streams have dried up. He and his family then spend the next eight months in the desert, extracting the saline groundwater to harvest salt.Last year, though, two factors delayed his arrival by a month – an extended monsoon and a high court case challenging the Agariyas’ legal access to the desert. In March, the Gujarat High Court heard a public interest litigation asserting that the salt making was illegal since 4,800 sq km of Little Rann’s 5,100 sq km were notified as the Wild Ass Sanctuary in 1973 and protected from non-forest activity. The petition said the “illegal” salt mining was damaging the habitat of the wild ass and the flamingo.Negating this claim was hard for Savadia. Like many Agariyas, he does not own the 10 acres that he harvests salt on. In fact, he has seen many salt makers in the desert receive eviction notices in 2014 and then again in February last year.“Before this [last year], we were never stopped from entering the Rann,” Savadia said, holding a handful of crystals of salt from his salt pan that had slowly hardened. “We have been demanding to get the salt pans in our name for many years. But it has not happened.”In Surendranagar district, most Agariyas depend on middlemen for transporting the salt out of the desert. Credit: Vaishnavi Rathore.Relief only came in September when the state government decided to allow the salt makers to get back to work in the desert. But even then, Savadia had to wait a few more days since the monsoon, which typically used to withdraw from Gujarat in August, has extended till September or October in the last few years.He planned to stay a month longer to make up for the lost time. “But staying longer in the summer months means we will be risking dust storms and cyclones, which mix dust in the salt that is harvested, reducing its quality,” he said.In 2023, Savadia lost 500 tonnes of the about 1,300 tonnes of salt he had manufactured when unseasonal rain and cyclone Biparjoy battered his 10 acres of salt pans. He calculates the damage at Rs 1 lakh. “After the cyclone, the government came to survey the damages, but so far we have not received any compensation,” Savadia said.Welfare schemesSavadia walked along his salt farm to ensure that his solar-powered pump was spouting saline groundwater into the shallow salt pan. From there, following a slope Savadia had created, the saline water would move from salt pan to salt pan, evaporating in the process.The solar pump set, which can cost between Rs 1 lakh and Rs 2 lakh, includes a set of 16 solar panels that power the motor to draw groundwater into the pans. Since 2017, the Gujarat Industries Department has been providing an 80% subsidy on its cost to Agariyas. For Sevadia, buying it was an easy decision: “Before solar, we had to buy diesel for our motor which was a large expenditure.” Reports estimate that diesel constituted 70% of Agariyas’ production cost. “Now, we use solar for pumping water in the day and diesel at night,” Savadia said.He walked into his temporary hut to help his wife lay lunch. Bamboo poles that Savadia brings every year into the desert were covered with blue tarpaulin, with a partition in the middle, making the hut a “2 BHK”, as Savadia jokingly put it. A kitchen operated on one end, with drinking water stored in barrels. Once every two weeks, a water tanker of the Gujarat Water Supply and Sewerage Board drives to Savadia’s home to supply drinking water. This has been an important development since in the Little Rann, freshwater is hard to find, and the closest market is 30 km away.After a lunch of spicy brinjal and potato curry with bajra rotis, Savadia brought out an “Agariya card” – a government-issued identification document that he has possessed since 2008. The card lists the benefits the holder has received from the government every year. Savadia’s card makes note of the solar subsidy and the safety equipment he has received, such as gum boots to wear while working in the saline water.Before these benefits were provided by the Gujarat government, Savadia would get drinking water and kerosene from a vyapari, a trader. Acting like a middleman, the trader plays a key role in the lives of Agariyas. He buys salt from them, sells it in the market and provides them rations every week. In Surendranagar district, most Agariyas depend on middlemen for transporting the salt out of the desert. This steep transportation cost is factored into the rate Agariyas get, which can vary from Rs 100 per tonne to Rs 150 per tonne.By dint of living close to the highway, Karim Juma is able to sell his salt directly to companies at a higher rate. Credit: Vaishnavi Rathore.About 125 kilometres away from Savadia’s salt pans, Karim Juma, a Muslim Agariya, sells his salt for a much higher rate. Juma lives close to Maliya, a town along the national highway. With close access to the road and markets, Juma usually sells his salt directly to companies, getting a rate of Rs 900 a tonne to Rs 1,200 per tonne. Like many others in this region, Juma hires labour to work on the salt pans and does not engage in it himself.“There is no sanctuary where we make salt,” Juma said. “So there is no tension of being stopped in doing our work.”Juma is among the few Agariyas who were able to get ownership rights to the land they made salt on. In 1997, when the district collector issued a notification to verify customary rights of salt makers in the Rann, Juma’s family heard about it and completed the process. Unlike him, the majority of Agairyas missed out on the information since they were in the desert making salt, away from their panchayat offices.The last 10 years have made Juma’s business better thanks to solar pumps and drinking water availability. “Our production has increased with the solar pumps,” Juma said. “Our government has done good for us. Now the only thing we are requesting from them is more solar panels, and electricity poles near the salt pans.”In Surendranagar, Savadia has a more crucial demand – land rights. “If the BJP gives us the guarantee that we can continue making salt, they will get our vote,” he said. He took out a banner he had saved from 2021 as a mark of his support. The banner was of Jan Ashirwad Yatra from a time when BJP ministers toured Surendranagar, along other districts of the state, to talk up government schemes.“Bas Rann mei rotla aana chahiye,” he said – But we should be able to feed ourselves in the Rann.","author":"Vaishnavi Rathore","time":"2024-05-05T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199921-nthivpyubm-1712639201.jpg","tags":["2024 General elections","Salt mining"]}