{"title":"View from the margins: How a Mumbai realtor is helping NRC-scared Muslims rectify their documents","content":"Voting is often the only chance that many of India's marginalised groups get to express themselves. As national elections approach, Scroll's reporters fanned out across the country to talk to groups with little socio-political power as part of a series called the View from the Margins. The aim: try to understand how the powerless and the voiceless have fared under a decade of the Modi government.It was nearly 11 pm when Sajeed Sheikh walked into the community centre he runs in the suburb of Jogeshwari in northwestern Mumbai, but the room was bustling with activity. Sheikh, with the help of volunteers, began arranging for foodgrain to be distributed among poor families in the neighbourhood during Ramzan, a month of prayer, charity and fasting. Instructions about the logistics flew thick and fast, but so did anxious questions – about the Citizenship Amendment Act, the contentious law that had been implemented just two days earlier.Queries ranged from the practical to the conceptual. Will all of India be made to apply for inclusion in the National Register of Citizens? What documents could be needed for it? Was the Citizenship Amendment Act in keeping with India’s commitment to secularism?With the Lok Sabha elections around the corner, and given the distinct possibility that the Bharatiya Janata Party may return to power, the volunteers in Jogeshwari are not the only ones who fear that the Act, in conjunction with a nationwide National Register of Citizens, could be used to harass and disenfranchise Muslims. There are many. The National Register of Citizens is meant to be a record of all bona fide Indian citizens, which could be used to identify and deport undocumented immigrants. The Citizenship Amendment Act provides a fast track to naturalisation to refugees from six religious communities – except Muslims – who fled Bangladesh, Afghanistan or Pakistan. When the National Register of Citizens was updated in Assam a few years ago, it had unleashed a Kafkaesque nightmare. Around 3.2 crore people had to provide identity documents to prove that their roots were firmly in the state. Over 19 lakh people who ostensibly could not do so were left out of the register. Many of them struggled to find jobs.  Hundreds were packed off to detention camps after being declared foreigners.It is possible that the nightmare may be repeated across India. In the past, Union Home Minister Amit Shah has explicitly linked the Citizenship Amendment Act with the National Register of Citizens and laid out the design behind the two. “First the CAB [Citizenship Amendment Bill] will come,” he pronounced. “All refugees will get citizenship. Then [the] NRC [National Register of Citizens] will come. This is why refugees should not worry, but infiltrators should. Understand the chronology.”First we will pass the Citizenship Amendment bill and ensure that all the refugees from the neighbouring nations get the Indian citizenship. After that NRC will be made and we will detect and deport every infiltrator from our motherland. pic.twitter.com/oB2SlBaQ0j— Amit Shah (Modi Ka Parivar) (@AmitShah) May 1, 2019\n\n\nDocument correctionGiven this backdrop, Sheikh – a real estate agent by profession – has for the last six months been helping people from his neighborhood ensure that their identity documents are free from discrepancies. “If the government implements a nationwide National Register of Citizens exercise, it is the poor who will suffer the most,” he said. “We want to be prepared for any eventuality.”Sheikh’s volunteer group, the Modern Youth Association, has partnered with several local mosques to spread the word about the assistance it is offering. He says he plans to next set up a centre where people can get help.“I needed to get the spelling of my name corrected on my Aadhaar and PAN [Permanent Account Number] cards,” said Qureshi, a Jogeshwari resident who wanted to be identified only by her last name. “Earlier this month, I contacted Sajeed. He guided me on collecting supporting documents, and then got the changes done online.”An hour away from Jogeshwari, in the Nagpada area of South Mumbai, lawyer Nadeem Siddiqui is providing neighbours the same assistance as Sheikh: rectifying identity documents before the possible implementation of a nationwide National Register of Citizens.“People may not actually be forced out of the country [through the National Register of Citizens], but they may still face harassment in the form of them being made to run around for documents,” Siddiqui said. Getting rid of errors in official paperwork is a way to avoid such a scenario.”Anti-CAA protestsFor Sheikh, the Citizenship Amendment Act is part of a larger design to disempower Indian Muslims. “The government’s intention is to marginalise Muslims by whichever means possible, whether by implementing the National Register of Citizens or by arresting them in false cases,” he said.Many human rights organisations feel the same way as Sheikh. In the past 10 years, since the Bharatiya Janata Party came to power in Delhi, they say, Muslims have been singled out for persecution. Under Narendra Modi, the community has faced mob violence, discriminatory laws, vilification on the streets, demonisation on TV screens, and trumped-up cases.The Citizenship Amendment Act, if combined with the National Register of Citizens, may be the final straw.The Union government pushed the Citizenship Amendment Act through the Parliament in 2019, facilitating naturalisation of Hindus, Buddhists, Sikhs, Parsis, Christians and Jains who escaped to India from religious persecution in Afghanistan, Bangladesh and Pakistan before December 31, 2014. The law met with nationwide pushback, with critics calling it a dilution of the nation’s secular identity – never before had there been a religious test for citizenship in the history of independent India.Protests erupted everywhere. In 2019 and 2020, Sheikh and many from his neighbourhood had participated in those protests. They agitated in Jogeshwari, at the August Kranti Maidan in Tardeo, and for one night even went to Shaheen Bagh in Delhi, where hundreds of Muslim women were holding a sit-in protest. “Normally, protests erupt in a spurt of anger and then dissipate,” he said. “The police know that. But women are not so easily swayed by emotion. In Shaheen Bagh, women led protests with hosh [awareness] rather than josh [passion].”Whiplashed by the pushback, the Union government argued that the Citizenship Amendment Act does not discriminate against Muslims – it is instead a helping hand for the persecuted minorities in Pakistan, Afghanistan and Bangladesh. But that does not explain why the Muslim communities persecuted in these countries – the Ahmadiyyas in Pakistan and the Hazaras in Afghanistan – have been left out. Or why the law does not include Myanmar and Sri Lanka, where the Rohingyas and Tamils respectively face persecution.Despite the criticisms, on March 11 of this year, the Union government went ahead with the law, notifying the Citizenship Amendment Rules, 2024, which would enable the law’s implementation.“If persecuted Hindus want to come to India, they are welcome,” Sheikh said. “All that Muslims are saying is, don’t snatch our homes in the process. If you try to do that, we will certainly raise our voices.”Battling prejudiceSheikh accused the Bharatiya Janata Party-led government in Delhi of sowing distrust and fear in people’s minds. “The new generation has not seen the kind of destruction that riots cause, and so, they don’t understand right from wrong,” he said. “They hold all kinds of hateful views about Muslims.”Sheikh’s job as a real estate agent gives him a vivid view of the deepening prejudices against his community. “My work involves finding properties for people in areas such as Andheri and Lokhandwala,” he said. “Many times, clients discuss all the details of a property with me on the phone. But as soon as they learn I am Muslim, their approach towards me changes and they cut me off completely.”With the 2024 Lok Sabha elections approaching, 52-year-old Sheikh has a word of advice for the Bharatiya Janata Party. “I want to say to the government: if you want to make this country a sone ki chidiya – a beacon of prosperity – Muslims will stand shoulder-to-shoulder with you. But instead, you are doubting our loyalty.” He added: “Muslims have given sacrifices for this country against the British colonial rule, just as Hindus have. But today, our sacrifices are being disregarded, and we are facing hostility and discrimination.”Sheikh added: “If the government’s intentions on the National Register of Citizens had been right, it would have been clear on whether it would implement such a measure across the country, and what the exact modalities would be. But it is not doing so.”Despite the ill omens, Siddiqui sees an upside: “Because of all the talk about the Citizenship Amendment Act and National Register of Citizens, people are at least getting their documents in order. The question of any further protests will only arise if the authorities start asking people for their papers. For now, the future is bright.”","author":"Neerad Pandharipande","time":"2024-04-06T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200114-wspjltdwll-1713357682.jpeg","tags":["Muslims","Lok Sabha 2024","Citizenship Amendment Act"],"source":"https://scroll.in/article/1065942/view-from-the-margins-after-caa-enforcement-muslims-rush-to-get-their-identity-documents-in-order"}