{"title":"View from the Margins: A queer rights activist on why he prefers Modi and the BJP","content":"Voting is often the only chance that many of India's marginalised groups get to express themselves. As national elections approach, Scroll's reporters fanned out across the country to talk to groups with little socio-political power as part of a series called the View from the Margins. The aim: try to understand how the powerless and the voiceless have fared under a decade of the Modi government.When he was a young child, Ankit Bhuptani found himself fascinated by Shaktimaan, a superhero TV series that aired on Doordarshan on Sunday afternoons. “I used to look forward to the scenes where Shaktimaan would appear shirtless,” he said. “Little did I know why.”It was in his mid-teens that Bhuptani realised he was queer.Growing up gay in Dombivli, a satellite city of Mumbai, was a lonely experience. Not once in his early years did he encounter another openly queer person in the relatively conservative, middle-class suburb. His father worked in a steel and iron factory while his mother was a homemaker.“I realised then that being gay was not something to be proud of – it was something that people laugh about,” said the 32-year-old. “And if this truth about me was revealed to the world, I would become a laughing stock and my parents too would be laughed at.”One evening, when his mother went to the bazaar, Bhuptani, then 17, attempted suicide and failed.Bhuptani discovered the queer community in 2009, when he first attended the Mumbai pride parade. From the sidelines, as an observer, he could see that “people were celebrating the very reason why I had tried to kill myself”. “I decided that if I can’t celebrate like them, I can at least try not to end my life,” he said.In the years since that turning moment, Bhuptani has emerged as a visible voice in the queer community. But while most people in the community lean Left politically, he supports the right-wing government of the Bharatiya Janata Party despite its seeming neglect of queer rights. “When I vote, I don’t just vote as a queer person,” he said. “There are multiple factors which enable my voting decisions. Queerness is just one of them, and in that front, I may not even give them passing marks.”On social media, Bhuptani often espouses pro-BJP, anti-Congress views that repeat the vocabulary of the right-wing ecosystem. From labelling celebrities who supported students protests at the Jawaharlal Nehru University as members of the “tukde tukde gang” to denouncing queer Indians’ support for dissent in Kashmir, Manipur and Palestine, Bhuptani is a key mouthpiece for right-wing queer viewpoints, even as he calls himself a liberal. He disagrees with the term Right and instead prefers to use the term non-Left.Gujarat modelOn the flaws and follies of the Narendra Modi government, he is quite forgiving. “They only did what they promised to do,” he said. “They never told me they’ll acknowledge queer rights only when they lost power like the Congress did, which had 70 years of rule in India to decriminalise homosexuality, which they never did.”What draws Bhuptani to vote for Modi is the “Gujarat model of development”, the belief that Gujarat’s growth is owed to Modi’s policies, including the incentives he offered as chief minister to corporations to lure them to the state.Bhuptani’s hometown is Rajkot in Gujarat, which he visits frequently. “I have firsthand seen the Gujarat model as a development model,” he said. “Because I come from a lower middle-class family, we always took state buses to travel internally. Since 2009 I’ve travelled on amazing state government buses in Gujarat on the smoothest roads. I have never experienced this in Dombivli. Even today you see the buses here, they are so pathetic.”Another example he gives of Gujarat’s edge is the Sardar Sarovar Dam on Narmada river, which he says has brought water to “every home” in a “water-starved” state. “I used to hear how some activists were protesting Narmada projects,” he said. “But in my experience, because of it, water came to my uncle’s house and his neighbours, who were really struggling.”Bhuptani says that scrolling through the news a few years ago, he saw an apology and a mea culpa from Medha Patkar, the activist who fought for the rights of those affected by the dam. Then, taking a pause, he requested me to do a fact-check since he was not sure. He was wrong: as it stands, Patkar has not apologised for the advocacy of the Narmada Bachao Andolan and has stood by her activism. He later said he was referring to news about the economist Swaminathan Aiyar suggesting that Patkar should apologise for protesting against the projects.Price rise and alleged corruption during Congress rule are other issues that Bhuptani cites as his reasons for preferring the BJP. “People forget they were paying Rs 1,200 for a gas cylinder in 2014 and today after 10 years it is the same price,” he said. “People are saying that it’s expensive now but imagine how it was during that time.” A fact-check of this claim too shows the reality is greyer.Father figureIn 2019, Bhuptani founded the Queer Hindu Alliance, a “support group which brings together queers, allies and their family members who are trying to find answers from a faith perspective”. Apart from that, he is a strategist in the Diversity, Equity and Inclusion field and a frequent speaker on the subjects of queerness and Hinduism.As a Mumbaikar, Bhuptani says it “boiled his blood” when the Congress government did not act in response to the 26/11 terror attacks on Mumbai. “I am an absolute nationalist,” he said. “For me my country comes first above everything else. I am not sure if the word nationalist is right but a patriot for sure.”According to Bhuptani, there is no law or government scheme in planning or execution that actively discriminates against an oppressed group in India. “I am talking about a consistent pattern and not anecdotal evidence,” he clarified. He sees the Citizenship Amendment Act as “a civilisational duty”, although it fast-tracks naturalisation only for non-Muslims from neighbouring Muslim-majority nations. It was work that had been “pending since the Partition”, he says, and was finally realised after “75 years of independence”.He has hopes from BJP’s possible third term: “I hope the Uniform Civil Code will be gender neutral. Call it a civil partnership or call it Timbuctoo but give us our rights.” Due to the lack of legal recognition of queer partnerships, he says most queer people cannot hold joint bank accounts, property or insurance with their partner. Like left-wing queer activists, he wants these rights for the community, but he says his method of asking is different from theirs. “I will not fight but strive for equality,” he remarked, identifying himself as a liberal. “I see a way of collaborating with the government. I have been invited to multiple RSS events as an out and proud gay man, and I see that there is space for dialogue.”According to Bhuptani, dominant left-wing and queer politics in India sees the world in binaries, which is not helpful for the queer movement. “They see people as those who are with us and those who are against us. Those against us are seen as enemies and as less human.” He is also wary of queer groups being generalised as having one political stance. “When you generalise the political ideology of a group it will have extreme outcomes for the group in terms of societal acceptance,” he said. “Political diversity brings in nuances and keeps the door open for dialogue.”In 2019, Bhuptani lost his father. It is in Narendra Modi that he came to see an ideal father figure. “When I see Modi, I see a father who is loving, caring and protective, who will go to any lengths to protect his child,” he noted. “I see all these characteristics in Modi from Operation Ganga to the Uri surgical strike.”","author":"Nolina Minj","time":"2024-05-15T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200619-tqkkwbygpt-1715320016.jpeg","tags":["Ankit Bhuptani","Lok Sabha 2024"],"source":"https://scroll.in/article/1067372/view-from-the-margins-a-queer-rights-activist-on-why-he-prefers-modi-and-the-bjp"}