{"title":"View from Pakistan: Did Modi's Lahore visit really make sense?","content":"Well, who saw that coming? But now that we have seen it, there’s a big little question – does it make any sense? The reluctant, preliminary answer: it doesn’t really.Welcome as an Indian PM is in Pakistan and enthusiastic as our PM was to host him, you get the sense that neither really understands all the moving parts and endless strands that is Pak-India.The good news? It’s South Asia – rules don’t always apply here. And both Nawaz and, now, Modi seem willing to try the unconventional.Let’s try and unpack this. Buried in the bilateral relationship since Mumbai has been a quite vexing question: how to move on from Mumbai?There was, of course, a simple answer: Pakistan should get the Pindi anti-terrorism trials done and maybe muzzle Hafiz Saeed a bit.But there was a problem: the boys wouldn’t agree. You could see why: you can’t squeeze your asset at the behest of the enemy the asset was recruited to fight against.So the more India insisted that Mumbai must be the starting point, the more Pakistan dug in its heels. It was, unhappily, logical. Which caused an impasse.Another routeLeaving one other option: India should move on from Mumbai. Accept it for what it was – as seen from a security prism here: a terrible thing that happened, but not something the entire relationship could be held hostage to.Basically, a version of stuff happens; this is the world we live in, now let’s be grown-ups about it. But that needed time and a Modi. Manmohan was too close to Mumbai – it happened on his watch. And his partner over in Pakistan was the novice Zardari, who was reviled at home.Modi doesn’t suffer from the softness problem. It’s the advantage all right-wingers, and the boys, here have. Plus, most of the attack dogs are theirs anyway.Do something dramatic from the right, and it’s harder to make the accusation of un-patriotism stick. But if time and the right credentials work in Modi’s favour, that still doesn’t explain the strategy. Or make any apparent.Clearly, he has a solid exit. If this blows up in his face, he can turn to the world and say, look, I tried. I put my reputation on the line. You just can’t trust Pakistanis.But you can sense that’s inadequate. Modi had that excuse when Nawaz went to his inauguration in Delhi. It would have earned him many more diplomatic brownie points to go for peace then.But we all know what Modi did. He spurned Nawaz, was scornful of the boys and dreamt up his one-point agenda: terrorism.In terms of strategy, that actually made more sense: isolate Pakistan on the terrorism issue and keep it on the defensive internationally. Especially since there’s no suggestion that the military here is eager to talk.For a while it seemed to work. Pakistan flailed around, dredging up Kashmir and dreaming up the dossiers. It was high-risk stuff by the Indians, but in a relationship still defined by Mumbai, it’s not like there were any good options.Then, it seems, fate intervened. Modi and his allies reverted to type at home. Communalism soared. News from India was one ugly story after another. No more was Pakistani perfidy the issue. The official line had been eclipsed.Boom – Paris. Quickly, Bangkok; Heart of Asia. And now Raiwind.It will be spun as a new configuration: India having a direct line to the boys via the National Security Agency and Nawaz solidifying his pre-eminence on the civilian side. But we’ve all seen too much of Pak-India to believe that.And that’s the first problem with this new phase: if it is domestic Indian troubles causing India to change course on the external front, then what does that say about the determination and purposefulness on the Indian side?For things to move on Pak-India, you really do need theatre and wattage. Without top-down pressure, the bottom-up won’t change. But there has to be a plan. Wattage and theatre don’t impress the entrenched bureaucracies and institutional interests on both sides.If you just turn it over to the foreign secretaries and ask them to get stuff done, there’s nothing they’ll love more. The notes and positions have long been memorised and are recited with ease.Broader strategy requiredIn the ugly parlance of dialogue, the low-hanging fruit can’t be plucked by wattage and theatre alone. We saw it with the Composite Dialogue. While Pakistan cleverly tried to suggest Siachen could be resolved, it was really Sir Creek that made the most sense.That is, until you watched the naval folk with their maps and coordinates trot out their positions. You could end up feeling Israel-Palestine is easier to solve. So if Modi is doing this for domestic reasons, you can bet the resistance domestically will be even greater.And Nawaz – good man, got the right idea and is determined to boot. But this Jindal business suggests he may still not get it. He tried it via Shahbaz early on and was slapped down.On Afghanistan too we saw his preference for the informal and personal with Achakzai as his emissary. That went nowhere either.You can see why he tries it – the boys control the formal channels. And for precisely that reason you can see why he keeps getting slapped down – the informal channels are harder to control.Maybe Modi and Nawaz do know what they’re doing. But in this business would you bet against the boys?A clue may lie in the answer to this: about the Lahore stopover, were the boys informed or were they asked? We’ll know soon enough.This article was first published on Dawn.","author":"Cyril Almeida","time":"2015-12-28T08:00:07+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/778308-3954daef-8d67-4cfd-b6b8-2c3117495c54.jpg","tags":[],"source":"https://scroll.in/article/778308/view-from-pakistan-did-modis-lahore-visit-really-make-sense"}