{"title":"View from Ladakh: How do residents of  Leh, Kargil feel about decision to scrap J&K special status?","content":"On Tuesday, the Lok Sabha approved a resolution to hollow out the special status accorded to Jammu and Kashmir under Article 370 of the Constitution and a bill to split the state into two Union Territories  – Jammu and Kashmir, and  Ladakh. It isn’t clear exactly what the residents of the Kashmir Valley think about these developments. Their voices have been stifled by the ban on phone and internet communication that has been imposed on them since early Monday.But 400 kms away from Srinagar, many residents of Ladakh welcomed the changes. This culturally and ethnically diverse region, which includes the Buddhist-majority Leh and Muslim-majority Kargil districts, has long demanded the status of a Union Territory.And yet, many were caught by surprise when Home Minister Amit Shah announced the changes in the Rajya Sabha on Monday. “We are all very confused about what is happening,” said Chewang Rigzin, a journalist based in Leh district. “But we are just happy to separate from Jammu and Kashmir.” ‘Fulfilled promise’Buddhist Ladakhis have long demanded that their region be declared a Union Territory, to be administered by the Central government. Their sense of marginalisation within the princely state of Jammu and Kashmir was articulated early on in the 20th century.  This led to the formation in 1934 of the Ladakhi Buddhist Association.This assertion intensified in 1989 as the association led an agitation to “free Ladakh from Kashmir”. As the militancy in the Valley spread, Free Ladakh supporters  demanded that Kashmiri Muslims should “quit Ladakh”. This resulted in economic boycotts of Kashmiri Muslims and to the Muslims in Leh district. The boycott was withdrawn in 1992.In 1995, a law was passed for an autonomous district council to be created in Ladakh, furthering their demand for a separate identity. Allegations of discrimination Ladakhi Buddhists claimed that the state’s policies were Kashmir-centric policies and discriminated against them. “Kashmir and Ladakh have nothing in common,” Rigzin said. “If colleges were shut in Kashmir then they’d be shut in Ladakh too. All legislation in Kashmir was irrelevant to Ladakh.”  Other Ladakhis said they never thought their demand would be met “so easily”.Said Tsering Namgyal, Congress’s district president in Leh,  “This was out of the blue.” The promise to create a Union Territory of Ladakh had earlier been made by Bharatiya Janata Party leader Nitin Gadkari at a rally before the 2014 general elections. Gadkari promised that if the BJP came to power, a Union Territory would be formed within six months. This promise was not met in the Modi government’s first term from 2014. “But now they have fulfilled this promise,” said Tsering Namgyal. “They stuck to their commitment and now a majority of the people will favour the BJP.”But in Kargil...The demand to transform Buddhist-majority Ladakh into a Union Territory originated from Leh, said Hussain Khalo, president of Ladakh’s press club, who lives in Kargil district. However, many residents of Kargil felt more affinity with Kashmiris that their new neighbours. The divide between Leh and Kargil has always been prominent, even though they are both in Ladakh.  “We never asked for a Union Territory,” Khalo said. “Everyone has ignored Kargil and all the development has only focused on Leh. Even the Ladakh MP is Buddhist from Leh. If a Union Territory is formed, then all the attention will go there.”To protest against Kargil’s inclusion into Ladakh’s Union Territory, Kargilis called for a shutdown that started on early Tuesday morning. “We are not happy with these developments,” said Ghulam Mohammed Das, a hotelier in Kargil district. Das said that shops, businesses and hotels were shut and Kargilis had stocked up on food and other necessary items. “Even BJP workers here are supporting us,” Das said. Kargil is completely closed today in protest against the scrapping of Art. 35A and the UT status. pic.twitter.com/BxoOu2zito— Asmita Bakshi (@asmitabee) August 6, 2019\n\nhttps://twitter.com/asmitabee/status/1158626330147078145?s=20 \nHe maintained that this decision could spell trouble for the region. “The whole Kargil is in shock,” he said. “Our jobs are in danger. We are not secure. They should have at least consulted some leaders before doing this.”He also contended that the status of a Union Territory for the region would not lead to prosperity. “If a Union Territory is formed, then all the offices and administrative control will be in Leh,” said Khalo. “Kargil’s people stood by India during the 1999 war but still there is nothing here. There are still no universities or commercial flights here. We still struggle to travel to Leh.”Rising concernsLadakhi residents, though pleased with the Home Minister Amit Shah’s move, seemed to be worried about the implications of the region’s transition into a Union Territory. What would it mean for the residents’ land rights if Ladakh opened its doors to all, asked Tsering Namgyal. “People here are very sceptical,” he said. “On Facebook and WhatsApp there are posts about buying properties in Ladakh that are going viral. What will happen to us and the local economy?”To add to that, residents were also concerned about the possible change in Ladakh’s demography if it became more commercialised. “We want to make sure our culture is preserved,” said Abdul Qayoom, who heads the Anjuman Moin ul Islam in Leh district. Some residents said that they wanted Ladakh to be recognised under the Declaration of Fifth Schedule in the Constitution, which would define it as a Scheduled Area. This law, which presently applies to states like Assam, Meghalaya and Mizoram,  would limit the purchase of land to the region’s residents..Amit Shah’s resolution also stated that Ladakh would be a Union Territory without legislature while Jammu and Kashmir would have one. But Ladakhis felt this could reduce their representation. “If there is no legislation then the minority population suffers,” said Qayoom. For Ladakhi Buddhists, their culture matters a great deal. “Just because we voted for BJP does not mean we are loyal to them,” Rigzin said. “This does not mean we support Hindu extremism. When it comes to our identity and culture, we will see who protects us.”","author":"Vijayta Lalwani","time":"2019-08-07T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125127-ambqzsvbol-1565112495.jpg","tags":["Ladakh","Kargil","Amit Shah","Jammu and Kashmir","Article 370","Leh","Kargil War","Bharatiya Janata Party","Parliament"],"source":"https://scroll.in/article/933049/view-from-ladakh-how-do-residents-of-leh-kargil-feel-about-decision-to-scrap-j-k-special-status"}