{"title":"View from Nepal: India’s reaction to new currency note betrays patronising outlook to its neighbour","content":"Nepal’s decision to introduce a new 100-rupee currency note drew a sharp response from India’s External Affairs Minister S Jaishankar at an event in Bhubaneshwar in May. The proposed note features a map of Nepal that includes the territories of Lipulekh, Limpiyadhura and Kalapani – territories that are claimed by India.“They took some unilateral measures…” Jaishankar said at an event titled “Why Bharat matters”.The origin of the dispute lies in the sources of the Mahakali river. Nepal’s claim to the region and the Lipulekh pass stems from the 1816 Treaty of Sugauli it entered into with the British colonial rulers. At the end of a two-year war, the pact defined Nepal’s western border with India.After 1947, both India and Nepal accepted the Mahakali river as the defining boundary of the west of Nepal. However, the source of the river varies on some maps. From 1816 until 1857, maps produced by British cartographers suggested that the origin of the river lay in the Limpiyadhura area. This infers that the land to the west of the river – including the Kalapani area and Liulekh pass – belongs to Nepal and supports Nepal’s claim over the region, Kathmandu says.However, after 1857, Nepal contends, taking note of the strategic significance of the Kalapani region, British officials started to publish maps depicting the Lipulekh pass as the origin of the Kali river – supporting India’s claim over the Kalapani region.To many in Nepal, Jaishankar’s statement is more evidence of India’s hegemonic attitude towards its neighbour. They believe that India has, for decades, undermined Nepal’s voice and restricted its ability to act autonomously.Many Nepalis believe that this spat is the latest example of India’s attempt to negate the sovereignty of their country. India, they say, did not take permission while it stationed its army troops within the territory that was undisputed till 1962. But since India’s war with China that year, both giant powers have steadily increased their troop presence along the Line of Actual Control that separates China-occupied Tibet and Indian Ladakh. Since then, India has also systematically stationed military troops in the Kalapani area further to the west.Nepal is set to introduce a new Rs 100 currency note which includes Indian territories of Limpiyadhura, Lipulekh, Kalapani. The controversy rages back to PMship of KP Oli who came with new Nepal map with Indian territoriesMap Pic: pic.twitter.com/86vYMmIbpV— Sidhant Sibal (@sidhant) May 4, 2024\n\n\nIn addition, though New Delhi has frequently stated that the Kalapani region is disputed, India has continued to build an 80-km road through Lipulekh road that will shorten the journey between New Delhi and Kailash-Mansarovar. Nepal’s objections have remained unanswered.Another concern has been the provision for an open border between the two countries. It was put into place with the signing of a Treaty of Peace and Friendship in 1950. In 2018, an Eminent Persons Group was formed with the task to submit possible revisions to the treaty. Though Nepal accepted the report, India has not. There is speculation that the regulation of the open border provision is the sticking point for India.Nepal claims that more than 60,000 hectares of its land has been encroached by Indians from Uttar Pradesh and Bihar. But, it believes, instead of addressing those challenges, India has continued its attempts to establish its sovereignty over those territories. For instance, in November 2019, India unveiled its new political map placing Kalapani within its borders.In response, in May 2020, Nepal also unveiled its new political map that included the region within its territory.However, whenever Nepal attempts to raise concerns about such border issues, India tends to evoke the image of the “roti-beti” relationship relation”, literally “bread and daughters”, suggesting close familial ties. To many in Nepal, though, this image has been constructed by India to rationalise its paternalism.Ironically, instead of calling for bilateral discussions, Jaishankar went to declare that Nepal’s actions would not change India’s attitude. “….By doing something on their side, they are not going to change the situation between us or the reality on the ground,” he said.India tends to take action without responsibility, makes plans without mutuality and makes expressions without sentiment. This is like a neocolonial relationship that ignores the agency and voice of Nepal. In this relationship, Nepal’s status is limited and defined by its geography rather than recognising it as a sovereign, independent country.Promod Tandan has completed PhD in International Relations and interested in geopolitical affairs.Also read: A two-part series on how India is seen by the citizens of other South Asian countries.","author":"Promod Tandan","time":"2024-05-11T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172041-ccgbpqkmtg-1715347286.jpg","tags":["S Jaishankar","India-Nepal Border","Lipulekh","Kalapani"],"source":"https://scroll.in/article/1067729/view-from-nepal-indias-reaction-to-new-currency-note-betrays-patronising-outlook-to-its-neighbour"}