{"title":"View from the Margins: A Miya poet on how Hindutva’s rise has scarred his community","content":"Voting is often the only chance that many of India's marginalised groups get to express themselves. As national elections approach, Scroll's reporters fanned out across the country to talk to groups with little socio-political power as part of a series called the View from the Margins. The aim: try to understand how the powerless and the voiceless have fared under a decade of the Modi government.One evening in March, just after breaking their Ramzan fast, a small group of young men gather in a small room on the outskirts of Barpeta town in Assam to inaugurate a media collective.“After every eviction, the Assamese media portray the evicted people as bideshi or suspected foreigners,” 31-year-old poet Kazi Sharowar Hussain, told the gathering, referring to the state government’s drive against alleged encroachment that had mostly targeted Muslims of Bengali-origin. “They celebrate the evictions and its victims are dehumanised.”Hussain, however, wanted to fight back: “We will talk about our sufferings, culture and struggles through this platform.”Hussain is part of Assam’s Miya community. Once used to disparage Muslims of Bengali-origin, the community reclaimed the slur, adopting it as the name of their community. Attacked on both the axes of ethnicity and religion, Miyas are one of India’s marginalised communities.Miya poetryHussain’s career as a poet encapsulates just how common anti-Miya hate is in Assam. He started to compose poetry in the Assamese language in 2016. Later that year, however, he wrote a poem in his mother tongue, the native dialect of Assam’s Bengali-origin Muslims, expressing the anger and hurt of Miyas as an embattled minority. Titled “This land is mine, I am not of this land,” the poem took Assam by storm. “I realised that if a poem is written in the original dialect, it can be more powerful and expressive,” he said.However, even as it was appreciated, this poem as well as other works in the Miya dialect also generated anger in Assam. Hiren Gohain, one the giants of Assamese literature, asked why the new generation of Miya poets were using their own “artificial” dialects, rather than standard Assamese. In 2019, Hussain was among ten people named in an FIR for writing Miya poetry.His decision to publish poetry in his native dialect still affects him. He struggles to find places to publish his Assamese poetry now. I had an identity among the Assamese publications as well,” Hussain said. “Many poems were published in the top Assamese magazines and newspapers. But as soon as the controversy around the Miya poetry started, they stopped publishing my poems.”Five years later, many Miya poets have stopped writing. However, Hussain has not stopped speaking up for his community. A postgraduate in cultural studies from Tezpur University, he now not only writes poems, but also makes documentary films on issues such as citizenship, evictions, life on the chars, the shifting sandbars of the Brahmaputra.“I talk about contemporary politics and marginalised people of our community,” Hussain told Scroll. “The poets who represented the marginalised people never did compromise. An artist or writer or poets should not succumb to political pressure or societal pressure to stop raising the issues.”Hussain is aware of his role in the larger struggle of the Miya community. “If I stop writing about our issues and experiences of what we are going through and stop talking about our rights, history will not forgive us,” he said.Kazi Sharowar Hussain along with his colleagues at the inaugration of the media collective. Photo credit: Rokibuz ZamanDark periodThe past decade is seen as a particularly difficult time for the Miya community. Hussain says that while the Congress was no friend of the Miyas, the Bharatiya Janata Party’s rule in both New Delhi and Guwahati has been especially hard on the community.“The hatred and propaganda against Miyas in the BJP’s regime is direct and blatant,” he said.Much of this was facilitated by the BJP strategy of melding Assamese nationalism with Hindutva in Assam. “Assamese nationalists have turned into Hindu nationalists,” Hussain said. “This switch was taken advantage of by the BJP to spread saffronisation. They used it directly against the Miyas.”What Hussain describes can be seen in the National Register of Citizens exercise meant to identify undocumented migrants from Bangladesh. In 2018, a National Register of Citizens was published for Assam. The process of collecting data for this list spanned four years with applicants having to prove that they or their ancestors lived in India before March 24, 1971. “Muslims faced immense trauma and suffering because of the NRC,” Hussain said. “They were asked to visit Upper Assam from Lower Assam overnight for document verification based on the complaints by the [Assamese] nationalist groups. But, not a single Hindu applicant was asked from Upper Assam to attend the hearing.”Hussain describes the NRC as an exercise meant to even further dehumanise the Miya community using the stick of citizenship. “The state was in cohort with Assamese nationalists to dehumanise and harass us,” he said. “Citizenship is the mother of all rights. When citizenship is taken, there will be no other rights.”Hussain fears that the newly implemented Citizenship Amendment Act will create even more problems for Miyas. The act allows non-Muslims from Bangladesh, Pakistan and Afghanistan to apply for Indian citizenship, even if they had entered India illegally. “With CAA implementation, only Muslims have to prove their citizenship and if there is a small error or mistakes in documents, he may be sent to detention or deported,” he said. “These are dangerous times ahead for Muslims.”Under the BJP, attacks on Miyas have expanded from citizenship to also include land. “Now, the fear is not only limited to people being sent to detention centres, but people also started to face violent evictions,” he said, referring to the fact that since 2016, the state government had evicted more than 10,000 families, overwhelmingly Bengali-origin Muslims, for allegedly encroaching government land.State violence against Miyas has been a part of Hussain’s personal life too. His parents had been marked “D-voters” – people barred from voting on account of alleged doubts about their citizenship. All his life, Hussain has lived with the fear that they would be arrested and taken away to the detention centre.“My father was a government school teacher,” he recounted. “In 2016, we won the case and they became eligible to vote. But, my father passed away in 2023 before his name was included in the voter list. He used to take people’s vote as presiding officer but was unable able to cast his own.”This land is mine, I am not of this land“Ai desh amar, ami ai desher na.Jai desh amar bapare bideshi banai”This land is mineI am not of this landThe land that makes my father an alienThat kills my brother with bullets My sister with gang-rapeThe land where my mother stokes in heart live burning coalsThat land is mineI am not of that landThe land where limb after limb is chopped and sent afloat the riverWhere in 1983, the executioners danced a shameless grisly dance of celebrationThat land is mineI am not of that landThe land where my homes and hearths is uprootedWhere my heritage is negatedWhere they conspire to bind me forever in darknessWhere they pour gravel, not gruel on my plateThat land is mineI am not of that landThe land where my throat cracks with appeals and no one hearsWhere my blood flows cheap and no one paysWhere they do politics over my son’s coffinAnd gamble with my daughter’s honour The land where I wander crazy, confused as a beastThat land is mine I am not of that landWritten by Kazi Neel in the Miya dialect . Translated into English by Shalim M Hussain.","author":"Rokibuz Zaman","time":"2024-05-07T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200038-vadqviwuvh-1713109484.jpg","tags":["Assam","Muslims","Assamese nationalist","Miya","Bengali origin Muslims","Lok Sabha 2024"],"source":"https://scroll.in/article/1066620/view-from-the-margins-a-miya-poet-on-how-hindutva-s-rise-has-scarred-his-community"}