{"title":"View from the Margins: In the tea gardens of Bengal, neither Ram Mandir nor Kashmir is a poll issue","content":"Voting is often the only chance that many of India's marginalised groups get to express themselves. As national elections approach, Scroll's reporters fanned out across the country to talk to groups with little socio-political power as part of a series called the View from the Margins. The aim: try to understand how the powerless and the voiceless have fared under a decade of the Modi government.Joy Prafful Lakra was running a fever as we spoke on the phone in mid-March. When I asked if he would like to reschedule the interview, he refused saying he had already delayed my request by a few weeks. By all measures he had been keeping busy.Earlier in the month, a collective he started had organised a seven-day, 200-kilometre padyatra for Adivasis from the village of Sankosh to Naxalbari in West Bengal. The marchers had four demands in the main. One, increased self-governance for the Adivasi population of the Dooars-Terai region. Second, the recognition of Hindi as a working language in the public sector and for earning a livelihood in the region. Third, the formulation of Adivasi battalions in the police and army. And lastly, teaching students in Adivasi languages such as Kurukh, Mundari, Santali, and Sadri.Lakra does not see himself as a social worker or a politician. Instead, he identifies as an agua, a term in the Sadri language that loosely translates to community leader. “I do everything that is required for the community, be it social work, activism or politics,” he said.Cycle of povertyThirty-five-year-old Lakra was born into a humble Kurukh Adivasi family in the village of Shishujhumra in West Bengal’s Alipurduar district at the foothills of the eastern Himalayas. His mother worked as an anganwadi worker and his father was a soldier in the army. Growing up surrounded by tea estates, Lakra developed a close bond with tea estate workers who mainly belong to Adivasi communities originally from the Chotanagpur belt. These workers form a significant chunk of the voter population in the districts of Alipurduar and Jalpaiguri. Yet, due to their low wages, currently Rs 250 a day, they are stuck in a cycle of poverty that has endured since the colonial era.After obtaining a bachelor’s degree in sociology from St Xavier’s College in Kolkata, Lakra left West Bengal in 2010 to study at the Tata Institute of Social Sciences in Mumbai. Ten years later, with a doctorate in social sciences, he returned to Shishujhumra to tend to his sick mother.By this time Lakra’s desire to work for his people had grown stronger and so he decided to turn his efforts to the uplift of the Adivasi community in the districts of Alipurduar and Jalpaiguri. “There was a felt need for leadership since people here are educationally, politically and financially powerless,” he said.His first foray into organising was through the Save Shishujhumra movement in 2021 against a dolomite factory built on agricultural land that had bent rules and was causing air and noise pollution in a residential area. The result of the movement was mixed. It could not shut down the factory, but it led to a high-level enquiry and the construction of a village road.Flagrant discriminationWhile on the subject, Lakra notes that over the past two-three decades, villages in the districts of Alipurduar and Jalpaiguri had seen significant industrialisation, with outsiders coming in and building factories and brick kilns, often encroaching on Adivasi land. This trend made Lakra realise that without collectivisation the local Adivasi population would remain helpless. “We knew what was happening was wrong, but we couldn’t do anything about it. Those outsiders who had money, muscle power and political connections were able to get away.”One cause of this helplessness is lack of representation. Even though Adivasis make up 30% to 50% of the population in each block of Alipurduar and Jalpaiguri districts, they have inadequate representation in the police, government and administration.Lakra says Adivasis face flagrant discrimination in the region. He cites several instances of sexual violence and caste-based abuse against Adivasis and claims that, in some instances, the police refused to register cases against non-Adivasi perpetrators. The Adivasis were framed instead.The last time Adivasis in the Dooars-Terai region organised politically, it was in opposition to the Gorkhaland movement around 2007. Over the years the movement fizzled out and its leadership scattered. It is the political vacuum they left behind that Lakra and other Adivasi youth mean to fill.In 2021, Lakra started the All India Adivasi Liberation Front, or AIALF, a collective that aims to look after Adivasi interests in the Dooars-Terai region. In the three years of its existence, the collective has made inroads into each of the six blocks of Alipurduar and three blocks of Jalpaiguri. “There are two to three leaders taking responsibility for the Adivasi community in their respective blocks,” said Lakra. “Many of them were working since before the AIALF was formed. I felt the need for fresh organising, so some 20 to 25 of us have banded together.” Still at a nascent stage, the collective is not registered yet.Mandir hypeWith the Lok Sabha election around the corner, our conversation inevitably took a turn towards politics. “Voting preferences in Lok Sabha elections in the region are heavily influenced by trade union leaders,” said Lakra. “And the unions are under the control of the state government, so they usually don’t let others in.”Lakra’s home district Alipurduar is reserved as a Scheduled Tribe constituency. In the 2019 Lok Sabha election, John Barla of the Bharatiya Janata Party defeated Trinamool Congress’s Dasrath Tirkey by a little more than 2.43 lakh votes.“It would be wrong to say that just because people voted for a BJP leader that they support the party and its ideology,” explained Lakra. “People are voting for the BJP because they want change. John Barla was an important leader with strong grassroots connections. People here don’t necessarily care about what’s happening in Palestine or Kashmir. In Dooars the Ram Mandir hype only lasted about a day.”In north Bengal’s tea gardens local issues take precedence over national issues. A vast majority of the people are fence-sitters who vote as per the preference of their local leaders. “These are the people who help locals when they are in need...be it in dealing with the local police, or support with money, blood transfusions or funerals,” said Lakra. So at election time, people abide by the decisions of their leaders.This year Barla is not in the fray in the Alipurduars constituency. Yet, Trinamool Congress may have a tough fight on its hands. Christy Nag, an associate of Lakra, says there is substantial resentment against Trinamool Congress over the miserable conditions of the tea garden workers. “Votes for the BJP are not necessarily in support of their policies, but they are votes against the AITC [All India Trinamool Congress],” Nag said.Whatever the result of the election, Lakra knows what he needs to do next. He has his sights set on long-term organising that directly addresses the needs of his people.","author":"Nolina Minj","time":"2024-04-22T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200142-yenmncixly-1713439452.jpeg","tags":["Lok Sabha 2024","Dooars-Terai region"],"source":"https://scroll.in/article/1066783/view-from-the-margins-in-the-tea-gardens-of-bengal-neither-ram-mandir-nor-kashmir-is-a-poll-issue"}