{"title":"Vikram Chandra on ‘Sacred Games’: ‘I cried though I know what’s going to happen to the characters’","content":"Sacred Games was a blockbuster long before Bollywood superstars were attached to it. When it came out in 2006, its author, Vikram Chandra, was already counted among India’s leading literary lights. His 900-page gangland thriller, which commanded a million-dollar advance in the US, was a glorious recreation of a putrid, vibrant, gracious Mumbai, a city of action as well as profound melancholy and rich, clever comedy. Chandra, a professor at the English department of UC Berkeley, California, was a script consultant on Netflix’s ambitious adaptation of the novel. On a recent visit to Mumbai ahead of the series premiere on July 6, Chandra spoke to Scroll.in about the transition from page to screen, and what he’s doing these days. Edited excerpts.‘Sacred Games’ germinated partly in stories to do with the movie industry. Was there always a filmic quality to how you thought about it?I imagine really cinematically, always. The start of the book was a weird image of Sartaj [Singh, Saif Ali Khan’s character] talking to a gangster through an intercom, and I had no idea who it was. I’m not designing for film when I write. In any case, the book was optioned even before it was sold.In the US?That’s right. But I think the right time had to exist for the adaptation, and I think long-form serial television is very much the perfect format for it. Wait. The first image in your mind wasn’t of a pomeranian flying out of the window?That came later.I’ve been wondering what Netflix will make of that.You will see.Because saying “f–” on screen is one thing but animal cruelty is another.You might get sued by somebody or the other for that! Needless to say, no animals were harmed in the making. I did have this moment, pre-publication, at the Breadloaf Writers’ Conference in Vermont. At a reading, I read that first sentence, and a lady in the front row got up and walked out. It was like, I didn’t actually kill any animals!\n\n\n    \n    Play\n\nSacred Games (2018).Wasn’t Ridley Scott involved in an adaptation at one point?No, no. AMC had an option for a little while and we did develop it with AMC, but that never went anywhere. Netflix have been amazing. One of the things they’ve done that I’m very happy and proud of, that only Netflix could make possible, is that the series is multi-lingual. People in the series talk the way Indians talk. Two people will talk in English, one of them goes home to his mother and there’ll be an entire scene in Punjabi or Marathi. We haven’t even done that on Indian television yet. What was the level of your involvement?They have a hugely talented team of young writers led by Vikram [Motwane], the showrunner. I’m attached as a consultant, which means that we meet and hang out and exchange ideas and structures, emailing each other back and forth. I annoyed them by sending overly excessively detailed notes. It’s been a lot of fun. You’ve seen the entire show?I’ve seen early cuts, not quite finished – not overlaid with effects and music. What were your thoughts about the actors who signed on?I’m not saying this just because it’s my thing, but all of the actors have done just amazing jobs. Not just the leads, but the other characters come across as fully fleshed-out, living, breathing individuals. I’ve lived with this book for a long time and I know what’s going to happen and they still made me cry a couple of times.Saif Ali Khan and Radhika Apte in Scared Games. Image credit Ishika Mohan Motwane/Netflix.Does this filmic form work for you?I’ve worked in film a little bit before. It’s not quite my medium. I’m not saying I’ll never write a script start to finish, but my first impulse is to turn to prose fiction and that’s what I’m working on now. What can you tell us about that?I’ve been working on new fiction very slowly. I’ve been interrupted by two weird projects. One was this Mirrored Mind/Geek Sublime book, which I started because I was working on the fiction and I got stuck, and not in a horrible writer’s block way, but just in a plot-related I-don’t-know-what’s-next way. Normally when that happens I just go and watch movies and listen to music for a couple of weeks, the solution comes to me and then I move on.This time, for some reason I felt, you know, I should write that essay about programming that I’ve always wanted to write. I thought it was going to be short, but it grew into a book. And now I have this software project that I’m working on. So the fiction has been put on pause for the moment but I’m hoping later this summer to come back to it.You’re still doing the software project in your downtime from teaching?Yeah. Yeah. We’ve got some funding from Bloomberg Beta, but we’re still lean.Can you say how the software project, Granthika, got its start?For fiction writers or any writers handling long narratives, keeping track of who-is-where-and-when is a difficult problem. People who aren’t writers think of that as trivial. But it’s very odd when you’re on page 230 of a manuscript and you think, this character named Ramesh, when did I last mention him? He’s minor but crucial to the plot. So you have to do a word search.Then, not only do you find the scenes he’s participated in but every time everyone else has talked about him, because word processors can’t distinguish between those things. So we’re building a text editor, which is at the same time a knowledge-builder. As you write you create knowledge that is very closely integrated with the text. You’ll ask, show me all the scenes in which Ramesh participates, and it’ll pop it up for you. It’s a kind of interesting technical problem which has larger implications for law and corporate work, among other things, because what we’re doing is we’re allowing the user to attach semantics to text, meaning to text. Do other writers find it weird that you’re working on a software that does creative work?I think, in the main, yeah. Most writers and artists think of programming as a kind of different skill set altogether, although it isn’t really, at least in my head. But do you also find that people are now genuinely interested in machine learning involving semantics, and not necessarily a robotic input-output thing?We’re approaching it in a different way. We’re not depending hugely on the kind of blind statistical learning that, for example, Google used to apply. So we have actual semantic ontologies underneath.Vikram Chandra. Image credit Melanie Abrams.Okay, change of tack. You were born in Bombay?No, in Delhi. My dad was in a corporate job and we used to get transferred every three or four years. So it was Delhi, then Calcutta, then Baroda, then back to Delhi, then Bombay. How old were you then?I must have been in the eighth grade. I was, by that time, in boarding school in Ajmer. So after the tenth I came for the first time to live in Bombay and went to college for some years at St Xavier’s. That was my first real introduction to the city.This was the Bombay of the 1980s?Yeah, early eighties. And it really felt like home. It was, I think, the first place that had that feeling for me, and I suspect it does for a lot of people. ‘Sacred Games’ is as much a novel about a time as about a place. Did you know, as you worked on it, that you were writing a kind of historical novel?I knew I was writing about a particular present reality that I was very curious about. In the 1980s and 1990s, you’d open the morning paper and it was like reading the cricket scores, right? Two killed in an encounter here, three over there. Because of my family connections with the film industry, I had colleagues and friends who were the victims of extortion. Some had paid up, one or two had been shot at, so it all felt very close to home. What I got curious about is why all this is happening right now, and what’s going on. I just asked a couple of friends, [crime journalist] Hussain Zaidi among them, and a couple of policemen...Who were these policemen?I’d rather not name anyone. I don’t know if they’d like to be named. I’d ask them: just, can you tell me, introduce me to anyone who will talk to me about what’s going on? We all have this sense of the corruption that surrounds us, right? But I wanted to know more about things like: how is cash actually moved? How much is it? What do you pay for certain kinds of favours? Who gets it? So I followed threads that led me somewhere else, and from there to somewhere else. By the time the book came out, that world had passed, hadn’t it?Especially in a society changing as fast as India is and was, starting in the 1990s, what you’re writing is very much of the moment. I was just thinking about (The Great) Gatsby because I was just reading an academic paper about all the mistakes in Gatsby...Is this something one of your students wrote?No, no, it’s just because I’m interested in fictional errors, in bloopers. You know, Gatsby is set in a very particular time and place and yet it says something essential and true, at least to me, about America in general and about the American character. So especially in that kind of fiction, the specificity of the present moment you’re describing allows you to break through to something more universal. Are you a Netflix watcher? Seen anything good lately?I’ve just started Fauda, the Israeli thriller show, and I’m really impressed by it. Tightly done, well-shot. But the last two years my night-time, even, is taken up by making sure our website is working properly and paying the bills. The usual start-up sob story.","author":"Supriya Nair","time":"2018-07-02T19:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/884961-onoebyhtvc-1530524441.jpg","tags":["Vikram Chandra","Sacred Games on Netflix","Saif Ali Khan"],"source":"https://scroll.in/reel/884961/vikram-chandra-on-sacred-games-i-cried-though-i-know-whats-going-to-happen-to-the-characters"}