{"title":"Vincent Gallo accuses critic Roger Ebert of disrupting the 2003 Cannes premiere of ‘The Brown Bunny’","content":"In an essay in the magazine Another Man, filmmaker and actor Vincent Gallo spoke about his controversial 2003 movie The Brown Bunny and accused the late film critic Roger Ebert of disrupting its world premiere at the Cannes Film Festival that year. Ebert had called the movie, which starred Gallo and was also produced, directed, edited and written by him, the “worst film in the history of the festival”.  The film, about a motorcycle racer (Gallo) embarking on a cross-country expedition while haunted by memories of his ex-girlfriend (Chloe Sevigny), caused outrage over an explicit scene between the lead actors. The segment went on to become one of the most controversial sex scenes in film history. In the March 20 essay, Gallo addressed the criticism of the scene and accused Ebert of disrupting the press screening at the Cannes. He also made several other controversial claims, reported Indiewire and Hollywood Reporter, including over the Harvey Weinstein sexual harassment scandal. Gallo wrote:“It is outrageous that a single critic disrupted a press screening for a film chosen in main competition at such a high profile festival and even more outrageous that Ebert was ever allowed into another screening at Cannes. His ranting, moaning and eventual loud singing happened within the first 20 minutes, completely disrupting and manipulating the press screening of my film. Afterwards, at the first public screening, booing, laughing and hissing started during the open credits, even before the first scene of the film. The public, who had heard and read rumors about the Ebert incident and about me personally, heckled from frame one and never stopped. To make things weirder, I got a record-setting standing ovation from the supporters of the film who were trying to show up the distractors who had been disrupting the film. It was not the cut nor the film itself that drew blood. It was something suspicious about me. Something offensive to certain ideologues.Gallo said Ebert’s reactions to the film determined the public response to it. He also explained his motivations for making the film. “The Brown Bunny was an attempt at maintaining illusions and simultaneously presenting a heightened and enhanced version of reality, while hoping to result in new forms of insight into pathological behavior,” he wrote.About the controversal sex scene, he said “The Brown Bunny is not an attack on feminism or a sexist comment on the contemporary woman’s increased demand for sexual fulfillment. Instead it is simply a reminder of the corrupted nature of men when having contact with a less than sober woman.”\n\n\n    \n    Play\n\nThe Brown Bunny (2004).Ebert eventually gave the movie a thumbs-up after Gallo screened a re-edited version after the festival. Gallo criticised Ebert’s changed view, saying that the cuts he made were not drastic enough to prompt a change of heart. “If you didn’t like the unfinished film at Cannes, you didn’t like the finished film, and vice versa,” he wrote. “Roger Ebert made up his story and his premise because after calling my film literally the worst film ever made, he eventually realised it was not in his best interest to be stuck with that mantra. Stuck with a brutal, dismissive review of a film that other, more serious critics eventually felt differently about.”Gallo brought up a report in Screen International which claimed that he had apologised for making The Brown Bunny. “Hey, if people don’t like the film, I’m sorry for them,” is a far cry from, “I am sorry that I made the film.” or “I apologise for it”,” Gallo wrote. In this context, Gallo likened himself to American President Donald Trump. “Thankfully, these days Donald Trump has at least created some doubts about everything related to the press. In 2003 I was the Donald Trump of Cannes and anything I said or did was twisted and filtered through the righteous tabloid barbarians posing as journalists and critics,” he wrote.” The US President has often denounced mainstream media coverage that is critical of him as fake news.Gallo also segued into the Harvey Weinstein scandal in the essay, claiming that the film mogul had tried to sideline him for confronting him about allegedly sexually assaulting Asia Argento. The Italian model and actress was among the first group of women who had accused the producer of harassment in October.“I was close to Asia Argento, but we were never engaged. I do remember though threatening Harvey Weinstein for what Asia claimed he did to her. That created a real enemy in Harvey who certainly went out of his way to marginalize my work and my opportunities as much as he could. By calling him out then I was his enemy and no one from the press would repeat any of my claims against him. My clash with him was costly to me in a real way.  Naturally, it felt bad when, instead of speaking out along with me, Asia then denied and changed her story and went on to work with him, carry on a personal relationship with him, and repeat additional things I said about him to further enrage him against me. Her appearance in recent press regarding Harvey is very uncomfortable for me.”Gallo questioned Argento and fellow Weinstein accuser Rose McGowan for choosing to speak out last year. McGowan alleged that the producer had raped her in 1997 and offered her a settlement at the time. “What if, instead of taking a $100,000 payoff to remain silent, Rose McGowan filed charges against Harvey Weinstein at the time of her incident? How many future incidents would she have prevented?”He added, “Harvey Weinstein is a brutal pig, yes, but I really wish it wasn’t those two particular girls getting glorified for now saying so.”","author":"Scroll Staff","time":"2018-03-26T18:19:54.338496+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/873320-85390-xsvrrxtgul-1522043944.jpg","tags":["Vincent Gallo","The Brown Bunny","Roger Ebert"],"source":"https://scroll.in/reel/873320/vincent-gallo-accuses-critic-roger-ebert-of-disrupting-the-2003-cannes-premiere-of-the-brown-bunny"}