{"title":"Vineet Kumar Singh on ‘Mukkabaaz’ and finally playing the hero: ‘What more can I ask for?’","content":"Vineet Kumar Singh has worked with director Anurag Kashyap in three films: Gangs of Wasseypur (2012), the anthology film Bombay Talkies (2012) and Ugly (2014).  In all three roles, Singh has been a supporting actor, but in his fourth collaboration with Kashyap, Singh finally gets to play the part he has always wanted to for the past ten years: the hero.A trained Ayurvedic medicine practitioner, Singh moved from Varanasi to Mumbai in 1999 to become an actor. Since then, he has been in Hindi and Marathi productions, including City Of Gold (2010). In Mukkabaaz, which Kashyap developed from a script written by Singh, the actor plays Shravan Kumar, a low-caste boxer who falls in love with the niece of a ruthless Brahmin strongman (Jimmy Shergill) who controls the local boxing association and, therefore, Shravan’s professional future. Mukkabaaz has been co-produced by Phantom Films and Colour Yellow Productions and will be released on January 12.What inspired you to write a film about a struggling boxer?I have been a national level basketball player. I have played six national level games. In college, there always used to be healthy competition. There were a lot of them who were great at the game. And there were a few who could not make it big. Family situations, ego clashes and caste were some of the reasons.One day, I saw one of my seniors carry the box of a guard on his head at Banaras railway station. He tilted the box forward so that nobody could see his face. I saw him, but acted like I hadn’t because I did not want to embarrass him.That incident really hit me. These things are not talked about. There are a few players who clean the ground at 6am and run away at 9am so that people don’t see them. These people are featured with medals in newspapers as winners. But the reality of their lives is different, and it is unknown.I could have written a story about basketball, but the game is a team game. I was a little selfish because I wanted to write a film for myself. So I picked boxing.\n\n\n    \n    Play\n\nMukkabaaz (2017). You initially wrote ‘Mukkabaaz’ to be an out-and-out sports film on the lines of ‘Rocky’. How did the script change direction?After Gangs of Wasseypur and Ugly, the scripts that I kept getting were very similar to the roles I had done in these films. I wanted to do something different, but I wasn’t getting that one script. Good films were coming out every week, but I was not a part of those films. That is when I decided to write that one script. I wrote it with my sister and one of my friends in 2013. We then started pitching it to production houses, but with the condition that I would be the lead actor.Many production houses liked the script, but were hesitant to give me the lead role, instead suggesting that I play a supporting role. But I had written the film for myself.I finally went to Anurag Kashyap after three years of pitching the script to other people. I was thrilled to get Anurag sir’s feedback. One day, I got a call from him. He told me that he was doing this film, and with me. It was that phone call that every actor dreams of receiving in his life.But he had two conditions. He told me that I had to become a boxer, and that he would be making changes to the script. I was very happy. My main goal has always been to be an actor.What changes did Anurag Kashyap?The characters remained the same, but the situations were changed. A boxer is very temperamental and aggressive. Those traits remained the same. But the situations in which he was aggressive and temperamental changed.Was it difficult to let go of your original script? I had to unlearn a lot of things. I had written the film, and if I had come to the set with that state of mind, then it would have been difficult to work. I realised that I had to let go of the emotions of the characters I had written. I emptied myself. Sir [Anurag] included a lot of socially relevant things. It doesn’t have to be a boxer. Even a person in any field of work who has been suppressed because of unknown reasons will be able to relate to the film now.The movie explores caste through Shravan Kumar Singh’s character.A lot of people use the name Singh ahead of their name to hide their caste. Singhs are warriors, so Bhagwan Mishra [Jimmy Shergill] thinks that of Shravan Kumar. Shravan is fighting against so many things. Nobody can control where they are born. Shravan is not asking for any Taj Mahal. He is in love with a simple girl and he loves boxing. But the entire system is a beast and is against him.\n\n\n    \n    Play\n\nThe transformation of Vineet Singh.What did it take to become a boxer for the film?Playing a sportsman takes a lot of physical training. So I started training once I finished writing the script. I could not transform myself physically overnight, or even in three or four months for that matter. It took me almost three years to transform myself. I packed everything I had and sold all my valuables and left for Punjab for training.You were studying to be a doctor in Varanasi before moving to Mumbai.Ever since my childhood, I have loved to act. I used to act in front of my younger brother and sister. But I never looked at it as a profession. Once I did consider it and told my family, they did not agree with my decision. Later, once I wrote my medical exams, there was pressure from my family to become a doctor. So I started studying medicine. But one day, I got the chance to perform at my college cultural programme. That is the day I realised that acting was what I wanted to do.One day, my sister called me and told me to participate in a talent hunt show in Mumbai. So I left for Mumbai during my college holidays in 1999 and eventually won the talent show. Mahesh Manjrekar was one of the judges. I got my first film opportunity with Manjrekar to the film Pitah in 2002. But the film flopped.What were your initial days in Mumbai like?I did not have anyone in the film industry to help me. I knew Anurag sir because he too is from Banaras. But I did not want to approach him with a recommendation. I was waiting to work in a good film and then go and speak to him.I could not get ahead of the watchmen in the production houses. After the watchmen, I chased the assistant directors. That was the biggest struggle for me. I did not have anything to show them as proof. I waited for 10 years to get good work and then meet Kashyap. After 10 years, I got City of Gold. I went to Anurag sir’s office right after the film. He was surprised as to why I came to him so late. I told him I could not get films with my medical degree. Luckily he was auditioning for Gangs of Wasseypur and I got the role.What does it feel to have clinched the lead role in a film after so many years in the industry?Everyone who comes to Mumbai comes with a dream. I too came to the city with a dream. But I never knew so many years would fly by chasing the dream. I have worked in Bhojpuri serials and Doordarshan shows for survival. My entire savings were exhausted. After going through all this and after ten years, when I get to play the lead in a film like Mukkabaaz, the feeling is completely different.The first time I saw the clapperboard during the shoot, I got emotional. Colour Yellow and Phantom were written on the clapperboard and I could not control myself. What more can I ask for as an actor?\n\n\n    \n    Play\n\nGangs of Wasseypur (2012).","author":" Sruthi Ganapathy Raman","time":"2017-12-29T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/863051-77656-cstnffgvzj-1514459374.PNG","tags":["Vineet Kumar Singh","Mukkabaaz","Anurag Kashyap"]}