{"title":"Virat Kohli at his ODI best, Mohammed Siraj and Kuldeep Yadav’s brilliance: Takeaways from IND vs SL","content":"India registered a crushing 317-run victory in the third One-Day International to clean sweep the series against Dasun Shanaka-led Sri Lanka 3-0. India vs Sri Lanka: Kohli, Gill’s tons and Siraj’s four-for ensure record 317-run win for hostsThe ODI series was a contrast in comparison to the T20 series that was much more closely fought against the reigning Asian champions. In a year that will prove to be extremely important considering the ICC Men’s Cricket World Cup at home, the dominance India displayed in the 50-over series is a positive step.With a new opening pairing in Rohit Sharma and Shubman Gill that looked assuring, the middle order too is bolstered by the return of the ODI run-machine Virat Kohli. It’s almost like the last three years and the worry around him returning to form was almost unfounded. IND vs SL: ‘Business as usual for Virat Kohli’, ‘Majestic Shubman Gill’ – Reactions to special tonsKL Rahul and Shreyas Iyer getting comfortable with their roles in the middle-order is a good sign for India too and with some consistency, India’s seems settled at the moment. Hardik Pandya and Axar Patel too provided glimpses of promise lower down the order but more will be expected from them in the upcoming series against New Zealand. The absence of Jasprit Bumrah in the series meant that the pace battery was a cause of concern. However, Mohammad Siraj, Umran Malik and Mohammad Shami stepped up on multiple occasions. Even as uncertainty around Yuzvendra Chahal remains, India can take respite in knowing that Kuldeep Yadav is looking confident and more certain than ever. Here’s a look at three takeaways from the ODI series:Kohli the run-machine is backThe biggest takeaway from the series has to be Kohli’s return to becoming the sublime run-machine he used to be. For nearly three years, having gone without the century, there was talk about how he doesn’t have the same aura around him anymore. The 71st century answered some doubts, then came a memorable knock at MCG against Pakistan in T20Is. In the format he most enjoys, he had already announced that he was back in the third ODI against Bangladesh at Chattogram but he cemented that notion with two centuries in three matches this series. Ending the series with 283 runs at an average of 141.50 is fantastic but the manner in which he has brought them speaks volumes too. The innings in Guwahati might not have been chance-less and there was luck going his way, but at Thiruvananthapuram, he was playing one of those video games innings, as he refers to Suryakumar Yadav’s exploits these days. His acceleration after the half-century and especially, post the century in the third ODI was exemplary.This was, undoubtedly, Kohli near his ODI best.Siraj, Kuldeep stake their claimsWith nine wickets in this series, Siraj led the pace department’s charge in the absence of Jasprit Bumrah. In the first ODI, he bowled brilliantly in the powerplay like he was expected to. In the second ODI,  he dismissed opener Avishka Fernando but starred largely in the back-end of the innings to finish with 3/30. In the third ODI, he starred with a brilliant opening spell in the powerplay yet again, cleaning up the top three of the Lankan batting line-up and Wanindu Hasaranga to finish with his career-best 4/32. He fell short of a five-for but his performance in Kerala was particularly special considering the pitch did not offer much to the bowlers other than a little bit of low bounce. At this stage, it would seem Kuldeep Yadav and Yuzvendra Chahal are essentially playing for one spot. It was a reported shoulder injury to Chahal in the first ODI that opened the doors for Kuldeep and in two matches, he was able to pick up five wickets. Even considering the most recent performances of the two leg-spinners, it seems like Kuldeep has found his rhythm in this format as well and now holds a stronger claim.  Recent bowling performances - Kuldeep Yada \n    \n       Overs  Econ  Inns  Opposition  Ground  Start Date \n    \n     5-1-16-2  3.20  2  v Sri Lanka  Thiruvananthapuram  15 Jan 2023  10-0-51-3  5.10  1  v Sri Lanka  Eden Gardens  12 Jan 2023  10-1-53-1  5.30  2  v Bangladesh  Chattogram  10 Dec 2022  4.1-1-18-4  4.32  1  v South Africa  Delhi  11 Oct 2022  9-0-49-1  5.44  1  v South Africa  Ranchi  9 Oct 2022  8-0-39-1  4.87  1  v South Africa  Lucknow  6 Oct 2022 \n   via ESPNCricinfo   Recent bowling performances - Yuzvendra Chahal \n    \n       Overs  Econ  Inns  Opposition  Ground  Start Date \n    \n     10-0-58-1  5.80  2  v Sri Lanka  Guwahati  10 Jan 2023  10-0-67-0  6.70  2  v New Zealand  Auckland  25 Nov 2022  4-0-17-4  4.25  2  v West Indies  Port of Spain  27 Jul 2022  9-0-69-1  7.66  1  v West Indies  Port of Spain  24 Jul 2022  10-0-58-2  5.80  2  v West Indies  Port of Spain  22 Jul 2022 \n   via ESPNCricinfo  Shubman Gill, the designated opener?When Gill was picked over double-centurion Ishan Kishan as Rohit’s opening partner, there were mixed emotions because how do you leave someone out after the left-hander pulled off a double-century Chattogram? But Gill has truly been solid in ODIs for a while now and continued to be so in this series. Winning the player of the series award in Zimbabwe and West Indies had already put him in the reckoning for the spot. With Shikhar Dhawan looking out of favour among the selectors and management, Gill had the opportunity to make this spot his own.In the three matches, he scored a 60-ball 70 in the first ODI and a fluent century in the third ODI. He was looking in great touch even in the second ODI at Eden Gardens, striking at 175 but was dismissed for 21 off 12. He has made a strong case for himself in this series, piling 207 runs at an average of 69.The competition for places at the top of the order should still keep him on his toes, but he certainly showed this series that he belongs in this format.","author":" Samreen Razzaqui","time":"2023-01-16T08:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185655-bytpkysqjc-1673796322.jpg","tags":["India","Sri Lanka","Mohammad Siraj","Virat Kohli","Shubman Gill","Kuldeep Yadav","India vs Sri Lanka"],"source":"https://scroll.in/field/1041903/virat-kohli-at-his-odi-best-mohammed-siraj-and-kuldeep-yadavs-brilliance-takeaways-from-ind-vs-sl"}