{"title":"Virat Kohli after 45th ODI ton: ‘One thing I learnt is desperation doesn’t get you anywhere’","content":"Virat Kohli on Tuesday said playing “without any fear” remains key to his success after his 45th one-day international century led India to a 67-run win over Sri Lanka in the opening match of the series.Kohli, who survived two dropped catches on 52 and 81, stood out with his 73rd ton across all formats as he let out a roar and took off his helmet to bask in the stadium’s applause.“My preparation and intent always remain the same,” player of the match Kohli said in the post-match presentation. “I thought I was hitting the ball nicely. It was close to the template I play with. I understood we needed an extra 25-30 runs. I tried to understand the conditions in the second half. Tried to get a comfortable total for us on the board.”Also read: IND vs SL: Reactions as Kohli’s 45th ODI ton powers India to 373 – ‘This is the Virat we all know’The former captain has hit two successive ODI hundreds since coming out of an extended lean patch last year when he spoke about his mental struggles during the phase. “The one thing I learnt was desperation doesn’t get you anywhere,” Kohli said on lessons learnt.“The game still remains very simple. It’s when we start complicating things with our own attachments, our own desires, our own attachment to who we become from people’s point of view, not who we were when we picked up the bat or the ball when we started playing. I think when that perspective goes off, you start putting yourself in a space where everything just keeps spiralling downwards,” he added.Kohli also said that he was now back to playing for the right reasons, and that he feels almost like playing every game like it’s your last game and being happy about it, “I cannot hold on to things. The game is going to move on, it’s going to keep going on, many players have played in the past as well. I am not going to play forever. So what I am trying to hold on to, what I am trying to protect? So all these I realised. I am in a happy space [now]. I am just enjoying my game and I just want to play with enjoyment as long as I play,” he said.Later in an interview with Suryakumar Yadav, on BCCI.tv, the former Indian skipper further reflected on the expectations from him during his dry spell in international cricket. Kohli said that he was focusing on fulfilling those expectations instead of being true to himself.“Hopefully, I can build on this (start to the year) as it is also the year for the World Cup and a big Test series against Australia awaits. So, scoring runs in any match gives you confidence. But today, I was happy that I was able to almost bat through the innings,” he said.He reflected on his lean patch, saying, “When your cricket is going well, your form is great, everything flows well but in my case, when it dipped a little, frustration started creeping in. Because I wanted to play in the same fashion and people have this expectation, so I felt like I had to play like this, that I should play like this and that I will have to play like this. But the cricket wasn’t allowing me to play in that fashion.”He added, “It was a different time for me. And because of that my cricket was very far away. Because my desires and attachments had totally taken over.”“That’s when I realised I can’t be away from who I am. I have to be true to myself. Even when I am vulnerable and not playing well or I’m the worst player around, I have to accept it. I can’t be in denial,” he explained.“Because in denial, in my case, a lot of frustration was creeping in and I was getting very cranky, and very snappy in my space, which wasn’t good at all. I did not feel it was fair on anyone around me,  Anushka, my close ones or anyone. It is not fair to the people that support you and are with you all the time to keep seeing you in that space. I had to take responsibility and put things in perspective.”Kohli took a break from India’s tour of the West Indies and Zimbabwe before his Asia Cup campaign, where he finished as the tournament’s second-leading run-scorer with 276 runs, including his first T20I century against Afghanistan.He spoke about the break, saying, “When I came back relaxed for the Asia Cup, I started enjoying practice. I started enjoying training again. Which is how I have always played my cricket. What I will say is that if you feel a little bit of desperation; always take two steps back, rather than pushing more and more. Because then things will start to go away from you.”Watch the post-match presentation here.With inputs from AFP","author":"Scroll Staff","time":"2023-01-11T15:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185483-pjqiogsoav-1673427311.jpg","tags":["India","Sri Lanka","Virat Kohli","Suryakumar Yadav","Cricket","Australia","Asia Cup 2022","ICC Cricket World Cup 2022"],"source":"https://scroll.in/field/1041642/virat-kohli-after-45th-odi-ton-one-thing-i-learnt-is-desperation-doesnt-get-you-anywhere"}