{"title":"Punjab polls: AAP wins 92 of 117 seats, CM candidate Bhagwant Mann wins by 58,000 votes","content":"The Aam Aadmi Party swept the Punjab elections winning 92 of the 117 constituencies in the state, Election Commission data showed. The party also garnered 42.01% of the votes. The Congress which was in power in Punjab could bag just 18 seats with 23% of the vote share. The Akali Dal got three seats and the Bharatiya Janata Party got two of them. The Bahujan Samaj Party won a solitary seat, while and Independent candidate also bagged one.Aam Aadmi Party’s chief ministerial candidate Bhagwant Mann won from the Dhuri constituency by a margin of 58,206 votes, data from the Election Commission showed. He secured 64.29% of all votes cast.After his victory, Mann said that the change in Punjab will be visible in a month and that the party will tackle unemployment on priority, the Hindustan Times reported. He made the comment while speaking in Dhuri city of Sangrur district.“We will save the youth of Punjab, frustrated due to unemployment,” said Mann. “You have done your duty, now the responsibility is on my shoulders to deliver for Punjab. The chief minister will work for entire Punjab... not for a party.”Mann also announced that his oath-taking ceremony will be held in Nawanshahr district’s Khatkarkalan, the ancestral village of revolutionary and freedom fighter Bhagat Singh, according to NDTV.Mann further said that there will no photographs of the chief minister in any government office. “Instead, there will be pictures of Bhagat Singh and BR Ambedkar,” he added.Punjab Chief Minister Charanjit Singh Channi lost both seats – Chamkaur Sahib and Bhadaur – where he was contesting. Meanwhile, voters in the Amritsar East constituency snubbed both high-profile candidates, Congress’ state unit chief Navjot Singh Sidhu and Akali Dal leader Bikram Singh Majithia. Aam Aadmi Party candidate Jeevan Jyot Kaur bagged the seatFormer Punjab Chief Minister Amarinder Singh lost his family bastion of Patiala Urban. Senior Shiromani Akali Dal leaders Parkash Singh Badal and Sukhbir Singh Badal lost their respective seats to Aam Aadmi Party candidates as well. ‘Kejriwal not a terrorist’In an address to the people of Punjab, Aam Aadmi Party National Convenor Arvind Kejriwal said that all the political parties had united to say that he was “a terrorist”, India Today reported. “Today, through the mandate, the people have said that Kejriwal is not a terrorist...He is the true son of the soil, a true nationalist,” he was quoted as saying.Kejriwal also congratulated the people of Punjab for having done an “amazing job”.","author":"Scroll Staff","time":"2022-03-10T17:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171312-qafzezhjrv-1646906869.jpeg","tags":["Punjab","Punjab Assembly election results","Bhagwant Mann"],"source":"https://scroll.in/latest/1019201/visible-change-in-a-month-bhagwant-mann-says-tackling-unemployment-in-punjab-will-be-a-priority"}