{"title":"VK Sasikala announces return to politics, urges AIADMK to unite against ‘common enemy’ DMK","content":"Expelled All India Anna Dravida Munnetra Kazhagam leader VK Sasikala, who returned to Tamil Nadu to a rousing welcome on Monday after serving a four-year jail term, announced that she will return to politics, the Hindustan Times reported. Ahead of the Assembly elections in the state, she urged the AIADMK to unite against the MK Stalin-led Dravida Munnetra Kazhagam. “My intention is that everyone must work in unity and not let the common enemy capture the throne,” she was quoted as saying by the newspaper. “The party [AIADMK] has faced several struggles and risen like a phoenix in the past.” Sasikala said that the AIADMK should win the upcoming Assembly elections and dedicate its victory to late Tamil Nadu Chief Minister J Jayalalithaa, The Indian Express reported. “Our party will be etched forever in poor people’s hearts,” she added. Sasikala also hit out at the current AIADMK leadership for stopping her from using the party flag. She said that the decision revealed the fear among the party’s leaders. During her road journey from Karnataka to Tamil Nadu on Monday, Sasikala had changed vehicles twice. Both the vehicles carried AIADMK flags though Sasikala is not technically a member. However, the police were told that the cars belonged to AIADMK members. Also read: VK Sasikala returns to poll-bound Tamil Nadu in vehicle carrying AIADMK flagBefore Sasikala’s release from prison, Tamil Nadu Chief Minister Edappadi K Palaniswami had ruled out any possibility of her rejoining the AIADMK. However, it has been reported that the Bharatiya Janata Party has been pushing its ally to let Sasikala back into the party fold to avoid a split of votes that could benefit the DMK. Her nephew TTV Dhinakaran had formed a breakaway faction of the AIADMK, called the Amma Makkal Munnetra Kazhagam Sasikala, who was a close aide of Jayalalithaa, was convicted in a disproportionate assets case on February 14, 2017. Jayalalithaa was also accused of colluding with Sasikala, her sister-in-law J Ilavarasi, and their nephew VN Sudhakaran between 1991 and 1996. The four had allegedly amassed around Rs 65 crore. Sasikala was released from a jail in Bengaluru on January 27. After her release, she was moved to a hospital for coronavirus treatment and discharged on January 31. She stayed in quarantine for a few days before returning to Tamil Nadu.","author":"Scroll Staff","time":"2021-02-09T12:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154611-ptvwtircyd-1612853142.jpg","tags":["AIADMK","VK Sasikala","Tamil Nadu","Tamil Nadu elections"],"source":"https://scroll.in/latest/986374/vk-sasikala-announces-return-to-politics-urges-aiadmk-to-unite-against-common-enemy-dmk"}