{"title":"Rise in Srinagar voter turnout proof that abrogating Article 370 was right decision, says Amit Shah","content":"The high voter turnout in Jammu and Kashmir’s Srinagar during the Lok Sabha polls held on Monday is the “greatest testament to the rightness” of abrogating Article 370 of the Constitution, Union Minister of Home Affairs Amit Shah said in an interview with The Hindu on Tuesday.At 37.98%, Srinagar saw the lowest voter turnout in the country during phase four of the Lok Sabha elections. However, this was significantly higher than the 14.39% turnout that the constituency recorded in 2019 and was the highest since 1996.Article 370 of the Constitution, which gave special status to the erstwhile state of Jammu and Kashmir, was abrogated by the Centre on August 5, 2019. The ongoing polls are the first Lok Sabha election in Jammu and Kashmir since then.Asked why the Bharatiya Janata Party was not contesting any of the constituencies in the region, Shah said: “There was propaganda against us that the Centre was doing development work in Jammu and Kashmir to enforce rajnaitik prabhutva [political sovereignity] of the BJP there. After much serious thought, we decided that we will first build up our organisation on the ground and then give a candidate to fight polls.”There are three Lok Sabha seats in the Kashmir region – Anantnag-Rajouri, Srinagar and Baramulla – and two in Jammu, Udhampur and Jammu, as well as a lone seat in Ladakh. The two Lok Sabha constituencies in the Jammu region voted in the first two phases in April.Shah said that “there is no greater testament to the removal of Article 370 than the polling percentages going up from 14% in the past to 40% in the valley in this phase of polling”. He also claimed that “more than 40% of displaced Kashmiri Pandits have cast their votes, when in the past this figure was in single digits”.Srinagar had recorded polling percentages of 30.06% in 1998, 11.93% in 1999, 18.57% in 2004, 25.55% in 2009 and 25.86% in 2014.In December, the Supreme Court in its verdict on petitions challenging the Centre’s decision had directed the government to restore Jammu and Kashmir’s statehood “at the earliest and as soon as possible”. The court had also set September 2024 as the deadline for the Election Commission to conduct elections for the Legislative Assembly that is to be restored in Jammu and Kashmir.Regional parties in Jammu and Kashmir – the National Conference and the Peoples Democratic Party – had alleged that their workers were “arrested” by the Jammu and Kashmir Police ahead of the polling in the Kashmir region on Monday.","author":"Scroll Staff","time":"2024-05-15T13:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180843-mvigqhcecm-1664976689.jpg","tags":["Kashmir","Amit Shah","Home ministry","Voter turnout","Article 370","Lok Sabha 2024","Jammu and Kashmir","Srinagar"],"source":"https://scroll.in/latest/1067895/voter-turnout-in-srinagar-proof-that-abrogating-article-370-was-right-decision-says-amit-shah"}