{"title":"‘Voters cannot be removed from electoral roll without being given reasonable hearing’: Kerala HC","content":"The Kerala High Court has said that election authorities must not remove a voter’s name from the electors’ list without giving them a reasonable hearing, Live Law reported. In an order on June 10, the court asked the Election Commission to conduct a detailed inquiry into the deletion of the name of Thiruvananthapuram resident A Subair from the voters’ list. Subair was unable to vote in the Lok Sabha election in Kerala on April 23, after which he moved the High Court.In its response, the Election Commission told the court that Subair’s name was deleted because he was found to have moved from the constituency he was enrolled in. Moreover, Subair did not raise any objection to the removal of his name in electoral roll drafts that were published in October 2017, January 2018 and January 2019, the poll body said, adding that wide publicity was given to the first draft.The petitioner told the court that he had lived at the same house since the time he first became a voter. However, he and his family had moved away briefly when repair work was going on at the house. The court found it “quite surprising” that his wife and daughter had also moved with him in that period, but their names were still on the list.Justice Shaji P Chaly said the Election Commission needs to look into the matter seriously to avoid such situations in future. “The voting right of a person is a valuable right enjoyed by a person, which cannot be taken away by deleting the name from the voters list,” the judgement said. “If a person is already appearing in the voters list, before removing the said person from the voters’ list, necessarily due and thorough enquiry should be conducted, and I do not think, in the case on hand, the officers functioning under the respondent have undertaken such an exercise.”The court said that in removing a voter’s name, the electoral registration officer is duty-bound to give them a “reasonable opportunity of being heard in respect of the action proposed to be taken”. The action or inquiry is not an “empty formality”, but “founded on principles of natural justice, which if violated, action becomes arbitrary and illegal inviting action against the officer concerned”, the court said.The court added that the removing a voter’s name cannot be justified just because he did not raise an objection to the draft electoral rolls.The Election Commission told the court that a serious inquiry is being held into the case, and action will be initiated if any malpractices are found. The court gave the poll panel two months to take action against the officers who removed Subair’s name.The court also ordered that if Subair submits an application to get his name added to the voter’s list again, it should be processed within two weeks.","author":"Scroll Staff","time":"2019-06-19T14:52:45.840502+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/927583-14b5fb29-a020-4c8a-adba-0e06b1b43ca4.jpg","tags":["Kerala High Court","Voters list","Election Commission","Thiruvananthapuram"],"source":"https://scroll.in/latest/927583/voters-can-not-be-removed-from-electoral-roll-without-giving-them-reasonable-hearing-kerala-hc"}