{"title":"Voters chose uninterrupted progress by re-electing Modi government, says President Ram Nath Kovind","content":"President Ram Nath Kovind addressed a joint sitting of the two Houses of Parliament in the Central Hall on Thursday. The customary address by the president will be followed by proceedings in both Houses.Kovind said the newly elected Lok Sabha represents an image of the diversities of India, with the most women MPs ever and nearly half of the new members being first-timers. “It is a matter of joy that the reflection of India’s diversity is visible in this joint sitting,” he said. “People of every age, hailing from villages and cities, belonging to every profession, are members of both the Houses.” “The people of the country have given a very clear mandate in this election,” he said, adding that the people had given the Narendra Modi government a bigger majority after assessing its performance during the first tenure. “By doing so, the people of the country have given a mandate for continuing uninterrupted and at an accelerated pace the journey of development which started in 2014,” he said. The president added that the voters had seen disappointment and instability before 2014.“National security is paramount for my government,” he said. “Surgical strike and air strike on terror camps have made India’s intentions clear.”The president urged parliamentarians to seriously consider the “development-oriented” proposal to hold simultaneous elections to the Lok Sabha and state assemblies, PTI reported. He noted that frequent elections had affected the pace and continuity of development. “Our countrymen have demonstrated their wisdom by delivering a clear verdict...one nation simultaneous elections is the need of the hour, which would facilitate accelerated development, thereby benefiting our countrymen,” he added.This came a day after Prime Minister Narendra Modi discussed the idea of “one nation, one election” an all-party meeting in New Delhi. Modi said ommittee would be set up to provide “time-bound suggestions” on the proposal.“My government is moving ahead to create strong, secure and inclusive India,” the president said, listing out several schemes. “To help farmers and small traders live a life of dignity, government has started a pension scheme for them. Creating ‘Jal Shakti’ ministry is a step towards water conservation as water crisis may deepen in future.”The government is giving residential and health facilities to the poor as poverty can be removed only by empowering them, he added. “Twenty-six lakh poor patients have benefited from Ayushman Bharat scheme, and 1.5 wellness centres are likely to be functioning by 2022.”Praising the government’s efforts to do away with the practice of triple talaq, Kovind said: “Removing practices like triple talaq and ‘nikah halala’ are essential to give equality to women.” The president added that efforts are on to simplify the Goods and Services Tax regime, and a new industrial policy will be announced soon. The new government will make its “policy of zero tolerance towards corruption more expansive and effective”, he said. The president added that the world was standing with India on the issue of terror and cited the United Nation’s listing of Masood Azhar as a global terrorist as proof.“My government is building transport system with emphasis on speed, security and environment,” he said, adding that rivers such as Cauvery, Periya, Mahanadi, Narmada and Godavari will be made pollution free. The first session of the 17th Lok Sabha commenced on Monday, with 313 newly-elected MPs taking oath. The next day, 222 MPs were sworn in. On Wednesday, Bharatiya Janata Party MP from Kota in Rajasthan, Om Birla, was unanimously elected the Speaker of Lok Sabha. The BJP had on Tuesday nominated the 57-year-old for the post, with the backing of all members of the National Democratic Alliance.Prime Minister Narendra Modi held an all-party meeting on Wednesday to discuss the “One Nation, One Election” idea. Modi said simultaneous elections are “not a single party’s agenda, but...an issue of national importance and the views of all parties would be considered and given due importance”. Other matters like the celebration of 75 years of Independence in 2022 and the 150th birth anniversary of Mahatma Gandhi this year were discussed at the meeting at Parliament House.","author":"Scroll Staff","time":"2019-06-20T11:16:25.522333+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/122235-flymznjzii-1561009527.jpeg","tags":["Ram Nath Kovind","Parliament","Rajya Sabha","Lok Sabha","President"],"source":"https://scroll.in/latest/927685/voters-chose-uninterrupted-progress-by-re-electing-modi-government-says-president-ram-nath-kovind"}