{"title":"Voting for Congress, CPI(M) means backing BJP: Mamata Banerjee","content":"Voting for the Congress and the Communist Party of India (Marxist) in West Bengal will be tantamount to voting for the Bharatiya Janata Party, Trinamool Congress chief Mamata Banerjee said at a rally on Sunday, the Hindustan Times reported.“I formed the INDIA alliance,” Banerjee said, referring to the coalition of Opposition parties. “I named it as well. I will look into it after the elections. But there has been no alliance in Bengal. The alliance Congress and CPI(M) have formed is a conspiracy. Voting for Congress will mean voting for BJP. Voting for CPI(M) will mean voting for BJP.”Banerjee made the comments while campaigning for her party’s Krishnanagar candidate Mahua Moitra. The Trinamool Congress will contest all 42 Lok Sabha seats in West Bengal alone after it did not reach a seat-sharing agreement with its INDIA bloc partners.Banerjee’s comments came even as Trinamool Congress MP Derek O’Brien said that his party is “very much” part of the Opposition alliance.“The All India Trinamool Congress very much was, is and will be part of the INDIA alliance,” O’Brien said at the bloc’s rally in New Delhi’s Ramlila Maidan on Sunday. “This is a fight of the BJP versus democracy.”On Sunday, Banerjee also challenged the BJP to win at least 200 seats in the Lok Sabha polls, NDTV reported.“In the 2021 West Bengal assembly polls, they aimed for 200 plus seats but had to stop at 77,” she said. “Some of these 77 have since joined us.”Also read:‘Modi wants to be king forever’: Why ordinary voters flocked to the Save Democracy rally in Delhi","author":"Scroll Staff","time":"2024-04-01T09:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180506-myprxnrbrh-1664342716.jpg","tags":["Lok Sabha elections 2024","Mamata Banerjee","West Bengal","Congress","Trinamool Congress","Communist Party of India (Marxist)","Lok Sabha 2024"],"source":"https://scroll.in/latest/1066049/voting-for-congress-cpi-m-means-backing-bjp-mamata-banerjee"}