{"title":"Bye-polls: Gorakhpur Lok Sabha seat has 43% voter turnout, Bihar’s Araria fares best with 57%","content":"Voting was held for bye-polls to Lok Sabha and Assembly seats in Uttar Pradesh and Bihar on Sunday morning. The results will be declared on Wednesday.In Bihar’s Araria Lok Sabha constituency, the voter turnout was 57%, while the two Assembly seats of Jehanabad and Bhabua saw 50% and 54% voting, PTI reported.In Gorakhpur Lok Sabha seat in Uttar Pradesh, there was a voter turnout of 43% and in Phulpur, 37.4% of the electorate turned up to vote.   In Uttar Pradesh, an election official said there were complaints of malfunctioning voting machines at some booths. However, the faulty machines were replaced promptly, the official told PTI.Uttar PradeshBye-elections in Uttar Pradesh are being held for two Lok Sabha seats – Gorakhpur and Phulpur – vacated by Chief Minister Adityanath and his deputy Keshav Prasad Maurya. At least 6,500 personnel of central armed paramilitary forces have been deployed at polling stations.The Uttar Pradesh polls are significant as it will test the new arrangement between Akhilesh Yadav’s Samajwadi Party and Mayawati’s Bahujan Samaj Party. The two leaders struck a deal earlier this month – the BSP will support the Samajwadi Party’s Lok Sabha candidates for the bye-polls, and in return, the Samajwadi Party will support the BSP’s candidate in the Rajya Sabha elections on March 23.If the SP-BSP tie-up wins, the two parties may decide to ally for the 2019 Lok Sabha Elections to counter the BJP. The Congress is contesting on its own.BiharBihar’s Araria Lok Sabha seat fell vacant after the death of Rashtriya Janata Dal strongman Mohammed Taslimuddin. In the Jehanabad Assembly seat, bye-polls were necessitated by the death of RJD lawmaker Mundrika Singh Yadav, and the Bhabua Assembly seat fell vacant after the death of the Bharatiya Janata Party’s Anand Bhushan Pandey.The polls in Bihar, meanwhile, are the first to take place after Chief Minister Nitish Kumar ended the alliance between his Janata Dal (United) and the Rashtriya Janata Dal in 2017 and tied up with the BJP.  It is also seen as a direct battle between Kumar and RJD’s Tesjashwi Yadav, who has been leading the party in the absence of his father Lalu Prasad Yadav, who is in jail for the fodder scam case.#GorakhpurByPoll : Minister of State for Finance Shiv Pratap Shukla cast his vote in Gorakhpur pic.twitter.com/IFgo0rejTf— ANI UP (@ANINewsUP) March 11, 2018\n\nGorakhpur: Chief Minister Yogi Adityanath at a polling station to cast his vote for Lok Sabha by-election. pic.twitter.com/5eFWfZMuEy— ANI UP (@ANINewsUP) March 11, 2018\n\nA complaint was filed against Bihar BJP President Nityanand Rai for violating the model code of conduct. Rai had allegedly said that if Sarfaraz Alam, a Rashtriya Janata Dal candidate, won the polls, “Araria would become a hub of the ISIS”.","author":"Scroll Staff","time":"2018-03-11T08:03:55.028847+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/871577-84188-eesfuidhtz-1520737411.jpg","tags":["Lok Sabha","Bypolls","Uttar Pradesh","Gorakhpur","Phulpur","Bihar"],"source":"https://scroll.in/latest/871577/voting-begins-for-bye-polls-in-uttar-pradesh-and-bihar"}