{"title":"VVIP chopper scam revelations block Parliament proceedings","content":"Sessions in both houses of Parliament were disrupted on Wednesday as the Bharatiya Janata Party brought up an Italian court verdict in the Rs 3,565-crore VVIP chopper scam, reported NDTV. The party also raked up the interview middleman James Christian Michel's gave to The Hindu and News 18. Michel is accused of lobbying for UK-based firm AgustaWestland and its parent Italian major Finmeccanica for the deal in 2010 involving the purchase of 12 helicopters for the Indian Air Force. He said that he has written to Prime Minister Narendra Modi offering cooperation with the Enforcement Directorate and Central Bureau of Investigation probing the case, reported The Hindu.The ruling party attacked Congress chief Sonia Gandhi and senior leader Manmohan Singh regarding the Gandhis' connection to the scam. The war of words continued as Congress leader Ghulam Nabi Azad shot back, and demanded to know why the Modi government had allowed AgustaWestland \"to take part in the Modi government's Make in India event\". The company was blacklisted by the previous government when the scam came to light.Regarding this letter to Modi, Michel said, “I think this is the only way to settle this, a direct questioning. I wish the CBI or ED would come here. Because I can be helpful with documentation,” he said, adding that he is yet to receive a reply from the Prime Minister's Office. He said he was a victim of \"political conspiracy\". Investigation agencies have accused Michel of paying bribes to senior officials to bag the deal. A red corner notice was issued against him in December 2015. However, the British businessman denied any wrong doing on his part in connection with the deal and said the evidence presented at the Italian court were staged. He however, insisted that he has never met or contacted anyone from the Gandhi family regarding the chopper deal. On April 25, the Italian Court of Appeals in Milan observed that the former UPA government displayed \"substantial disregard\" in arriving at the full truth behind the scam and refused to share crucial documents with investigators. The court said that there was \"reasonable belief\" that corruption took place in India's deal in 2010 with Finmeccanica for 12 choppers to be used by top leaders including the prime minister. \"There is no case, my party will respond on this,\" former Prime Minister Manmoham Singh has said.The UPA government had signed an agreement with AgustaWestland to buy 12 helicopters to transport VVIPs. However, the deal fell through following reports in Italy that the company had bribed Indian officials to get the deal. The CBI began its investigation into the case in 2013.","author":"Scroll Staff","time":"2016-04-27T12:43:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/807255-article-bwaoteozbu-1461740870.jpeg","tags":["VVIP chopper scam","Sonia Gandhi","Christian Michel","AgustaWestland","Finmeccanica"],"source":"https://scroll.in/latest/807255/vvip-chopper-scam-revelations-block-parliament-proceedings"}