{"title":"Vyapam scam: Chargesheet filed against 26 accused for forgery and criminal conspiracy","content":"The Central Bureau of Investigation on Saturday filed a chargesheet against 26 persons in connection with the Vyapam scam in Madhya Pradesh, PTI reported. The document is part of the agency’s investigation into cases related to alleged irregularities in various entrance and recruitment exams conducted by the Madhya Pradesh Professional Examination Board – also known as the Vyavsayik Pariksha Mandal, or Vyapam. The CBI said it did not find any evidence to establish former Madhya Pradesh minister Laxmikant Sharma’s involvement in the case, The Times Of India reported. The agency said it had found nothing significant in allegations related to illegal selection of candidates from Maharashtra’s Gondia district. The Congress in 2014 had alleged that several candidates whose names featured in the merit list of the exam were from Gondia, which is the native place of former Chief Minister Shivraj Singh Chouhan’s wife. The opposition party had claimed that the candidates were recruited based on the chief minister’s orders.“We have filed a chargesheet in the court of special CBI judge Suresh Singh,” said the agency’s special prosecutor Satish Dinkar. “They have been charged with forgery, criminal conspiracy [under the Indian Penal Code] as well as under the Prevention of Corruption Act and Information Technology Act.”Dinkar said the accused include 19 candidates who allegedly tried to pass the test for transport constable’s post by bribing middlemen and Vyapam officials. The chargesheet also names officials including former controller of exams Pankaj Trivedi and three middlemen.Although first information reports in the scam have been filed since 1995, the racket finally came to light in May 2012. Vyapam scam case: Former Madhya Pradesh Minister Laxmikant Sharma & 7 other accused get clean chit in Central Bureau of Investigation's probe.— ANI (@ANI) January 19, 2019","author":"Scroll Staff","time":"2019-01-20T13:17:55.108905+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/910142-24595-mdlphzwzou-1508121592.jpg","tags":["Madhya Pradesh","Vyapam","CBI","Laxmikant Sharma","Shivraj Singh Chouhan"],"source":"https://scroll.in/latest/910142/vyapam-scam-chargesheet-filed-against-26-accused-for-forgery-and-criminal-conspiracy"}