{"title":"Vyapam scam: Digvijaya Singh deposes in Bhopal special court for over two hours","content":"A special court in Bhopal on Saturday recorded the statement of Congress leader Digvijaya Singh in connection with his complaint against Madhya Pradesh Chief Minister Shivraj Singh Chouhan, Union minister Uma Bharti and others in the Vyapam scam, PTI reported. The Congress leader has alleged that crucial evidence against them was deleted from an Excel sheet seized from the main accused.Singh deposed for over two hours in the court of Judge Suresh Singh, who deals with cases related to legislators. Senior lawyer and former Union minister Kapil Sibal and senior Congress leader and counsel Vivek Tankha appeared for Digvijaya Singh.“Digvijaya Singh has submitted the copy of a document connected with the Vyapam scam in which Chouhan’s name figures 48 times,” Sibal told reporters. Tankha said Digvijaya Singh submitted documents running into 27,000 pages.According to Digvijaya Singh, officials of the Indore Crime Branch, which investigated the scam before the Central Bureau of Investigation took over the case, tampered with a hard disk seized from Vyapam official Nitin Mahindra in July 2013 to protect Chouhan.The Bharatiya Janata Party accused the Congress of trying to mislead people on the matter and said it was scared of the chief minister’s popularity, reported PTI. “Congress doesn’t believe in any investigating agency,” said Madhya Pradesh’s Public Relations Minister Narottam Mishra. “They questioned the police investigation into the Vyapam case. Hence, the investigation was handed over to the STF [special task force]. But since it was not satisfied, a high court-monitored SIT investigated the charges.The investigation was later handed over to the CBI, but the Congress is still not satisfied.”  The CBI has earlier said there is no evidence to suggest the hard disk had been tampered with. The agency is investigating cases related to alleged irregularities in various entrance and recruitment exams conducted by the Madhya Pradesh Professional Examination Board – also known as the Vyavsayik Pariksha Mandal, or Vyapam. Although first information reports in the scam have been filed since 1995, the racket finally came to light in May 2012.","author":"Scroll Staff","time":"2018-09-22T19:29:02.916664+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/895444-2273-niricadjrw-1493882553.jpg","tags":["Madhya Pradesh","Vyapam scam","Digvijaya Singh","Shivraj Singh Chouhan"],"source":"https://scroll.in/latest/895444/vyapam-scam-digvijaya-singh-deposes-in-bhopal-special-court-for-over-two-hours"}