{"title":"Vyapam scam: No conspiracy behind deaths linked to case, says CBI","content":"The Central Bureau of Investigation has ruled out any conspiracy behind the deaths linked with the Vyapam scam in Madhya Pradesh, PTI reported on Sunday. The case is related to alleged irregularities in various entrance and recruitment examinations conducted by the Madhya Pradesh Professional Examination Board, also known as Vyavsayik Pariksha Mandal, or Vyapam.The investigating agency said that the controversy erupted because the state police had included the names of dead people as accused in the First Information Reports that were registered in the case. It said that of the 24 deaths linked to the Vyapam scam, 16 people had died much before they were booked by the state police in the case.The CBI said that the deaths took place either from natural causes, accidents or suicides before the scam surfaced, or they were because of genuine reasons after the scam was reported. There is nothing suspicious in 23 of the cases, it said, adding that one death, that of a person named Namrata Damor was still being investigated.“During initial questioning, middlemen took names of people who were already dead portraying them as solvers or secondary middlemen or part of the racket to get impersonators,” a source was quoted by PTI as saying.The Vyapam scamThough FIRs in the scam had been filed from around 1995, the racket finally came to light in May 2012 when an invigilator at a test for veterinary colleges realised that one of the candidates was not who he claimed to be. The photo identity card did not match the person who was taking the test. On investigation, the police found a long trail of such scams spread across various districts in the state.In July 2015, the Supreme Court had ordered that all criminal cases connected with the Vyapam scam be transferred to the Central Bureau of Investigation, with then Chief Justice of India HL Dattu criticising the Madhya Pradesh High Court for not ordering a probe on its own. The court had also given the agency charge of investigating the deaths of people connected to the case.","author":"Scroll Staff","time":"2017-10-15T20:00:17.235686+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/854223-64080-yrdmetrbwf-1501056051.jpg","tags":["vyapam scam","Madhya Pradesh","CBI"],"source":"https://scroll.in/latest/854223/vyapam-scam-no-conspiracy-behind-deaths-linked-to-case-says-cbi"}