{"title":"Vyapam scam: CBI files charges against former Madhya Pradesh minister, 86 others","content":"The Central Bureau of Investigation on Thursday filed a fresh chargesheet against former Madhya Pradesh minister Laxmikant Sharma, his officer on special duty OP Shukla and 85 others for alleged irregularities in the recruitment of contractual teachers through the Vyapam scheme, PTI reported.The agency is investigating a case related to the alleged irregularities in various entrance and recruitment examinations conducted by the Madhya Pradesh Professional Examination Board, also known as the Vyavsayik Pariksha Mandal, or Vyapam. Although FIRs in the scam were filed since 1995, the racket finally came to light in May 2012.  Thursday’s chargesheet, filed in the Bhopal Special Court, names the former controller of the Madhya Pradesh Professional Examination Board Pankaj Trivedi, Vyapam’s Principal System Analyst Nitin Mohindra, two other Vyapam officials and 11 middlemen including Sharma.The CBI claimed that Mohindra and Trivedi helped in inflating the marks of the candidates appearing for the exam for appointment of Grade-II contractual teachers. The agency said that Sharma appointed Trivedi the examination controller even though he was not in the shortlist of candidates for the post. In turn, Trivedi took the assistance of Mohindra to manipulate the candidates’ marks to secure them teachers’ posts.The agency said it has found through a forensic examination of the answer sheets that the candidates’ marks were much lower than what they had been granted. The CBI added that it found the details of altered marks in Mohindra’s laptop.The CBI had charged 592 people for their role in the Vyapam scam in November 2017, and another 95 individuals on January 16.","author":"Scroll Staff","time":"2018-02-08T20:13:53.820389+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/868048-81138-lniwsubsyx-1518100596.jpg","tags":["Vyapam scam","Laxmikant Shukla","Madhya Pradesh","Central Bureau of Investigation"],"source":"https://scroll.in/latest/868048/vyapam-scam-cbi-files-charges-against-former-madhya-pradesh-minister-86-others"}