{"title":"Vyapam scam: Special CBI court sentences five people to seven years in prison","content":"A Special Central Bureau of Investigation court in Bhopal on Tuesday sentenced five people to seven years in jail after convicting them in connection with the Vyapam scam, The Indian Express reported. This is the first conviction in cases related to the scam since the Central Bureau of Investigation took over the probe in 2015.The Vyapam scam refers to the alleged irregularities in various admission and job recruitment examinations conducted by the Madhya Pradesh Professional Examination Board, also known as Vyavsayik Pariksha Mandal, or Vyapam. Though FIRs in the scam had been filed from around 1995, the racket finally came to light in May 2012, when an invigilator at a test for veterinary colleges realised that one of the candidates was not who he claimed to be. On investigation, the police found a long trail of such scams spread across various districts in the state.The court on Tuesday convicted a constable from Morena district, Narottam Yadav, his father Bhagwan Singh Yadav and a relative Avinash Singh, impersonator Rishabh Agrawal and middleman Prabhat Mehta. Agrawal impersonated Narottam Yadav at an examination centre in Madhya Pradesh’s Rewa and had also tampered documents to ensure Yadav was selected and posted as a constable. Special CBI Judge SC Upadhyay also fined the accused Rs 6,500. “The accused did not want to get jobs for themselves but also wanted to provide jobs to other candidates,” the judge said, while refusing to be lenient. “Had this [scam] continued for some more time, the social fabric of the country would have been destroyed.”He added: “The students would have stopped studying and used their mental faculties to illegally grab the posts they wanted. In such a situation even if they [accused] they did not have any criminal background, they don’t deserve sympathy.”","author":"Scroll Staff","time":"2018-02-21T08:10:10.902033+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/869452-64080-yrdmetrbwf-1501056051.jpg","tags":["CBI Court","Vyapam","madhya pradesh"],"source":"https://scroll.in/latest/869452/vyapam-scam-special-cbi-court-sentences-five-people-to-seven-years-in-prison"}