{"title":"Vyapam scam: Digvijaya Singh files complaint against Shivraj Chouhan and Uma Bharati in Bhopal court","content":"Senior Congress leader Digvijaya Singh on Wednesday filed a criminal complaint at a court in Bhopal seeking prosecution of Madhya Pradesh Chief Minister Shivraj Singh Chouhan, Union minister Uma Bharati and 16 others in the Vyapam scam, reported PTI. He alleged that crucial evidence against them was deleted from an Excel sheet seized from the main accused.Judge Suresh Singh asked the Congress leader to appear in court on September 22 to record his statement. Senior lawyer Ajay Gupta, who submitted the petition, told The Indian Express  that lawyers such as Congress leaders Kapil Sibal and P Chidambaram may appear on Singh’s behalf. He claimed that officials of the Indore Crime Branch, which investigated the scam before the Central Bureau of Investigation took over the case, tampered with a hard disk seized from Vyapam official Nitin Mahindra in July 2013 to protect Chouhan.The investigating agency has earlier said there is no evidence to suggest the hard disk had been tampered with. The CBI is investigating cases related to alleged irregularities in various entrance and recruitment exams conducted by the Madhya Pradesh Professional Examination Board – also known as the Vyavsayik Pariksha Mandal, or Vyapam. Although first information reports in the scam have been filed since 1995, the racket finally came to light in May 2012.The Bharatiya Janata Party criticised the Congress leader. “From being Mr Bantadhar [ruiner] Digvijaya Singh has now become a peddler of lies,” state BJP spokesperson Rahul Kothari told India Today. “On numerous occasions, the courts have found no merit in his allegations, yet he continues to file such complaints only to keep himself relevant in politics.”The scamThe racket came under a spotlight after May 2012, when an invigilator at a test for veterinary colleges realised that one of the candidates was not who he claimed to be. The photo ID card did not match the person who was taking the test held. On investigation, the police found a long trail, spreading across various districts in the state.The scam was handed over to the Central Bureau of Investigation in 2015. Since then, the investigation agency has registered 112 cases against more than 2,000 accused, including high-level officials and politicians.Several people connected to the scam have died under mysterious circumstances. The mysterious deaths of middlemen and witnesses in the case gained national attention after the death of a journalist who was investigating the scam. A 38-year-old reporter for Aaj Tak died on July 4, 2015, only hours after he interviewed the family of a girl who had links to the scam and who also died under mysterious circumstances.","author":"Scroll Staff","time":"2018-09-20T08:44:55.148122+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/895060-95193797-608c-4894-aebc-c2816bb3992a.jpg","tags":["Digvijaya Singh","Vyapam scam","Shivraj Singh Chouhan","Uma Bharati"],"source":"https://scroll.in/latest/895060/vyapam-scam-digvijaya-singh-files-complaint-against-shivraj-chouhan-and-uma-bharati-in-bhopal-court"}