{"title":"Vyapam scam whistleblower Anand Rai moves SC against his arrest by Madhya Pradesh Police","content":"The whistleblower of the Vyapam Scam, Dr Anand Rai, has moved the Supreme Court against the Madhya Pradesh High Court’s order refusing to quash the first information report against him, reported Live Law.The scam pertains to alleged irregularities in various entrance and recruitment exams conducted by the Madhya Pradesh Professional Examination Board, also known as the Vyavsayik Pariksha Mandal, or Vyapam.The Madhya Pradesh Police had arrested Rai on Thursday night, based on a complaint lodged by Laxman Singh Markam, the deputy secretary to chief minister’s office.मुझे दिल्ली से होटल काबली से क्राइम ब्रांच भोपाल ने हिरासत में ले लिया है, सभी कार्यकर्ता शुभचिंतक भोपाल पहुँचे @VTankha @KapilSibal— Office Of Dr Anand Rai (@anandrai177) April 7, 2022\n\nMarkam’s complaint pertains to a screenshot of a question paper along with answer key of state’s Teachers Eligibility Test that was widely shared on social media platforms, reported The Indian Express. The screenshot had Markam’s name visible on it.    In his complaint, Markam had alleged that Rai and state Congress chief spokesperson KK Mishra fabricated the screenshot to implicate him, reported NDTV. Rai had posted on Facebook about the screenshot. Rai was charged with Indian Penal Code sections that provide punishment for cheating by personation, forgery, defamation, intentional insult and criminal conspiracy. He was also booked under the Scheduled Caste and Scheduled Tribe (Prevention of Atrocities) Act, 1989, according to Live Law.Rai has also been suspended as the medical officer of Indore’s Hukumchand Hospital for “dereliction of duty and undue absence from work,” NDTV reported.Advocate Vivek Tankha, appearing for Rai, told the Supreme Court on Friday that since he is the whistleblower of the scam, the Madhya Pradesh government has “an axe to grind” against him, reported Live Law.He submitted that Rai’s Facebook post had only questioned how the leaked answer key was found on Markam’s phone. Tankha also told the court that Rai has fully cooperated in the investigation, and will continue to do so.The court will hear the matter on April 11.The scamThe scam had come to light in 2011. The Central Bureau of Investigation took over the inquiry from the Madhya Pradesh Police in December 2015, after a Supreme Court order.The central agency filed a chargesheet against 30 people for offences under sections related to conspiracy, forgery and tampering with electronic and other documentary evidence. In 2019, they were sentenced to seven years of imprisonment, and the alleged main conspirator of the scam, 29-year-old Pradeep Tyagi, was sentenced to ten years in jail.Among those jailed are 12 impersonators, 12 candidates and seven middlemen, including Tyagi. Most of the convicts hailed from Gwalior, Morena, Bhind in Madhya Pradesh and parts of Uttar Pradesh. Ninety-one witnesses were examined in this case.","author":"Scroll Staff","time":"2022-04-08T18:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172769-ufxdonguet-1649423983.jpg","tags":["Anand Rai","Vyapam Scam","Madhya Pradesh High Court","Supreme Court","whistleblower arrested"],"source":"https://scroll.in/latest/1021419/vyapam-scam-whistleblower-anand-rai-moves-sc-against-his-arrest-by-madhya-pradesh-police"}