{"title":"Vyapam scam: Court orders FIR against Digvijaya Singh, three others for ‘fabricating evidence’","content":"A special court in Bhopal on Wednesday ordered the police to immediately register a First Information Report against senior Congress leaders Digvijaya Singh, Kamal Nath and Jyotiraditya Scindia and a Right To Information activist on charges of “fabricating evidence” in the Vyapam scam.Additional District Judge Suresh Singh directed the police to submit a copy of the FIR before the court, and sought the investigation report in the case by November 13.The order was in response to a private complaint filed on Monday by lawyer Santosh Sharma, claiming that the Congress leaders and RTI activist Prashant Pandey were misguiding the court by giving false evidence. Pandey is the whistleblower in the scam.Sharma filed the complaint after Singh deposed in court on Saturday in connection with his complaint against Madhya Pradesh Chief Minister Shivraj Singh Chouhan, Union minister Uma Bharti and others in the scam. Singh has alleged that crucial evidence against them were deleted from an Excel sheet seized from the main accused.The Congress leader deposed for over two hours in the court of judge Singh, who deals with cases related to legislators. Senior lawyer and former Union minister Kapil Sibal and Congress leader and counsel Vivek Tankha appeared for Digvijaya Singh.According to his complaint, officials of the Indore Crime Branch, which investigated the scam before the Central Bureau of Investigation took over the case, tampered with a hard disk seized from Vyapam official Nitin Mahindra in July 2013 to protect Chouhan.The CBI has earlier said there is no evidence to suggest the hard disk had been tampered with. The agency is investigating cases related to alleged irregularities in various entrance and recruitment exams conducted by the Madhya Pradesh Professional Examination Board – also known as the Vyavsayik Pariksha Mandal, or Vyapam. Although first information reports in the scam have been filed since 1995, the racket finally came to light in May 2012.","author":"Scroll Staff","time":"2018-09-27T15:44:38.681167+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/896063-ysjoyffmbg-1538041853.jpg","tags":["Madhya Pradesh","Bhopal","Vyapam Scam","Digvijaya Singh"],"source":"https://scroll.in/latest/896063/vyapam-scam-court-orders-fir-against-digvijaya-singh-three-others-for-fabricating-evidence"}