{"title":"‘War’ movie review: You had us at the casting stage","content":"Nothing much to see here, really, other than two of Bollywood’s most photogenic hunks going mano a mano.Vaani Kapoor? She is on the screen for less time than it takes to say “Thank you, Yash Raj Films, for this banquet of beefcake.” The assortment of Islamist terrorists plotting against India? Disposable and replaceable. The only thing that matters is two characters – or more accurately, the high-wattage stars who play them. Whoever had the bright idea of pitting Hrithik Roshan against Tiger Shroff in a movie should have the right to pick up a pay cheque for the rest of his/her/their life.Roshan is Kabir, one of India’s finest intelligence agents. However, Kabir has gone rogue and is killing Indian officials. His boss, known only as Colonel (Ashutosh Rana), doesn’t assign Kabir’s protege Khalid (Shroff) to the job. Khalid idolises Kabir, so will he pull the trigger when the time comes? We have 156 minutes to find out.\n\n\n    \n    Play\n\nJai Jai Shivashankar, War (2019).The hunt for Kabir mercifully winds through scenic locales that most of us cannot afford to visit. The cat-and-mouse game is very serious and billed as a high-stakes operation that will save India from a fate worse than that which Osama Bin Laden visited upon the United States  in 2011. The big twist is reserved for the final act, and isn’t too complimentary about the ability of the Indian intelligence community to follow clues that are about as huge as the glistening pecs of the leads.Never mind. War had us at the casting stage. The movie is an action-heavy take on the two-hero Hindi film formula. The story, by director Siddharth Anand and producer Aditya Chopra, the screenplay, by Anand and Sridhar Raghavan, and dialogue, by Abbas Tyrewala, refuse to entertain anything that distracts from the prospect of watching Roshan and Shroff compete for attention. The film is evenly balanced between the actors, with several scenes showcasing their individual fitness levels, ability to command the camera, and terpsichorean talent.Not all the red herrings actually work. The question of Khalid’s commitment to his job on account of his faith should not even have been raised. The fact that Kabir is initially suspicious of Khalid, forcing him to work doubly hard at proving his loyalty, could have been an opportunity to explore Kabir’s latent bigotry in a movie more concerned with character shading, but has no place in War.Tiger Shroff in War (2019). Courtesy Yash Raj Films.Anupriya Goenka, who has a meaty role as an analyst in Khalid’s team, also gets short shrift in the credits. Although Goenka is the closest that War has to a female lead, it’s Vaani Kapoor who gets billed as the heroine.The movie is dedicated to the battle of the bulging muscles, and in this regard, it rarely disappoints. Director Anand tackles his subject with welcome efficiency, and is always mindful of the momentousness of the casting. Each hero has an introduction befitting his stature. Shroff’s entry scene is a fluid single-take action sequence (the cinematography is Benjamin Jasper) and Roshan saunters towards the camera in slow motion. The banter that is usually present in two-hero films is replaced by physical fights. Every time the movie appears to sag or approach duhdom, it parades either or both of its heroes. The male leads, separated by a couple of generations and united by their ability to land punches and execute pirouettes without breaking a sweat, set the screen on fire. Fortunately for War, there is barely a scene without either of them.\n\n\n    \n    Play\n\nWar (2019).Also read:In war, friendship and love: Looking back on Hindi cinema’s top 10 hero twosomes","author":"Nandini Ramnath","time":"2019-10-02T12:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128316-rfjwnlxzbo-1569922921.jpg","tags":["War review","Hrithik Roshan","Tiger Shroff"],"source":"https://scroll.in/reel/939119/war-movie-review-you-had-us-at-the-casting-stage"}