{"title":"Was it raw hatred or indifference? Why the lynching of a young Muslim man still haunts me","content":"I met Abdul Wazid a few days after his son had been lynched by a mob in a low-income neighbourhood in north-east Delhi last September. “They killed my son so cruelly,” he sobbed as I held his hands. “He was such a good son to me. Think of it: they killed him only because he ate a banana from a Ganesh pandal.”The old man was broken and inconsolable.His grief haunts me even months later when I look back on the sombre year that we just left behind.It was a year in which Israel, in the words of its prime minister, rained hellfire on the Gaza Strip. Relentless shelling in civilian localities killed more than 8,000 children and maimed thousands more. Hospitals were bombed, more buildings were destroyed at a faster rate than in any war this century, and over 85% of the people have been forced to flee their homes but have nowhere to go.It was a year in which Manipur was transformed into the arena of a ferocious civil war between the Meitei and Kuki-Zo communities, the kind that free India has not witnessed. Women, men and children were slaughtered and raped and thousands of villages and homes vandalised and burned.It was also a year in which the poisons of religious hatred colonised yet more hearts and minds across north India.Lynching and hate attacks have become so normalised that they are barely noticed. Few mob killings are reported in the mainstream media, and if these are, they are relegated to the inner pages of the newspaper.These no longer weigh at all on the national conscience.I therefore decided to devote this article of Bearing Witness to grieving the death of Mohammed Ishaq. Ishaq was savaged to death by a group of young men in a working class enclave of India’s glittering national capital just days before India ritually observed the birth anniversary of Mahatma Gandhi.    Abdul Wazid, a fruit vendor holding the death certificate of his 22 year old son. Credit: Minal Saeed Khan.Mohammed Ishaq was the only son of Abdul Wazid, precious to him and cherished by Wazid’s four daughters. Ishaq’s mother had died when he was a small child and his father never remarried. His eldest sister Imrana raised him like her son.Home for him since his birth had always been a tiny windowless room in a narrow lane in Sunder Nagri. It seemed a small wonder that a family of six could fit into a low-roofed room of three metres by three metres, including a corner for the kitchen. Uzma, one of Ishaq’s sisters confirmed that all six of them lived there side by side. “But now there are only five of us,” she added solemnly.Sunder Nagri is a swarming, poorly serviced, low-income slum settlement with a maze of narrow sunless lanes and a crush of tiny tenements in northeast Delhi. Ishaq’s father, Wazid, sells vegetables and fruits on a wobbly wooden cart. Ishaq studied in a local government primary school for as long as his mother was there to tend him. But after her death, his father pulled him out of school. “As long as my wife was alive she would take him to school and bring him back,” he said. “But after she died, there was no one who could take him safely to school. So that was the end of his schooling”.Ishaq’s father Mohammad Wazid with his three sisters in the dingy windowless home in Sundar Nagri. Credit: Minal Saeed Khan.It was not long before Ishaq began to look around for odd-jobs such as lifting heavy loads or repairing walls to earn some money for his family. “He worked as a daily wage labourer,” said his father. “Whatever work people gave him, he would do. At the end of each day, he would return home and press into my hand the 100 rupees he had earned. He would be sad, saying that this was too little. But I would reassure him. I would tell him – you earn a hundred rupees, I earn a hundred rupees, we pool this together and this is enough for us all to manage”.After his lynching, many people held Ishaq to be mentally disbaled. But his family and neighbours, both Muslim and Hindu, hotly denied this to reporters who spoke to them. They said the 25-year-old was bhola – an “innocent” and “simple” person – a young man known to talk less and work more. He toiled very hard, everyone repeated; he would carry heavy loads or labour at construction sites to earn a few rupees for his family. He never turned down any kind of work. Sometimes when he was unable to find any work, he would guilelessly tell a neighbour that he was hungry. They would then sit him down and give him some food. He would never cause harm to anyone, they said. “He was my most obedient child,” declared Wazid. “He would obey everything I said and never refused work.” Mohammed Ishaq’s last day in the world began like any other. He had slept the night before on the narrow terrace above their home. No one therefore knew when he awakened, but later they learned that this was before dawn.His father was to lament to a reporter later, something he repeated to me as well. “How was the innocent boy to know that this would be the last day of his life? If only we had known, we would not have let him step out from the house.”Wazid left home at seven, as he did every morning. He walked to an adjacent lane where he parked his fruit and vegetable cart every night. “I normally push my cart on the lane where my boy was killed,” he said to me. “I don’t know why I went instead to another lane on the other side of the main road. If I had followed my normal routine, maybe I could have saved his life”.It was September 26, the seventh day of the Ganesh festival. People ritually install clay idols of the elephant-god Ganesh for ten days on temporary platforms called mandaps or pandals. There are vigorous festivities every evening. Loudspeakers broadcast both devotional and popular film songs, and devotional singing alternates with boisterous community dancing. Sacred food or prasad is offered each day to the god, and distributed to devotees. Prasad is then laid out before the idol and age-old tradition decrees that passers-by are free to partake of this.Sunder Nagri is a mixed settlement of working class Hindus and Muslims from diverse corners of the country. Neighbouring Mustafabad and Shiv Vihar were in February 2020 torn apart with a sudden detonation of communal violence. But for the greater part, for generations, the communities here have lived peaceably side by side, working together, building friendships and joining in each other’s festivities. Wazid recalls often eating prasad in Hindu festivals.Narrow lanes of Sundar Nagri which is a mixed settlement of working class Hindus and Muslims from diverse corners of the country. Credit: Minal Saeed Khan.Ishaq’s family had no idea about what happened after he left his home for the last time in his life that morning. It was through the accounts of witnesses, journalistic reports and a profoundly gruesome video that the family was able to piece together later what transpired.It was still dark when he seemed to have wandered to a Ganesh pandal three lanes away, barely 200 metres from his home. Hungry, he picked up a banana from the prasad laid out before the idol.As he was walking away, some local young men spotted him. They were of the same neighbourhood and perhaps knew him; someone recognised him to be a Muslim. They raised an alarm and caught the young man for interrogation. Tongue-tied at the best of times, he was terrified, barely able to answer.A neighbour later told a reporter that he awakened to a scream that pierced the darkness. In the gathering light of the morning, he found that Ishaq had been strapped with a leather belt and long saffron bands of cloth to an electric pole.A video that circulated later revealed he had been tightly strapped in a cruelly painful posture, his legs pulled up in front of him. Young men then took turns in beating him, with sticks, bricks and stones. He pleaded – if I am a thief, hand me over to the police.The video that records Ishaq’s lynching mocks the tortured man’s torment by inserting in the soundtrack a popular song, the lyrics of which are – Yeh kya hua, kaise hua, kab hua, kyon hua, yeh na pooch, yeh kya hua? (Look what happened, how did this happen, when did this happen, why did this happen, don’t ask, look what happened?)The video shows two youngsters, who appear no older than teenagers, taking turns to beat him with a stick on the upturned soles of his feet. Ishaq screams each time, but no one heeds his screams. He begs for water. Someone takes pity and brings a plastic bottle filled with water near his face. Since his hands were tied, he cannot hold the bottle. The man douses his face with the water. Some of it seems mercifully to reach his lips.We cannot know for sure how long this lashing continued, and when someone finally set him free. Some neighbours say the lynching went on for at least two hours. What is clear is that by the time he was set free, the besieged man was critically wounded. No one from the neighbourhood thought it fit to take him to a clinic. No one thought it fit to inform his family. If they had, the life of the young man might still have been saved.Ishaq seems to have dragged himself as far as he could to try to reach back home. But at some point his energy abated. He had lost too much blood. The agony of his lashings and his nails that had been pulled off perhaps became too hard to bear. Perhaps it was the trauma of his humiliation and the mindless cruelty to which he had been subjected. Perhaps it was a combination of all of these. We will never know.  But he could not haul his body far enough to cover the 200 metres to his home.It was around 4 in the evening – a full 11 hours after the mob began its assault – when Amir, a 17-year-old who lived on the same lane as Ishaq was returning home after his tuitions. Ishaq, prone on the side of the lane, was feebly pleading for help in the brief interludes when he regained consciousness. Perhaps he recognised Amir, and his imploring became more insistent. Amir rushed to him, and alarmed, hired an electrical rickshaw to carry the young man home.Until then, no one from the family had any inkling that Ishaq had come to any harm.His sisters were beside themselves when they found their brother bloodied, tortured, nearly lifeless. More than 12 hours had passed by then since his public lynching first started. His sisters recount that many of his nails had been pulled out, his eyes were bulging, his clothes drenched with blood and his body with a multitude of navy blue markers of both torture and relentless beating.“I will never be able to forget what they did to my brother,” said Imrana.Abdul Wazid and his daughters mourning the death of his only son who was lynched for eating a banana from the Ganpati Pandol set up in their neighbourhood. Credit: Minal Saeed Khan.Neighbours gathered to help and called on his phone his father who was still on a street-corner selling vegetables and fruit. He rushed back. By the time he got home, life had probably ebbed away from the body of his son.   He was nearly crazed with grief and bewilderment. Some neighbours called the police helpline at 100. The station house officer and his constables arrived a while later in a jeep.  Wazid recounted to me later, “They saw the boy and told me – we will take him with us. I asked if I should come, but they said no. Around 45 minutes later, they returned to our home and asked me to go with them to the police station. They said they would take only an hour, but they kept me there the whole night. They told me they had to record my complaint. I am not educated.  I don’t know what the inspector wrote. But he told me the names of the attackers of my son. He said I should not tell journalists that he had told me the names and I should erase the video that was circulating.  Through the night, the police arrested several young men, but I did not see any of them. Later I learned that the men who the inspector had named were not caught and others were detained in their place”.The men rounded up by the police were all local working class youth: one owned a DJ business, another ran a tailoring shop, yet others were workers in a tent house, a thread factor and a momo street-side stall. The police returned Wazid home the next morning. Later, the family and neighbours joined them for the burial.Samreen sister sitting on the stairs of her home. Credit: Minal Saeed Khan.Wazid’s representative in parliament, Manoj Tiwari of the BJP, and in the Delhi state legislature, Ram Pal Gautam, did not connect with him or offer solace and support. But some political leaders from the Congress, who said they had been sent by party leader Rahul Gandhi, and the Samajwadi Party, did contact him and gave him some monetary aid. The money did help the family: even when Ishaq was alive, they survived at the edge of destitution. But Wazid was clear that because his son would never return, what he wanted most was justice. “All we want now is that they catch the correct men who killed my son,” he declared to me. “They have caught the wrong people”.My colleagues, young lawyers from the Karwan e Mohabbat, reached out to Wazid to offer help with the legal battles that lay – and still lie – ahead. The first step was to secure a copy of the FIR, the First Information Report, recorded by the police. The FIR is the foundation on which subsequent investigation rests.It was Wazid’s right to get a copy of the FIR from the police station, but they were reluctant to give this to him. They also refused this to the media claiming that it was “sensitive”. It was only after our lawyers approached the courts that a copy finally came into Wazid’s hands.It became apparent immediately why the police did not give Wazid a copy of the FIR. Contrary to what they had assured the grieving father the night that his son had been lynched, they did not record the father’s version. The police FIR claimed instead that the killing was not a religious hate crime at all. Instead, it said a dispute had arisen after Ishaq tripped over the wire of a standing fan. Some young men mistook him to be a thief and that is why they tied him to a pole and beat him up. Credit: Minal Saeed Khan.This was similar to the version relayed by the senior Deputy Commissioner of Police (North-East Delhi) Joy N Tirkey to a reporter of the Indian Express. He professed that the accused men caught Ishaq around 5 am when he was “lurking around the area and (they) thought that he was a thief. They asked him questions but he was unable to reply properly since he was mentally challenged. They then tied him to an electric pole and thrashed him.”This flies in the face of the indisputable reality that this was a religious hate crime: that the mob of young men tortured and beat to death Mohammed Ishaq because he stole prasad from a Ganesh pandal. Lubaib Basheer, General Secretary of the Fraternity Movement, observed bitterly to a reporter, “ Killing Muslims has become an integral part of Hindu festivals. Hindu festivals have now become festivals to kill Muslims.”  Festivals indeed are now less about celebrating Ganesh, or Ram, or Hanuman. Each festival is instead weaponised to spread abuse, hate and violence against Muslims. Sharjeel Usmani a student activist from Delhi, told Al Jazeera that Ishaq’s lynching reveals “a dark reality about a shift in how a section of Hindu society practices their religion. Lynching a Muslim has become akin to a ritual and that’s something Hindu leaders must think about”. I am haunted not just by the bewilderment and grief of Ishaq’s father that his gentle son could have been killed by his neighbours for the innocent act of eating some prasad from a Ganesh pandal. The dead man’s father and sisters still cannot make any sense of why the mob had attacked, tortured, lynched and killed the gentle young man who had never harmed anyone through all of his life.Wazid walked us to see the electric pole to which Ishaq had been strapped before he was lynched. The pole is not in an isolated corner as I had imagined. It is at the centre of a lane teeming with a crush of houses, small factories, eateries and traffic. What this means is that over the hours that Mohammad Ishaq was thrashed by the mob of local young men, literally thousands heard his desperate, pleading screams. Hundreds watched him tied to the pole while boys and men took turns in beating him to death.Yet, not one of them, not one, intervened to restrain the mob, to call the police, to rush him to a doctor after he was released, to find and inform his family, to do any of the things that could have saved the young man’s life.I am haunted by this spectacular moral failure of the thousands who heard his screams and saw his brutalisation but did nothing to save him.I am haunted most of all by this question:Is it indifference that has crushed even the elementary humanity of our people?Or is it pure, raw hate?    Harsh Mander is a human rights activist, peace worker, writer, and  teacher. He works with survivors of mass violence and hunger, and  homeless persons and street children.","author":"Harsh Mander","time":"2024-01-12T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197385-nbqsttkfob-1704883766.jpg","tags":["Mohammed Ishaq","Indian Muslims","Hindutva","Lynching","Religion","New Delhi"],"source":"https://scroll.in/article/1061795/was-it-raw-hatred-or-indifference-why-the-lynching-of-a-young-muslim-man-still-haunts-me"}