{"title":"Was Stan Swamy a Maoist or a martyr? A new book considers the question","content":"Since the death of the 84-year-old renowned human rights activist Fr. Stan Swamy (trained as a Jesuit priest), in judicial custody on July 5th, 2021, which was actually an institutional murder orchestrated by the Indian state, a billion-dollar question has arisen in the minds of millions in India and abroad. Was Fr. Stan Swamy a martyr or a traitor? I would indeed say that he is a martyr for millions of us, who believe in human rights, dignity and freedom of expression. But he was a traitor for the Indian state and the right-wing Hindutva forces, who are violate human rights and dignity and freedom of expression in India. But is it so simple? Of course, it isn’t. Let us delve deeper into this. A Jesuit activist, Dr Prakash Louis, who is very much engaged with the issues for which Fr Stan dedicated his life, has attempted to respond to the question with facts and figures through his book Fr. Stan Swamy: Maoist or Martyr? Fr Prakash has chosen an apt time as the Indian state and the right-wing Hindutva forces bat hard, manipulate facts and argue irrationally to tag Fr Stan as one of the traitors of India, who was engaged in Maoist activities, waging war against the Indian state, intending to overthrow it and capture power. The allegations are baseless and irrational and also fictitious and ridiculous. In this foreword, I would like to present some answers to the principal question as to why the Indian State and the right wing Hindutva forces were afraid of an 84-year-old activist? Why was he implicated, imprisoned and systematically murdered? I knew Fr Stan Swamy for more than a decade. We worked together for a couple of years against the state-sponsored gross violations of the human rights of the Adivasis. We travelled together several times inside the dense forests of located in the portions of the so-called Red Corridor which lie within in the Jharkhand, while conducting fact-finding missions, looking into the brutal killing of innocent Adivasis by security forces. Fr. Stan was a fearless, tireless, sensitive and brave human rights activist. Needless to say, he was a great fighter, crusader and scholar. In 1980s, when Fr. Stan encountered Adivasis in Jharkhand, he found that millions of them were alienated from their land, territory and resources under the guise of national development. The Indian state had made them resourceless, homeless and impoverished. Unauthorised displacement, corporate land grab, loss of identity and culture, migration, trafficking, police torture, false implication by the forest department, etc. were some of the core issues haunting Adivasis. Fr Stan saw the value of constitutional provisions like the Fifth Schedule, Chhotanagpur Tenancy Act 1908, Santal Pargana Tenancy Act 1949, PESA Act 1996, Forest Rights Act 2006, Samatha Judgement 1997 as a panacea to the Adivasi issues, so, he advocated for it. He fought against the brutal killings, rapes, torture, custodial crimes and false implication of the thousands of innocent Adivasis by security forces after they were branded as Naxals. His mediums of intervention were democratic, constitutional and non-violent. He collected fact on the cases of gross human rights violations, intervening legally through courts and other authorities. He exposed these cases regularly through his writings in the media. He trained thousands of Adivasi youth on the issues besieging them, who then became fighters for their communities. He conducted research on the issues of displacement, land-banks and undertrials. He wrote articles on the major issues related to Adivasis. He was part of every anti-displacement movement that took place in Jharkhand in the last three decades and participated in almost every meeting, march, protest, rally and dharna. I would say that he was one who bravely used the fundamental right to freedom of expression at a time when democratic was found to be in deficit and when there was no space for dissent. Fr Stan was fighting for the cause of Adivasis, who were very close to his heart. His core belief was in justice and reconciliation. He would engage himself with everyone who fought for the cause of marginalised people. This was the primary reason as to why the State tagged him with Maoists/Naxals. When his arrest became inevitable, many suggested that he hide. But he rejected it, saying he would face the consequences. Since, he was always raising uncomfortable questions to the State, he was also ready to face the consequences. When Stan Swamy came under attack from the State, it was a big surprise for me when the right-wing Hindutva forces also began accusing him of proselytising Adivasis, which was of course baseless. I laugh at the very ludicrousness of it, as I have never seen him offering Mass either in a Church or anywhere else for that matter. In fact, he was on a mission of justice and reconciliation instead of converting Adivasis. He was a true lover of rights, justice and peace, who wanted to see the Indian Constitution enforced, laws and policies made for Adivasis enacted and the judgement of the Supreme Court regarding community mining adhered to.Unfortunately, in the present era, demanding enforcement of the Indian Constitution, asking for the enactment of marginalized-centered laws and requesting adherence to the judgements of the Supreme Court, fall under the purview of crimes. The Indian State perceives the constitutional, legal and traditional rights of the Adivasis, including the fundamental right to freedom of expression, as a terrorist activity, which is why Fr. Stan Swamy was booked under the UAPA (in Bhima Koregaon case) and sedition laws (in Pathalgari case), merely for practising his fundamental right to freedom of expression. The message is loud and clear: anyone who raises uncomfortable questions against the State, will surely face consequences. Nevertheless, Dr. Prakash Louis proves with the arguments, analysis and facts that Fr. Stan was not a traitor but a martyr, whose struggle and sacrifice will inspire many generations to walk in his footsteps. Gladson Dungdung is an Adivasi activist and writer.This is an excerpt from Fr Stan Swamy: A Maoist or a Martyr?, written by Prakash Louis, jointly published by Sahitya Pravarthaka Co-operative Society Ltd and Media House.","author":"Gladson Dungdung","time":"2021-11-07T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161145-nnsbjrxlih-1625483085.jpg","tags":["Stan Swamy","Bhima Koregaon case","Pathalgari"],"source":"https://scroll.in/article/1009965/was-stan-swamy-a-maoist-or-a-martyr-a-new-book-considers-the-question"}