{"title":"Watch, highlights ISL 2023-24: Mumbai City win dramatic semi-final first leg against FC Goa","content":"Mumbai City FC inspired a sensational late resurgence to come back from 2-0 down to win the first leg of their semi-final fixture against FC Goa 3-2 at the Fatorda Stadium in the Indian Super League on Wednesday.The Gaurs, powered by strikes by Boris Singh and Brandon Fernandes, looked like they would be sealing off a key win in this last-four match as they maintained a comfortable 2-0 lead until the 90th minute of the match. However, within the space of six minutes, Lallianzuala Chhangte scored a brace with Vikram Partap Singh scoring the equaliser in a remarkable turnaround.Boris opened the scoring in the 16th minute when his run down the right flank was spotted by Mohammed Yasir, who delivered a perfectly weighted low cross for the Goa right-back to slot home from close range.The hosts doubled their lead in the 56th minute after Fernandes got on the end of a sloppy pass by Mumbai defender Mehtab Singh. The local-lad rushed towards goal before unleashing a powerful, curling long-range effort that gave Phurba Lachenpa no chance of making a save.With Goa up 2-0, the visitors started to send more bodies forward looking for a goal to take back to the second leg of the tie. However the Goa defence remained firm.Mumbai’s constant pressure eventually found a breakthrough in the 90th minute.Jayesh Rane’s played an excellent pass from the middle to spot an equally well-timed run from Chhangte, who took a first touch to get the ball past the onrushing goalkeeper before slotting it home.In the next minute of play, Gurkirat Singh attempted a long-range shot that Dheeraj Singh, the Goa goalkeeper, dove to stop. But the rebound fell kindly to Vikram Partap, who hammered into the goal with a first-time shot to bring Mumbai level.In the last minute of play, another run by Rane saw the Mumbai player trip just outside the box, but he did manage to get the ball towards Chhangte as he went down. The Mizoram-winger controlled neatly with his right before opening up his body to drive the ball powerfully, on a half-volley into goal to complete a memorable comeback.Mumbai carry a precious 3-2 lead going into the home leg of the tie, when they host FC Goa on April 29 at the Mumbai Football Arena.\n\n\n    \n    Play","author":"Scroll Staff","time":"2024-04-25T11:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200284-jzumcfnfvd-1714023026.jpg","tags":["Mumbai City FC","Lallianzuala Chhangte","Vikram Partap Singh","FC Goa","Indian Super League","ISL 2023-24","ISL","Indian football"],"source":"https://scroll.in/field/1067044/watch-highlights-isl-2023-24-mumbai-city-win-dramatic-semi-final-first-leg-against-fc-goa"}