{"title":"Watch, ISL highlights: Jamshedpur FC down Kerela Blasters 3-0 to take second spot in table","content":"Jamshedpur FC climbed to the second spot with a clinical 3-0 win over Kerala Blasters in a high-voltage Indian Super League encounter at the Athletic Stadium in Bambolim on Thursday.Greg Stewart (45th, 48th) scored two goals from the spot on either side of halftime before Daniel Chima Chukwu (53rd) found the back of the net for the third straight game since joining their ranks. Jamshedpur now have 25 points from 14 matches, a game less than table-toppers Hyderabad FC who have 26 points from 15 outings. Kerala dropped to fifth after the loss with 23 points from 14 games.Blasters defender Denechandram Meitei gave away a cheap penalty as he pulled Stewart down inside the area towards the end of the first half. The Scottish attacker stepped up to take the spot-kick and tucked the ball into the right bottom corner after sending goalkeeper Prabhsukhan Gill the wrong way.It was all Jamshedpur in the second half as they scored two goals to kill the game in the space of five minutes. First, Boris Singh was clipped inside the box by Marko Leskovic to hand the Men of Steel another penalty. Stewart stepped up and doubled his tally from the spot, sending the keeper the wrong way again.Chima then took the game away from Kerala after Boris sent in a low cross for the Nigerian to fire home on the half volley.\n\n\n    \n    Play\n\n\n    \n       Pos  Club  M  W  D  L  GD  Points \n    \n     1  Hyderabad FC  15  7  5  3  19  26  2  Jamshedpur FC  14  7  4  3  8  26  3  Bengaluru FC  15  6  5  4  7  23  4  ATK Mohun Bagan  13  6  5  2  5  23  5  Kerala Blasters FC  14  6  5  3  5  23  6  Mumbai City FC  14  6  4  4  3  22  7  Odisha FC  15  6  3  6  -4  21  8  Chennaiyin FC  16  5  4  7  -11  19  9  FC Goa   16  4  6  6  -1  18  10  SC East Bengal  16  1  7  8  -15  10  11  NorthEast United FC   16  2  4  10  -16  10","author":"Scroll Staff","time":"2022-02-11T09:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169958-afylzvshdc-1644552402.jpg","tags":["Greg Stewart","Jamshedpur FC","Kerala Blasters","ISL"],"source":"https://scroll.in/field/1017139/watch-isl-highlights-jamshedpur-fc-down-kerela-blasters-3-0-to-take-second-spot-in-table"}