{"title":"Watch, highlights ISL 2023-24: Diaz and Chhangte on target as Mumbai City beat FC Goa to enter final","content":"Mumbai City FC set up a finals date with the Mohun Bagan Super Giant after defeating FC Goa 2-0 in the second leg of their semi-final fixture of the Indian Super League on Monday. The Petr Kratky-coached side are thus set to rematch the Mariners for a shot at becoming the ISL Cup Winners after the Kolkata-based side beat them to become the ISL Champions earlier this month. Leading 3-2 from the first leg, second half goals by Jorge Pereyra Diaz and Lallianzuala Chhangte were enough as the home side completed a 5-2 win on aggregate.After a cagey start to the match, the home side grew into the match with Tiri and Chhangte striking the post having beaten goalkeeper Dheeraj Singh Moirangthem. FC Goa, on the other hand, did not trouble Phurba Lachenpa in the Mumbai goal as the first half ended goalless.The second half began with Lachenpa making a stunning one-handed save to keep out Noah Sadaoui close-range header.Mumbai finally took the lead past the hour mark as Pereyra Diaz bundled the ball over the line following a goal-mouth melee during a corner. FC Goa upped the ante searching for a goal leaving them open for counter attacks. In the 83rd minute, Vikram Partap Singh sent Chhangte on his way with a delightful through ball. The winger rounded Moirangthem in the Goa goal and slotted the ball into the empty net to cap off a clinical win for the Islanders.Mumbai City will take on Mohun Bagan Super Giant in the final of the Indian Super League at the Salt Lake Stadium, Kolkata on Saturday.\n\n\n    \n    Play","author":"Scroll Staff","time":"2024-04-30T09:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200374-hdouhrdpgi-1714451047.jpg","tags":["Jorge Pereyra Diaz","Mumbai City FC","FC Goa","Lallianzuala Chhangte","Indian Super League","Indian Football","Football"],"source":"https://scroll.in/field/1067228/watch-highlights-isl-2023-24-diaz-and-chhangte-on-target-as-mumbai-city-beat-fc-goa-to-enter-final"}