{"title":"Watch: Jharkhand’s ‘kissing competition’ for married couples that has upset the BJP","content":"Play\n\nAn annual tribal fair in a village in Littipara block of Jharkhand has suddenly got the Bharatiya Janata Party’s goat. The festival, known as the Siddho-Kanho mela, features a number events for the local primarily Santhali population, including one that has now made national headlines: A kissing contest. The BJP, complaining about the event, has talked about how it is a “vulgarity” and a “humiliation of the female power.” But video of the event, provided by the organisers of the Siddho-Kanho mela which has been taking place for the last few years, suggests something much more harmless. Couples are seen pecking each other on the cheeks as they race across a field, presumably to see who can cross the finish line first and win cash prizes, while a crowd cheers on. Senior Jharkhand Mukti Morcha leader Simon Marandi, who has organised the fair for a few years now and was elected as the area’s Member of Legislative Assembly in a bypoll this year, said the whole idea of the competition is to ensure married couples get to know each other better.  “Only married couples, irrespective of their faith, were allowed to take part,” Marandi told the Telegraph. He claimed that divorce has been increasing among the Santhali people, and one of the reasons might be because couples do not get to talk to each other freely. “A newlywed wife sneaks into her bedroom like a thief after family members are fast asleep.” He elaborated on this while speaking to the Indian Express, saying, “is not about making people modern as such, because tribals have their own lifestyle. But it is also true that there is a growing trend among tribals of divorcing their spouses. Men and women, both leave their current spouses to marry somebody else. This leads to families breaking up. This event was intended to make love blossom between the couples. In fact, the name of the fair in Santhali language literally means “kiss of love (prem ka chumban).”  The BJP does not seem to agree. Hemlal Murmu, the party’s state vice-president who lost to Marandi earlier this year, said that such things are not allowed in tribal culture. “In Santhal traditions, the girl and boy do not even shake hands. Kissing is something way too far. Santhal tradition never had such a thing. Also, this fair is being organised in the name of Siddo, Kanu (tribal icons) and the Hul revolt, which they led. But at this time, it is neither the birth anniversary of these brave leaders nor of the Hul revolt. This is humiliation of the female power.”","author":"Scroll Staff","time":"2017-12-12T16:14:11.348163+05:30","tags":["Jharkhand","Simon Marandi"],"source":"https://scroll.in/video/861239/watch-jharkhands-kissing-competition-for-married-couples-that-has-upset-the-bjp"}