{"title":"Watch, highlights ISL 2023-24 final: Mumbai City beat Mohun Bagan Super Giant for second Cup title","content":"Mumbai City FC beat Mohun Bagan Super Giant 3-1 in the final at the Salt Lake Stadium to emerge as the Indian Super League Cup Winners on Saturday. The Islanders came from behind after Jason Cummings handed the Mariners a lead late in the first half. Second half strikes by Jorge Pereyra Diaz, Bipin Singh, and Jakub Vojtus ensured that the Petr Kratky-coached side emerged victorious against the home side in front of a capacity crowd to draw curtains on the landmark 10th season of the ISL.This was Mumbai City’s second cup title, after the team beat Mohun Bagan – then called ATK Mohun Bagan – in the 2020-21 final. On that occasion, Bipin scored a late winner in the 90th minute.On Saturday though, Bipin was instrumental again. He came on as a substitute and put Mumbai in the lead in the 81st minute. The win avenged the narrow loss at the same venue when the two teams met for the League Shield decider last month.Mumbai City were the much better team in the first half, creating more chances at goal and even hitting the woodwork twice. However, Mohun Bagan Super Giant drew the first blood thanks to their fierce offensive duo of Dimitrios Petratos and Cummings.Petratos played a powerful shot from distance that Mumbai goalkeeper Phurba Lachenpa parried straight into the path of Cummings, who played a delightful chip over the diving Lachenpa to open the scoring.The Islanders naturally decided to shake things up in the second half. They adopted newer courses of play, involving a long ball from Alberto Noguera to their Argentine striker Jorge Pereyra Diaz eight minutes into the second half. Diaz’s sharp offensive instincts were right there on display, calmly bringing the ball down, steering near Vishal Kaith and slotting the ball into the back of the net to equalise the scores.Slovak striker Jakub Vojtus came on in the second half and was central to both the goals that Mumbai City FC scored after that. He made the assist for Bipin’s goal. Vikram Partap Singh squared off a pass towards Lallianzuala Chhangte, who’s shot was blocked and fell to Vojtus, who played in a low cross to an unmarked Bipin.Bipin fluffed his first attempt but had enough time to find his feet and slot home his shot.The Mariners desperately sought to level scores in the added time of the second half, but they ended up exposing large chunks of space in the backline. Vojtus carried the ball forward on the right well into stoppage time. His pass to Vikram Partap was further laid off for Bipin, but a defender managed to get a block. The ball however sat up kindly for Vojtus to continue his run and played a first-time left-footed shot that was deflected on its way to goal.\n\n\n    \n    Play\n\n\n\n\n    \n    Play","author":"Scroll Staff","time":"2024-05-05T09:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200495-fkbohahlyf-1714882883.jpg","tags":["Mumbai City FC","Mohun Bagan Super Giant","ISL","Indian Super League","Bipin Singh","Jason Cummings","Jorge Pereyra Diaz","Jakub Vojtus","Indian football","Football"],"source":"https://scroll.in/field/1067455/watch-highlights-isl-2023-24-final-mumbai-city-beat-mohun-bagan-super-giant-for-second-cup-title"}