{"title":"Watch: Police raided Muslim home in western UP, threatened to set it on fire, alleges young woman","content":"Both the toilet pan and television set are broken, food canisters lie upturned, the pipe of the cooking gas cylinder has been sliced into two.“Aag laga rahe the. They were setting the house on fire,” said a young woman who lives in the Naiza Sarai locality in Nehtaur, a town in Uttar Pradesh’s Bijnore district, 180 km east of Delhi.\n\n\n    \n    Play\n\nOn Friday afternoon, the police fired tear gas shells and bullets in the neighbourhood soon after Muslim residents emerged from prayers at a mosque. The police claim the residents first threw stones at them, but the residents stoutly deny this.The young woman, who did not want to be identified by name, said her brother, Kamar Ahmed, was unwell. He lay down as soon as he returned from namaz, but the police suddenly broke into their home. She alleged that the police ransacked the house, beat her up and other family members too, cut the pipe of the gas cylinder, which could have led to a fire had she not managed to turn off the regulator in time. “They said we will set the house on fire, and if you make too much noise, izzat utar denge,” she said. “We will dishonour you” – a threat of sexual assault.At the end of the raid, the police took her brother away.  His family did not know where he was – when they went to enquire at the Nehtaur police station, they said the police did not disclose anything. When Scroll.in visited the police station on Sunday, we found his name in the list of 10 people arrested in the town. A police official said they had been sent to the Bijnor jail.The incident occurred against the backdrop of nationwide protests against the Citizenship Amendment Act, which critics claim discriminates against Muslims. Twenty-three people have been killed in the protests, 16 of them in Uttar Pradesh. Several policemen have been injured clashes with protestors.","author":"Supriya Sharma","time":"2019-12-22T17:44:00+05:30","tags":["Citizenship Amendment Act","Uttar Pradesh","Bijnore"],"source":"https://scroll.in/video/947601/watch-police-raid-muslim-home-in-western-up-threaten-to-set-it-on-fire"}