{"title":"Watch, highlights ISL 2024: Odisha FC through to semi-final after beating Kerala Blasters in playoff","content":"Odisha FC qualified for the semi-final of the Indian Super League 2023-24 by beating Kerala Blasters FC 2-1 at the Kalinga Stadium in Bhubaneswar on Friday. This was the Juggernauts’ first-ever win in the knockout stages of the ISL, and they will next play League Shield winners Mohun Bagan Super Giant across two legs to make it to the final.In a gripping encounter that went into extra time, Odisha FC came from behind to clinch the semi-final spot.Lithuanian striker Fedor Cernych netted in the 67th minute for the Blasters, before Diego Mauricio and Isak Vanlalruatfela scored the 87th and 97th minutes respectively to drag Odisha FC back into the game and storm them into the semi-finals.The Blasters had plenty of scoring opportunities that they squandered before finally breaking the deadlock.As the game progressed, Odisha FC began pushing forward to find breakthroughs themselves, leaving spaces open in their backline for the Kochi-based team to take advantage of. They did exactly that in the 67th minute. Mohammed Aimen collected the ball in midfield and sent it forward towards Cernych, who took a touch to control before slotting it past the goalkeeper.Odisha FC found the equaliser in the dying minutes when Roy Krishna played in a low cross from the right for an unmarked Diego Mauricio to tap into an empty net.The winning goal was similar, with another cross from Krishna from the right finding an unmarked Vanlalruatfela who slotted home to secure a semi-final berth for Odisha FC.\n\n\n    \n    Play","author":"Scroll Staff","time":"2024-04-20T10:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200183-ylkaclccjg-1713590114.jpg","tags":["Diego Mauricio","Fedor Cernych","Odisha FC","Kerala Blasters","ISL","Indian Super League","Indian football","Football","Isak Vanlalruatfela"],"source":"https://scroll.in/field/1066854/watch-highlights-isl-2024-odisha-fc-through-to-semi-final-after-beating-kerala-blasters-in-playoff"}