{"title":"Watch: Suffering from ‘Game of Thrones’ withdrawal symptoms? These videos might help","content":"Eight years and 73 episodes later, Game of Thrones concluded its epic run on May 19. Withering criticism about the final season of the HBO series notwithstanding, fans  across the world are in mourning. What will viewers obsess over at the next dinner party, now that the global watercooler, conversation starter and fan-theory generator has come to an end?With the rest of George RR Martin’s  A Song of Ice and Fire novels, on which the series is based, still some winters away, these behind-the-scenes clips, interviews and parodies might help fill the void and ease the pain until the next big television sensation comes along. If viewers are having a tough time coping with the end of Game of Thrones, what of the actors who brought to life the characters who were loved or loathed in equal measure? In a video released by HBO, key cast members including Peter Dinklage (Tyrion Lannister), Emilia Clarke (Daenerys Targaryen), Rory McCann (The Hound) and Kit Harington (Jon Snow), remember their first day on set and their favourite scenes.\n\n\n    \n    Play\n\nGame of Thrones: The Cast Remembers.For fans who have complained that the final season was too rushed, here is a compilation of deleted scenes by Looper that indicates that many more moments in previous seasons did not make it to the show. Among the revelations: Shae (Sibel Kekilli) explaining her betrayal of Tyrion to Bronn (Jerome Flynn) and Tywin Lannister (Charles Dance) taking the threat of the White Walkers seriously.\n\n\n    \n    Play\n\nDeleted scenes, Looper.Would Game of Thrones have been the same without Kit Harington as Jon Snow, Maisie Williams as Arya Stark or Lena Headey as Cersei Lannister? The pitch-perfect casting, which propelled first-timers and relative newcomers to stardom, is part of the show’s immense global success. A parody segment on American talk show Jimmy Kimmel Live! teases a scenario in which Kit Harington may have played Cersei (or “cursy”, as he pronounces it), Arya, Daenerys, and even a White Walker. \n\n\n    \n    Play\n\nKit Harington audition on Jimmy Kimmel. Could Harington’s stint on the voice cast of the How To Train Your Dragon trilogy have helped Jon Snow ride a dragon in Game of Thrones season eight? While Daenerys’s fire-breathers didn’t take long to come around to Jon – he had Targaryen blood, after all – the actor seems to have had a far tougher time with the friendly dragon Toothless from the animated film franchise.Another hilarious parody audition tape, this time from the sets of How To Train Your Dragon: Hidden World (2019), shows Harington struggling to get his lines right as Toothless mimics him, cuts off the power supply, and then sneezes on him. Harington voiced Eret, a dragon trapper, in the second and third installment of How To Train Your Dragon.\n\n\n    \n    Play\n\nKit Harington Auditions with Toothless for How To Train Your Dragon: Hidden World. Thanks to the show’s long run and its period fantasy setting, it is hard to imagine the show’s cast outside of their medieval costumes, braided hair and fur coats. Irish comedian Graham Norton has interviewed several Thrones cast members on his Graham Norton Show over the years, and the clips prove that the actors are nothing like from the world-weary or conniving characters they play on screen. This video compiles some of the best moments from across the show. The actors reveal strange fan requests and the awkwardness of their families watching one of many sex scenes.\n\n\n    \n    Play\n\nGame of Thrones cast members on the Graham Northon show.Spending eight years and several gruelling hours on set has turned some cast members into close friends. The Stark sisters are a famous example. Despite their sometimes fraught relationship on the show, Williams and Turners’s off-screen camaraderie is famous and has even inspired the hashtag “Mophie”. In an interview with Rolling Stone, the actors talk about their matching tattoos, Game of Thrones sleepovers and growing up together on set (Turner was 14 and Williams 13 when they joined the show).  \n\n\n    \n    Play\n\nMaisie Williams and Sophie Turner interview. Can anyone imagine Pilou Asbaek as anything other than the lascivious and amoral Euron Greyjoy? Before he joined Game of Thrones in 2016, the Danish actor hosted the 2014 season of the Eurovision song contest in Copenhagen. As a funny promotional video for that season, Asbaek can be seeing playing a amiable tour guide who is determined to offer visitors the flawless Copenhagen experience – for which he hires a fake queen, a giant replica of the Little Mermaid Statue and orchestrates a sunset.  \n\n\n    \n    Play\n\nPilou Asbaek, Wonderful Copenhagen.There’s little humour to be found in the grim world of Game of Thrones, but that hasn’t stopped comedians from parodying the series. This Saturday Night Live sketch recreates Jon Snow’s resurrection from death in season six, something that fans had long predicted would happen. As the clip points out, the decision to display Jon Snow’s body on a table while his allies mused about his death around him made clear that his watch had not yet ended. \n\n\n    \n    Play\n\nGame of Thrones Saturday Night Live.What if Game of Thrones were set in India? Comedian Lilly Singh aka Superwoman posits a world where House Singh would fight for the Iron Throne, Danerpreet, Mother of Peacocks, would have to bargain with a shopkeeper to buy ships and twincestous couple Cersei and Jaime Lannister would gaze at each other lustily during Raksha Bandhan. \n\n\n    \n    Play\n\nParodies are even more fun when cast members join in the fun. An inspired 12-minute video documents a musical for charity involving the Coldplay band and the Game of Thrones cast. Chris Martin and the rest of Coldplay help actors tap into their singing talents, and each cast member gets a Coldplay composition that best suits their character. There’s a reggae number called Rastafarian Targaryen for Emilia Clarke, while Peter Dinklage sings about how Tyrion Lannister still going strong in the series even as Ned Stark (Sean Bean) lost his head in season one.\n\n\n    \n    Play\n\nColdplay and Game of Thrones.In a skit for his talk show Late Night with Seth Myers, the American comedian and Saturday Night Live alumnus brings an uninvited guest to a baby shower – Melisandre. Dutch actress Carice van Houten reprises the role in the parody, shocking moms-to-be with her ominous prophecies. Motherhood can sometimes be dark and full of terrors, and who better than the Red Priestess to bring that home?\n\n\n    \n    Play\n\nMelisandre at a Baby Shower, Late Night with Seth Meyers. On Jimmy Kimmel Live, Nikolaj Coster-Waldu, who played Jaime Lannister, starred in a skit that imagines a spin-off series Full House Lannister. \n\n\n    \n    Play\n\nFull House Lannister, The Jimmy Kimmel show.The Game of Thrones experience would be incomplete without Ramin Djawadi’s haunting soundtrack. In this video on the Game of Thrones YouTube account, the Iranian-German artist talks about how he recreated the dark and ominous tone of the series through his music and how different instruments were chosen for various characters. This included a hammered dulcimer string instrument for Arya’s Needle theme and an Armenian duduk wind instrument for the sequences featuring the Dothraki tribe. \n\n\n    \n    Play\n\nInside Game of Thrones: A Story in Score.Apart from the background score, Game of Thrones has several full-length songs as well, many of them woven into the legends and myths of the series. One of these is the Rains of Castamere. In the series and the novels, the song tells the story of Tywin Lannister’s destruction of House Reyne of Castamere. The lyrics were included in Martin’s novels, and the song is recreated on the series in scenes involving the Lannisters. This video has the song in full, performed by Ramin Djawadi and Serj Tankian.\n\n\n    \n    Play\n\nThe Rains of Castamere from Game of Thrones. The Game of Thrones opening theme is such an ear worm that even birds can’t get enough of it, shows this video of a cockatiel squawking the tune. \n\n\n    \n    Play\n\nCockatiel singing Game of Thrones opening theme. American actor Jack Black had a different reaction to the iconic series theme – in a parody video titled Game of Thrones and Creams & Lotions, Black prances about on a rooftop parking lot while wielding a foam sword and humming, “Throne-y throne thrones”.\n\n\n    \n    Play\n\nGame of Thrones and Creams & Lotions by Jack Black.An innovative mashup by the UK website JOE gives Game of Thrones yet another musical upgrade. What could a contemporary version of Game of Thrones be called? It’s a song of fire and ice, ice baby.It’s finally here - #GameofThrones x Vanilla Ice in all its magnificent glory ❄️🔥 pic.twitter.com/FlkIJhjamh— JOE (@JOE_co_uk) May 19, 2019\n\nIf you haven’t yet watched the series, here is a video by internet content creator Andy Kelly that collects one second from episodes across the eight seasons. Crammed into the 83-second video are flashes of Brienne, the direwolf Ghost, Daenerys’s first major victory, Robb Stark’s death, Jon Snow mourning Ygritte’s death and Daenerys’s murder.One second from every episode of Game of Thrones. pic.twitter.com/rFz2CFLwBx— Andy Kelly (@ultrabrilliant) May 20, 2019\n\nAlso read:‘Game of Thrones’ final episode recap: All hail the new WesterosFrom Mother of Dragons to Mad Queen: Daenerys Targaryen’s journey on ‘Game of Thrones’Arya or Sansa: Who was the Starkest of the sisters on ‘Game of Thrones’?Green Eyes to Azor Ahai: Which ‘Game of Thrones’ fan theories worked out?Ramin Djawadi covers ‘Game Of Thrones’ theme featuring Audioslave, Anthrax and Extreme guitarists","author":"Scroll Staff","time":"2019-05-22T12:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120159-tjwetkmpkb-1558439519.jpeg","tags":["Game of Thrones","Kit Harington","Sophie Turner"],"source":"https://scroll.in/reel/924198/watch-suffering-from-game-of-thrones-withdrawal-symptoms-these-videos-might-help"}