{"title":"Watch: ISRO chief hugs Modi, breaks down after space agency loses contact with moon lander Vikram","content":"Prime Minister Narendra Modi on Saturday consoled Indian Space Research Organisation’s Director K Sivan after his address to the scientists from the space agency’s control room in Bengaluru. This came hours after the Vikram lander of Chandrayaan-2 lost communications with ISRO around 2 km above the moon’s surface.PM @narendramodi consoles an emotional @isro Chairman K. Sivan #Chandrayaan2 pic.twitter.com/SmRaNGtxAB— Doordarshan News (@DDNewsLive) September 7, 2019\n\nThe prime minister hugged a crying Sivan and patted him on his back before he left the ISRO’s headquarters. This came after Modi, in an address to the nation, reassured the scientists and said India’s determination to touch the moon has become even stronger and that the best is yet to come. “We came very close, but we need to cover more ground... learnings from today will make us stronger and better,” Modi said, adding that, “The best is yet to come in our space programme. India is with you.”“You are the ones who live for the country,” Modi told the scientists. “You are the ones who sacrifice your own dreams and spend sleepless nights to keep India’s head high.” \n    \n      rocket science\n      Despite landing setback, Chandrayaan-2 is a tremendous achievement for Indian science\n      \n    \n    \n        read more\n    \nAt 2.16 am on Saturday, Sivan first briefed Modi and then announced that that the ground station had lost contact with the lander Vikram. “Vikram lander descent was as planned and normal performance observed up to an altitude of 2.1 km,” he said. “Subsequently communications from lander to ground station was lost. The data is being analysed.”Modi told those gathered at the ISRO communication centre to hope for the best and patted the ISRO chief once again on his back and gave the other scientists a pep-talk before he left the centre.The lander carried by India’s second moon mission, Chandrayaan-2, had launched itself towards the moon and fought against its gravity for more than 28 km, slowing down almost to a halt mid-air, when it lost contact.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-07T09:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126959-hbjhmjestz-1567829215.jpeg","tags":["Narendra Modi","Chandrayaan-2","K Sivan","ISRO"],"source":"https://scroll.in/latest/936552/watch-isro-chief-hugs-modi-breaks-down-after-space-agency-loses-contact-with-moon-lander-vikram"}