{"title":"Watch highlights: Faith Kipyegon, Lamecha Girma and an incredible record-breaking night at Paris DL","content":"Play\n\nKenyan Faith Kipyegon made it two world records in a week after delivering a masterclass in the women’s 5,000m at the Paris Diamond League meeting on Friday while Ethiopia’s Lamecha Girma smashed the 19-year-old record in the men’s 3,000m steeplechase.Kipyegon headlined a stellar night of track and field at the Stade Charlety that also saw Norway’s Jakob Ingebrigtsen set a new world record in the rarely-run 2 miles event.Kipyegon showed her trademark kick to the line in the 5,000m to win in 14min 05.20sec, slicing a full second and a half off the previous best of 14:06.62 set by Ethiopia’s Letesenbet Gidey, the world 10,000m champion.There were further outstanding performances from Keely Hodgkinson, the world and Olympic silver medallist from Britain who set the 10th fastest time ever in dominating the women’s 800m in 1min 55.77sec, while American Grant Holloway showed promising early-season form in winning the 110m hurdles in 12.98sec.But there was disappointment in the long-awaited season opener for Olympic 100m champion Marcell Jacobs, who could only finish seventh in a race won by world 200m champion Noah Lyles.It was, however, Kipyegon who stole the show just seven days after shattering the women’s world record in the 1500m in Florence.“No, I did not think about the world record, I do not know how I made it,” said Kipyegon, who burst into tears after crossing the line.“I just focused on the green light and tried to stay relaxed and enjoy the race.“I just did the race and wanted to see what happens. When I saw that it was a world record I was so surprised. It was all about giving my best. I just wanted to improve on my personal best, the world record was not my plan.”\n\n\n    \n    Play\n\nNot to be outdone, Girma, twice a silver medallist at the world championships and once at the Olympics, clocked 7:52.11, shattering the previous best of 7:53.63 set by Kenyan-born Qatari Saif Saaeed Shaheen in Brussels in 2004.“I’m happy and very proud. I felt so fast during the race, so confident,” said Girma, 22.“The world record is not a suprise, I planned to beat it tonight in Paris. It’s a result of a full determination.”\n\n\n    \n    Play\n\nIngebrigtsen’s efforts over the 2 miles event was equally as impressive, with the trio of record breakers aided not only by on-the-mark pace-setting but also by the Wavelight trackside lighting system that indicated world record pace – and a raucous crowd.The 22-year-old Norwegian, already the world record holder for 1500m indoors, clocked 7min 54.10sec in an incredible display in the seldom-run event, which is not an acknowledged Olympic or world distance.The time smashed the previous best performance of 7:58.61 set by Kenyan Daniel Komen in July 1997 in Hechtel, Belgium.“Being able to make this record feels amazing. It is my first world best outdoors,” Ingebrigtsen said. World 200m champion Lyles won the 100m in 9.97, just one hundredth of a second ahead of Kenya’s African champion Ferdinand Omanyala.Jacobs, who skipped the two opening Diamond League meets of the season with a back problem, was never in contention coming out of his blocks and the Italian finished well off the pace in 10.21.\n\n\n    \n    Play\n\nMany eyes in the build-up had been on Sydney McLaughlin-Levrone, who destroyed the 400m hurdles world record when she claimed world championships gold on home soil last year, but now has her sights set on the long-standing best in the 400m flat.But the 23-year-old American ran out of gas in the 400m, finishing second to world silver medallist Marileidy Paulino of the Dominican Republic who overhauled her in the home straight.Paulino ended strongly in a meeting record of 49.12, with McLaughlin-Levrone, making her first Diamond League appearance in Europe since 2019, second in a personal best of 49.71.American Gabby Thomas won the women’s 200m in 22.05, with 2019 world champion Dina Asher-Smith of Britain a disappointing fourth in 22.57. \n\n\n    \n    Play\n\nMore highlights here.","author":"Scroll Staff","time":"2023-06-13T19:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191210-qetjpbyakx-1686663690.jpeg","tags":["Faith Kipyegon","Lamecha Girma","Diamond League","Paris DL"],"source":"https://scroll.in/field/1050816/watch-highlights-faith-kipyegon-lamecha-girma-and-an-incredible-record-breaking-night-at-paris-dl"}