{"title":"Watch: When Atal Bihari Vajpayee spoke of ‘levelling the ground’ in his speech to kar sevaks in 1992","content":"In 1992, as the Babri Masjid-Ram Janmabhoomi crisis was reaching a crescendo, Atal Bihari Vajapyee addressed a gathering of kar sevaks at Jhandewalan Park in Aminabad, Lucknow. The BJP leader gave his speech the speech on December 5, 1992 – a day before the Babri Masjid was demolished.Vajpayee had categorically stated that he was neither involved in the demolition nor had prior knowledge of it. Yet, when a video of his speech (which was recorded by intelligence agencies) surfaced in 2004, suspicions arose that he knew what was about to happen the next day. The speech, like most of Vajpayee’s other speeches, was filled with allusions. One particular line in which he talked about “sharp-edged boulders” and the need to “level the ground” stood out and was greeted with cheers from the crowd. “I don’t know what will happen there tomorrow. I wanted to go to Ayodhya but I was told to go to Delhi,” he said towards the end. Indeed, Vajpayee was not present at the gathering near the masjid the next day and later told Outlook magazine (which had acquired copies of the video) that he had made the speech in a lighter vein and did not intend it to be provocative. “Mera Ayodhya andolan mein zyaada role nahin tha (I did not have much of a role in the Ayodhya movement),” he said, adding that he had not mentioned the masjid once and there was nothing in it that could be questioned by the courts.On December 5, 1992, AB Vajpayee gave a speech in Lucknow to kar sevaks, urging them to continue kar seva the next day in Ayodhya. The next day, the Babri Masjid was brought down by Hindutva zealots. This video was captured by intelligence agents, submitted to the Liberhans Comm. pic.twitter.com/hj7d9DX8v7— Pranesh Prakash (@pranesh) July 7, 2018\n\nThe Liberhan Commission – constituted to look into the demolition of Babri – strongly indicted Vajpayee, LK Advani and others in 2009, calling them the “pseudo-moderate” leadership of the BJP, who were party to the decisions of the Sangh Parivaar in the event. Anupam Gupta, a counsel commission who left because of differences with Justice Liberhan, told Frontline that Vajpayee’s indictment was not legally tenable. The BJP leader’s speech hinting at demolition had not come to the notice of the commission at the time of the indictment. However, even after the story containing the speech was published, the commission did not take notice of it. “The right thing to do was to have summoned Vajpayee even at that time. Without doing that, how can the commission arrive at such a finding?” Gupta said. Vajpayee’s play of words in this particular speech ensured he avoided the worst of legal troubles in the Babri case. This ability of his also worked in his favour several times and earned him praise as an intelligent orator and wordsmith.","author":"Scroll Staff","time":"2018-08-16T19:30:00+05:30","tags":["Babri Masjid","Atal Bihari Vajpayee"],"source":"https://scroll.in/video/882331/watch-when-atal-bihari-vajpayee-spoke-of-levelling-the-ground-in-his-speech-to-kar-sevaks-in-1992"}