{"title":"Watch: NDTV’s Ravish Kumar delivers a scathing message on backdoor attempts to muzzle press freedom","content":"Play\n\nThe timing of Monday morning’s raid at NDTV promoter Prannoy Roy’s home raised questions about the intentions of the Central Government and indicated that there was little room for a watchdog media in a BJP-ruled India. On Monday night, host of Prime Time on NDTV India, Ravish Kumar delivered a biting critique of the state of press freedom in the country. He began by referring to a 2016 article in The New York Times that explained how dictatorial governments of the 21st century ruled with a “velvet glove”.  The authors described how, “the ‘soft’ dictators concentrate power, stifling opposition and eliminating checks and balances, while using hardly any violence”. Kumar also spoke about former US President Barack Obama’s message to the press, shortly before he left office: “You can’t be sycophants for those in power”, but instead, “push those of us in power to be the best version of ourselves”.Kumar explained that currently, there are two kinds of journalists in New Delhi, those who are afraid, and those who are being threatened. Journalists who are afraid can be further divided into two categories: those who are paid to be afraid and those for whom the fear is never-ending. He also highlighted the problems with social media debates that frequently create false binaries about “soldiers on the border”, while referring to Indian Express editor Raj Kamal Jha’s speech at the Ramnath Goenka awards. “...when we have a generation of journalists who are growing up in an age of retweets and likes. And they do not know that criticism from a government is a badge of honour,” Jha had said.Said Kumar with a smile, “Don’t get too frightened. But it is important to know what exactly is going on with Indian media.”Referring to “lapdog media” as “godi media” – for those who play in the lap of the government – Kumar talked about the fact that despite the rise in the number of channels, the space for free opinions is shrinking. Channels quickly form an agenda, and eventually, this becomes propaganda by repeating the same notions in every discussion. He called the phenomenon “a well of death of opinion in our democracy”. Going on to the case against the NDTV promoters, he said that the loan being referred to in CBI press releases had been paid off long ago. There were many people, some of whom were “watching cricket matches in the United Kingdom”, who had thousands of crores in debts, but whom the government was not targeting.He ended the broadcast by going back to Thomas Jefferson’s famous quote, “Were it left to me to decide whether we should have a government without newspapers, or newspapers without a government, I should not hesitate a moment to prefer the latter.” Unfortunately, there is no one in the current dispensation who feels the same, Kumar said.","author":"Scroll Staff","time":"2017-06-07T10:00:00+05:30","tags":["ravish kumar","ndtv","BJP","Prannoy Roy","Media"],"source":"https://scroll.in/video/839807/watch-ndtvs-ravish-kumar-delivers-a-scathing-message-on-backdoor-attempts-to-muzzle-press-freedom"}