{"title":"Watch: Scenes of destruction in Muzaffarnagar as mob attacks Muslim neighbourhood","content":"Significant damage to a Muslim area in the Muzaffarnagar town of Western Uttar Pradesh is visible in a video accessed by Scroll.in that was shot after violence on Friday in the wake of protests around the Citizenship Amendment Act and the National Register of Citizens.\n\n\n    \n    Play\n\nShot at around 6 pm on Friday, the video show burnt shops and a mosque on the Roorkee-Meerut Road. It also shows four cars of Congressman and former MP Saiduzzaman gutted by the mob.Saiduzzaman’s son Salman Sayeed blamed the police as well as people he associated with the Rashtriya Swayamsevak Sangh for the violence. “These goons functioned with the patronage of the police,” Sayeed alleged.Sayeed alleged that they opened fire on Muslim protesters, following which, with the help of the police, he claimed that they looted shops and broke into houses in the Khalapar area. “People were taken away, things were smashed and looted,” he alleged.Sayeed claimed this was an attempt to undermine the secular nature the CAA-NRC protests have had till now. “They want to cause communal riots,” he told Scroll.in over the phone. “They want to break the common Hindu-Muslim support for this movement.”The Inspector General of Police for the Meerut range, Alok Singh, told the Hindustan Times that Muzaffarnagar and  other areas that had been hit by violence on Friday such as Meerut, Bulandshahr and Hapur were peaceful on Saturday and that the situation was under control.“Weapons along with cartridges were recovered during search operations,” he told the newspaper. Currently, Muzaffarnagar is under a communications blockade with mobile and landline internet suspended.Residents tell Scroll.in that the police has enforced a curfew in the Muslim areas of the city to prevent further protests.","author":"Scroll Staff","time":"2019-12-21T23:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133304-hzgmgprapk-1576950034.jpeg","tags":["Citizenship Amendment Act","Rashtriya Swayamsevak Sangh","Muzaffarnagar"],"source":"https://scroll.in/video/947552/watch-scenes-of-destruction-in-muzaffarnagar-as-mob-attacks-muslim-neighbourhoods"}