{"title":"Maharashtra Congress MLA Nitesh Rane, his two supporters arrested for pouring mud on civic engineer","content":"Congress MLA from Maharashtra Nitesh Narayan Rane and two of his supporters were arrested on Thursday after they poured mud on a civic engineer and tied him up on a bridge near Kankavli in Sindhudurg district, ANI reported along with a video of the incident. Nitesh Rane is the son of former Maharashtra Chief Minister Narayan Rane.A first information report against Rane and around 50 of his supporters was registered.“Nitesh Rane and two of his supporters have been arrested and search for other accused is on,” Sindhudurg Superintendent of Police Dikshit Gedam told ANI. “They will be produced in court tomorrow [Friday].”Earlier in the day, Nitesh Rane, who is the Kankavli legislator, was inspecting potholes on the Mumbai-Goa highway, and was reportedly upset over the deteriorating condition of the highway at the time of the incident.In the video, Nitesh Rane was seen pushing the engineer, identified as Prakash Shede, while his supporters poured buckets of mud over Shede’s head. A group of supporters, allegedly belonging to the Swabhiman Sanghatna, were then seen tying up Shede by the side of the bridge.“Throw it [mud] on him,”  Nitesh Rane is heard saying in the video, according to Mumbai Mirror. “Throw it on his head. Now you will understand...What should people do, should they die in front of you? What will happen if the wall collapses?”In 2017, Nitesh Rane had thrown a dead fish at the additional commissioner for fisheries in Sindhudurg during   a meeting called to discuss problems faced by the fishermen in the Konkan region.#WATCH: Congress MLA Nitesh Narayan Rane and his supporters throw mud on engineer Prakash Shedekar at a bridge near Mumbai-Goa highway in Kankavali, when they were inspecting the potholes-ridden highway. They later tied him to the bridge over the river. pic.twitter.com/B1XJZ6Yu6z— ANI (@ANI) July 4, 2019\n\nThe Shiv Sena demanded action against Nitesh Rane after the video of the incident was circulated on social media. “This is violent goondagardi and near attempt to murder!” said Shiv Sena leader Priyanka Chaturvedi. “This kind of hooliganism coming from Congress MLA should be strictly dealt with by the government! Don’t spare this kind of brazen contempt of law and order by an elected representative.”Last month, Bharatiya Janata Party MLA Akash Vijayvargiya, who is the son of BJP General Secretary Kailash Vijayvargiya, had assaulted a municipal corporation officer with a cricket bat in Indore, Madhya Pradesh. Prime Minister Narendra Modi had expressed anger and said those who went to welcome Vijayvargiya when he was released on bail should be sacked.Dikshit Gedam, SP, Sindhudurg: Nitesh Rane and two of his supporters have been arrested and search for other accused is on. They will be produced in court tomorrow https://t.co/arlggBoprg— ANI (@ANI) July 4, 2019","author":"Scroll Staff","time":"2019-07-04T16:51:56.661292+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/25811-getdrdodkh-1562235198.jpg","tags":["Maharastra","Nitesh Rane","Kankavli","Sindhudurg district"],"source":"https://scroll.in/latest/929415/watch-mob-led-by-congress-mla-nitesh-rane-pours-mud-on-engineer-over-poor-state-of-roads"}