{"title":"Watch, highlights ISL 2023-24: Odisha FC beat Mohun Bagan Super Giant in first leg of semi-final","content":"Odisha FC secured a 2-1 victory against Mohun Bagan Super Giant at the Kalinga Stadium in Bhubaneswar in the first leg of their semi-final in the Indian Super League on Tuesday.The Juggernauts thus secured their first-ever ISL win over the Mariners after nine attempts, as a game of close margins kicked off amidst frenetic circumstances with all three goals being netted in the first-half of this match.Manvir Singh handed Mohun Bagan an early lead in the third minute, but Carlos Delgado and Roy Krishna scored once each for Odisha FC to help the team maintain their unbeaten streak at home this season (13 matches) before heading into the second leg of the semi-final, which will be held at the Salt Lake Stadium in Kolkata on April 28.Both teams finished the match with 10 players as Delgado and Mohun Bagan forward Armando Sadiku were sent off for picking up two yellow cards each.Singh opened the scoring for Mohun Bagan in the third minute after he was left unmarked in a corner routine. He simply had to nod home from close range after being unchallenged by the Odisha defence.It was a similar defensive howler from Mohun Bagan at the other end, when Odisha FC took a corner in the 11th minute and left Carlos Delgado unmarked in the box. The Odisha defender made no mistake in volleying home from inside the six-yard box to level the scores.By the 39th minute, Odisha took the lead through Roy Krishna. Odisha goalkeeper Amrinder Singh played a long ball forward to Krishna who did not get a clean header to bring the ball under control. However, Mohun Bagan’s Hector Yuste could not do much to stop Krishna getting to the loose ball before slotting it past the rushing goalkeeper.\n\n\n    \n    Play","author":"Scroll Staff","time":"2024-04-24T10:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200258-yduhupftmh-1713935232.jpg","tags":["Odisha FC","Mohun Bagan Super Giant","Mohun Bagan","Indian Super League","ISL 2023-24","ISL","Indian football"],"source":"https://scroll.in/field/1066983/watch-highlights-isl-2023-24-odisha-fc-beat-mohun-bagan-super-giant-in-first-leg-of-semi-final"}