{"title":"Watch: ‘I’d look at it not as rupee sliding, but as dollar strengthening,’ says Nirmala Sitharaman","content":"Union Finance Minister Nirmala Sitharaman on Saturday said that she does not view the rupee’s value as sliding, but as the US dollar strengthening.“First of all, I will look at it, not [as] the rupee sliding and look at it as the dollar strengthening incessantly,” Sitharaman said. “So, obviously, all other currencies are performing against the strengthening of the dollar.”#WATCH | USA: Finance Minister Nirmala Sitharam responds to ANI question on the value of Indian Rupee dropping against the Dollar as geo-political tensions continue to rise, on measures being taken to tackle the slide pic.twitter.com/cOF33lSbAT— ANI (@ANI) October 16, 2022\n\nWatch Live: Smt @nsitharaman addresses the media on her official visit to the USA in Washington DC. @FinMinIndia @PIB_Indiahttps://t.co/9Dnu1sHw5r— NSitharamanOffice (@nsitharamanoffc) October 15, 2022\n\nSitharaman made the remarks during a press conference in Washington DC. The finance minister is on a six-day official visit to the United States.Her remarks regarding the rupee come six days after the local currency touched a record low of 82.69 against the dollar. The rupee had breached the 82-per-dollar mark on October 7.According to The Hindu, the rupee has plunged by more than 8% against the dollar in 2022.Market experts credit the depreciation in the rupee to the rising crude oil prices and the aggressive rate hikes by the United States Federal Reserve to control inflation.However, during Saturday’s interaction, Sitharaman reiterated that the performance of the rupee has withstood other currencies.“I am not talking about technicalities but it is a matter of fact India’s rupee probably has withstood this dollar rate going up,” the finance minister said. “I think the Indian rupee has performed much better than many other emerging market currencies.”She added that the finance ministry and the Reserve Bank of India were keeping a close watch on the matter“The efforts of RBI are more towards seeing that there is not too much volatility, it is not to intervene in the market to fix the value of the rupee,” Sitharaman said. “Containing the volatility is the only exercise RBI is involved in and I have said this before that the Rupee will find its own level.”Further, talking about inflation, Sitharaman claimed that the country is in a “comfortable situation”.“I keep repeating, inflation is at a manageable level too. We are making efforts to bring it further down.”Retain inflation in India has remained above the upper limit mandated by the Reserve Bank of India for nine months now. The central bank aims to keep inflation in the range of 2% to 6%.In September, India’s retail inflation increased to 7.41% from 7% in August, government data showed.September’s figures were the highest in five months. The price rise indicator was 6.71% in July, 7.01% in June and 7.04% in May.‘Enforcement Directorate completely independent’ During Saturday’s press conference, Finance Minister Nirmala  Sitharaman also refuted allegations that the Enforcement Directorate is being used by the Central government for political or vindictive purposes.“The ED [Enforcement Directorate] is completely independent in what it does and it is an agency which follows on predicate offences,” Sitharaman said, according to PTI. “The first offence is already picked up by any other agency, whether it is a Central Bureau of Investigation or any other agency, and it is post that the ED comes into the picture.”She further added: “I don’t want to comment on the individual cases or the approach, but certainly, there are instances which are so standing out and if the ED goes there it is with some prima facie evidence in its hand.”Several Opposition parties have alleged misuse of central agencies by the Narendra Modi-led government to target its political opponents. The parties claim that the law is being used arbitrarily, selectively and without any justification by the Bharatiya Janata Party-led central government against prominent leaders of Opposition parties.","author":"Scroll Staff","time":"2022-10-16T10:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180407-vbbnhqnxkp-1664112101.jpg","tags":["Rupee","Dollar","Nirmala Sitharaman","Indian economy"],"source":"https://scroll.in/latest/1035129/watch-id-look-at-it-not-as-rupee-sliding-but-as-dollar-strengthening-says-nirmala-sitharaman"}