{"title":"Watch, highlights ISL 2023-24: FC Goa reach semi-finals after win over Chennaiyin FC in playoffs","content":"FC Goa qualified for the 2023-24 Indian Super League semi-finals by defeating Chennaiyin FC by 2-1 in their playoffs fixture at the Fatorda Stadium in Goa on Saturday. The Gaurs will square off against Mumbai City FC across two legs in their last-four clash, whereas Chennaiyin FC have been eliminated from the competition as a consequence of this result.With 39 goals in the 22 league match they’ve played, FC Goa’s front line have been enterprising in their goal-scoring techniques. Whilst their first goal by Noah Sadaoui was a product of a proper team effort, the other one by Brandon Fernandes was one of the most sensational solo strikes of the season.When the Gaurs broke the deadlock in the 36th minute, Sadaoui was functioning through the right flank. He collected the ball, passed it on to Boris Singh beside him. Boris played the ball to Fernandes inside the box, before it went to Carl McHugh. There was a tough tussle to win the challenge between both the sides at that point but Sadaoui picked it up and hammered it into the back of the net to notch the opener.Fernandes, who was a critical component of the first strike, scored the second one by coming deep near the half-way mark and collecting a pass by Jay Gupta from the left flank. Fernandes dropped a shoulder as his piercing pace helped him beat Chennaiyin FC midfielder Jiteshwor Singh who chased him right till the edge of the box. The FC Goa player sensed that it was his moment of reckoning though, and hence opted against engaging in any sort of build-up and decided to deposit the ball right into the top of the net in the 45th minute.Chennaiyin FC clawed back slightly into the game, all thanks to their centre-back duo of Ryan Edwards and Lazar Cirkovic. Aakash Sangawan delivered a corner to Edwards on the far post in the added time of the first half, who headed it straight to FC Goa goalkeeper Dheeraj Singh. The custodian got a palm to the shot but couldn’t stop it completely, leading to Cirkovic scoring off the rebound from a very close range.Whilst the Marina Machans banked on their aerial prowess to try and make a contest out of this playoff, it was Marquez & Co that eventually prevailed in setting up a semi-final date with Mumbai City FC.\n\n\n    \n    Play","author":"Scroll Staff","time":"2024-04-21T09:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200193-drsoskpzsz-1713672905.jpg","tags":["Noah Sadaoui","Chennaiyin FC","FC Goa","Indian Super League","2023-24 ISL","Football","Indian football","Brandon Fernandes"],"source":"https://scroll.in/field/1066875/watch-highlights-isl-2023-24-fc-goa-reach-semi-finals-after-win-over-chennaiyin-fc-in-playoffs"}