{"title":"Watch, highlights ISL 2023-24: Sahal scores late winner to take Mohun Bagan Super Giant into final","content":"Mohun Bagan Super Giant on Sunday beat Odisha FC 2-0 in the second leg of their semi-final fixture to win 3-2 on aggregate and reach the final of the Indian Super League.Mohun Bagan Super Giant will now play the ISL final on May 4 at their home ground, the Salt Lake Stadium as they were the highest-ranked team from the league stages.The Antonio Lopez Habas-coached side came into this match after a 2-1 loss to Odisha FC in the opening leg of their last-four match in Bhubaneswar. Odisha nearly took the lead with Anwar Ali making a crucial interception to deny Isak Vanlalruatfela an easy tap in early in the first half.The home side took the lead in the 22nd minute after Odisha goalkeeper Amrinder Singh failed to properly deal with Dimitri Petratos’ shot from distance. Singh could only parry it as far as Jason Cummings who tapped the ball into the empty net to level the tie on aggregate.Odisha could have responded immediately but Diego Mauricio poked the ball high up the goal from close range after some good work by Roy Krishna down the right wing. Odisha had another chance deep into stoppage time in the first half.Vanlalruatfela ghosted in towards the far post and headed in Krishna’s cross across goal. Vishal Kaith, in the Mohun Bagan goal, was beaten. However, Hector Yuste was at the right place at the right time to clear the ball off the line.The home side had a host of chances to take the lead at the start of the second half with Manvir Singh and Anirudh Thapa missing good chances. Amrinder Singh made a couple of good saves including a superb one-handed save to keep out Yuste’s glancing header from a corner.Mohun Bagan had to wait until added time to find the winner. Manvir Singh drove in from the left and crossed the ball to substitute Sahal Abdul Samad. The former Kerala Blasters player’s shot was initially saved by Singh but the ball rebounded off Samad into the empty net.Mohun Bagan, who won the first Indian Super League Shield a couple of weeks ago, will look to complete the double in the final where they will take on the winner of the semi-final between Mumbai City FC and FC Goa.\n\n\n    \n    Play","author":"Scroll Staff","time":"2024-04-29T09:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200354-buzrjwsito-1714364492.jpg","tags":["Sahal Abdul Samad","Jason Cummings","Mohun Bagan Super Giant","Odisha FC","Indian Super League","ISL","Football","Indian Football"],"source":"https://scroll.in/field/1067178/watch-highlights-isl-2023-24-sahal-abdul-samad-scores-late-winner-to-take-mohun-bagan-into-final"}