{"title":"Water cuts, fines: Bengaluru grapples with familiar crisis but few long-term solutions in sight","content":"From imposing restrictions on water usage to cutting down water supply, parts of Bengaluru are grappling with the challenge of managing their dwindling water resources. Inadequate rainfall in 2023 led to a water crisis in the state of Karnataka, especially in its capital, the information technology city of Bengaluru. The Karnataka government termed 2023 as a drought year.Bengaluru primarily relies on the Kaveri river and groundwater for its water supply. However, due to the shortfall in rain, there is a strain on the capacity of these water sources.On March 12, the Bangalore Water Supply and Sewerage Board, which supplies drinking water to the city, announced a 20% reduction in water supply to bulk consumers citywide in a phased manner. The Bangalore water board identifies establishments using over 20 million litres daily as bulk consumers. Currently, there are 38 such users in the city, consuming 1,765 million litres per month, equivalent to 59 million litres per day. By implementing a 20% reduction, Bangalore water board aims to conserve at least 10 MLD daily, which can then be redistributed to parched areas.The water board also prohibited using potable water for tasks such as gardening, swimming pool maintenance, vehicle cleaning, construction and non-essential entertainment purposes in cinema halls and malls. The authority has announced fines of Rs 5,000 for violators found using potable water for these activities.Additionally, with reports of escalating water tanker prices during the water shortage, the administration stepped in and fixed the price of the water tankers at Rs 1200 for 12,000 litres of water.The water board has identified 257 pockets of the city, mostly on the periphery, that are facing the water crisis, said water expert Vishwanath S, who is also a technical committee member of the board.“Currently, we have 1.1 million tap connections to the Kaveri river water supply, which serves 11 million people. We have about 14.5 million people in the city, which means that about 3.5 million people have a severe problem. That is where our focus needs to be,” says Vishwanath, indicating that it is not a city-wide problem as it is reported to be. The focus should be on the recharging of the lakes or groundwater and the government should support those who do not have any access and those who might suffer from lack of access because of social discrimination, he says.There are 13,900-odd borewells in Bengaluru of which about 6,900 have become defunct, according to news reports quoting DK Shivakumar, deputy chief minister of Karnataka, who said the state has not seen such drought in the last three to four decades.\n\t\t\n\tAllalasandra Lake in Bengaluru, in this photo from January 2022. Credit: Mythic Society Inscriptions 3D Scanning Project, CC BY-SA 4.0, via Wikimedia CommonsIncreasing needsOver the last few decades, Bengaluru has significantly expanded. From a population of 7.46 lakh in 1950 it has grown to 14 million in 2024. Particularly since the 1990s, Bengaluru has experienced rapid population growth. Between 1991 and 2001, the city’s population surged by 38%, followed by another substantial increase of 47% from 2001 to 2011. The city is projected to grow from 12 million to 20 million in the next few years.The expansion has taken its toll on the lakes and wetlands that have been recharging groundwater for centuries. The 2015 Master Plan, prepared by the Bangalore Development Authority, showed that the city once boasted of 400 lakes. However, government data indicates a steady decline, dwindling to 260 by the 1940s and further decreasing to just 65.“We are in the perfect storm,” Vishwanath says. “There has been unplanned growth in Bengaluru. Our government institutions are not gearing up to face this crisis, and with climate change, the impact is exacerbated. The government agencies like BWSSB [water board] are extremely understaffed but are continuously firefighting.”Harini Nagendra, Director of Research Centre at Azim Premji University who also leads the Centre for Climate Change and Sustainability, emphasises the importance of long-term planning over temporary solutions. “As a city, we face this issue every time we experience a drought or a flood,” she said. “We need to start planning for extreme weather now, not just temporary fixes. We need to plan years in advance. For example, while we are still receiving Kaveri water, what is the plan to continue recharging that river? The more trees we cut down, the more our watersheds are destroyed and the more challenges we will face year after year.”She adds, “It is not that we do not have the solutions or the innovations. We do. It is about recharging our lakes and utilising new technologies that permeate the concrete roads we have. Of course, it also involves citizens coming together. If we individually save water and harvest rainwater, we can join forces to manage our lakes. Finally, government agencies can step in where citizens cannot. Our city has the means to avoid this crisis year after year if we plan now.”This article was first published on Mongabay.","author":"Sweta Daga","time":"2024-03-18T20:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199326-iutqhrxdhc-1710696200.jpg","tags":["Bengaluru","Karnataka","Karnataka Drought","Water Shortage","Climate Change","Bengaluru Water Shortage"]}