{"title":"‘We are notorious women. We have a lot of stories to tell’: Tales from the mothers of Manipur","content":"“What was it about that protest which took place in 2004 that continues to resonate to this day, not just in the region where it played out but in the entire country and beyond? The images of Meira Paibis (women torch bearers of Manipur), some of them over 60 years of age, stripping outside the headquarters of the Assam Rifles at the Kangla Fort in Imphal, holds a significant place in the crowded annals of contemporary India.”— Pamela Philipose\nHidden somewhere between the gory and bloody stories and headlines of Manipur are stories like that of Lin Laishram. Lin admits that she owes her exhilarating journey to her supportive Ima, who gave her the freedom to try new things in life.Her affirmative story transports me to the life of another happy woman, Ima Angom Jibanmala in Imphal. At 55, Jibanmala is a cheerful woman. Married to a hard-working man who owns a stationery shop, a fairly successful business, they live in a two-storeyed house at a locality called Uripok Sinam Leikai in Imphal. “We saved every paisa to build this house,” she says with a sense of pride.I perch myself on a plastic chair in the long winding verandah on the ground floor of their house. My somewhat sudden visit has upset her plans – she is impatient, as she is dressed and ready to go out. But she entertains me – to start with, she calls up someone on her mobile phone asking for glasses of juice for us. I am amused at the ways people use technology – she used her phone to speak to someone in the same house, I find out as I see her daughter, Juliet, walk down the stairs with a tray with glasses of pineapple juice. Jibonmala smiles, “She works as a nurse in a private hospital. She doesn’t talk much. I have to get her married now.”Jibonmala loves talking about her family. She feels that of her children her younger son is the more responsible one. He runs a grocery shop, is married and with two children. But her eldest, who is an actor, is a bit of a worry. He plays the role of a villain in Manipuri films. He is still struggling and is yet to get married. “He was in a rock band earlier. Some film producers noticed him. He enjoys acting. But I wish he would settle down. And I don’t like him being a villain. One day, I want him to play the hero’s role as the sympathy always lies with the hero,” she laughs.So how does she see the armed forces – as heroes or villains? “Oh, they are worse than villains,” she says. For the past six months now, she has been staying at the Planning and Development Agency (PDA) complex and participating in the relay hunger strike titled Save Sharmila. “I envy the indomitable spirit of Sharmila and her strong will. She is like an incarnation of god and not another human being like us,” she says.She recalls a hilarious incident when a group of commandos and a plainclothes man came near the tent where they were sitting on hunger strike. One of these women saw them at a distance. They were whispering, almost conspiring among themselves. The man in plainclothes started running and the commandos ran after him pretending that they were chasing a militant and would shoot him.  The women kept looking and laughing at them, knowing very well that it was just a ploy to make them come out of the tent so that the security forces could dismantle it. “We are smarter than them. We fooled them by sitting inside the tent and laughing at them,” she says, laughing at the memory.The solidarity of these women is admirable. Once during a storm at night the asbestos sheet blew off but they sat huddled together, even though it rained all night. She points out how some security men are scared of them. “One day we had a candlelight vigil in front of Sharmila’s photo. A convoy of three vehicles stopped there and the men got out and bowed their heads. Maybe they thought it was a temple,” she laughs again. But she agrees that all the commandos are young kids with no respect for anyone. They have to pay a heavy bribe when they are inducted into the forces. She is happy that none of her sons wants to join the security forces or the underground groups.With the mobile phone hung around her neck, a bag on her shoulder, she is all set to go to the spot where the other women are waiting for her. In a shopping bag, she has a change of clothes. She is wearing rubber shoes to beat the rain. She need not worry about her house as her daughter-in-law and daughter are there to take care of it. “My husband is very cooperative and understands that I have to keep myself busy. We do have  fights occasionally like any normal married couple,” she smiles. Earlier, Jibonmala used to do embroidery to help her husband. “Now I find it difficult due to old age. I have no time to help him in his shop either,” she says. Activism is almost like a post-retirement vocation for her – retirement from her household chores and day-to-day responsibilities. For her, the trigger point was the way Manorama was killed, which she feels is an affront to the dignity of women. “I saw the dead body of Manorama. I was very disturbed. It was terrible. We are all Manorama’s mothers,” she says. Her friends, who were with her at the time, were hysterical. “We wanted to do something that would shake the establishment. We signed a pact to disrobe ourselves. After I saw the body, it was not all that difficult for me to strip. I was agonised: how could someone be brutalised so much,” she says.After the iconic protest, she did not faint. A journalist dropped her home in a car with another protestor, Momon, who stays in the same locality. “All of us were crying. I felt embarrassed about coming back.” But nobody in her family talked about it. Sometimes she hears people sniggering behind her back. “When newspapers flashed our photo, I felt violated. But I felt it was also important to highlight our cause in the media,” she says.Fortunately, nobody in her family has been tortured or killed. But she has always been active in social causes – especially the drive against alcoholism. “So many things keep happening in Manipur that I could not stay silent or away from it,” she says.She recalls other similar incidents. Sanamacha, a school student was taken by the army for questioning but never came back. “As a mother, at times I feel life is not worth it. I feel that there is a need to respond to the current situation,” she says. She studied up to class X but she makes it a point to read the local language newspaper every day. She also watches television news, both local and national, to keep herself abreast of what’s happening.But does she have the same anger against the UGs? She responds wisely, “Now it’s come to a point that we are sandwiched. Once, the UGs killed a woman called Menaka. The outfit declared that she was an army informer. That is why she was killed. But if we protest against them, we get warnings. We, the Meira Paibis, are here to protect the people. We are stuck in between. We are not here to take sides,” she says. She was disturbed by reports of recruitment of child soldiers by the UGs. “I believe it’s wrong to train children. If somebody has attained maturity, it’s not possible to stop them. We issued press releases on this,” she says.But like any mother, she is concerned about her family, especially her sons. She wishes her sons would get into government service but she feels that she won’t be able to afford to buy the jobs by paying bribes. For now she enjoys watching her son’s films. He is quite popular and his name is James Angom. “He looks so real as a villain that I want to bash him. Come to think of it, he is such a gentle soul otherwise. He does not raise his voice nor does he smoke or drink,” she says.She adds that he looks perfectly normal without the garish make-up and eyebrows. Her only hope is that he brings a bride on his own. “I don’t have time to look for one. If the bride’s father asks, I will have to tell them that he is a villain,” she laughs. But she will make it a point to tell the bride’s family that this villain’s mother is also a bold Meira Paibi.She looks up as the pigeons start their soft throaty cooing. The pigeons have made their nest on the tree in her courtyard. I smile as she tells me, “The story of Manipur is too long to end in one conversation. We are notorious women. We have a lot of stories to tell.”Excerpted with permission from The Mothers of Manipur: Twelve Women Who Made History, Teresa Rehman, Zubaan.","author":"Teresa Rehman","time":"2017-02-28T08:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/830390-52397-sbgpvuaerk-1488170820.JPG","tags":["Manipur","protest"]}