{"title":"We are born out of a movement, will not be intimidated by BJP: AAP leader Sanjay Singh","content":"Soon after walking out of Tihar jail in Delhi, Aam Aadmi Party leader Sanjay Singh on Wednesday said that his party was born out of a movement and will not be intimidated by the Bharatiya Janata Party.The Rajya Sabha MP, who was arrested on October 4 in the Delhi liquor excise policy case, was released on Wednesday night after the Supreme Court on Tuesday granted him bail.“I have come out after spending six months in jail,” Singh said while addressing Aam Aadmi Party workers. “I want to tell Prime Minister Narendra Modi that every worker, politician, minister and legislator of the Aam Aadmi Party stands firmly next to Arvind Kejriwal.”He urged party workers to prepare for a struggle ahead of the Lok Sabha elections.“I want to thank each Aam Aadmi Party worker who is fighting the dictatorial BJP,” he said. “If the country’s dictator can hear me I want to tell him that we are born out of a movement. We will not be intimidated by your threats.”Singh was referring to the 2011 anti-corruption movement against the Congress-led United Progressive Alliance government at the Centre following which the Aam Aadmi Party was formed in 2012.Modi says that he will not leave any corrupt politician, Singh said.“From north to south and east to west, he [Modi] will take every corrupt politician and make them join the BJP,” Singh said. “But Aam Aadmi Party workers will not be frightened by hollow threats by the BJP.”आम आदमी पार्टी का एक-एक कार्यकर्ता, नेता, मंत्री @ArvindKejriwal जी के साथ मज़बूती के साथ खड़ा है। 💪💪-@SanjayAzadSln #SanjaySinghIsBack pic.twitter.com/lzl48NMDeP— AAP (@AamAadmiParty) April 3, 2024\n\n\nThe Enforcement Directorate, which is investigating the money laundering allegations linked to the liquor policy case, had alleged that Singh played a key role in formulating and implementing the policy.However, a bench of Justices Sanjiv Khanna, Dipankar Datta and Prasanna B Varale on Tuesday ordered that Singh be released on bail while the trial is pending. This came after the Enforcement Directorate said the Aam Aadmi Party leader’s custody was no longer required.Senior leaders of the Opposition party Delhi Chief Minister Arvind Kejriwal and former Deputy Chief Minister Manish Sisodia are still in jail in the liquor policy case. Another party leader, Satyendar Jain, is also in jail in connection with a separate money laundering case.#WATCH | Delhi: Aam Aadmi Party (AAP) MP Sanjay Singh walks out of Tihar Jail on bail. pic.twitter.com/DZ9ZmLd6DM— ANI (@ANI) April 3, 2024","author":"Scroll Staff","time":"2024-04-04T08:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199814-dobmsmvyar-1712199328.jpeg","tags":["Aam Aadmi Party","Sanjay Singh","Lok Sabha Elections 2024","Lok Sabha 2024","AAP","Delhi liquor policy case"],"source":"https://scroll.in/latest/1066202/we-are-born-out-of-a-movement-will-not-be-intimidated-by-bjp-aap-leader-sanjay-singh"}