{"title":"‘We are monitoring rise in human rights abuses in India,’ says US secretary of state Antony Blinken","content":"United States Secretary of State Antony Blinken on Monday expressed concern about the “rise in human rights abuses” in India, in a rare criticism of the latter country’s human rights record by a senior Washington official.He made the statement at a joint press briefing with the United States’ Secretary of Defense Lloyd Austin, India’s External Affairs Minister S Jaishankar and Defence Minister Rajnath Singh.“...We are monitoring some recent concerning developments in India, including a rise in human rights abuses by some government, police, and prison officials,” Blinken said. However, he added that India and the United States share a commitment to democratic values, such as protecting human rights. Jaishankar and Singh did not speak on the matter at the briefing.Live now! @SecBlinken holds a joint press availability with @SecDef Lloyd Austin, Indian Minister of External Affairs @DrSJaishankar, and Indian Minister of Defense @rajnathsingh. https://t.co/9P2EodAtY8— Department of State (@StateDept) April 11, 2022\n\nBlinken’s statement came days after US Congresswoman Ilhan Omar, who belongs to the ruling Democratic party, had asked the Joe Biden administration why it was “so reluctant” to criticise the Indian government on human rights abuses.“How much does the Modi administration have to criminalise the act of being Muslim in India for us to say something,” Omar had asked at a Congressional briefing.Why has the Biden Administration been so reluctant to criticize Modi’s government on human rights?What does Modi need to do to India’s Muslim population before we will stop considering them a partner in peace?  These are the questions the Administration needs to answer. pic.twitter.com/kwO2rSh1BL— Rep. Ilhan Omar (@Ilhan) April 6, 2022\n\nThe statement had come amid a wave of anti-Muslim campaigns in India, targeting women who wore hijabs in educational institutions, meat sellers, Muslim traders selling their wares at temple complexes, and Muslim taxi drivers.On Monday, the Madhya Pradesh government demolished homes and shops belonging to Muslims in Khargone a day after violence broke out in the city during a Ram Navami procession. Some people had allegedly hurled stones at the procession, objecting to loud and provocative music.Criticism from the US in the pastIn April 2021, the United States’ Department of State had released its 2020Country Reports on Human Rights Practices, in which it had flagged human rights concerns in India.The report had identified “unlawful and arbitrary killings, arbitrary arrest and detention by government authorities, overly restrictive rules on non-governmental organisations, violence against women and minorities and restrictions on freedom of expression and the press” as some of the concerns in India.  Arindam Bagchi, the spokesperson of India’s Ministry of External Affairs, however, had said that the document was an internal exercise of the United States government. “We are not a party to it,” he had said. “There should be a proper understanding of developments in India.”","author":"Scroll Staff","time":"2022-04-12T09:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172919-iqvzoawyyf-1649733805.jpg","tags":["United States","Antony Blinken","US Secretary of State","Karnataka","Ilhan Omar","Khargone"]}