{"title":"‘We are hiding in the forest’: Fear in UP’s Rohingya camps as Anti-Terrorism Squad arrests 74","content":"Rabia Khatoon, 48, had finished her morning prayers when the police barged into  her shanty in the Rohingya encampment in Allapur village of Uttar Pradesh’s Mathura district on Monday. They asked for her husband Kullah Mian, 54, who was lying on the bed.They nudged him with a baton and hustled him out of the hut.Similar scenes were playing out in other shanties in the encampment.Kullah Mian, his daughter-in-law and grandchild were among dozens of Rohingya refugees who were put into buses and taken away, Khatoon said. Among those detained, she said, was a pregnant woman.The raid was part of a drive launched by the Anti-Terrorism Squad of the Uttar Pradesh Police against Rohingyas who were living “illegally’ in the  state, an official statement said. It added that 74 Rohingyas had been arrested on Monday in raids on refugee camps in the districts of Mathura, Aligarh, Ghaziabad, Hapur, Meerut and Saharanpur.Ten of the people detained were juveniles. The raid  was conducted on the instructions of the state government and the Director General of Police after the Anti-Terrorist Squad received information that Rohingyas were settling in the state after illegally crossing the border, the statement said. The personal assistant to Director General of the Uttar Pradesh Police confirmed that raids had been conducted. He said that that they were was part of the routine exercise against people living illegally in the state.  Lucknow | Uttar Pradesh Anti-Terrorist Squad (ATS) arrested 74 #Rohingya refugees in collaboration with UP police. Case registered against them. pic.twitter.com/PdVQjt0IN0— The Times Of India (@timesofindia) July 24, 2023\n\nThe Rohingya are a predominantly Muslim community who have fled Myanmar in the face of intense persecution from the army.   Around 18,000 members of the community live in India, said the Rohingya Human Rights Initiative in Delhi.However, India does not have a refugee or asylum law. It is also not a party to the the 1951 United Nations Refugee Convention on the rights of refugees and the protections they must be afforded by signatories.  As a consequence, Rohingyas in India often face police raids and arrest.Though the police said 74 people had been detained, the Rohingya Human Rights Initiative claimed that around 200 refugees had been taken into custody. In a statement, it described the arrests as “arbitrary” and “unlawful”.The group claimed that the people taken into custody have identity cards verified by the United Nations High Commissioner for Refugees, “underscoring their status as vulnerable individuals deserving of protection and assistance”.Sabber Kyaw Min, director of the Rohingya Human Rights Initiative, urged the authorities to “protect the safety and dignity of those detained”.“They are survivors of a genocide,” he said. “They came here seeking protection under international laws and India’s Constitution. We appeal to the government of India to release the detainees immediately. They are not criminals. We urge the international community to advocate for an end to arbitrary detentions and violations of international law.”Added Ravi Nair of the South Asian Human Rights Documentation Centre: “This is a gross ss violation of every international norm and standard regarding the treatment of refugees. It will be legally opposed from the lowest to the highest court of the land.”Mohammed Ismail, a Rohingya who lives in a camp in Faridabad in Haryana, said that four refugees including a woman have been detained from a camp of six families in Uttar Pradesh’s Ghaziabad where his in-laws live. He said that the raids have sparked fear throughout the community. “It seems they will come after all of us,” Ismail said.Khatoon said that the police detained around 50 people from her camp in Mathura. She said there were 50 Rohingya families at this site.Sajida, 32, a refugee at the Mathura camp said that her husband Mohibulla was among those detained in the raid. She said that the police put her in a vehicle too but she protested that she would not go unless they also let her take her five-year-old child with her. The police then let her come down from the bus.“We asked them why they were detaining the refugees but they did not answer any question and beat us with batons,” she said.Ali Hussain, 20,  who managed to avoid being detained since he was not at the camp at the time of raid, said that those left behind are living in fear that they too would be detained. “We have fled from the camp and are hiding in the forest,” he told Scroll over a video call.In March 2021, the authorities detained more than 200 Rohingya in Jammu and put them in Hira Nagar jail, claiming that that they would be sent back to Myanmar. Except for one woman who was sent to her home country, all of them are still behind bars even after more than two years.","author":"Zafar Aafaq","time":"2023-07-24T22:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192542-rsmkxzivwa-1690216765.jpg","tags":["Rohingyas","Uttar Pradesh","Refugees"],"source":"https://scroll.in/article/1053203/we-are-hiding-in-the-forest-fear-in-ups-rohingya-camps-as-anti-terrorism-squad-arrests-74"}