{"title":"‘We asked for only three places: UP CM Adityanath endorses Hindu claims on Mathura, Varanasi sites","content":"Uttar Pradesh Chief Minister Adityanath on Wednesday endorsed the claims of Hindu groups on the land where the Shahi Idgah mosque in Mathura and the Gyanvapi mosque complex in Varanasi stand.Speaking during the debate on the motion of thanks to the governor’s address in the state Assembly, Adityanath described the inauguration of the Ram temple in Ayodhya as “an unforgettable moment”.The Ram temple was inaugurated on January 22 in a ceremony led by Prime Minister Narendra Modi.The temple, which is still under construction, is being built at an estimated cost of Rs 1,800 crore over 2.77 acres of land on the site where the Babri mosque once stood. The mosque was demolished by Hindutva extremists on December 6, 1992, because they believed that it stood on the spot on which the deity Ram had been born. The incident had triggered communal riots across the country.On Wednesday, Adityanath stated that it is his and his government’s “privilege to have facilitated the Ayodhya Deepotsav [lamp lighting ceremony], which became a national celebration”.“For centuries, Ayodhya faced planned disdain,” the chief minister said. “Such treatment to public sentiments was perhaps never seen anywhere else. Ayodhya faced injustice.”He said that when speaking about injustice, the story from the Hindu epic Mahabharat of the deity Krishna asking for five villages for the Pandavs comes to mind.“In Mahabharat, Krishna asked for five villages for the Pandavs,” said Adityanath. “We asked for only three places. In other places, there is no issue.”He said that after seeing the celebrations in Ayodhya, “Nandi Baba [a celestial bull that is believed to be deity Shiv’s vehicle] said why should we wait and got the barricades removed at night. And our Krishna Kanhaiya is adamant too,” said the chief minister.हमने तो केवल तीन जगह मांगी...श्री अयोध्या धाम का उत्सव लोगों ने देखा...नंदी बाबा ने भी कहा कि हम काहे इंतजार करें...हमारे कृष्ण कन्हैया कहां मानने वाले हैं... pic.twitter.com/yzqFAcicuP— Yogi Adityanath (@myogiadityanath) February 7, 2024\n\n\nOn January 31, the Varanasi district court passed a direction allowing Hindu prayers in the sealed basement of the Gyanvapi mosque complex after the details of an Archaeological Survey of India survey report, which found that a Hindu temple existed at the site of mosque, were made public by a court order on January 25.A group of Hindus, led by Varanasi District Magistrate S Rajalingam, prayed inside the mosque complex last that day, Following this, the Anjuman Intezamia Masajid Committee, which manages the mosque complex, challenged the Varanasi court’s order in the Supreme Court and subsequently in the Allahabad High Court. However, the High Court refused to grant an interim stay on the ruling.In the case of Mathura’s Shahi Idgah mosque, the Supreme Court on January 16 stayed an Allahabad High Court order that allowed a court-monitored scientific survey of the shrine.The petitioners in the case have demanded full ownership of 13.37 acres of land around the mosque, claiming that it is the birthplace of the Hindu deity Krishna. Advocate Vishnu Shankar Jain, representing the portioners, had told media persons that there are several signs and symbols of the Hindu temple, and to know the actual position, an advocate commissioner is required.Adityanath said in the Assembly that these locations are special because “god took incarnations here”He said: “But there is stubbornness and votebank politics, and that is what results in disputes.”Also read:Inauguration of Ram temple sets dangerous precedent, say diaspora groups1951 to 2019: How the Indian judiciary turned the Babri Masjid into the Ram Mandir","author":"Scroll Staff","time":"2024-02-08T12:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189545-neblxowlgb-1682566137.jpg","tags":["CM Adityanath","Varanasi","Mathura","Ayodhya","mosque dispute"]}