{"title":"‘We always thought ourselves as Assamese’: Tinsukia killings may have changed Assam village forever","content":"The long shadow of death fell sombrely on the banks of the Brahmaputra, in Assam, in November. Five men, all Bengali Hindu settlers whose families fled the East Pakistan district of Sylhet in 1964, were picked up from their village by men dressed in battle fatigues on November 1, and shot dead. A sixth man survived. He later said that the gunmen spoke with each other in Assamese, but talked to their victims in Hindi.The sheer casual and pitiless randomness with which these completely innocent and unsuspecting people were killed by those who possibly wanted to make a political point with their blood, is again a chilling reminder of what violence is and does. Both of us, part of a small team of the Karwan-e-Mohabbat, visited the village of this massacre, Kherbari in Tinsukia district, 20 days after the slaughter. We tried to fathom the reasons behind this terrible mass murder, which stands out even among the many tragedies of ethnic and communal hate-induced violence that have become numbingly commonplace in the state. The state administration gave the Karwan the protection of an armed escort, amidst rumours that young men with weapons had been seen again roving in the area. A two-hour drive from the nearest airport of Dibrugarh, Kherbari is one of hundreds of villages in which massive stretches of farmland are eroded every monsoon by the mighty Brahmaputra.Mohan Roy Biswas had lost his two sons and his brother in the killings. The ageing man wept to us of his anguish. “What shall we do?” he asked. “This is what written in our luck, burning up our hearts”. Gunmen in battle fatiguesIt was an ordinary Thursday evening just after sunset, recalled Biswas. “I was resting inside my home that evening, and my boys were washing radish from the fields in the courtyard to sell in the village market the next day,” he said. “Helping them was their friend Sahadev”. His sons worked sometimes on their fields, and also ran a small mobile phone repair shop from their home. Five armed men in battle fatigues walked in and peremptorily commanded the three young men to accompany them. They thought these were Army soldiers who wanted their help. Outside their home, the gunmen picked up three other men who were chatting near their mobile repair shop. One of them was Mohan Roy Biswas’s brother.They walked the six unsuspecting men to a culvert over a stream at the entrance of their village. There they ordered them to stand in a line. It was pitch dark by that time but the gunmen did not allow them to use the light of their mobile phones. Without warning, they then opened fire. All six of them fell, but the sixth one miraculously fell down the slope of the stream, unconscious but unhurt. In the melee and the darkness, the gunmen thought he too had died. They then walked away into the night. Initially, Mohan Roy Biswas and the other villagers thought that they had heard fireworks, and were bemused as there was no festival and no wedding in the village. But a clamour quickly rose, and Biswas ran to the culvert in rising panic. There he found his sons, their friend, and his brother, soaked in blood spilling out of their bullet wounds, their bodies strewn haphazardly around the culvert.Mohan Roy Biswas’s son Ananda Biswas was the youngest victim. He was 18 years old. His brother Abhinash Biswas was 22. The younger man was shot in the throat and arm. The older sibling was shot in his torso, chest and lower abdomen, with one of the bullets emerging through the other side of his body. Four bullets pierced the body of Subol Das, aged over 50. His widow and two daughters recalled that he was returning a cart he had hired to carry paddy from his fields, when he stopped for a chat outside the mobile repair shop. That was when the armed men pointed their guns at him and asked him and the two other men he was chatting with to follow them. They shot him in the knee, hips and lower abdomen. According to accounts by local residents, he was alive for few moments (some accounts say he was breathing for 20 minutes). After the villagers got to know about the shooting, they carried him away from the spot on the same cart he had wanted to return. People called urgently to arrange for a vehicle to take him to the nearest medical facility, but he died before it arrived.“He lifted his head and asked me to take care of his children,” said Sunil Das, Subol Das’s older brother. “He has six daughters. With no son, he urged his daughters to study well. Three of his daughters are married. We do not want politics to be played with the deaths. This is a tragedy. The government will compensate us but we have lost our dear ones.”Dhananjoy Namosudra was 22 years old. He was shot in the right eye and on his legs. He died immediately. “He was at the mobile repair shop engaged in the usual chit-chat,” said his brother Subal Namosudra. “He was a farmer. I have nothing to say except that there should be a call to peace. We need solace and peace. I have lost my brother and he will never come back.”Dhananjoy Namosudra's family at their home. (Photo credit: Shakya Shamik Kar Khound).Ulfa to blame?The National Investigation Agency is investigating the killings. No agency has taken responsibility for the deaths, but people suspect the hand of the United Liberation Front of Asom, a militant outfit fighting on the platform of Assamese sub-nationalism or jatiyodabadi.    The killings took place amidst a clamour for defending Assamese identity during a surge of vigorous Assamese sub-nationalism. In the wake of incendiary debates on the National Register of Citizens – a roster of bonafide Indian citizens that is currently being updated in Assam for the first time since 1951 – and the Citizenship Amendment Bill, 2016, politicians from different sides of the political spectrum have stoked ethnic insecurity in the state, leading to occasional shutdowns, suicides and bloodshed. ULFA leaders Mrinal Hazarika, Jiten Dutta and Sujit Sarkar, the Udalguri district president of the All Assam Bengali Youth Students’ Federation, were all arrested later in November for making inflammatory statements.It is difficult to be sure, but the targeted killing of Bengali Hindus may well have been to signal the violent opposition of the ULFA (and indeed large segments of people in Assam) to the Citizenship Amendment Bill, 2016. This Bill seeks to treat all non-Muslim immigrants from neighbouring countries as refugees who will be entitled to Indian citizenship. In a shockingly communal redefinition of the basis for citizenship in India, this Bill makes religion the criterion to determine who can become an Indian. But India’s Constitution is founded on the idea that people of diverse faiths are equal citizens of India, which belongs to people of no single religion.In the past year or so, the National Register of Citizens has been brandished as a powerful instrument by the BJP for polarising and harvesting majoritarian votes. In his 2014 election speeches in Assam, Narendra Modi had announced that directly after he was voted to power, “Bangladeshi foreigners” would have to pack their bags and leave India. Last year, BJP president Amit Shah dangerously raised the pitch to frenzied levels by calling these immigrants “termites”, using the kind of language that preceded the Rwandan genocide in 1994. But when 4 million people were unable to prove their citizenship to officials of the National Register of Citizens, the government found that an estimated half of them were Hindus – Bengali, Nepali and North Indian Hindi-speakers. If citizenship rights were snatched from this mass of Hindus, it would be a political disaster, even suicide, for the BJP. This is possibly why the party is pushing the Citizenship Amendment Bill, 2016, along with the National Register of Citizens.But the Assamese are clear that theirs was a movement of Assamese sub-nationalism, not communal hatred. This movement is resolutely opposed to persons they regard as foreigners – regardless of religion.In a rally in Silchar, Assam, on January 4, in which Prime Minister Narendra Modi opened his re-election campaign in the North East, he reiterated his government’s commitment to pass the controversial Citizenship (Amendment) Bill despite opposition in the state. On January 7, after the Union Cabinet cleared the Bill, the Asom Gana Parishad, walked out of its alliance with the BJP-led coalition government in the state in protest. That did not stop the Union government from passing the Bill in the Lok Sabha on January 8, as Assam and much of the North East burned in rage. The Opposition may stall the Bill in the Rajya Sabha, but new raging fires have been lit.Modi declared that the Bill is “linked with emotions” and “a penance against the injustice and many wrongs done in the past”. Senior Assam minister Himanta Biswa Sarma went further to say that if the Citizenship (Amendment) Bill was not passed, Assam will go to the “Jinnahs”. “Without that Bill, we are surrendering ourselves to the philosophy of Jinnah,” he said on January 6. “This is a fight between Jinnah’s legacy and India’s legacy’. “Jinnah” is a barely coded reference to the state’s Muslims, with the sub-text that they were disloyal to the idea of India. Even by the abysmal standards of culpable hate-speech normalised by senior leaders of the ruling BJP, Sarma plumbed a new low with his comments.The battle-lines are today clearly drawn in Assam, on cynically and perilously communal lines, with fear, hate and exclusion all stirred to a frenzy. The BJP governments in Delhi and Assam are indifferent to the abyss into which they are dragging the people of Assam. The blood of innocents fell to hate in Nellie in 1983, and in Kherbari in 2018. More blood of innocents can flow.(Photo credit: IANS).Kherbari changed foreverThe selective massacre of Bengali-speaking Hindu men in Kherbari not only sent shockwaves across Assam and the country, it has also changed the village. Fear now hangs low and relentless in Kherbari. The village is home to people of different communities – Bengali, Nepali, Bihari, and Assamese – who have always lived in goodwill and unity. Local residents maintain that in the past the village had never seen any communal flare-up, or even tensions or mistrust over ethnicity. That peace is shattered, perhaps forever.The irony is that all the men who were killed, and all the members of their families, had produced documents – refugee certificates, voter lists, school certificates, panchayat certificates – all of which qualified them to be included in the final draft list of the National Register of Citizens.By the third week of November, a makeshift memorial to the five dead men had been constructed on an open plot of land near the culvert at the entrance of the village, where they had fallen. There were some newly planted saplings of basil (tulsi) and a young sapling of bamboo, amidst some scattered earthen pots, cut banana stems and charred bamboo – remnants of a recently-conducted Hindu shraddha ceremony. The five shrines, in which framed photographs of the victims stand, commemorate the men they lost that dark night.“They were cremated here,” a villager on a bicycle said. “All five of them.”After they came to India in 1964 on the promise of security and livelihood, the Bengali villagers of Kherbari had toiled against immense odds to make a living on the shifting banks of the mercurial Brahmaputra, which can make land fertile one season, and wash it away into nothingness the next. The families in this ecologically fragile and politically explosive village now face the grim prospect of a possible displacement once again, as they are frightened to be the only Bengali group, all Hindus, surrounded by people of Assamese ethnicities, also Hindu – people they have come suddenly to fear.Mohan Roy Biswas was inconsolable, “We always had thought ourselves as Assamese,” he lamented. “Then why, why, why?”","author":"John DayalHarsh Mander","time":"2019-01-13T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110219-ajfhadocvd-1547041155.jpg","tags":["Tinsukia killings","NRC","Citizenship Amendment Bill","Assam"],"source":"https://scroll.in/article/908823/we-always-thought-ourselves-as-assamese-tinsukia-killings-may-have-changed-assam-village-forever"}