{"title":"'We are the loose cannons': As Times Now turns ten, Arnab Goswami explains what makes his channel tick","content":"As India’s most watched and debated news channel completes a decade on Sunday, channel head and face of the popular Newshour programme Arnab Goswami takes some questions on the Times Now brand of journalism. Unlike countless other media outlets in Lutyens Delhi, which practice “candy-floss journalism”, viewers trust the channel because Times Now’s journalists are the real loose cannons, he tells Akash Banerjee. Akash Banerjee: Over the last 10 years, Times Now has spent a majority of time in the leadership position – however, the picture was quite different when you launched. First the delay in going on-air, leading to jibes of “Times When”  and “Times Never” and then the poor show in the first few months. What went wrong initially with Times Now?Arnab Goswami: A lot of things went wrong and a lot of things we got right. It was a mishmash. We managed to get the best talent on the promise of building the number one channel; so we got the team part right.I think I made a lot of mistakes in the early part, including experimenting with a business, plus programming, plus news channel. I should have gone with my gut-feeling of putting only news on the channel. But I had more of a theoretical approach back then and assumed that we could get the stickiness of a business channel, the relevance of programming and impact of news broadcasts. Within three to four months of launch, it was clear that this model was not working and we went ahead and changed the whole channel format.AB: So did Arnab get a rap for a problematic launch?AG:  (Laughs) Well it was a bad launch and we got a rap from the audience! I remember that we launched on January 31, 2006 and we had the feeling that we had got it all right and by March we had to accept that we had got it all wrong. By April, it was clear that we if wanted to be in the game, we would have to change and by June or July the channel was being overhauled. The good thing was that we were not living in denial, we sat together as a team and realised that we had bungled up and went ahead and fixed it.AB: While you may have got things back on track in a few months, it’s widely acknowledged that the inflection point for Times Now happened during 26/11. But every news channel was reporting on the terror attack; what did Times Now do to become the de-facto choice of viewers and stay that way?AG: I haven’t completely figured that one out yet. Everyone is wiser in hindsight, so looking back there are somethings we just got right.Firstly we kept a close eye on the story from our studios in Mumbai and really made it a reporter-driven coverage. They were the stars of the story and they did a fabulous job covering the attack from the first hour till the 72nd, when the final terrorist was nailed down. We trusted the reporters then and continue to do so now, as a practice we don’t believe in parachuting big names down to areas that they really don’t know.Secondly, we removed any advertising breaks. We were on the story from the beginning without even as much as a 10-second break for the entire period. That was something that came instinctively to the editorial team so we didn’t stray from the story for even a minute. Even now when there is a big story break – we stay with the news without caring for the commercials.The third thing we got right was that we didn’t give out details of the situation inside the Taj or the Trident. We had more information than other channels had, but we went ahead with a public disclosure that we were not sharing the details we had because it could endanger the lives of many people. We were not trying to make a breaking news out of someone else’s trauma.AB: You say that the reporters are your stars, but how do you respond to critics who claim that Times Now is all about Arnab Goswami?AG: That’s the most clichéd question that’s been asked for the longest time and I am not going to be diplomatic about it. Fact is that the Newshour is a reflection of all that Times Now believes in and does. Our entire editorial team sits down for meetings where issues and stories are discussed, we agree, disagree, fight, quarrel and decide what we are going to do for the rest of the day.As a channel, we are aware of our limitations and so we focus on three to four important stories and give them more coverage. These are the stories that can make a difference, have an impact on the maximum number of people and also drive conversation. Newshour is just the culmination of that editorial meeting itself, it’s the mirror of the channel's entire effort.People still ask me, why does then the Newshour get the maximum viewership and I think that’s because when a group of people sit together and decide what we can focus on in a day – we come down to a few issues that we feel strongly about. Sometimes people feel strongly about the same issues as well and a bond is created.AB: Even among the people who don’t agree with Times Now’s brand of journalism, there are few who debate that the channel changed how news is consumed. “To my mind, there are two people who defined television journalism. Prannoy Roy, founder of NDTV, and Arnab Goswami…” wrote Sandeep Bhushan in Outlook. You worked in NDTV and created Times Now, how similar are the two channels or they are antithetical to each other?AG I have great respect for Dr Prannoy Roy, I worked with him for nine-and-a-half years at a very critical phase of my career and I learnt a lot from Prannoy, Radhika and my colleagues from NDTV and my personal respect and regard for the organization stays.Having said that, Times Now does not compare itself with anyone at all. If you see the viewership figures, you will see there is not much of a comparison anyway – because the viewership of NDTV would be one-fifth of Times Now.We do what we do and the viewer finally decides what they watch, the viewer decides who has the credibility and who doesn’t, the viewer also decides who they believe in and who they don’t. Television is a transparent medium – Times Now is popular because it is transparent, honest and credible and these values have been there with all the people who have worked in the channel over the last ten years. Times Now carries three things close to its heart: credibility, honesty and passion in the same measure and therefore we never felt the need to compare with anyone.AB: So you started Times Now on a completely clean slate without borrowing any influences?AG: I started Times Now, not alone, but with a team on a clean slate. A group of journalists came together to create a channel from a clean slate that went on to create a legacy in the history of Indian television. Had we not started from a clean slate, we would not have been where we are today. In this business, I have realised that neither can you be an antithesis or a copycat of somebody; in our business there are too many antitheses and copycats. This is because you are driven by a sense of editorial insecurity – when you are not sure of who you are and what you want to be.AB: So a decade down the line, what brand of news does Times Now stand for? Is it an activist channel, or a pure news channel, or an Indian version of Fox or an opinion channel? How do you define Times Now?AG: Times Now is news and opinion, comment and breaking news, activist journalism and news campaigns – all of that, so it is not just one thing. Twenty four hours gives us a lot of time and we fill it up well from a lot of places.Times Now is also a channel from India that reaches the spot in Brussels when the post-Paris attacks are being carried out – where a reporter with a selfie stick and a camera reaches the spot two hours before CNN or BBC do. So Times Now is also a group of journalists who are very passionate about the job they do.AB: Traditional news sense puts a lot of emphasis on neutrality. Dig the facts of the matter, put them in the public domain, let the story develop and the people decide. Times Now turns that traditional wisdom on its head by taking a hard stand on issues right from the word go. Why is that necessary?AG: We make a public disclosure of every stand we take and we are fairly transparent about it. I think it’s terrible if people don’t make a disclosure, have a slant, then pretend they are neutral. That is editorial pretense and that pretense comes from a lack of confidence of who you are or wanting to disguise who you really are. We are what we are – without any pretense – take it or leave it.When we covered the Shani Shingnapur Temple issue this week, others followed us after 24 hours because they understood that we were fighting for the right cause. We tracked the story because we are not scared of the politics or people pretending to be religious leaders. We also tracked what was happening at the Haji Ali Shrine, much before any of the so called Award Wapsi brigade could say a word. Why wouldn’t the members of the Award Wapsi Brigade not say a word against the injustice being meted out to women who want to visit the shrine? They must ask themselves, they must do some soul searching. It’s time for all those people who pretend to be neutral – but are actually non-card carrying members of various outfits – they need to ask themselves if they are being hypocritical.AB: Since neutrality is such a subjective issue, how can you ensure that a channel like Times Now is not categorised one way or the other. Because the common thinking is that everyone has some agenda, every organisation has some blind spots.AG:  That may be your thinking, my team doesn’t give a damn about which category we are slotted into and by who. There is only one category for Times Now to be slotted in – that is the audience. It is this audience gives its verdict week after week. There are people who spend their whole lives wondering if they will fit in. If they will be accepted – we on the other hand, really don’t care.AB: And yet there are people who claim that Times Now has been extra harsh with the Congress and not as much with the BJP. How do you respond to those charges?AG: How does it matter? I am not in a popularity race with political parties, so it doesn’t matter who likes you and who doesn’t. It didn’t matter to us when we launched and it stays the same ten years down the line! I think people have forgotten that journalists are not supposed to be Santa Clauses. There are anyways enough Santas in this profession – handing out sweets to the whole world, hoping that they will become popular. I say good luck to them.We are journalists and we have been successfully running a channel from a mill compound in Mumbai for the last ten years and we have created a brand that is a force to reckon with – not just in India – but is also looked upon as a responsible source of news from India – all over the world. This team is a formidable powerhouse of Indian journalism and cannot be categorised under any head by any person or party.AB: Is it accidental or by design that Times Now gets so intimately involved in a story? Be it Bitti Mohanty when you launched Times Now, or Suresh Kalmadi when you took up cudgels against the Commonwealth Games scam or more recently the LalitGate story….all of them were Times Now Vs the other. Virtual punches being thrown at each other. Is that the way you see it and want it?AG: There are countless media channels operating out of Lutyens Delhi that are carrying out the candy-floss journalism – trying to please everyone, not being against anyone. In this milieu, we are the loose cannons and we are happy being loose cannons, if people think we are firing on them, good luck to them.Each one of the stories that you mention have been proven correct and many of the stories are being followed up in courts or by investigating agencies even today. So do we personally get involved? No. We look at story and carry it as far it can be carried – it’s unfortunate that most of the other channels can’t do that. Perhaps that’s why they find the Times Now brand of journalism hard to define. We focus on what we have to do – we are here, we are now and we are doing things today.AB: But surely going after powerful people comes at a price? What kind of blowback does Times Now get for the kind of stories that it does?AG: Right now there would close to 10 cases going on against Times Now. Over the last ten years, hundreds of cases have been filed against us – I really have lost count. Some people want money from me (laughs). I keep on telling them that I don’t have money to pay them!Then there were a lot a phone calls when we broke the CWG scam, 2G scam, Devas ISRO, Kargil for Profit…of late LalitGate. Whenever we do a story that shakes up the system, we get those calls. It does not bother me, it’s like water off a duck’s back. After getting such calls I just look at my newsroom, the reporters and the producers, take calls from the bureaus and the energy I get from them convinces me that we are on the right track and doing the right thing.You can come to the Times Now newsroom and you will find a celebratory atmosphere whenever our story forces a politician to issue a clarification or to respond to us. When we broke the LalitGate story at seven past nine on a Sunday and Sushma Swaraj issued a press statement at 9.25 there were celebratory hoots in the newsroom, because we had been proven correct.When you do something, that you know is right, the whole world can stand against you, politicians can call you, celebrity lawyers are asked to file cases, you may be dragged to court. Nowadays the attempt is to drag me to the farthest court in the country by filing cases in Dholpur and in Nagaland. I am not afraid from going to any court  because what I have done is correct.Finally when I get back to my office and my team I think all this is worth the effort. I would also like to say that we have close to a hundred people in Times Now who have been with us since the beginning – from the day we launched on the January 31, 2006. That’s great to retain so many people over so many years.AB: You once said, “The journalism I follow is journalism of opinion and is not PR driven. If my opinion helps bringing about a change, I will opine and not shy behind the wall of neutrality.” On the other hand you also pride over the fact that Times Now has the highest TRPs. So how do you reconcile the two – agent of change and staying on top of ratings chart?AG: Times Now is already bringing about a great amount of change and it is bringing it in ways that people had not imagined before.Let me give you a few examples: The coverage by Times Now from 2010 to 2012 brought in a massive change in terms of bringing corruption as a subject of public debate and a subject on which politicians were held accountable. Before the Times Now coverage, people used to say that corruption existed but people did not vote on or against corruption. After our coverage we had a perceptible impact on the political processes in the country: that is change.Secondly, we have brought about a change in attitude. There was a sense of daredevilry with which people from the ruling classes would impose themselves in public spaces. End VVIP Racism campaign which has been on for 12 months now has brought about a great sense of empowerment among the people who believe that with their cell phones or with a Times Now camera nearby they will be able to embarrass people who behave in that manner in public places. This is change, because it gives citizens a sense of empowerment and real equality.Most importantly, through our journalism we have given people the power to question everything that they believe is wrong. The fight for women’s rights has exemplified the fight for equal access to public spaces which is part of the right to pray campaign. This will be an infectious point of India’s history because under the garb of tradition and religion for decades now, many of the self-proclaimed pundits had never been questioned.Also what we do on Times Now has a domino effect on the media itself, while many may choose to ignore it, many also choose to follow what we do. Hence, we set the agenda not just for ourselves but for rest of the media and we choose to do so by the help of the very powerful medium of television news.  Television has greater impact than the print and as of now even digital. Hence, we use this powerful tool to drive a certain narrative because we believe that if we do so, we are actually pushing towards real change.AB: With the proliferation of digital consumption, how do you see the viewership of Times Now being impacted over the next few years? Many television channels attribute digital consumption for declining viewership of TV news.AG:  This is a sorry excuse. If they claim loss of viewership due to digital, they do not understand how the audience works. We have realised that digital in fact works as an amplifier for television and television is the strongest amplifier for digital. In my conversations with executives of digital corporations, they all agree that television and digital marry together, especially news will be is a very powerful combination. We use it to drive interactivity and make our programmes even more impactful.The future of television is very bright also because of digital. You can no longer define television in terms of the typical TV you put up in a room. Television will be available in different platforms and will have multiple ways of experiencing it and hence will be accessed if you have the right content. With the cost of data set to fall considerably in the next four to five years, here is a massive consumption platform for TV waiting to be tapped.Only those who are dishing out stale, unacceptable and non-innovative content on TV will need to fear the advent of digital.AB: OK, final question. What are three tips you would give to someone who’s heading a news channel and wants to overthrow Times Now in the next few years.AG: (Laughs) My team and me collectively feel that the next ten years will be most exciting. 2016-’17 would be perhaps the greatest years in the television cum digital space. For someone to defeat Times Now, they need to do only one thing – they will have to enter my mind and the minds of my whole team. That is not going to be an easy thing to do.Akash Banerjee is a former journalist who worked with Times Now and India Today Television. He now works as Associate Vice-President for the Times Group’s Radio Mirchi and specialises in Communication Strategy.  Read his series of interviews with other TV anchors here.","author":"Akash Banerjee","time":"2016-01-31T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/802765-article-aigxcmzgjf-1454175063.jpeg","tags":["Indian television","Arnab Goswami"],"source":"https://scroll.in/article/802765/we-are-the-loose-cannons-as-times-now-turns-ten-arnab-goswami-explains-what-makes-his-channel-tick"}