{"title":"We broke news to four Assam families: They must prove they are Indians again, for no fault of theirs","content":"On August 31, the day Assam’s National Register of Citizens was published, Amjad Ali recalls feeling a “peace of mind” he had rarely ever experienced in his 85 years of life. Ali, a farmer from a village called Barkurani on the banks of the Brahmaputra river in Morigaon district, had been included in the register, a list of bonafide Indian citizens in Assam.The relief was particularly profound because it had come after a long struggle. Since 1997, Ali’s citizenship had been under the scanner. He had been declared a “D” or doubtful voter by the Election Commission, and his voting rights taken away. The election watchdog had placed the letter ‘D’ next to the names of thousands whose citizenship was under doubt.In January 2017, after twenty years, he finally got his name cleared at a foreigners tribunal, a quasi-judicial body that decides on matters of nationality in Assam.  “The letter ‘D’ be deleted from his name in the voter list,” adjudicated Morigaon’s Tribunal Number 4.  The victory came at a price: the family had to sell off most of their farmland, two of their cows and an auto rickshaw they owned to pay for the legal expenses, which amounted to at least Rs 3 lakh, according to Amjad Ali’s son, Asqar Ali.But with Assam in the middle of updating its NRC at the time, the family thought the investment would be worth it. After all, according to the NRC rules, neither D voters nor their descendants could be counted as Indian citizens. Amjad Ali is father to 11 and grandfather to more than 20 – all of whose fate was connected to his.The tribunal clearance came in handy – everyone in the Ali family made it to the final NRC. “I thought my name is in the NRC, now everything will be good,” said Ali, who walks with a stick and only steps out of home to offer prayers at the village mosque on Fridays. “My heart was filled with happiness that day.” Doubt, againBut all of that – the peace of mind, the happiness – now stands to be undone. On September 19, the Gauhati High Court set aside 57 orders of Morigaon’s Foreigners’ Tribunal Number 4. Amjad Ali’s acquittal was one of them. Scroll.in tracked down another four people from three families who face retrial in the wake of the high court judgement in September. When this reporter visited their homes, the families knew nothing about the high court judgment which made them suspected foreigners once again.While they, unlike Ali, did not make it to the NRC in spite of the tribunal orders in their favour, they were hoping that the orders would at least spare them the ordeal of a fresh trial of citizenship like other NRC rejects.In the past, the Supreme Court hasruled that the decision of foreigners’ tribunals is binding on the NRC authorities  – people once declared foreigners by tribunals were not eligible for inclusion in the citizen registry. Similarly, people who have not made it to the NRC can be declared non-Indians and sent to detention only by these tribunals.The court, citing procedural lapses on part of the tribunal, has ordered a retrial in each of these cases. Which means 57 people will have to go through an arduous and expensive legal process again, even though the court blames the concerned member, as adjudicating officers of the foreigners’ tribunals are called.“We express our disappointment over the way the Member conducted himself. This was not expected,” the court said.Amjad AliThe ghost of an old order According to the high court judgment, Amjad Ali’s acquittal was unlawful because the member had failed to “vacate” or rescind an older tribunal order declaring him a foreigner before passing a new order.  The older order, passed in 2007 by another tribunal in Morigaon, was an ex-parte judgment, delivered in Amjad Ali’s absence. Foreigners tribunals are empowered to re-open a case adjudicated ex-parte, but the original order needs to be vacated. The high court’s judgement means that Ali’s – and that of his children and grandchildren – inclusion in the NRC is liable to be revoked. Legally, Ali is now back to being a “D” voter, his progeny “descendants of D Voter”, all of them ineligible to be on the NRC till Ali gets his name cleared at a tribunal once again, a proposition that his family insists they can’t even think of. “I am still repaying my debts from fighting the previous case,” said his son Asqar Ali. “There is nothing even left to sell anymore except for the house we live in.”The three other families tracked down by Scroll.in get by on marginal farming. They had spent a fortune on getting their names cleared. Now, bureaucratic mistakes that lay beyond their control have made their acquittals redundant, putting them at risk of detention.‘Not related to the case at all’Take the case of Pachar Ali. In 2018, after being a “D” voter for more than two decades, the 60-year-old rice cultivator sold his cows and mortgaged his land to get himself cleared at the tribunal. His children and he did not make it to the NRC in spite of the favourable order – the lack of a centralised database means that Election Commission records often do not get updated in real time – but Pachar Ali was told he had no reason to worry. A tribunal had, after all, already declared him an Indian citizen.But that the order is now no longer valid, courtesy the high court judgment. The reason: one wrong sentence in the three-page order where the member mysteriously refers to someone by the name of “Musstt. Anuwara Khatun, daughter of Akkash Ali…resident of Merorhabi”, a nearby village. Khatun, the high court judgement points out, “is not related to the case at all”. Pachar Ali agrees with the observation when informed of it by this reporter. Pachar Ali, unlettered, had never read the tribunal order, written in English. His lawyer, to pay whom he had sold his cows, probably did not either. The fate of Pachar Ali, his six children and more than a dozen grandchildren now hang in balance – owing to what ostensibly appears to be case of a confusion between two different cases by the tribunal member.An aghast Pachar Ali was at a loss for words. “Now I don’t know what to do,” he said. “Last time, I sold my cows. This time, I do not what I will do if I have to fight a case once again.” Pachar Ali Dead man walkingA few kilometres away, in Kacharigaon, 47-year-old Abu Taleb is a dead man – at least according to the records. The case against him dates back to 2009. There exists a tribunal order dating February 2018 declaring Taleb an Indian. But its own records from 2009 also say the case was “undisposed since proceedee expired”. The high court ruled that the tribunal judgment clearing him had to be cancelled.What explains the bizarre contradiction in the tribunal records? Abu Taleb’s lawyer, Naimuddin Ahmed, had an explanation: After his client was marked a D voter, he would have got summons from the tribunal through the border police, asking him to appear and defend his citizenship. “The border police probably could not locate him, and then, on the basis of some witness accounts, or on their own, reported to the tribunal that Taleb had died,” he said.Years later, Ahmed said, Taleb approached him asking for help to get rid of his D-voter status. Evidently, Taleb’s name – or the “D” against it, for that matter – did not get struck off the voters’ list in spite of his supposed death. “Then when we enquired, we found out from the tribunal that he had been reported to be dead by the border police,” said Ahmed. “On the word of the gaonbura, that Taleb was indeed alive and a resident of Kacharigaon, the tribunal allowed a fresh retrial.”While Ali managed to secure Taleb a judgment in his favour, it would turn out that the tribunal member failed to amend the false report about Taleb’s demise.Morigaon’s border police chief, Swapnaneel Deka, said he was “not in a position to comment” on Taleb’s case. “The case records are still with the court,” he said.Taleb, who does daily wage labour to supplement his meagre earnings from farming, is distraught by the prospect of a retrial. “I can do very little except go to the market and buy poison worth Rs 20 and inject myself with it,” he said.Taleb said his son had paid for his legal expenses, which added up to over Rs 1 lakh, last time. But now the son had married and started a family.“He works in Kerala but does not send us money anymore,” Taleb said. “He has his own family to look after.” Taleb has no land to sell or mortgage either. “The river took away whatever we had,” he said.Abu TalebEx-parte orders not vacatedFor Idris Ali, who lives some distance away in Barkurani, the high court judgement is only the latest in a series of bad news over the last few months. On August 31, the entire family found itself out of the NRC in spite of being included included in the draft list published in 2018.The only consolation was that both Idris Ali and his wife Aklima Khatun had finally shed their D-voter tag at Morigaon Foreigners’ Tribunal Number 4 –   Idris Ali in 2017; his wife, last year. But even that silver lining is gone: both their acquittal orders, the high court has now said, stand invalid. As in the case of Amjad Ali, the couple also had previous ex-parte orders declaring them foreigners. Once again, the member failed to vacate these before passing the new orders. A landless labourer, Idris Ali does not quite understand what has gone wrong yet again. All he can think of is that he paid the lawyer as much he demanded, and got all the documents he asked for. “I worked hard to raise money to fight the case,” he muttered, head in his hands. “Now I might as well jump into the river.”Idris Ali and Aklima Chaton‘Mistake of the tribunal’ Akkal Ali, a local elder in Barkurani, said it felt like they were constantly on trial. “The government will find some way or the other to keep harassing us,” he lamented. “This is the mistake of the tribunal – why are people being made to suffer?”Although, the court, also said  that “in the ordinary course this would have called for some action, disciplinary or otherwise” against the tribunal member , it stopped short of calling for any punitive  against him. “We leave it at that,” the court concluded. But the 57 people who now have to fight fresh cases all over again cannot afford to leave it at that.  As Idris Ali said: “After I got the degree [opinion declaring him an Indian citizen], I started going to the market again to buy fish, and my wife would cook fish curry and rice that we would eat peacefully. But now all that will stop again.”All photos by Arunabh Saikia","author":"Arunabh Saikia","time":"2019-10-21T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129190-rdpneinocs-1571214342.jpg","tags":["National Register of Citizens","Assam","Foreigners Tribunals"],"source":"https://scroll.in/article/940352/we-broke-news-to-four-assam-families-they-must-prove-they-are-indians-again-for-no-fault-of-theirs"}