{"title":"We can take a lot of pride in what we’ve done as a group: England captain Knight","content":"Heather Knight took major pride in England’s ICC Women’s Cricket World Cup fight despite falling short in the final against Australia.The defending champions were undone by a classy Australia performance, Alyssa Healy’s 170 catapulting the winners to 356 for five having been put into bat. England were bowled out 71 runs short as they embarked on a world record chase but Knight believes Nat Sciver’s brave 148 not out was emblematic of their campaign in New Zealand. “I’m very disappointed,” the captain said. “I’m really proud of Nat and the fight she put on obviously to give us a chance to win and we, unfortunately, didn’t have anyone with her to be able to really maximise two set batters. Knight added: “I think credit to Australia, the way they played in the final was was pretty amazing. They made it very tricky for us to set fields, it was a very good wicket and that innings by Alyssa was outstanding. One of the best I’ve certainly seen live. “I’m obviously disappointed but I think we can take a lot of pride in what we’ve done as a group, the way we’ve fought throughout the competition to be in this position and the way we fought tonight.” England became the first team to reach the final having lost their first three games, fighting back with five must-win victories in a row, but came unstuck against a ruthless Australia. Sciver compiled the second-highest score ever made in a Women’s World Cup final, behind Healy, but was left stranded as Anya Shrubsole was dismissed by Jess Jonassen to see England bowled out for 285. The vice-captain praised the start provided by her skipper and opener Tammy Beaumont as she explained her approach to the chase. Sciver said: “When you’re chasing 350-odd there is only really one way you can play it and I thought the batters already got us off to a really good start. “I felt a bit scratchy at the start. Heather was hitting it nicely, I’ve stuck in and knew that I would be able to get one away.  “When you’re chasing, the mentality of scoring runs takes care of itself really knowing that you need to be in there for a long time but also picking up boundaries where you can and luckily that seemed to come naturally.  “But it just got a bit too much.” England and Australia’s tournament came full circle after the eventual champions had also triumphed against Knight’s side in their opening group game.And while Sciver – who also struck 109 not out in that clash – can take heart in her performance, she admitted going one step further would have been even sweeter. “After the first match getting so close, the disappointment was something that stuck with me, so getting a century against the top-ranked team was really special as well,” she added. “It’s weird how it’s worked out, how it’s been against Australia, but with my batting over this tournament, I’ve felt pretty confident and probably not done as well as I had expected having felt that way.  “It’s nice to end with a good score, but it would have been nicer to have a trophy.” Content courtesy ICC Business Corporation FZ LLC 2020","author":"Scroll Staff","time":"2022-04-03T21:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172506-ddddwgwmkh-1648999765.jpg","tags":["Heather Knight","Australia","England","ICC Women's Cricket World Cup","Cricket"]}