{"title":"‘We can not write law’: Supreme Court wants to review its own order diluting domestic abuse law","content":"On October 13, a three-judge bench of the Supreme Court headed by Chief Justice of India Deepak Misra chose to go beyond the prayers of a petition filed by a non-governmental organisation in deciding to review a judgement the court had delivered only two months ago.In late July, the Supreme Court had put in place elaborate guidelines on how the police and magistrates should act on complaints from women under Section 498 A of the Indian Penal Code – a crucial provision designed to protect women from violence perpetrated by their husbands and their family members. The section defines an offence as:“Whoever, being the husband or the relative of the husband of a woman, subjects such woman to cruelty shall be punished with imprisonment for a term which may extend to three years and shall also be liable to fine. For the purpose of this section, “cruelty” means:(a) any wilful conduct which is of such a nature as is likely to drive the woman to commit suicide or to cause grave injury or danger to life, limb or health (whether mental or physical) of the woman; or(b) harassment of the woman where such harassment is with a view to coercing her or any person related to her to meet any unlawful demand for any property or valuable security or is on account of failure by her or any person related to her to meet such demand.] The July judgement diluted the law and said that immediate arrests cannot be made in such cases except if they involve death or physical assault and ordered the formation of district committees, whose clearance would be necessary to make arrests under section 498A. The court’s guidelines also included the process for arresting relatives of the husband and what was to be done if they were outside the country.These observations were made on the premise that there was a growing trend of women abusing section 498A to file false cases against their husbands or in-laws, which was purportedly borne out by data from the National Crime Records Bureau. The statistics cited by the court indicated that while a chargesheet was filed in 90% of the cases filed under the provision, conviction rate was less than 15%. Filing of the chargesheet is the first step in the commencement of the trial in a criminal case. An NGO then moved the Supreme Court again seeking an order to ensure that at least two women were part of the committees that would review 498A complaints. But the three-judge bench decided to review the entire July order (which was made by a different bench, something the petitioner had not requested.Ordering notices to the Union government and other parties, the bench said it was “not in agreement” with the July order. The primary concern for the bench was that the court had probably entered the jurisdiction of the legislature in diluting Section 498A. “We cannot write law. We can only interpret the law,” the bench said. Tackling domestic violenceThere are several laws that protect women from domestic violence and harassment in a marriage, which often stems from demands for dowry, which itself is illegal. Section 498A is one such statute, introduced in 1983.While delivering the judgement in July, the Supreme Court was hearing a petition filed by an aggrieved husband and his relatives against proceedings initiated by his wife under this provision. The wife had filed a case of dowry harassment, following which both the husband and his parents and siblings were summoned by the law enforcement. These summons were challenged in the High Court, which dismissed the petitions. The parties then moved the Supreme Court. But the court decided to look into the larger aspects of the provision instead of confining itself to the case in hand. It appointed lawyers to assist the court in the undertaking. The court cited data from the National Crime Records Bureau, which give interesting insights into how Section 498A was being used. According to the data, “of 4,66,079 cases that were pending in the start of 2013, only 7,258 were convicted while 38,165 were acquitted and 8,218 were withdrawn. The conviction rate of cases registered under Section 498 A IPC was also a staggering low at 15.6%.” The court’s primary reasoning for reviewing the IPC provision was the mismatch between the rate of filing chargesheet and the eventual conviction.The court felt this mismatch could point to the abuse of the provision, as the complainants failed to prove charges. However, independent studies of the NCRB data, such as the one done by have shown that at least 90% of the cases filed under the Section between 2005 and 2009 turned out to be true as only about 10% of the cases were closed on account of factual inadequacies before the chargesheets were filed. The failure to obtain a conviction, the NGO felt, could have multifold reasons and need not necessarily reflect the veracity of the complaint. Even other rights-based laws, such as the Prevention of Atrocities against Scheduled Castes and Scheduled Tribes Act, have a low rate of conviction. For instance, in Tamil Nadu, it is less than 10%. Often, access to competent legal aid – something that can be very difficult for women given the monetary strife a broken marriage can impose on them – plays a significant role in the success of court proceedings.The court felt that the low conviction rate in cases under section 498A indicated that many of the cases were filed in the heat of the moment following a misunderstanding, given the complexities of a matrimonial relationship. Citing observations by High Courts and the Supreme Court in past cases, the two-judge bench noted that at the time of filing of the complaint, implications and consequences were often not visualised. “At times, such complaints lead to uncalled-for harassment not only to the accused but also to the complainant,” the court said.Courts have often zealously expressed the need to treat marriages as something sanctimonious and have recommended a thorough process of reconciliation to sort out differences. Given the important position marriage holds in keeping the institution of family intact, even divorce proceedings include counselling for the couple to see if the marital union could be salvaged. In what seemed to be a reflection of this concern, the court here said “uncalled-for arrests” would jeopardise the chances of an amicable settlement and the continuation of the marriage. The emphasis on protecting the kin of the husband from such “uncalled-for arrests” could have stemmed from the belief that close relatives often play a vital role in solving marital disputes.The July order was not the first to dilute the provision. In 2014, the Supreme Court stopped the practice of immediate arrests for complaints under Section 498A, and wanted the couple to undergo counselling after the complaint was filed. Women rights activists, including Donna Fernandes of the NGO Vimochana that has handled several such harassment cases in Karnataka,  pointed out  that no formal system of counseling was in place as a result of which police officers would take up the role of counselors or send the couple to social service cells. Often, this period of counseling was used by the husband’s family to obtain anticipatory bail as the police held back from registering the First Information Report till the mediation process was complete. The July order made this mediation process formal and mandatory by ordering the formation of Family Welfare Committees in every district. But some of the guidelines raise serious questions about the extent to which the judgement has watered down the criminal provision, which could make initiating action under the law highly cumbersome. Multiple guidelinesThe July judgement said the committees formed may consist of para-legal volunteers, social workers, retired persons, wives of working officers or other citizens who are found suitable and willing. The members would be given basic training periodically. The court barred the police from making any arrests before the committee gives its report, for which it put in place a one-month time limit.Further, the court said that need not be a ground to deny bail if maintenance of the woman and children could be assured. In many cases, the money or assets given to the women during marriage are sold off or used without their permission by their husbands and family members. This is considered an important element of harassment. With regard to non-resident Indians, the court said impounding of passports or issuance of Red Corner Notice should not be a routine in domestic violence cases.The most significant of the guidelines pertains to the nature of the complaint. The court said directions on bail and arrests will not apply to cases involving physical injury or death, which automatically means a distinction will now have to be made between emotional and physical cruelty, with the former being treated as a lesser crime. Often, such complaints involve the threat of ending the marriage if dowry is not paid, a contributing factor to emotional distress given the societal stigma attached to a failed marriage. The Supreme Court also wanted lower courts to look at the possibility of clubbing of all cases arising out of a particular marital dispute and taking a “holistic view” of the complaint. This means multiple complaints from the same woman could be clubbed into one proceeding, which the court feels will provide better scope for reconciliation.","author":"Sruthisagar Yamunan","time":"2017-10-19T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/854375-50661-obslhwvamz-1486043956.jpg","tags":["Dowry","Women rights","Supreme Court","498 A"],"source":"https://scroll.in/article/854375/we-can-not-write-law-supreme-court-wants-to-review-its-own-order-diluting-domestic-abuse-law"}