{"title":"We can resolve Ayodhya dispute within 24 hours, says Adityanath","content":"Uttar Pradesh Chief Minister Adityanath has claimed that his government will resolve the Ayodhya land dispute case in 24 hours if the Supreme Court is unable to deliver a judgement soon.“If the [Supreme] Court can’t decide, let us take it forward,” said Adityanath, who appeared in the Aap ki Adalat programme on India TV. The show was aired on Saturday. “We will resolve the Ram temple issue in 24 hours.”Adityanath said he would appeal to the Supreme Court to dispose of the dispute case. The chief minister said that in September 2010 the Allahabad High Court had upheld the view that the Babri Masjid, which was razed by Hindutva activists in 1992, was built on the site of a Hindu temple or a memorial. This has also been corrorborated by the Archaeological Survey of India in a report submitted on the directions of the High Court, he claimed. Hindutva outfits want to build a Ram temple at the site where the mosque once stood.Adityanath said the title dispute was unnecessary. “The unnecessary delay in verdict on Ram Janmabhoomi issue, is causing crisis so far as people’s patience and trust are concerned,” he added. “I want to say that the court should give its verdict soon, and if it is unable to do so, it should hand over the issue to us. We will resolve the Ram Janmabhoomi dispute within 24 hours. We won’t take 25 hours.”#WATCH #YogiInAapKiAdalat: 'We'll resolve Ram Janmabhoomi dispute within 24 hours' pic.twitter.com/YmzZmgQIB9— India TV (@indiatvnews) January 26, 2019\n\nWhen asked why the Centre did not bring an ordinance on the construction of the Ram temple, the chief minister said the matter was in the Supreme Court. “Parliament cannot discuss matters that are sub judice,” he pointed out. “We are leaving it to the court. Had the court given justice based on the 1994 affidavit filed by the then central government, a good message could have gone to the country. It would have been a nice example. But this unnecessary delay is causing a situation where people’s patience is fast running out.”On the Congress promising to build the Ram temple if they come to power, Adityanath said the Opposition did not want to resolve the dispute. “If Ayodhya dispute is resolved, triple talaq ban is implemented, politics of appeasement in India will end forever,” the chief minister said.On Priyanka Gandhi’s entry into politics, Adityanath said the Congress has once again proved that it cannot “look beyond the [Gandhi] family”.The chief minister claimed 70% people in the state would vote for the BJP in the Lok Sabha elections while 30% would choose the  alliance between the Samajwadi Party and the Bahujan Samaj Party. “Even if they take the caste-based fight  to lowest levels, it will be a 70-30 fight,” he added. “We will take this fight to that level, and we will win more seats than we had won in 2014 and 2017.”Speaking about the grand Opposition rally in Kolkata led by West Bengal Chief Minister Mamata Banerjee last week, Yogi said such alliances are forged when the Opposition faces a strong government. “I am surprised why Mulayam Singh [Samajwadi Party founder] is silent,” he asked. “He was the PM candidate in 2014, does his own party trust him now? Mulayam should speak out now.”","author":"Scroll Staff","time":"2019-01-27T07:57:48.653167+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/107565-mhnbjsqwqe-1544190601.jpg","tags":["Adityanath","Ayodhya Land Dispute","Supreme Court","Lok Sabha Elections"],"source":"https://scroll.in/latest/910970/we-can-resolve-ayodhya-dispute-within-24-hours-says-adityanath"}