{"title":"‘We came because of the violence last year’: Lakhs pour in to pay homage at Bhima Koregaon","content":"Defying unprecedented attacks on them last year and expectations of a low turnout this year, around 20 lakh Ambedkarites paid their respects at a memorial pillar at Bhima Koregaon near Pune on Tuesday. “We came this year because of the violence last year,” said Gayatri Hivrale of Aurangabad, who was visiting the memorial pillar and Vadhu village for the first time. “We do not want our history to be erased and ignored so we came in larger numbers.”The pillar marks the site of a battle in 1818 between the forces of the British Army, many of whose soldiers were members of the Dalit Mahar community, and that of the Brahmin Peshwa-ruled Maratha Empire. The Battle of Koregaon was a decisive part of the Third Anglo-Maratha War that consolidated British rule in western India. Those who visit the pillar view it as a memorial to a vital victory in the fight against the practices of untouchability imposed on them by the Peshwas.On the 200th anniversary of the battle in 2018, there were unprecedented attacks on the lakhs of visitors who had converged in Bhima Koregaon. Videos from that day show people with saffron flags and shirts, associated with Hindutva groups, attacking those with blue flags, associated with Ambedkarites. The violence was set off by a conflict in Vadhu Budruk, a village 3 km away from Bhima Koregaon, where there was a dispute over whether a Mahar or Maratha conducted the last rites of the murdered Maratha ruler Sambhaji Maharaj in 1689.In the past year, no chargesheet has been filed in the 22 criminal cases lodged in connection with the violence. An inquiry commission set up by the Maharashtra government has examined fewer than 20 witnesses since September. Two Hindutva leaders, Milind Ekbote and Sambhaji Bhide, both Brahmins, who have been accused of instigating the violence, remain untouched by the Pune rural police. However, the Pune urban police have arrested 10 activists from across India on the charges that they funded and provoked the violence at the behest of the banned Communist Party of India (Maoist).Visitors at the memorial pillar in Bhima Koregaon on Tuesday.“This was not violence, but an attack,” said Bhante Dnyanjyoti, a Buddhist monk who gives a speech at the memorial pillar on the midnight of December 31 every year. “What has [Vishwas] Nangre-Patil [inspector general of the Kolhapur Range] done to ensure investigations, though he is talking now about preventing violence?”People declared their anger about this in several new slogans against the state and particularly Bhide and Ekbote. The politest of the slogans called them casteists and cowards. Most of the slogan chanters were young men. At stalls, memorabilia related to Bhima Koregaon has also increased, with more replicas of the pillar and more books about the history of the battle seen than before.Despite the slow investigations, the state has moved with alacrity to ensure this year would not see a repeat of last year’s failure of law and order. However, on Tuesday, it was not clear whom the measures were supposed to control. Apart from peace meetings and warnings issued to locals not to cause any violence, the police installed metal detectors and instituted searches at the entrance to the site for the first time. State police in riot gear lined all roads for several kilometres on end, along with the Samata Sainik Dal, an organisation formed by BR Ambedkar, which ordinarily handles the crowds every year.All private vehicles were stopped around 6 km away from the site, forcing visitors to walk the rest of the way to the pillar and back. While the government had provided buses to complete the final stretch, they were not enough to serve the thousands who streamed in and out of the site. Most people ended up walking the entire stretch until they reached a spot with more public transport.Visitors walk to the site of the memorial pillar in Bhima Koregaon on Tuesday.Defying violenceThough the villages in the area have themselves been tense, the violence has inspired people from other areas to visit in greater numbers.Shivaji Jadhav, a member of Hivrale’s group, was an eyewitness of the violence last year. He was exercised by the different treatment given to the resting places of Sambhaji Maharaj and Govind Gaikwad. Sambhaji Maharaj’s samadhi is surrounded by stone walls and has a tiled compound, much of which was built by an organisation run by Ekbote. In contrast, Gaikwad’s samadhi is in a rough gravel compound and the memorial stone itself is merely encased by a cement block and a makeshift roof. Even the police treatment of the two resting places is unequal, he said. Sambhaji Maharaj’s samadhi has sturdy metal detectors, while the ones at Gaikwad’s samadhi are only a set of poles fixed together.“Is this not casteism?” Jadhav asked. “Is this not just like what happened under the Peshwas?”Jadhav is not the only eyewitness of violence to visit again this year.“This year, instead of allowing them to boycott us, we have boycotted them,” said Guruji Ashok Rote, a Buddhist preacher from Mumbai, who said that he was pelted with stones from rooftops near the pillar the previous year. “That is why we have gotten our own food and water this year. Though we come only for one day, they burn with jealousy. We do not need them to pay our respects.”In the wake of conflict arising out of the contested history at Vadhu Budruk in December 2017, several villages, including Bhima Koregaon and Vadhu Budruk, had issued notices to keep the villages shut on the day of commemoration in 2018. On New Year’s Day that year, groups went through the villages, forcing people who had kept their shops open to shut them, resulting in an effective social boycott.This year too, despite police assurances and peace meetings held over three months, most shops in both villages remained shut, apart from a few restaurants. However, people opened temporary food stalls across the highway, while the state administration positioned water tankers and toilets at strategic locations. Several groups simply brought their own packed food.Sunil Khandare, who used to work in Mumbai, has visited the pillar four times since 2008. Though he did not visit last year, this year he made it a point to bring 12 people from his village in Nanded, Maharashtra, to see the pillar for the first time. They brought their own food, Khandare said, because they had received social media messages asking them not to depend on facilities at the site.“The people from my village had not seen [the pillar] before so I thought they should see it now at least,” said Khandare.Diverse visitorsA group of Christians also visited the pillar this year, inspired to make a stand against violence.“We started this movement as a peaceful protest against attacks against Christian values,” said Jerome Lawrence of the Regional Christian Society formed in Pune this year. Added Prashant Kedari, president of the society: “We are from this community so we know the history of the battle and feel it is our own.”The Bhim Army’s Chandrashekhar Azad visited the site at around 4 pm. Also present at the site on Tuesday were BR Ambedkar’s grandson Prakash Ambedkar, his mother Miratai, and Radhika Vemula.As always, a significant contingent of visitors came from outside Maharashtra. O Kumar, Bengaluru district president of the Prajamochana Chaluvali in Karnataka, has visited the pillar for five years straight, each time with a different group of people from his state.“People come here to the site of this battle and their minds get changed,” Kumar said. “The youth of Karnataka should see how the situation is in Maharashtra. It is my dream that even five of the 50 people should get inspired by the organisation of groups here and that they will build a Bhim Army across India.”All photographs by Mridula Chari.","author":"Mridula Chari","time":"2019-01-02T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/109520-kzvncuvzne-1546361003.jpg","tags":["Bhima Koregaon","BR Ambedkar","Vadhu Budruk","Sambhaji Maharaj","Govind Gaikwad","Pune","Dalits"],"source":"https://scroll.in/article/907848/we-came-because-of-the-violence-last-year-lakhs-pour-in-to-pay-homage-at-bhima-koregaon"}