{"title":"‘We don’t celebrate Netaji’s birthday only in election years’: Mamata Banerjee hits out at BJP","content":"West Bengal Chief Minister Mamata Banerjee on Saturday said that her party Trinamool Congress did not celebrate freedom fighter Subhas Chandra Bose’s birth anniversary only in elections years, PTI reported. Her remark was an apparent dig at the Bharatiya Janata Party, ahead of Prime Minister Narendra Modi’s visit to Kolkata to take part in events dedicated to Bose. Banerjee also led a huge rally from Kolkata’s Shyam Bazaar area to Red Road to mark Bose’s 125th birth anniversary. The procession is being seen as a show of strength amid preparations for the Assembly elections in the state in April-May. #WATCH | West Bengal CM Mamata Banerjee leads a march from Shyam Bazaar to Red Road in Kolkata, on the occasion of 125th birth anniversary of #NetajiSubhashChandraBose pic.twitter.com/s9VpoUqPSa— ANI (@ANI) January 23, 2021\n\n“We do not celebrate Netaji’s [Bose’s] birthday only in the years when elections are scheduled,” Banerjee was quoted as saying by PTI. “We are celebrating his 125th birth anniversary in a grand fashion. Rabindranath Tagore described Netaji as Deshnayak. That is why we have decided to celebrate this day as Deshnayak Diwas.” The West Bengal chief minister crticised the Centre’s decision to call Bose’s birth anniversary “Parakram Diwas”. “What is the meaning of Parakram Diwas?” she said, according to NDTV. “If you [the Centre] did not want to consult me, you could have consulted Sugata Bose [the freedom fighter’s grand-nephew].” Banerjee asked the BJP why it didn’t observe Bose’s birth anniversary ever before, according to ANI. She also promised to build a memorial for him. “We will build an Azad Hind Monument,” Banerjee said. “We will show how it will be done. They’ve spent thousands of crores in building statues and a new parliament complex.” She also criticised the Centre for not declaring Bose’s birth anniversary as a national holiday. The chief minister also spoke out against the Centre’s decision to abolish the National Planning Commission and replace it with the NITI Aayog. “The National Planning Commission was Netaji’s brain-child,” she was quoted as saying by the Hindustan Times. “But that has been disbanded. I would like to put this question today. If we love Netaji, why was the commission dissolved?”","author":"Scroll Staff","time":"2021-01-23T16:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/153775-hhpdqqfrnv-1611397722.jpeg","tags":["Mamata Banerjee","West Bengal","Subhas Chandra Bose"],"source":"https://scroll.in/latest/984907/we-dont-celebrate-netajis-birthday-only-in-election-years-mamata-banerjee-hits-out-at-bjp"}