{"title":"‘We don’t want to be identified on the basis of our religion,’ say Assam’s indigenous Desi Muslims","content":"On Sunday morning, Abdul Hamid, who teaches Assamese in a private school in Assam’s Goalpara district, boarded a bus to Balijhar in neighbouring South Kamrup district.  Hamid did not know everyone in the bus, but he knew where all of them were headed. The bus had been booked a week ago to ferry them to the Balijhar Middle Education School.  The school grounds were hosting a conference of Assam’s Desi Muslims  – a community that everyone in the bus, including Hamid, considered themselves to be part of.Assam’s Desi Muslims, around 20 lakh in number, are spread across the districts of Goalpara, Dhubri, Kokrajhar, Kamrup (Rural), South Salmara, South Kamrup and Kamrup (Metro). They trace their roots to the ancient kingdom of Kamrup and contend that they originally belonged to a range of indigenous Assamese communities, such as Koch, Rabha, Mech, Garo, Nath, Yogi and Kalita.  The community insists that their ancestors were the first people in the area to convert to Islam in the 13th century – following in the footsteps of Ali Mech, a tribal man widely regarded by historians as the first person in the region to have embraced Islam.The Muslim as migrant“It is a mobilisation of sorts to let everyone, including the government and nationalist organisations, know that we are indigenous people of Assam, not migrants,” Hamid said.  “There is no point if one of us goes and talks to some minister in private, we have to come out in numbers and assert ourselves. That is why we are here today.”The genesis of this latest assertion of identity lies in the current political climate of Assam. As the state updates its National Register of Citizens – for the first time since 1951 – in a bid to detect illegal migrants from Bangladesh, many have claimed that the exercise has bordered on profiling minorities – the term “Muslim” has started to stand for “migrant”.Assam is home to several distinct Muslim groups. While the Desis are considered indigenous to Lower Assam, the Goriyas and Moriyas are native to the Upper Assam districts. These three groups are widely clubbed under the umbrella of khilonjia or indigenous Muslims. Several other Muslim communities have lived in Assam for at least a couple of centuries – the Bengali-speaking Bhotia Muslims and the Juluha Muslims from Bihar and Uttar Pradesh, for instance. There is another group: the Miya or Bengali Muslims from Bangladesh, who are often viewed with suspicion in Assam and are regularly targeted by the state’s many nationalist groups.‘Identity crisis’ “Our community is in the middle of a great identity crisis,” said Islamul Haque Mandal, the working present of the Desi Janagosthiyo Manch, which organised the conference.   Representing more than 70 regional committees of Desi Muslims, the Manch is the umbrella body for the community.  “People have started to think of us as migrants,” Mandal said.Mandal claimed that the misrepresentation of the community as migrants has “increased a lot in recent times”, and attributed the development to “political reasons”. “There is almost a design to slot people into religious categories – Muslims or Hindus,” said Mandal.Several other people from the community who were participating in the conference echoed Mandal.  “These days, anyone with a Muslim surname is called Bangladeshi,” said Haizuddin Ahmed, a primary school teacher in Balijhar.Mohammad Mujibur Rahman, a farmer from South Kamrup, said the profiling has become rampant in recent times. “It does not happen in our village because people know,” said Rahman. “But when my sons go to Guwahati for work, they are insulted – people call them Bangladeshi.”What has further worried the community is that many of their names are absent from the first partial draft of the National Register of Citizens. The draft list, which was released on the midnight of December 31 after being in the works for over seven years, is supposed to feature most people identified as original inhabitants by the state bureaucracy. “We are worried that we are being clubbed with migrants from Bangladesh,” said Rahman, whose name was missing from the first draft of the list.The Manch has demanded that all Desi Muslims be drafted into the final citizenry list through the original inhabitant category – which entails a less vigorous verification process –  even if some from the community did not have adequate paperwork. “We should be treated like other sons of the soil,” said Mandal.The community is dealing with the fear of being branded as outsiders by drawing on its tribal roots and distancing itself from its Muslim identity. “We do not want to be identified in the name of our religion,” said Mandal. “We want to be known by our ethnic identity.  Our DNA and blood is connected to the indigenous tribes of Assam.  Religion cannot be a tool for identification, it is a personal thing. Who I pray to is my personal business.”Tazul Islam Siddique, a government official, said one of the objectives of the conference was to showcase to the rest of the state the community’s culture – which he said “was unlike Muslim culture of the Bengali Muslims and resembled in many ways ethnic Assamese culture”. “Our language is not like that of the Bengali Muslims,” said Siddique. “What we speak is a dialect of Assamese. Even our wedding rituals are closer to Assamese weddings than traditional Muslim rituals. Just because of our religion, we have been treated with suspicion in the last few years by some political organisations.”","author":"Arunabh Saikia","time":"2018-01-10T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/864299-78718-pdneutqwec-1515518658.jpg","tags":["Assam","National Register of Citizens","Assam citizen's list"],"source":"https://scroll.in/article/864299/we-dont-want-to-be-identified-in-the-name-of-our-religion-say-assams-indigenous-desi-muslims"}