{"title":"‘We did not make NRC, nor did we bring it to Parliament, nor announce it’: PM Modi at Delhi rally","content":"Prime Minister Narendra Modi on Sunday said that the National Register of Citizens was first announced when the Congress-led government was at the Centre. The prime minister asserted that Indians will not be affected due to the Citizenship Amendment Act amid nationwide protests against the legislation.“The 130 crore Indians have no connection to the CAB [Citizenship Amendment Bill – the legislation was passed in the Parliament on December 11],” the prime minister said as he kicked off Bharatiya Janata Party’s election campaign at Delhi’s Ramlila Maidan. “A lot of lies are being spread about NRC as well. It was made during the Congress regime. Where were the protesters then? We did not make it, nor did we bring it to the Parliament or announce it.”Over the last week, thousands of protestors were detained across India, with 3,000 detentions in the state of Assam alone, where 329 people were arrested. On December 19, authorities said at least 1,200 people were detained in Delhi. So far, five people have died in Assam, while the nationwide toll is 23.However, Home Minister Amit Shah has repeatedly spoken about the government’s plan to introduce a nationwide NRC and how it was linked to the citizenship law. On April 11, Shah explicitly connected the two while speaking at an election rally in Raiganj, West Bengal. “We will ensure implementation of NRC in the entire country. We will remove every single infiltrator from the country, except Buddha [sic], Hindus and Sikhs,” Shah had said. On May 1 at a rally in Bongaon, West Bengal, Shah called infiltrators “termites”, and again explicitly linked the amended citizenship law with NRC. Modi blamed the Congress and “urban Naxals” for propagating rumours that Muslims will be sent to detention centres. “Those who are the Muslims of this country’s soil, they have nothing to do with the citizenship law and the NRC,” he said. “Neither is anybody sending the nation’s Muslims to detention centres nor are there any detention centres in India. This is a white lie which is dividing the nation.”The central government has asked all states and Union Territories to set up at least one detention centre, The Economic Times reported in July. “We want each state and union territory to set up at least one detention centre with all modern amenities,” the newspaper had quoted a senior home ministry official as saying. “Every detention centre shall have a cell which will provide help to the detainee foreigners for contacting the concerned mission/embassy/consulate or their family through proper procedure.”The prime minister appealed to those instigating violence during protests against the amended Citizenship Act to opt for the “path of non-violence”. “Violence will not help anyone, we have to keep away from violence. This is our country, its people are ours,” he said. Modi claimed people were spreading misinformation about the amended law and that the country will not accept “false claims that I’m taking away people’s rights”.“In the last five years, our government has built over 1.5 crore houses for the poor,” he said. “We didn’t ask for their religion. We just helped the poor and needy. Why are so many people lying then? Why are they misleading the country? Why are they misleading the Muslims of the country?”Modi reiterated that the amended legislation will not take away anyone’s citizenship and will only give citizenship to persecuted communities from Pakistan, Bangladesh, and Afghanistan. “The Muslims of India do not need to worry at all,” he said. “The CAB and the NRC will not apply to the Muslims of the country. It’s a white lie.”The prime minister highlighted instances of violence against the minorities in the three nations and said the Citizenship Amendment Act was brought in to provide relief to them. He said that senior Congress leaders former Prime Minister Manmohan Singh, Assam’s former Chief Minister Tarun Gogoi and Rajasthan Chief Minister Ashok Gehlot had supported the idea of providing citizenship to the refugees. He said these leaders had all backtracked after the law was passed.“The votes were in danger and thus, these political leaders had to change their tune,” he claimed. The prime minister also attacked West Bengal Chief Minister Mamata Banerjee – a vocal critic of the Citizenship Amendment Act and the NRC – saying that a few years ago she had wanted to help the communities coming from Bangladesh.Modi claimed the Congress and its allies were disturbed that the prime minister was “respected in the world and especially, in Muslim countries”. The prime minister also supported the country’s police personnel, who have been accused of using excessive force against protestors, and said that they were being subjected to hatred for doing their job. “I want to ask those instigating violence against policemen, what will they get?” the prime minister said.\n\n\n    \n    Play\n\nThe 130 crore Indians have no connection to the CAB. A lot of lies are being spread about NRC as well.It was made during the Congress regime. Where were the protesters then? We did not make it, nor did we bring it to the Parliament or announce it: PM Modi #DilliChaleModiKeSaath— BJP (@BJP4India) December 22, 2019","author":"Scroll Staff","time":"2019-12-22T17:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133335-wibsjgrbfr-1577013879.jpg","tags":["Narendra Modi","National Register of Citizens","Citizenship Amendment Act","Delhi"],"source":"https://scroll.in/latest/947592/we-did-not-make-nrc-nor-did-we-bring-it-to-parliament-nor-announce-it-pm-modi-at-delhi-rally"}