{"title":"‘We have been vindicated’: Former IAF chief Dhanoa commends Supreme Court verdict on Rafale deal","content":"Former Indian Air Force chief BS Dhanoa on Thursday welcomed the Supreme Court decision to uphold its earlier verdict that had cleared the central government in the controversial Rafale defence deal, ANI reported. On Thursday morning, the top court dismissed review petitions against its Rafale verdict filed by former Union ministers Yashwant Sinha, Arun Shourie, and advocate Prashant Bhushan, saying they lacked merit. The petitioners had alleged that the government concealed crucial facts in the case and misled the top court into giving a favourable verdict in December 2018. In May this year, after hearing the arguments, the Supreme Court had reserved its judgement.“I think we have been vindicated,” Dhanoa told the news agency. “In December 2018, I had issued a statement that Supreme Court has given a fine judgement and at that time some people said that I was being political, which was incorrect.”He added that such matters should not be brought up for political gains. “I hope the matter is now laid to rest...putting the interest of your armed forces behind is not right.”Dhanoa said the Indian Air Force defended the Rafale deal as it was done on merit, Hindustan Times reported. “The price-negotiations were done by the then deputy chief who is now the Chief of Air Staff. We were absolutely sure the deal was above board,” he added. The former air chief said Rafale fighter jets are crucial for India. “Fighters squadrons are dropping and we cannot allow it to drop beyond 30 squadrons to put a credible deterrence,” he said. “The two squadrons of Rafale, an additional Russian made Su-30 Mki and two more squadrons of indigenously made Light Combat Aircraft-Tejas will give the required muscle.”The Rafale fighter jet deal had become a major political issue during the Lok Sabha election campaign earlier this year. Congress leader Rahul Gandhi had accused Prime Minister Narendra Modi of treason and corruption multiple times, and alleged that he had acted as a middleman for industrialist Anil Ambani in the deal. Gandhi consistently used the phrase “chowkidar chor hai [the watchman is a thief]” during his campaign to accuse Modi of corruption.","author":"Scroll Staff","time":"2019-11-14T16:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/70249-jvgrcbwtxy-1566300510.jpg","tags":["Supreme Court","BS Dhanoa","Indian Air Force","Rafale Deal","BJP"]}