{"title":"‘We like Modi only’: Assam’s non-Bengali linguistic minorities put their weight behind BJP yet again","content":"In Assam, the National Register of Citizens and the Citizenship Bill have reopened ethnic and communal divides. For this series, Arunabh Saikia and Ipsita Chakravarty travelled across the state to find out how it affects voter choices.For decades now, much of Assam’s politics has revolved around Bengali-speaking migrants, mostly from Bangladesh. Though Bengali-speakers are indeed the largest linguistic group after the Assamese, the state is also home to significant populations that do not return either Assamese or Bengali as their mother tongue in the language census.They trace their roots to different parts of India but have lived in Assam for centuries. Most have limited ties with the places their ancestors came from. Where is home, you ask them, and pat comes the reply: Assam.Take the Hindi-speakers. They number nearly 21 lakh, according to the 2011 census. Most of them came in 19th and early 20th centuries and trace their lineages to what are now Bihar, Uttar Pradesh and Rajasthan. Then there are around six lakh Nepali-speakers who arrived in batches, the earliest dating back to 1826. Finally, there are the “tea tribes”, as Adivasis whom the British Raj brought largely from Bihar’s Chotanagpur region in mid-19th century to work on tea plantations are collectively referred to.  It is difficult to conclude their exact population from census data; they belong to a host of tribes and mostly speak Assamese as the lingua franca. Informed estimates, however, peg their number at not less than 65 lakh.In 2014, these groups threw in their lot with the Bharatiya Janata Party, helping the party record its biggest electoral success ever in Assam, winning seven of the 14 Lok Sabha seats. The BJP won handsomely in places such as Tezpur, Tinsukia, Guwahati and Jorhat which these communities inhabit in large numbers. The trend continued in the 2016 Assembly election.Not the margins, this is our mainstream: Kashmir. North East. Chhattisgarh. If you like our work, do consider supporting our journalism by subscribing to Scroll+Troubled timesThe past few years have not been smooth for these linguistic minorities. First, they were confronted with the updation of the National Register of Citizens. Intended to separate Indian citizens in Assam from undocumented migrants, alleged to be mostly from Bangladesh, the exercise has left these communities insecure about their future.  The Nepalis and the Biharis in particular have struggled to prove their citizenship in spite of having lived in Assam for decades. Though the rules were somewhat relaxed for the tea tribes, they have not had it any easier either.Then came the double whammy of demonetisation and the Goods and Services Tax. While few people across Indian escaped their repercussions, traders were among those hit the worst.  Many of Assam’s Hindi-speakers run their own businesses, big and small. Where does all this leave these communities as Assam votes in the general election over the next couple of weeks, starting April 11? Opinion is divided but goodwill for the BJP, particularly Prime Minister Narendra Modi, appears largely intact. If there was some love lost in the wake of the NRC updation and the note ban, the state BJP government’s sops as well as recent events elsewhere in India appear to have fixed that. This story has been reported from seven constituencies.‘One more chance’Dilip Gupta, an electronics retailer in eastern Assam’s Tinsukia town, traces his origin to Uttar Pradesh’s Ballia. His wife, who resided in Bihar before marrying him, was left out of the final draft of the NRC, and Gupta, whose family has lived in Tinsukia for over 100 years, took it as a personal affront.  To add insult to injury, BJP chief Amit Shah likened those left out of the NRC to termites at an election rally in Rajasthan.Gupta was furious with the saffron party for these “ignorant statements”. “The BJP would get very badly hurt in 2019,” he would curse. That was until the end of last year. Cut to March and Gupta wants to give “one more chance” to Modi. “There is a feeling of patriotism among all of us after what Modi did to Pakistan,” he said, alluding to the Indian Air Force’s strike on Pakistan in February.Dilip Gupta is a retailer in Tinsukia. Photo credit: Anupam ChakravarttyWhat about more pressing concerns such as the NRC? “NRC tension is down now,” he said, adding that most Hindi-speakers left out of the final draft were able to furnish new records while filing fresh claims and are confident of making it on to the final consolidated list.    In Tinsukia, home to nearly 60,000 people with roots in Uttar Pradesh and Bihar as well as some 5,000 Marwari families from Rajasthan, this is an oft-heard sentiment. As Anup Gupta, who owns an eatery in neighbouring Longswal, put it, “Yes, it was a little down after the NRC list came out but after Modi ji attacked Pakistan, we are all back in his favour.”Tinsukia falls in Dibrugarh parliamentary constituency.‘I’d vote for Modi three time over’It is a similar story 500 km away in Guwahati, which has a sizeable Hindi-speaking population as well. In the city’s trading hub of Fancy Bazaar, the Marwaris rule the roost, and they are firmly behind Modi. “If I had it my way, I would vote for Modi three time over,” said Amit Jain, who trades in mustard oil. What about concerns around the NRC? “Yes, women from our community have faced some difficulty getting into the NRC,” replied Ramesh Charkha, a garment trader, “but the government is sorting out things now.”Have their businesses not suffered because of demonetisation and the GST? “When some new system comes, there is some problem initially,” Charkha responded. “But like Modi ji, we will also put the nation first.” Amit Jain is a mustard oil trader at Fancy Bazaar, Guwahati. Photo credit: Arunabh SaikiaBharti Ajitsariya, who runs a departmental store, concurred, “Demonetisation was lot of trouble but finally it all worked out. If Modi ji does not come back, all development of the last five years will go waste.”    There are of course sceptics as well, but they seem harder to find. Ram Kishore Yadav, a cart-puller in Tinsukia’s Doomdooma town, said he would never get over the misery inflicted by demonetisation. HM Jain, an elderly businessman in Guwahati, described Modi as a “gasbag who is all talk”.Vijay Kumar Gupta, the BJP’s vice president in Assam, brushed aside the naysayers. “Today, there is not even one trader in Assam who is unhappy about GST,” claimed Gupta, himself a businessman. “I can guarantee you that.” Bharti Ajitsariya runs a departmental store in Guwahati. Photo credit: Arunabh Saikia‘If not Modi, then who?’The Gorkhas, on the other hand, are less upbeat. In Tezpur, where the community holds considerable sway, the BJP’s decision to drop its sitting MP, a Nepali, has not gone down well. “Last time, 90 % of us voted for the BJP. There was Modi, plus we had an educated candidate from our own community,” said Bogiram Gorkha Bhandari from Tezpur’s Gohpur area. “But this time he was dropped because of an internal party conspiracy, and in spite of our community having many suitable candidates they have given the ticket to someone else.”Nanda Kirati Dewan, a community leader, claimed there is widespread resentment against the BJP among Assam’s Gorkhas for not protecting their interests, especially in relation to the NRC. “The Gorkha community feels let down by the BJP,” he added. “The dream the Gorkhas had seen while voting for this party has remained largely unfulfilled.”The BJP seems cognizant of these complaints. “No doubt there is a sentiment...people are disheartened since the Tezpur seat has been represented by a Gorkha for the last 25 years,” said the party’s secretary Prem Upadhyay.Upadhyay, who is also general secretary of the Assam Gorkha Sammelan, however, insisted that despite being upset the community will “decide in favour of Narendra Modi”.Indeed, many Gorkhas in Tezpur ask: if not Modi, then who? “Rahul Gandhi I just cannot stand, the way he talks, the way he behaves, I do not like anything,” said a Nepali taxi driver from Borsola, which is part of the Tezpur constituency. Rajiv Sharma, from adjoining Biswanath Chariali, agreed, “For us, only Modi is good.”‘We like only Modi’Assam’s tea garden workers, with their large numbers, are a coveted vote bank for all parties. It is no surprise then that the ruling BJP has plied the community with sops in the past few months. In December, the Assam government said it would deposit Rs 2,500 in the bank accounts of around 7,00,000 tea garden workers who had opened accounts after demonetisation. The ploy seems to have worked. At the Longswal tea estate, in Dibrugarh constituency, Sanjay Gwala, who works in a processing factory, said he has received his share of free rice and cash incentive and was, therefore, happy with Modi. “Everyone says Modi is good,” he said. “I also think he is good.”Sanjay Gwala works in a processing factory at the Longswal tea estate in Dibrugarh. Photo credit: Anupam ChakravarttyAt an adjoining tea garden, Bijoy Orang and his nephew Anil Orang also endorsed the Modi government. “We have seen on our mobiles that he has done a lot of things, and that he will do even more if he comes back,” said Bijoy Orang. Anil Orang was more succinct: “We like only Modi.”The sentiment extends down south to the Brahmaputra plains. At the Balijan tea estate in Golaghat, daily wage labourer Tileshwar Kurmi favoured the ruling party, and not just for giving him free rice and the cash dole. Roads in the area have improved under the BJP, he claimed.Further south in the Barak valley, tea garden workers are a substantial vote bank and, thus, much sought after by all parties. The BJP, in fact, has fielded an Adivasi, Kripanath Mallah, from Karimganj constituency in the valley. Here too the tea tribes seem fairly content with the BJP, thanks largely to the recent sops. Some people are angry with the BJP as well, but nowhere near as many as the party’s supporters. Deepanita Manki and Binod Munda in Tinsukhia. Photo credit: Anupam ChakravarttyDeepanita Manki and her husband Binod Munda, daily wage labourers at a Tinsukia tea garden, have few kind words for the ruling party. “We have got nothing,” snapped Munda. “All we have done is just run around for the NRC.”Manki sounded angrier. She has not received the cash deposit. “They are saying I have no voter card, so I won’t get it,” she complained. “Every day I go asking for the money, and they make me run around. Now they have asked me to make an Aadhaar card.”Indeed, such is the support for the BJP among tea garden workers that the Opposition seems to have given up on their votes. “We just do not have that kind of money to pull tea garden votes,” said a senior Congress leader.Also read: In Assam, BJP thwarts the political ambitions of its regional point man, Himanta Biswa SarmaBJP 2014 manifesto check: What has the Modi government done for the North East?","author":"Arunabh Saikia","time":"2019-04-06T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116756-koqxexrlcx-1554388653.jpg","tags":["Assam","Narendra Modi","NRC","BJP","Bihar","Assam migrants","GST","Assam election 2019","Assam tea gardens","Election Report 2019","Assam Divided"],"source":"https://scroll.in/article/918656/we-like-modi-only-assams-non-bengali-linguistic-minorities-put-their-weight-behind-bjp-yet-again"}