{"title":"‘We love life if we find a way to it’: Palestinian poet Mahmoud Darwish’s enduring absences","content":"In Mahmoud Darwish’s meditative memoir, Journal of an Ordinary Grief, a lyrical account of losing home and homeland, the world confronts the Palestinian on her status:– Did you come to announce your presence? –No, I have come to announce my absence. (1)In the mid-2010s, across multiple trips to the West Bank, I noticed this absence all around me. People who are not present anywhere, places that don’t exist anymore. I want to cover authors I have discovered from other cultures who force readers to examine both their internal landscapes and their place in the shifting world outside. There is no more obvious choice than Darwish. Reading his prose poems, I find myself asking the question: how are our lives defined by time and place? Nowhere is this question more urgent than in Palestine, where a place is contested and histories are used as ammunition for conflict. Darwish’s words still feed these debates. His friend and South African poet Breyten Breytenbach, who served seven years for treason during apartheid for his own activism, marvelled at Darwish’s ability to be “both private and very public in the same poem” (2), probably the reason Darwish was so widely read and quoted, appealing to both intellect and heart. Darwish was sharply aware that his poems were read as public statements, as political postures, even when they were not meant to be. “When I write a poem about my mother, Palestinians think my mother is a symbol for Palestine. But I write as a poet, and my mother is my mother.” He was more of a monument more than a man (3).   The monument dedicated to the man, the Mahmoud Darwish Museum, is high on every traveller’s itinerary in the West Bank. After my first visit, I drove less than an hour west to visit Ahmed Hammad (4) who lived in a two-room treehouse floating 20 feet above contested land, between the Palestinian West Bank village of Beit Liqya and an Israeli settlement wall. Key, home, dreamsAhmed raised poultry in a barn with rows of coops and feeder trays over which chicken heads bobbed the whole day. Perched in his wood-and-asbestos house, Ahmed slept over a nightly chorus of clucking chicken. He owned a small patch of green around his house. Fresh almonds, disturbed by his dogs, were scattered near his trees. They bleached the soles of my shoes a gentle green as I walked around his land. Ahmed’s life was a broken thread of homes, stints in refugee camps in the West Bank, scavenging work in the cities and inside Israel, before he finally settled on this suspended cabin. From across the Israel-West Bank border wall, I heard the rasping sound of an electric drill on stone, a settlement that would inevitably try and swallow Ahmed’s tentative claim on the land. Above Ahmed’s bed, I spotted a framed key. It was the key to his family home in Haifa in north Israel, a house Ahmed had never seen, that he had only heard described in fossilised detail by his parents. Across Palestine, families displaced for decades place these keys above their beds, hovering overhead like dreams. Darwish spoke about people leaving their homes behind. “The owners of these homes still keep their keys in their pockets and their hearts full of anticipation for their return. Return to where? If one of them were to return to his home, will he be allowed to use his key?” (5)The afternoon in Ahmed’s house grew stiller, the heat swelling from the ground into the sky. As Ahmed spoke of Haifa, though we were surrounded by plenty – the almonds, the dogs, the chickens, his Turkish coffee served in multiple insistent rounds, a gentle conversation coursing through a summer afternoon – all around us was a sunlit absence. Can economic growth and prosperity build a substitute for this absence? Rural families work on their farms not just for increased incomes, though every extra dinar is welcome given the spiralling costs the working classes have endured over the last decade across the Global South, but because their land bears the burden of their imagination. It exists beneath their feet as a semi-arid ecosystem that will yield some fruit on great coaxing. But it exists as a fertile bounty in their mind and in the stories of the exiled, as the home of their ancestors and of those to follow. That is where the clarity and precision of all our economic modelling breaks down. Our policies have to integrate the ephemeral equations of poetry. Poet Mahmoud Darwish's tomb in Ramallah, Palestine. Image credit: Wikimedia Commons.Palestine’s present-absenteesDarwish had spent his life trying to puncture the myth that Palestine was a land without people and how this myth led to a people without a land (6). Darwish was deprived of his own full presence as a child. His family fled from the village of Al-Birwa to Lebanon during the 1948 Arab-Israeli War and returned to a new state. By leaving and returning, by which time their village had been razed to the ground by the new state, they had relinquished – as stipulated in the laws of the new state – their legal identity and many rights. They were called “present-absentees”, present in physical person but absent in the law and in relation to their rights. The displaced Palestinian is never fully present anywhere, she is only a temporary body, present and absent at the same time.Reading Darwish and then rereading him in the lives of Palestinians made me see in sharper colours, in fuller life, those in India and farther afield who have also lost homes and are vulnerable to losing rights or access to institutions: working mothers who cradle children through blistering workdays in construction sites and live in temporary sites, families who scramble in a tearful frenzy to grab a wedding photo or marriage certificate from their condemned homes before the bulldozer’s claw does, new-borns and those to-be-born whose full legal existences are to be erased by citizenship exercises, the many millions of climate refugees who will perforce cross borders and national jurisdictions in the next few decades. How does a poet account for people who are not formally recognised in their own homes? How does a policy maker? How will the world treat the many displaced persons who will be at their doorsteps soon, as climate-related and other catastrophes unravel? Will they always ask those who wield power over them: Am I here or am I absent? (7)  Remarkably, especially in our divided times, Darwish’s empathy extends not only to those who have lost their presence, but even to those who have been forced to occupy this absence. For Darwish, his opposition and anger were directed at institutions and not at humans. At a deeply intuitive level, his empathy extended even to the soldier whose duty was the destruction of his country. Here he is, talking to an Israeli soldier during the 1967 War, about the soldier’s dreams (8):He dreams of white tulips, an olive branch, her breasts in evening blossom. He dreams of a bird, he tells me, of lemon flowers.… Homeland for him, he tells me, is to drink my mother’s coffee,to return at nightfall.To live and to returnThis poem, with its surprisingly intimate warmth – the soldier transformed from an enemy to a son yearning for his mother’s coffee – earned Darwish the wrath of both his Israeli critics and the Palestinian intelligentsia. In Palestine, coffee is drunk all day: as breakfast, as midday beverage, as digestif, in bracing company, in the solace of home. Here is the Israeli soldier, longing for the same simple joy. Darwish was not endorsing the soldier’s actions nor the decisions of those who directed them. The poem is a scathing indictment of war. Here is the soldier on his ghastly acts:I blasted them in the sand . . . in their chests . . . in their bellies.– How many did you kill?– It’s impossible to tell. I only got one medal.But the poem opens and closes with the intimate desire to drink my mother’s coffee, to return, safe (9). In recent years, institutional deceit conjured by the powerful has gained great currency, especially among those who spend their time online and not enough in rambling conversations with different peoples. It is the idea that another group of people, who may profess another faith or adhere to different practices, are somehow less human than us. That they desire different things than we can imagine. “They desire death. They desire to destroy us”, we are told. Almost in direct opposition to this stereotype, Darwish stated plainly: And we love life if we find a way to it. We dance in between martyrs and raise a minaret for violet or palm trees. We love life if we find a way to it. …And we steal from the silkworm a thread to build a sky and fence in this departure.We open the garden gate for the jasmine to step out on the streets as a beautiful day.We love life if we find a way to it (10).We love life. This is one of Darwish’s most popular lines, one that is reproduced across the region: on walls and blogs and on invitations to parties and protests. It is obvious: they love life. But, somehow, we are convinced that some lives and therefore their accompanying deaths do not hold the same value as ours. This is reflected in multiple TV and social media debates, conversations that curdle around the same question: what is a proportionate response for a human life taken? How many deaths across a border would compensate for one lost in a festival?  Can we try and truly grieve both tragedies and yearn for peace? Closer home, can we grieve both the tragedy of the Kashmiri Pandit and that of bereaved Muslim mothers in the valley? This is not naïve. There is a path to enduring peace through remembering the humanity of others, especially those who may be on the other end of our political beliefs. It is probably the only reliable path to peace. There is no contradiction. Darwish’s works were admittedly marked by contradictions. This is inevitable given the shifting and frustrating nature of his conversation with the world. He was most consistent in promoting reconciliation. But he also exhorted radical action on many occasions, once ignoring complaints that his words were a call for denying the right of Israelis to their geographic nation: O those who pass between fleeting wordsCarry your names, and be goneRid our time of your hours, and be gone…It is time for you to be goneLive wherever you like, but do not live among usIt is time for you to be goneDie wherever you like, but do not die among us (11)His defence, to much-justified criticism and probably crafted as a belated excuse, was that “do not die among us” referred only to the 1967 borders and not to the whole region.Much of Darwish’s writing was about the region, about the land. He acknowledged that any nation is marked not by geography or the chronology of events, but by the imagination that binds these arbitrary realities – latitudes, longitudes, dates – together. So, the Palestinian child sang:Salaam to youLand of my ancestorsIn you it’s good to dwellAnd for you it’s good to sing. (12)Across oceans and languages and religions, a Jewish poet in Ukraine yearns for the same land. Darwish paraphrased the Jewish poet Hayim Bialik’s “To The Bird”. The poem, composed at the age of 19 in the late 19th century, was a landmark in the rebirth of the Hebrew language (suddenly expanding from the language of the clergy to the language of a nation that was still being midwifed) and an anthem of the longed-for Jewish homeland in the region.Salute the bird returning from the distant land to my window in exile. O bird, tell me, how are my ancestors and my people?This poem, a call to a Jewish ancestral home, is quoted by Darwish. Of course, he laments that the first song is displaced by the second. The Jewish song of exile arrived on Palestine’s shores and sent the Palestinian poem into banishment. Darwish is clear on which song he prefers, whose claim he supports: the Palestinian’s. But in acknowledging the Jewish poet’s plea to the pilgrim-bird, even as a rival for his own case, again he humanises his political enemy. Recording truthIt is tempting to believe that it was easier to produce poetry when Darwish lived and wrote. Did he not face the encompassing sense of doom that accompanies our quasi-virtual lives (and the very physical devastation currently being unleashed by wars across continents)? But Darwish lived through equally troubled times, nested in the middle of a war. In fact, war followed him through a continent. In 1982, having left Israel for Beirut, a city where Darwish was stuck in exile (along with most of the leadership of the Palestinian Liberation Organization) and a city that he loved dearly, he wrote an elegiac account of living through the bombardment of the city: I measure the period between two shells. One second. One second: shorter than the time between two heartbeats… One second is not long enough to open the water bottle or pour the water into the coffee pot. One second is not long enough to light a match. But one second is long enough for me to burn (13). What am I searching for? I open the door several times, but find no newspaper. Why am I looking for the paper when buildings are falling in all directions? Is that not writing enough (14)?Darwish is lamenting the powerlessness of the poet. The poet is recording history, but the general directing the bombs is writing it. But the poet still has a responsibility. Elsewhere, Darwish reminds us as writers (for I still consider myself one, though I scarcely claim the status of being a writer publicly any more) that we have to record our truths for those in power and for history: Write down:I am an Arab.My ID card number is 50,000.My children: eightAnd the ninth is coming after the summer.Are you angry? (15)These lines have found incarnations in poems of protest across the world. For instance, the lines below written by Hafiz Ahmed prompted a generation of young poets to write across languages – Assamese, Bengali, English – about the fears of being excluded from citizenship drives, of being rendered a present-absentee in the land of their birth. WriteWrite DownI am a MiyaMy serial number in the NRC is 200543I have two childrenAnother is comingNext summer.Will you hate himAs you hate me? (16)But history rhymes its cruel ironies. I find the same plea, Darwish’s call to the historian, in another poem. Five years before Darwish wrote the above lines, the Polish poet Wyslawa Szymborska recalled one of the many horrors that fed into the Holocaust, whose tragic shadow has dropped across the region through the decades. The Szebnie concentration camp in occupied Poland during the Second World War was the site of forced starvation of an imprisoned population including Jews and other marginalised groups. The poet recorded this tragedy for us: Write it. Write. In ordinary inkon ordinary paper: they were given no food,they all died of hunger. “All. How many?It’s a big meadow. How much grassfor each one?” Write: I don’t know.History counts its skeletons in round numbers.A thousand and one remains a thousand (17)Not all is dark in the world, otherwise, we would not be reading poetry. And not all was gloom in the West Bank during the years I knew the place. There was much eating and celebrating life, the bars in Ramallah were filled beyond capacity, the Fuego bar offered salsa nights and a sharp crowd, Jasmine Café kept its hookahs warm through long winter nights and in the dry lands flanking Nablus, the epicentre of two intifadas, a goat was always roasting in a sand pit. I did a round of dinners before leaving. You have to come home, a friend insisted. My daughter loves Bollywood. Turkish coffee was poured under a lemon tree. Sara, six years old, danced to Bollywood songs. She danced with her toothy mouth open and laughing. Her beaming parents clapped along. They didn’t know the words, but joined the chorus: Dhoom Dhooom DHOOMM. My colleague lifted Sara, tossing her into the air, and then swinging her close to the ground. He tried a belly dance with his massive stomach.  His wife doubled over laughing. She was embarrassed of her English and never finished her sentences, waiting for her husband to complete them. But she shouted out now: he’s stupid, he’s stupid. She covered her mouth with her hand while she laughed. The walls surrounded us, but they were miles away and couldn’t be seen. My colleague lifted his daughter and her head bumped against the lemons. Stupid, stupid, stupid, the wife sang. At that moment, everyone under the lemon tree would have agreed: we love life.  Palestinians on the Gaza beach in 2006. Image credit: Gus at Dutch/Wikimedia Commons.The author of two novels, Kaushik Barua won the Sahitya Akademi Yuva Puraskar for his first novel Windhorse, set in the Tibetan refugee community. He is currently working on a non-fiction work on the adaptations of the Ramayana across Southeast Asia and on this series of essays on authors from different cultures he has encountered. Footnotes: Journal of an Ordinary Grief, 1973, translated by Ibrahim Muhawi, Archipelago Books, 2010Breytenbach’s reflection on his decades-long friendship with Darwish, available at https://www.thenationalnews.com/arts/a-sense-of-poetic-justice-1.594074Conversation with the New York Times, 22 December, 2001, available here: https://www.nytimes.com/2001/12/22/books/a-poet-s-palestine-as-a-metaphor.html Names and some identifying details have been changed.  Journal of an Ordinary Grief, 1973, translated by Ibrahim Muhawi, Archipelago Books, 2010, page 69 See, for example, his contestation of this myth in the Palestinian Declaration of Independence, November 15, 1988, which emphasises the natural, historical and legal right of the Palestinian Arab people to their homeland. The Declaration was drafted by Mahmoud Darwish and is available at https://fmep.org/resource/palestinian-declaration-of-independence/Journal of an Ordinary Grief, page 65A Soldier Dreams of White Tulips, Darwish 1967, translated by Munir Akash and Carolyn Forche in Unfortunately It Was Paradise, 2003 Some reviewers of the poem have indicated that Darwish was over-extending the poetic license by “ascribing to the soldier such profound disillusionment with his nation’s self-affirmation” (https://www.theguardian.com/books/2007/jun/02/featuresreviews.guardianreview20). As it turns out, this is not the case. The soldier in the poem is Darwish’s friend Shlomo Sand, born of Holocaust survivors and a veteran of the 1967 war and later Professor of History at the Tel Aviv University and a trenchant critic of Israel’s policies in Palestine. The conversation captured in the poem is an early gesture to his evolving politics, his life-long wish that “doves might flock through the Ministry of War”. Translated by Fady Joudah and available at https://www.thenation.com/article/archive/and-we-love-life/Those Who Pass Between Fleeting Words, 1988, translation available at: https://merip.org/1988/09/those-who-pass-between-fleeting-words/Journal of an Ordinary Grief, 1973, page 26Page 4, Memory for Forgetfulness, translated by Ibrahim Mudawi, University of California Press 1982Page 22, Memory for Forgetfulness ID Card, Mahmoud Darwish, 1967, translated by Salman HilmyWrite Down ‘I am a Miyah’, Hafiz Ahmed, 2016, translated by Shalim Hussain Hunger Camp at Jaslo by Wyslawa Szymborska, 1962 , translated by Grazyna Drabik and Austin Flint","author":"Kaushik Barua","time":"2023-11-25T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196109-oikyooiozr-1700737763.jpg","tags":["war on palestine","israel palestine","palestine","poetry"]}