{"title":"We need two-thirds majority to amend or rewrite Constitution, says BJP MP Lallu Singh","content":"Bharatiya Janata Party leader Lallu Singh has triggered a row with his alleged remarks that his party would need a two-thirds majority in the Lok Sabha to enable amendments to the Constitution, The Times of India reported on Monday. A video of Singh, a BJP MP from Uttar Pradesh’s Faizabad constituency, has surfaced on social media where he can be purportedly heard making the remarks at an event in Ayodhya’s Milkipur on Saturday. The party has retained Singh as its candidate from Faizabad for the upcoming Lok Sabha elections.“The government can be formed with 272 MPs in the Lok Sabha,” the BJP MP can be heard saying in the video, according to The Times of India. “But to make amendments to the Constitution, or to have a new Constitution, we need more than two-thirds majority.”On Sunday, Congress leader Pawan Khera shared the video on social media and said that the BJP MP was “openly saying that the Constitution has to be changed”.“Will Modi ji [Prime Minister Narendra Modi] be able to forgive them [Singh] from his heart?” asked Khera.आज अंबेडकर जयंती है। परसों मोदी जी ने कहा था कि स्वयं अंबेडकर जी भी आ जाएँ तो भी संविधान नहीं बदल सकते।अब अयोध्या से भाजपा के वर्तमान सांसद लल्लू सिंह खुलेआम कह रहे हैं संविधान बदलना है इसलिए 400 सीटें जीतनी होंगी।मोदी जी इन्हें दिल से माफ़ कर पाएँगे? pic.twitter.com/y6UdLj3uNf— Pawan Khera 🇮🇳 (@Pawankhera) April 14, 2024\n\n\nSamajwadi Party leader and former Uttar Pradesh Chief Minister Akhilesh Yadav also shared the video and asked the Election Commission to take action against Singh.“The Election Commission should immediately take cognisance of such statements [made by Singh] because what can be a bigger democratic violation than talking about fundamentally changing the Constitution,” Yadav said.Soon after receiving criticism for his comments, Singh clarified that it was a “slip of the tongue” and added that he did not have “any wrong intentions”, News18 reported.“I have been a RSS [Rashtriya Swayamsevak Sangh] worker and have a habit of talking like this about the welfare of the country,” he said. “I was simply saying that to make our country great, we have to ensure that PM [prime minister] Modi comes to power again and that we may need to make constitutional amendments for which we have to ensure that we get over two-thirds majority.”The Rashtriya Swayamsevak Sangh, a Hindutva organisation, is the parent organisation of the ruling BJP.Singh’s remarks come days after the prime minister said that the Opposition INDIA bloc was spreading lies that the Constitution would be changed if the BJP-led government retained power in the Lok Sabha elections.On Wednesday, Modi said the Opposition’s claims showed the alliance was facing a “bankruptcy” of new ideas.However, in recent weeks, other BJP leaders have also stirred controversy through their comments about amending the Constitution.On March 9, BJP MP Anantkumar Hegde called on voters to give a two-thirds majority to his party in the Lok Sabha to enable amendments to the Constitution and undo the “unnecessary laws introduced to subjugate the Hindu community”. Jyoti Mirdha, BJP’s Lok Sabha election candidate from Rajasthan’s Nagaur constituency, on March 30 also said that the party needed an overwhelming majority in Parliament to change the Constitution.","author":"Scroll Staff","time":"2024-04-15T13:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200048-ejjwnhzyee-1713164242.jpg","tags":["Lok Sabha 2024","Lallu Singh","Congress","BJP","Lok Sabha elections","Constitution"],"source":"https://scroll.in/latest/1066638/we-need-two-thirds-majority-to-amend-or-rewrite-constitution-says-bjp-mp-lallu-singh"}