{"title":"We need an all-party delegation not for Kashmir, but to redefine the existing idea of nationalism","content":"It is infinitely more sensible to send an all-party delegation to states other than Kashmir – particularly those in the north – than to have it visit Srinagar. Such a delegation should be entrusted with the responsibility of tempering the increasingly belligerent nationalism and sensitising the people about the Kashmir problem. Only then can the journey to enduring peace truly begin.It is hard to conceive what the all-party delegation that arrived in Srinagar on Sunday can achieve. Perhaps the Indian political class wishes to convey to Kashmiris that it is as perturbed as they are over police firing in which 70 have died and hundreds injured.It is unlikely that such an expression of sympathy and sorrow will be accepted as genuine, not least because every cycle of violence over the last eight years has seen an all-party delegation visit Srinagar. It happened in 2008, 2010 and now, suggesting that our response to the never-ending turmoil in Kashmir is mechanical, perhaps even hackneyed.The Kashmir solutionReally, you don’t have to go to Srinagar to know what the people there want. They want azaadi, a term which is said to have several overlapping meanings. It could mean a dramatic scaling down of security forces, or withdrawal of the Armed Forces Special Powers Act, or an end to human rights violations. The term, obviously, also implies that Kashmir wants to break away from India and either remain as an independent state, or join PakistanWe, obviously, believe Kashmir is an inalienable part of India. The Indian Constitution, anyway, does not grant the states the right to secede. This is why successive Union governments, including the current one, insist that the Kashmir problem has to be resolved “within the framework of the Constitution”.Nobody has spelt out what a solution within the framework of the Constitution could be. It presumably means Kashmir could have a degree of autonomy that no other state has, entailing, apart from other things, reversal of the dilution of Article 370, which grants special autonomous status to Jammu and Kashmir. It is perhaps difficult for Kashmiris to take such talk seriously as even their demand for the withdrawal of the Armed Forces Special Powers Act, which requires just an executive order, has not been fulfilled.Nor is it that the harshness of life in Kashmir arouses tremendous sympathy among people living outside Kashmir. They believe Kashmiris are themselves to blame for their plight, having taken to the gun to break away from India, provoking the security forces, and siding with Pakistan. It has created a narrative of aggressive nationalism that seeks to give no quarters to anyone identified as enemy.The BJP steps inThe role of the Bharatiya Janata Party in popularising this narrative has been immense. As such, its take on Kashmir has been always different from that of other parties – for instance, it has always insisted on abrogating Article 370. But this did not matter as long as the BJP wasn’t one of the big political players.Riding the Ram Temple movement, the BJP began to expand rapidly. It was also the time militancy surfaced in Kashmir with incredible ferocity, leading to the exodus of Kashmiri Pandits. It went quickly to adopt a hardline on Kashmir. Nationalism, Hinduism, and Kashmir were knitted together seamlessly.In December 1991, for instance, Murli Manohar Joshi, who was the BJP president at the time, began the Ekta Yatra from Kanyakumari that was to culminate at Lal Chowk, Srinagar, where he was to unfurl the tricolour on January 26, 1992. The news magazine India Today reported that Joshi drew enthusiastic crowds in parts of Uttar Pradesh, largely comprising Ram bhakts who had become ardent supporters of the BJP for initiating the Ram temple campaign.The response in the Valley was the reverse. Different terror groups chose to unite and prevent Joshi from reaching Lal Chowk. It prompted the administration to impose curfew in Srinagar. Joshi was brought from Jammu to Srinagar in a chopper, housed in a Border Security Force mess, and driven early morning to Lal Chowk. Accompanying him was the convenor of the yatra. Guess his identity? Narendra Modi.As guns boomed in the vicinity, Joshi and Modi hurriedly unfurled the tricolour, watched not even by a single Kashmiri. It was an embarrassment Joshi found hard to live down. Nevertheless, it set the tone for the future – that the Ram temple and Kashmir were to be harnessed to Hindu nationalism.Redefining nationalismDuring the Hazratbal shrine siege of 1993, it was decided to send food inside the building. The idea was to provide succour to civilians who were trapped in the shrine where militants too were holed up. It prompted the BJP to coin the slogan, “Bullets for kar sevaks, biryani for terrorists.” The reference to kar sevaks was to the Uttar Pradesh police firing on those who had tried to enter the Babri Masjid enclosure in 1990.The Kashmiris have not forgotten all this, which is perhaps why they are so distrustful of the BJP. It is also why they have been alienated from the Peoples Democratic Party from the time it decided to form the state government with the BJP’s support. Can you blame them if they were to disbelieve Prime Minister Narendra Modi, who in a recent TV interview said that vikas (development) and vishwas (trust) will define his approach to Kashmir?It is indeed too ambiguous a formulation to inspire confidence. Modi isn’t the first leader to do that. All prime ministers resort to ambiguities because they know any significant concessions to Kashmiris – other than promising more financial assistance and development projects – will fall foul of aggressive nationalism and invite a backlash.It is imperative, therefore, to tame the nationalism that stalks the land. No single party will take the lead, afraid as it would be of incurring the popular wrath. That is why an all-party delegation is the most appropriate mechanism for redefining the existing idea of nationalism. It would render easy the task of preparing a list of Constitutional concessions that could be given to the Kashmiris. The road to enduring peace has to have a firm foundation.","author":"Ajaz Ashraf","time":"2016-09-05T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/815649-25513-kxnqmqxulr-1469957758.jpg","tags":["Kashmir","Kashmir solution","nationalism"],"source":"https://scroll.in/article/815649/we-need-an-all-party-delegation-not-for-kashmir-but-to-redefine-the-existing-idea-of-nationalism"}