{"title":"‘We saw farmers being literally crushed’: Anger against BJP cuts across caste, religion in rural UP","content":"On Tuesday, when the internet sputtered back to life in Uttar Pradesh’s Lakhimpur Kheri, the graphic videos of Sunday’s events that had left eight people dead finally began to trickle in on WhatsApp. In Jagsar village, men gathered in the courtyard, initially reluctant to speak to this reporter. “Who knows what happened – everyone is saying all sorts of things,” said one of them. “The ghatna sthal (location of the incident) is quite far, even if it was in our district.”Indeed, the district of Lakhimpur Kheri is sprawling. About 150 km north of Lucknow, on the border with Nepal, it is by far the largest district in Uttar Pradesh. And Jagsar village is over 100 km away from Tikunia, where videos show a group of protesting farmers being mowed down on October 3 by a convoy of vehicles associated with India’s minister of state for home affairs, Ajay Mishra Teni of the Bharatiya Janata Party. The First Information Report filed by the police states Teni’s son, Ashish Mishra, who was travelling in one of the vehicles, opened fire on the farmers, killing a 20-year-old farmer. Three other farmers died, and in the violence that followed, four people lost their lives.But speaking to reporters on Monday, Teni claimed that the farmers had attacked the convoy, allegedly under the influence of a Sikh separatist group. Sikh farmers cultivate large parcels of land in Lakhimpur Kheri and other districts in the Terai region in the foothills of the Himalayas. They have been part of a broader movement opposing the three farm laws that the Modi government rushed through Parliament in September 2020, which protesting farmers fear will pave the way for the corporate takeover of agriculture.Even though farmers from other communities too are part of the movement, the ruling party and the government have often tried to tarnish the protests as funded by Sikh separatists. Teni’s claim was in line with that.But it had few takers in Jagsar. “I am a much smaller kashtkar (cultivator) compared to the Sikhs,” said Nand Kishore, a farmer who grows sugarcane. “But if today, they are crushing the big wealthy farmers under their cars for just protesting, imagine what they will do to small men like me.”Everyone around him seemed to agree. Said Sushil Kumar Gautam, “In the future if we go to the shashan (government) with our maang (demands), the same thing may happen to us.”Farmers in Jagsar village in Lakhimpur Kheri district. Photo: Arunabh Saikia.Solidarity with Sikh farmersTwo days after the tragedy in Tikunia,  Scroll.in met several farmers in the villages of Lakhimpur Kheri and three other districts – Sitapur, Bahraich, Barabanki. Most of them viewed the events as a brazen act of violence by the minister, and expressed solidarity with the Sikh farmers. “If you are a farmer and you toil on the fields to grow food, you will be upset by what happened,” said Sushil Kumar, a sugarcane grower in Sitapur district’s Tikona village. “They [the protesting Sikh farmers] are our brothers. They are doing what we don’t have the courage for, to go make our voice heard. They are fighting for us.”In Bahraich’s Nanpara, Sonu Soni, who belongs to a landowning family, struck a similar note. “If one has grievances in a democracy, they go to the government,” he said. “The job of the government is to listen and provide a solution – but here we saw people being literally crushed.”These sentiments are striking because most of these farmers belong to communities that have so far maintained an arm’s length from the ongoing farm protests, which has resulted in the protests being viewed as narrowly limited to the Sikh and Jat farmers of Punjab, Haryana and parts of western Uttar Pradesh.Besides, these caste-based communities have wholeheartedly backed the BJP in recent years. Nand Kishore, for instance, belongs to the Maurya caste; Verma is a Kurmi; and Soni, a Sunar. All three castes are non-dominant OBCs, or Other Backward Classes as India’s middle castes are officially categorised. The support of this bloc of castes, according to post-poll survey data, was pivotal in the BJP’s trouncing of the Samajwadi Party, seen as a party of the dominant OBC group of Yadavs. Indeed, all three farmers said they had voted for the BJP in the last Assembly election held in 2017.Sushil Kumar is a sugarcane grower in Sitapur district’s Tikona village. Photo: Arunabh SaikiaCaste loyalties seem to define life in Uttar Pradesh. And the BJP appears to have to put together a winning caste arithmetic in the state.But farmers said caste should not make them blind to other realities.The October 3 violence, Satish Kumar from Lakhimpur Kheri’s Sarsawa village said, was telling of the distressful times that the country’s peasant community was having to endure. “How can things be good for us when our farmer brothers are being killed by the government?” asked Kumar, who is from the Pal community, which is counted among the non-dominant OBCs in Uttar Pradesh. “We are hurt by what happened,” Kumar said, “because they have been protesting for all of the rights of small farmers like us who cannot afford to go out and protest.”With Assembly elections due to be held in Uttar Pradesh in about six months, these sentiments are likely to cause anxiety to the BJP. This perhaps explains why the Adityanath-led government, otherwise known to treat protests with a heavy hand, promptly announced financial assistance of Rs 45 lakh for the families of the dead farmers, and the police speedily registered a murder case against the minister’s son.Distress in rural areasThe anger over the killing of farmers in Lakhimpur Kheri may well prove ephemeral, but conversations suggest there are deeper currents of discontent in rural Uttar Pradesh.Several farmers complained of stray cattle wreaking havoc in their farms, a problem that they believe is a legacy of the BJP government’s stringent cattle slaughter laws. “The BJP wants to save cows but won’t build gaushalas (cowsheds),” said Ramakant Verma, a farmer in Sitapur. “So they are all over,  always damaging our crops. It has become our number one problem.”In Barabanki’s Aima village, Bachrad Chauhan spoke of agriculture increasingly becoming a loss-making endeavour. “When the government wanted our votes they promised big things, but our lives have become worse under this government,” said Chauhan, who is a marginal farmer from an OBC community.Mala Devi in Bahraich’s Shivpura spoke along similar lines. “We fell for their lies because we are unlettered, now are sleeping hungry,” said Devi, a Kurmi by caste. Mala Devi and her husband in Bahraich’s Shivpura village. Photo: Arunabh SaikiaUpper caste support for the BJPBut caste and religious identity still take primacy for some farmers. Most Brahmin farmers that this reporter met, for instance, said they did not identify with the farmers who lost their lives. In Lakhimpur Kheri’s Sarsawa village, Shashi Mishra, who belongs to a Brahmin landowning family, put it bluntly: “All those farmers who are protesting are Sikhs, there are no Hindus. We are also a family of farmers, we are not protesting.”Vinay Mishra, another Brahmin farmer from Sitapur’s Bhadphar village, said: “We have to be sure if they are actually kashtkars (cultivators). They are Sikhs, we have very little in common with them.”\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/uqzxztwnbi-1633492131.jpg\">\n  </picture><figcaption>Shashi Mishra (left) with her family in Lakhimpur Kheri’s Sarsawa village. Photo: Arunabh Saikia</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/wiwizvvxkd-1633492233.jpg\">\n  </picture><figcaption>Vinay Mishra (left), in Sitapur’s Bhadphar village. Photo: Arunabh Saikia</figcaption></figure>\nThis strand of opinion, however, seems to be limited to the upper caste groups that have been the traditional supporters of the BJP. Among other agrarian communities that have recently taken to the party, there appears to be far greater solidarity for the farmer protests.“The Jats and Sikhs are protesting because they are the most skilled farmers,” said Sushil Kumar Verma in Tikona village, a Kurmi by caste. “This time too, they are leading the fight and we want them to win this fight because we know we will enjoy the fruits too.”","author":"Arunabh Saikia","time":"2021-10-06T09:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164808-kvzngibfuv-1633485069.jpg","tags":["Uttar Pradesh","Farm Laws","Farm protests","Lakhimpur Kheri"],"source":"https://scroll.in/article/1007040/we-saw-farmers-being-literally-crushed-anger-against-bjp-cuts-across-caste-religion-in-rural-up"}