{"title":"We stand by IFFI jury head’s criticism of ‘The Kashmir Files’, say three panel members","content":"Three members of the International Film Festival of India jury on Saturday said that they stand by Israeli director Nadav Lapid’s criticism of The Kashmir Files.At the closing ceremony of the festival on Monday, Lapid, the head of the jury, had denounced the film directed by Vivek Agnihotri, calling it “propaganda” and a “vulgar movie”. Lapid added that he and other jury members had been “shocked and disturbed” that the film had been included in the event’s International Competition section.The film explores the exodus of Pandits from Kashmir in the 1990s.Hours later, director Sudipto Sen, the only Indian panel member, had claimed that Lapid was speaking in his personal capacity and his criticism did not reflect the views of the panel. However, the remaining members of the panel – American producer Jinko Gotoh, French film editor Pascale Chavance and French documentary filmmaker Javier Angulo Barturen – disagreed with Sen, saying that Lapid made the statement on behalf of the jury. #IFFI #IFFI53Goa #IFFI2022 #KashmirFiles @IndiaToday @TimesNow  @TOIIndiaNews @ndtv @News18India  @IndianExpress @htTweets pic.twitter.com/TIAjTyEgdb— Jinko Gotoh (@JinkoGotoh) December 2, 2022\n\nThey also clarified that the statement was not political. “We were making an artistic statement, and it saddens us greatly to see the platform being used for politics and subsequent personal attacks on Nadav,” the statement said. “That was never the intention of the jury.”In his speech at the closing ceremony, Lapid had said: “It felt to us totally like a propaganda, vulgar movie inappropriate for an artistic competitive section of such a prestigious film festival. I feel totally comfortable to share openly these feelings here with you on the stage since the spirit that we felt in the festival can surely accept also a critical discussion, which is essential for art and for life.”His statement had sparked outrage. Naor Gilon, Israel’s ambassador to India, had said on Tuesday that the criticism could have implications on Tel Aviv’s diplomatic team in New Delhi.“You will go back to Israel thinking that you are bold and ‘made a statement,” Gilon had said in an open letter to the Israeli filmmaker. “We, the representatives of Israel, would stay here. You should see our DM [direct message] boxes following your ‘bravery’ and what implications it may have on the team under my responsibility.”Some Opposition leaders and journalists, including Rana Ayyub and Supriya Shrinate, backed the criticism of the film.The Kashmir Files director, however, said he would quit direction if Lapid and “intellectuals and urban Naxals” who supported criticism of the movie could prove that the events depicted in it are false.Also read:How Nadav Lapid’s ‘Ahed’s Knee’ predicted the storm over his ‘Kashmir Files’ critiqueHere are five things ‘The Kashmir Files’ gets wrong about KashmirIsraeli envoy receives hate messagesMeanwhile, Gilon on Saturday shared the screenshot of one of many abusive messages on social media he has been on the receiving end of. This one told him to leave India.  The person, whose identity Gilon did not reveal, also praised German dictator Adolf Hitler for “burning down” Jews.     In his tweet, the ambassador said that he just wanted to show was one of the few such messages he had been getting following The Kashmir Files controversy.In another tweet, Gilon, however, clarified the message he received does not reflect that friendship he enjoys in India and on social media. He thanked those who came out in his support.“Just wanted this to be a reminder that anti-Semitism sentiments exist, we need to oppose it jointly and maintain a civilized level of discussion,” he added.\n\t\t\n\tScreenshot of Naor Gilon's tweet. (Naor Gilon/ Twitter)","author":"Scroll Staff","time":"2022-12-03T15:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183812-pbymrghekx-1670062464.jpg","tags":["Nadav Lapid","The Kashmir Files","Sudipto Sen","International Film Festival of India","Vivek Agnihotri","Jinko Gotoh","Pascale Chavance","Javier Angulo Barturen"],"source":"https://scroll.in/latest/1038948/we-stand-by-iffi-jury-heads-criticism-of-the-kashmir-files-say-three-panel-members"}