{"title":"‘We stretched our hands out to touch the light’: A new book of prose poems by Manav Kaul","content":"Deodar trees talk if you’re willing to listen. I walked in, and the jungle moaned, caressing the tired, worn-out day. I looked at a tree far away and caught a glimpse. There you were. I felt a sudden urge to tell you, grab a paper and write about it, make a mad dash to post it and somehow make you understand that I saw you under a giant deodar. But could I muster up the courage to draw something as beautiful as I had seen? Could I even dare? My words started giving way; they lost gravity. I realized my visions are pure only till this jungle surrounds them. For if I let them out, they will be just as helpless as a wild beast in the city.  I wanted to write your name. But instead, I wrote “hope”. Then, I started looking for you. I had a vision of you inside me. I said softly, “Hope”. No, I did not say it but read what I had written. I saw you coming towards me in an earthy dress. As you neared, I saw giant sunflowers emerge on the dress – some wilted, others blooming. The whole landscape seemed yellowish. Your arrival was the departure of many things. You were running. You wanted to fly, but you seemed stuck in the ground. I said, “Butterfly”, and you came closer.  “Where were you?” I asked. “I was looking for water,” you wiped the sweat off your brow. “Water?”“Yes, water.”“Where is it then?”“I drank it,” you said and simply started walking again. I wondered if she had any idea that I had been waiting for her. So, I started walking behind her. Then I said, “Gentle”, and she stopped. I was thirsty too. But I didn’t have the heart to tell her that; instead, I asked, “Where are you going?”“To the mountains,” she replied.  And I could see the end of the desert. And from its edges was the expanse of the mountains. “So why didn’t you come here to look for water?”“It’s a different direction.”“Yes, but if you were walking, why didn’t you come here?”“It is a different direction.”I had never changed directions. I only had one direction, and I had to walk in that direction. Whatever I found in that direction, I collected. How can thirst and water be in two different directions? And why? I could never understand this. What does thirst have to do with the direction of the desert? You were standing silently in front of me. I was thirsty. My throat was parched. My questions were sharp around the edges. So, I remained silent. In her eyes was her need to hear that one word from me. It’s hard to ask a question and draw meaning simultaneously. So, I said, “Mountains.” An empty road appeared with a lone tree – deodar.  There were no rules between us. Only space. Expansive. Encompassing. Space. It drew in everything that went on in our lives. The questions, fears, etc.So, we walked in bliss. And envied what we did. We lived. Yes, that’s what we did. We stretched our hands out to touch the light. We tried. Then desires grew. The space too. We were the last ones to disappear in it.I gave her an aspect of my life. She gave me her picture. Now, when my hands go out to touch the light, it’s her fragrance they find. I’ve tried to write “love”. Measure and put it into words so that it becomes precisely love. But whenever I am about to do it, I miss it by a sentence. Just as I’m about to finish, I get confused. I always feel that that one last sentence that would’ve justified everything eludes me as if waiting for someone. Each time! My words hold hands and start looking like love. But that final sentence runs and hides. I don’t like writing words that are like love. No, I want to write love. So, I stopped writing and started thinking about everything I’d written before. In one sense it’s all like love, but it’s not love. Does that one sentence even exist? Or would it never settle down in a form or sound? Or perhaps it stands at my doorstep, waiting for someone to arrive...Are you still living there? The flash of light that I saw; that glimmer at the end of a long dark tunnel, was that you? My mother used to say that another name for light is hope. So, I began calling you that. I still dwell in the darkness where I can’t make anything out. I can only see myself when you glimmer. So, whatever colour you give out, I begin to look like it. Last time, you were red – deep, dark red. Now the blue sky is visible, are you still there? I am looking at white clouds in the sky. Are you the eagle that’s just come out from the clouds? I have hope, I have light, your eyes are bright red and my sky blue. Excerpted with permission from A Bird on My Windowsill, Manav Kaul, translated from the Hindi by Nandini Kumar Nickerson, Penguin Ebury Press.","author":"Manav KaulNandini Kumar Nickerson","time":"2023-11-22T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188958-gqlbyqcmpz-1681115568.jpg","tags":["hindi","translation","poetry"],"source":"https://scroll.in/article/1059385/we-stretched-our-hands-out-to-touch-the-light-a-new-book-of-prose-poems-by-manav-kaul"}