{"title":"‘We won’t remain silent against these atrocities’: Dalit anger spills over in eastern Mumbai","content":"Every New Year’s Day, Prabhavati Madhav, 70, travels to Pune’s Bhima Koregaon village to commemorate the victory of a small group of Dalit Mahar soldiers, fighting under the British flag, against the superior forces of the Peshwa-led Maratha Empire in 1818. Many Dalits celebrate the defeat of the Peshwas as the first step in their continuing struggle against caste-based oppression. This year, the 70-year-old was accompanied by around 80 fellow residents of Siddharth Colony in eastern Mumbai’s Chembur neighbourhood. Before they could get to the village, however, a group of people carrying saffron flags hurled stones at their vehicles. Madhav claims many men, women, children in their group were injured. “Our buses which were flying blue flags [the colour associated with Dalit icon BR Ambedkar] were damaged and torched,” he added.  His daughter-in-law, Swati, escaped unhurt but is still seemingly in shock. “The car behind us was burnt,” she said.  To protest against the violence in Bhima Koregaon, Madhav and thousands of other mostly Dalit residents of Chembur and adjacent areas such as  Govandi, Mankhurd, Vikhroli and Sion took to the streets on Tuesday, bringing eastern Mumbai to a near standstill. Protests were also reported in neighbouring Thane, as well as other parts of Maharashtra such as Pune and Aurangabad. At several places, the protestors clashed with the police, resulting in injuries on both sides. In Chembur, the protestors threw stones, injuring several policemen. One of them, Deepak Khedekar, 34, was struck in his left eye by a shard of glass and suffered a corneal tear. Doctors treating him said they could not immediately tell if his sight would be impaired permanently. By evening, the police had detained more than a hundred people. “They were detained based on CCTV footage and will be charged under relevant sections of the Maharashtra Police Act and the Indian Penal Code depending on their offences,” said the Mumbai Police spokesperson Sachin Patil.At Siddharth Colony, however, the protestors blamed the police for the clashes. “We were just trying to bring attention to the discrimination we are still facing,” said Anand Muntode, who was caught in a lathicharge by the police in Chembur. He escaped with minor injuries to his legs, wrists and chest, Muntode said, but two of his neighbours had to be hospitalised.A Dalit youth being detained by the police. Photo credit: Priyanka Vora On Tuesday, some people started a small fire on the road outside the colony. A few policemen stood nearby, but did not try to intervene. Soon, a group of women appeared and staged a protest against the police for detaining their relatives.“Where were these policemen when our Dalit brethren were attacked by the powerful Marathas in Pune?” asked a woman who said her son was among those detained. She would not give her name. Others alleged the police took away “our young children just because they are Dalit”. Muntode claimed that many of the young men detained by the police had been staging a peacful protest. “The police in Pune were mere spectators when Dalits were being attacked with beer bottles and stones,” he said. “Instead of helping us now they are beating us.” Muntode was at Bhima Koregaon and witnessed the violence on Monday.   This sense of injustice over the state’s failure to protect the Dalits in Pune was widely shared in and around Siddharth Colony. Laxmi Waghmare, a nurse who suffered a cut on her right hand during the attack in Bhima Koregoan, accused the Bharatiya Janata Party government of being complicit in the attack. “The police were in connivance with the people who attacked us in Pune,” she added. “The BJP only wants people with saffron flags, not us.” Sanjeev Shamanthul, a member of the Democratic Youth Federation of India, said the attack in Pune could have been averted if the authorities had done their job. “I refuse to believe such a major attack was planned on the Dalits and they did not have any idea,” he said. Tuesday’s protests in Mumbai, he added, were not unjustified. “Why would the Dalits not protest against the violence they faced in Pune?” The Dalit leader Prakash Ambedkar has called for a bandh across Maharashtra on Wednesday to protest the violence in Bhima Koregoan. “We are waiting for our leaders to give us orders,” said Amol Nikam, a resident of Siddharth Colony who was also injured in Pune. “We will not remain silent against these atrocities.”  Some women in Siddharth Colony alleged the police detained their children 'just because they are Dalit'. Photo credit: Priyanka VoraServices affectedTuesday’s agitation disrupted life across much of eastern Mumbai. Schools, colleges and many offices were shut early. Protests at several railways stations on the Harbour Line led to 84 trains being cancelled. At least 30 city buses were damaged in stone-pelting by the protestors. One driver told Scroll.in that a group of around 200 protestors approached his bus and started throwing stones, cracking its windscreen and windows. “We immediately jumped out of the bus,” he said. “They did not hurt the commuters but damaged the bus.”On the Eastern Express highway, some motorists complained of being stuck for up to five hours. An ambulance going to PD Hinduja Hospital was stuck with a patient inside. But after the patient’s family approached the protestors, they allowed the ambulance to pass.","author":"Priyanka Vora","time":"2018-01-03T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/863601-78069-zlqusmkvif-1514943544.jpg","tags":["Dalits","Mumbai protests","Bhima Koregaon","Maratha Empire","caste discrimination","caste violence"]}