{"title":"‘We will never vote’: Why South Kashmir’s Anantnag seat needs three-phase polls","content":"A few days ago, Mohammad Younus Bhat and Akash Ahmed Bhat were on their way to a computer training institute in South Kashmir’s Pulwama town when they were stopped by the Army and taken into a nearby camp. “They told us to start working on a new building that was being constructed in the camp,” said Younus, who is also a first year student at the Pulwama Degree College. “When we said we won’t, they forced us to drink alcohol.”  The two young men said they took a few sips and fled. “It is haraam in Islam,” said Younus.That is one reason he will not vote in the Lok Sabha polls this year. Two of his friends have been locked up under the Public Safety Act, a preventive detention law where the accused may be incarcerated for indefinite periods without trial. That is another reason. Pulwama district has seen hundreds of militants killed over the last few years. “The way our rebels are martyred – this is not humanity,” said Younus. Another reason.Government is seen to be the implacable force behind these actions, even if they are carried out by men in uniform.Other students at the institute have stories of personal loss. “My friends, Saqib, Nisar were martyred. So was my cousin,” said one young woman. Saqib and the girl’s cousin were militants, killed in gunfights with security forces. “They burnt Saqib’s face so badly, there was nothing left to see,” she said. “Nisar was innocent.” He had been killed as he rushed towards the gunfight in which Sameer Tiger, a popular local militant, died last year.Her family’s troubles had started earlier, during the mass protests of 2016, triggered by the death of Hizbul Mujahideen commander Burhan Wani at the hands of security forces. “The STF came to our house and beat up everyone, including me,” she said. The STF or Special Task Force is the counterinsurgency unit of the Jammu and Kashmir police.“We will never vote,” she said. “We have never voted.”Rise and fall of the PDPPulwama, Shopian, Kulgam and Anantnag, the four districts of South Kashmir which form the Anantnag Lok Sabha seat, are strewn with such stories. Once described as the bastion of the Peoples Democratic Party, these districts became ground zero for the local militancy that has gained ground over the last few years. The dwindling of the party here also charts the rising graph of militancy in South Kashmir.In 2014, the Peoples Democratic Party’s Mehbooba Mufti won the Anantnag Lok Sabha seat by 65,417 votes. Later that year, her father and party patriarch, Mufti Mohammad Sayeed, won the Anantnag Assembly seat. Early in 2015, he formed a coalition government with the BJP. By early 2016, when Sayeed died and Mufti succeeded him as chief minister, anger against the BJP alliance was already running high.When Mufti gave up the Lok Sabha seat and, in June 2016, won bye-elections to the Anantnag Assembly constituency left empty after her father’s death, calls for an election boycott by separatists and militant groups drove down the voter turnout. The Peoples Democratic Party won a mandate promising to keep saffron forces out of the Valley, voters in Anantnag pointed out, then they tied up with the same forces.“The BJP alliance has discredited us,” admitted Mufti, as she left a rally in the Kokernag area of Anantnag district on April 21. “They did not realise my father saw the larger picture of implementing Vajpayee’s vision. He thought, Modi has such a huge mandate, no one will question him, unlike the Congress, which was always looking over its shoulder. He thought he would be able to make Modi Vajpayee-like. Unfortunately that did not happen.”Weeks after she won the Anantnag Assembly seat, Burhan Wani was killed in Kokernag. In the anti-government protests that broke out afterwards, South Kashmir saw the heaviest casualties. The Peoples Democratic Party, as part of the government, bore the brunt of public anger. But all mainstream parties, or those who took part in electoral politics, were discredited for standing by or endorsing a security crackdown in which nearly a hundred civilians were killed and hundreds more maimed by pellet shotguns.By the time bye-elections to the Srinagar and Anantnag Lok Sabha seats came around in April 2017, the drift from mainstream politics was complete. Eight people were killed in firing by security forces on election day in the Srinagar seat, which saw a voter turnout of 7.2%. Polls for the Anantnag Lok Sabha seat, where Mufti’s brother was the Peoples Democratic Party candidate, were postponed indefinitely.Nearly half a decade of turmoil has made Anantnag the first Lok Sabha seat in history to have polls in three phases. Anantnag district will see polling on April 23, Kulgam on April 29, Shopian and Pulwama on May 6. If people vote, that is.Cloak and dagger campaignA band of folk musicians had been hired to entertain the waiting crowd at the Kokernag rally, security checked and herded behind concertina wiring. Between “Duma Dum Mast Kalandar” and other Kashmiri numbers, they slipped in some political fare.“Vote for the PDP/ Pen and inkpot is their symbol/ We will all get together and vote PDP/  Mehbooba Mufti is the leader/ She has no fear of anyone/ Remember, remember, vote for PDP/ Wipe out the plough [the National Conference symbol],” the singer belted out to a mildly interested crowd.In private, party leaders are less optimistic. “If you go to the interiors, it is very depressing,” said Waheed ur Rahman Parra, the party’s youth president. “The political space has shrunk. There is anger, people are disappointed with the mainstream. What we faced is not an advantage to any party.”Parra and a few party colleagues were holed up in the MLA’s hostel in Pulwama town. No flags mark the party office. In this district, it would be too dangerous to announce their presence.Before the Assembly bye-polls in 2016, Parra had argued that the BJP alliance would help resolve the Kashmir dispute, explained that the party had not diluted its ideology, spoken about reaching the youth through sports and skill development. This time, the party is busy trying to explain its mistakes.“They are not demanding jobs, they are putting harsh questions to us about what happened post 2016,” said Shahnawaz Sofi, a party leader in Anantnag district.The party does not expect to recover lost ground anytime soon. “It is not about votes, we’re not expecting too many votes,” said Parra. “It’s about talking to people.”But campaigning has been furtive. The few public gatherings have been restricted to Anantnag district. Elsewhere, there are meetings behind closed doors, usually in the house of a local party worker. There were several no-go areas, Para admitted. For instance, the Tral area of Pulwama district, birthplace of Burhan Wani. Gundibagh village, also in Pulwama district, once home to Adil Ahmad Dar, the 19-year-old Jaish-e-Mohammad militant who drove a car packed with explosives into a Central Reserve Police Force convoy in February. Karimabad village, a few kilometres from Pulwama town. Para could not even return to his own village in Pulwama district.“Wherever there is a body, we cannot go,” he said.Counting bodiesResidents of Karimabad count seven bodies over the last few years, 31 youth arrested in a raid one night in 2017, 10 still behind bars under the Public Safety Act. Tombstones in the burial ground reserved for militants, locally known as the “martyrs’ graveyard”, have proliferated. “Lots of mujahid [fighters] have been martyred here, we will not sell their blood by voting,” said one young man in the village.No political party has entered the village since 2010, residents claim. That was the year mass protests killed at least 110 civilians in the Valley. Older residents still dwell on the betrayal of  1987 Assembly elections, which were widely believed to have been rigged in favour of the National Conference and prompted many to abandon the political mainstream and take up arms. “We voted for MUF and they made NC [National Conference] win,” they said. The MUF, or the Muslim United Front, was a coalition of Islamic parties which contested elections in 1987.They do not know where their polling booth is and no electoral officer has entered the village, residents claim. South Kashmir is dotted with such enclaves, where residents close ranks against the electoral process and fiercely guard the dead – and the living.Take Khudwani, in Kulgam district, where recent years of conflict have claimed about 15 lives. Last year, the village was euphoric when four civilians died helping five militants escape security forces.For years, said a schoolteacher from Khudwani, there were no security forces to be seen for miles around. “Once the road was built, they started coming closer,” he said. That was about five or six years ago. Then last year, the Army set up camp in Khudwani. After that, life changed drastically.“They keep a record of everything, how many people in a house, how many children, how many animals,” said the school teacher. “They started invading our personal lives – whether you keep a beard or wear attar or wear surma. India is creating such an environment here, it is not letting us believe in democracy. We are not considered human.”Residents say nobody in Khudwani has voted since 2008, the year which saw the first of Kashmir’s mass street protests. Sofi, whose father was the local member of the legislative Assembly, admitted that they have never entered the area and expect a total boycott there.The Hurriyat has called for a strike on April 23 and the Hizbul Mujahideen recently released a video warning people away from polling booths. But in every village or town, residents insist they did not need injunctions; the boycott was spontaneous. Some, however, might stay away out of fear, said one resident of Pulwama town.Residents of Khudwani in Kulgam turn their back on elections. (Photo credit: Sameer Mushtaq).Hardening of the soft separatistsEvery factor that helped the Peoples Democratic Party rise in South Kashmir seems to be working against it now. When it first won power in 2002, Mehbooba Mufti made gestures of sympathy, reaching out to a brutalised populace, visiting families who had lost their sons to militancy. Mufti Mohammad Sayeed, for his part, vowed to scale down Army presence and disband the Ikhwan, the counterinsurgency militia composed of former militants who had been turned by security forces.“When the PDP [Peoples Democratic Party] first came up, they raised such slogans that we really thought they were about to resolve the Kashmir dispute,” said Jasif Mir, a shopkeeper in Anantnag town. When Mufti visited militant families, he said, “people thought she will do something so that no one will take up arms in Kashmir again”. Residents in Anantnag remember bunkers disappearing, the grip of the Ikhwan loosening, people moving about more freely. “But then they turned everything backwards,” said Mir.Many still seethe over remarks made by Mufti during the 2016 protests: the youth who had been killed were “not going to Army camps and police stations to buy toffee and milk”; only “5% of people” were disturbing the peace while 95% wanted order restored.Now out of government, Mufti has resumed visits to militant families, made appeals for stone pelters to be freed. The response to these gestures is almost unanimous across districts: it is all “political drama”. It does not help that security forces have swept districts at the same time, arresting hundreds of youth and separatist leaders in preparation for the polls.At the Peoples Democratic Party rally in Kokernag on April 21. Parleying with the JamaatThe other factor rumoured to have helped the Peoples Democratic Party is a tacit understanding with the Jamaat-e-Islami, which is influential in South Kashmir. The socio-religious organisation, which preaches political Islam, was once believed to be the ideological parent of the Hizbul Mujahideen. Until 1987, it had also taken part in elections and was part of the Muslim United Front. In February, it was banned by the Centre, unleashing fresh rage across the Valley.There are differing views on how far Jamaat support went. “There is a perception [that the Jamaat supports the Peoples Democratic Party], but they do not vote. We say that the Jamaat should be given space, which was taken over by the National Conference in 1987,” said Parra.Jamaat supporters in Khudwani, a stronghold of the organisation, are also wary of the connection. “The Jamaat flag is green, the PDP [Peoples Democratic Party] flag is green, so there was confusion,” said the school teacher in Khudwani. “Some local agencies took advantage of it and said the Jamaat wanted the PDP. There may be some black sheep in the Jamaat who voted, but there was never any official support.”After the ban, local leaders of the Jamaat were arrested from Khudwani. “The Jamaat had an agenda, just like the PDP and the National Conference,” protested one student from Khudwani. “If they had not been locked up, they might have contested elections in another eight to 10 years.”At her April 21 rally in the mountains of Kokernag, in Anantnag district, Mehbooba Mufti railed against the ban. “I was chief minister, I saw there was no evidence against the Jamaat-e-Islami in 2016,” she said. “They are a very big organisation, thousands follow them. In floods and earthquakes, they serve people. Just because they are Muslim, you ban them.”The teacher in Khudwani is not convinced. “The trend of arresting Jamaat leaders started during the tenure of the National Conference and the PDP [Peoples Democratic Party],” he said, adding scornfully, “Now they blame the BJP.”Pools of patronageThe Peoples Democratic Party also consolidated its base through networks of patronage. For instance, it is an open secret that workers and supporters were helped to government jobs and posts in the Jammu & Kashmir Bank, in a Valley starved of employment.Now, these cadres have grown restive and Mufti was recently heard expressing dismay at the thin attendance at party meetings. “We couldn’t give them jobs – what to do, because of the situation – that is why they are angry,” explained Mukhtar Ahmed Banda, the party’s Pulwama district youth president.Besides, post 2016, workers in the villages were targeted by militant groups, shot or forced to resign, leading to a slow attrition in party ranks. After Friday prayers last week, 10 workers in Kokernag area were forced to announce their resignations at the mosque, said Abdul Rahim Rather, former member of the legislative Assembly from the area. These attacks have revealed a rupture between the leadership in Srinagar and workers who felt abandoned by it.Perhaps sensing the divide, Mufti made nervous appeals to party workers at her Kokernag rally. “After 2016, there were many times I thought I would kick the chair [of chief minister],” she said. “But, as Allah is my witness, it is only for you that I held on. My father said I had done nothing for our workers.”‘What choice do we have?’Indeed, most of the crowd consisted of party workers shipped in from nearby areas. Kokernag has a large Gujjar Bakerwal population, vulnerable Scheduled Tribes in the state. With its traditional support bases withering away, the party seems to be relying on the community for votes. Talib Hussain, the activist who made his name campaigning in the Kathua case, where a Bakerwal child was murdered and allegedly raped last year, shared the dais with Mufti.As for Mufti, the burden of her speech was that her party alone could stand for the rights of the people of Kashmir and safeguard its minority identity from outside forces who want to dissolve Article 370 and Article 35A, provisions which grant the state autonomy and its residents special rights within the Constitution. “This election is not about roads, bridges, or transformers – god willing, I will provide these with my own funds,” said Mufti. “This election is about staking our claim in Parliament.”Off stage, when asked whether mandates won on single-digit voter turnouts were legitimate, Mufti shrugged. “What choice do we have? We have to reach out to people.”","author":"Ipsita Chakravarty","time":"2019-04-23T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118114-airicxilio-1555944847.jpg","tags":["Elections 2019","election report 2019","Jammu and Kashmir Elections 2019","Lok Sabha elections 2019","Jammu and Kashmir"],"source":"https://scroll.in/article/920974/we-will-never-vote-why-south-kashmirs-anantnag-seat-needs-three-phase-polls"}