{"title":"‘We walked straight into their trap’:  As dust settles, fear and regret in Haryana’s Nuh","content":"Home to around 25,000 people, Malab is a sprawling settlement on either side of National Highway-48, one of the largest villages in the riot-torn district of Nuh in Haryana. The Aravallis are barely a couple of kilometers to the west. Beyond them is Rajasthan. On Thursday, three days after communal clashes broke out in the region, leaving six people dead,  the village wore a deserted look. Most men – “nearly 60%”, according to headman Altaf Hussain – had fled, fearing police action. “Some are hiding in the hills, others have gone to relatives living in other states,” said Hussain.In village after village in Muslim-dominated Nuh, the district where the communal violence first began on Monday before spreading to adjacent Gurugram, Palwal, and Faridabad, a sense of foreboding and lament hung heavy in the air.In a sweeping crackdown, the police till Thursday afternoon had arrested 139 people from the district. Several others had been detained too. On Thursday, the Haryana government demolished the shanties of more than 250 Muslim migrant workers in the district’s Tauru town, almost 20 km away from the sites of the clashes. On the foot of the Aravallis is the village of Meoli, a ten-minute drive from Malab. If Malab was deserted, Meoli appeared almost desolate. “There is hardly any young boy left in the village,” said Mohammad Yakub, an elderly resident. “Everyone is scared.”The fear was for good reason – the police had conducted several raids in the village and arrested as many as 15 people till Thursday afternoon. Among them was Junaid Khan, a 25-year-old mason. His father, the frail bearded Usman Khan, insisted his son had done no wrong. “He was in the village when everything happened,” he said. “He was not involved.”In the villages of Nuh, people are quick to point out that most, if not all, of those detained and arrested are Muslims. “Young boys are being picked up arbitrarily,” alleged Sahoon Khan, a local community-activist and journalist. “It was the other side that started everything.”Usman Khan's son Junaid had been picked up by the police. Credit: Arunabh SaikiaHow the violence began On Monday, the Hindutva outfit Vishwa Hindu Parishad had organised a procession, titled the Jal Abhishek Yatra, which roughly means “pouring of holy water”, through the districts of Gurugram and Nuh. The participants were supposed to visit several temples in  Nuh. As in every other communal clash, the immediate cause of how things spiraled into  violence – the point after which things went out of control – is contested. Some, including police officials, say it was a minor traffic altercation, a notoriously common trigger point for communal clashes in India. Others say it was a rumour that a notorious cow vigilante who operated in the area and was wanted in several cases of murdering Muslim cattle traders was participating in the procession. Regardless, most people seem to agree that the first act of direct violence was from the Muslim side. They threw stones at the Hindu procession, led by the vigilante Hindutva outfit, Bajrang Dal, many of whose members were armed with swords and guns and chanted provocative slogans.Many senior Muslim residents of Nuh regretfully hint at it. While they lay the blame on the police and the administration for failing to anticipate the violence despite there being clear signs, they say younger men from the community took the bait. “Agar ladke thoda sayyam rakh lete toh yeh din dekhna nahi padta,” rued Altaf Hussain. “If the boys would have kept their cool, things would not have come to this.”Chaudhary Aftab Ahmed, the Congress legislator from Nuh, was more direct: “We walked straight into their trap.”But younger people from the community were less compunctious. The provocations, they said, were too grave – not the fact that a Hindu religious procession was carried out in a Muslim majority area, but the circumstances around it. As a young YouTube journalist from Nuh put it, “There is a limit to what a person can take.”Keeping the peaceIn many ways, there is very little novel about transpired in Nuh on Monday and the sequence of events since. Over the past couple of years, dozens of episodes of communal clashes across the country have played out in similar fashion. Riot after riot in recent years have followed the same playbook: Hindutva outfits marching through in Muslim-dominated areas in ostensibly religious processions but filled with heavily armed cadres, followed by stone throwing by Muslim residents of the area, leading to full-fledged clashes. All of it, invariably, tends to finally culminate in heavy-handed police action against the Muslim community.But for every communal clash in that template that makes it to the news, there are numerous instances where rallies by Hindutva groups pass through Muslim localities without incident. For example, the summer of 2022 simmered with communal violence. Several places across the country, including Delhi, saw clashes breaking out when Muslim residents retaliated to alleged incendiary sloganeering by Hindu rally-goers during Ram Navami. This year, though, most of the Ram Navami rallies went off peacefully in the same places that saw violence last year.In fact, the previous edition of this yatra, too, passed through Nuh peacefully. This despite a purported attempt by some of the participants to lay siege to a Muslim religious site. This time, too, Muslim elders said the instructions to the community were very clear: let the rally pass and do not get provoked. “The police DSP [deputy superintendent] and SHO [station house officer] came and asked us to stay calm,” said Khalil Ahmed, a resident of Ghasera, one of the first villages in Nuh that the rally passed through. “Our maulana sa’ab repeated the same thing to us and we listened.”Ghasera did not see any violence. “In the morning they screamed slogans, made lewd hand gestures, but we made sure that our boys did not react,” said Khalil Ahmed. “We asked them to be indoors and sit tight.”\"If the boys would have kept their cool, things would not have come to this,” rued Altaf  Khan. Credit: Arunabh SaikiaProvocative videosBut even as Khalil Ahmed spoke, a younger man, listening in, whipped his phone out. “The videos, what happened is all because of that,” he said, almost exasperated, as if there was little else to talk about. “One by Monu Manesar, another by Bittu Bajrangi.”Manesar is a cow-vigilante and member of the Bajrang Dal, who is among 30 suspects in the murder of two Muslim men in the state’s Bhiwani district in February. Bajrangi is also a cow vigilante, operating in the same contiguous area. Two days before the violence, a video clip of Manesar had surfaced on social media. In it, he could be seen exhorting Hindus to take part in the rally and “visit every temple of Mewat”. “I will also be part of the march and my team will also be part of the march,” Manesar could be heard saying. “Everyone should take the name of Gua Mata [holy cow] and lord Ram loudly.”Bajrangi, on the other hand, had put out a provocative video on the morning of yatra. In it, he was heard saying, “I am telling you so that you do not complain that I did not inform you beforehand: your brother-in-law is arriving. Keep the garlands ready. I am in Palli, on the way to Nuh.”For many young Muslim men of Nuh – and the adjoining areas which make up the Mewat region that spans across Haryana and Rajasthan – these videos were the ultimate provocation.The anger against Manesar, in particular, among the Muslim residents of Mewat runs deep. Manesar is accused of being involved in the murders of several Muslim cattle traders from the area. His video elicited several angry responses from the Muslims of Mewat, a region that straddles  Haryana and Rajasthan. “Many of our kids also made videos to counter Monu’s video and put it up on social media,” said Altaf Hussain of Malab. Many of these have caught the attention of the  police. Social media posts of those named in the police First Information Reports make it evident why several Muslim community leaders had wanted the police not to allow the procession to come to Nuh. For instance, a video post on a Facebook page called Shayar Guru Ghantal a day ahead of the rally – the Nuh police have named it in an FIR, according to The Times of India – suggested welcoming Manesar by blowing up gas cylinders. The post has since been deleted.Scroll tracked down the person who ran the page: a 24-year old resident of Tijara in Rajasthan’s Alwar district that abuts Nuh. “You know when someone from your family is burnt alive and there is no action, everyone feels angry,” this person said, referring to the murder of two Muslim men called Junaid and Nasir, allegedly by Manesar and his aides. Both Nasir and Junaid were from Rajasthan.This person denied that his post was provocative and instead claimed that he had made calls for peace.Another Facebook user from Alwar, Aadil Khan Mankka, who has been reportedly booked by the police, had put out a post enquiring if anyone was going to Nuh the next day. Crossborder angerSeveral people from the Muslim community whom Scroll interviewed in Nuh spoke about people coming over from Rajasthan. “The rage that people harbour against Manesar is not limited to Haryana, so it is quite possible that people may have come once news spread,” said a local Muslim journalist. For older Muslim community leaders, it is a precarious position to be in. Sahood Khan, the activist-cum-journalist said online appeals for peace by senior members of the community during the course of the violence of Monday morning were met with derision. If Manesar’s post was seen as an affront, Bajrangi’s offensive remarks were the last straw. “We are under attack and you want us to not do anything – that was the type of comments you could see then,” Khan said. Aftab Ahmed, the Congress legislator, said though the “pot was boiling” because of Manesar’s video, every mature person” from the community had advocated equanimity. “It was all young blood, no mature person was leading it [the mob violence’],” he said. “All of us tried our level best [to stop the violence]”Indeed, the resentment among the young Muslims of Mewat over the police inaction against Manesar becomes quite evident during conversations with them.“He burned two people alive and the police say they can’t catch him,” said a young man from Silkhoh, a village along the Haryana-Rajasthan border. “And then he goes around making videos and giving interviews threatening us, and we are not supposed to be angry also?”Manesar, who is alleged to be  the face of the Haryana government’s cow protection task force, has evaded arrest by the Rajasthan police for months now. In a tweet on Thursday, Rajasthan Chief Minister Ashok Gehlot said that when the state’s police went to Haryana to arrest him, they did received no cooperation from their counterparts there. “[They] rather registered an FIR against the Rajasthan Police,” alleged Gehlot.Observers say what happened in Nuh on Monday was an “unfortunate” manifestation of people losing faith in the institutions. Historian Ali Khan Mahmudabad said there was increasingly a perception among Indian Muslims that “the institutions of the state are partisan”. “On social media a lot of the videos are circulating that show the police are watching as the mobs are firing with heavy caliber guns,” said Mahmudabad. That sends a signal that the state is not going to do anything. While people will be patient to a point, they will at some stage feel like they have nothing to lose except to defend themselves.”","author":"Arunabh SaikiaZafar Aafaq","time":"2023-08-05T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192880-pxustftjbs-1691167898.jpg","tags":["Nuh","Haryana","Communal riot"],"source":"https://scroll.in/article/1053822/we-walked-straight-into-their-trap-as-dust-settles-fear-and-regret-in-haryanas-nuh"}