{"title":"‘We will not accept Uniform Civil Code,’ says West Bengal CM Mamata Banerjee ","content":"West Bengal Chief Minister Mamata Banerjee on Wednesday said that her government will oppose the implementation of Uniform Civil Code, which is being promoted by the Bharatiya Janata Party government in the Centre, reported the Hindustan Times.The Trinamool Congress chief made the comments while addressing a World’s Indigenous Peoples Day event in the Adivasi-dominated region of Jhargram.A Uniform Civil Code involves a common set of laws governing marriage, divorce, succession and adoption for all Indians. Currently, different religious communities are governed by their own codes of personal law. Some state governments run by the BJP have already formed committees to chalk out modalities of the code. The BJP claims that the aim of such uniformity is to ensure equality and justice for women in particular, who are often denied their rights in marriage, divorce and inheritance under patriarchal personal laws.However, a Uniform Civil Code for Adivasi groups would mean doing away with community-specific personal laws that define their tradition and customs.“Suddenly they are asking to bring in Uniform Civil Code,” Banerjee said on Wednesday. “Why should someone follow their set of rules while getting married? One cannot force anything on us. We won’t accept the UCC [Uniform Civil Code].”Adivasi groups in Chhattisgarh have also opposed the Uniform Civil Code. Last month, Chhattisgarh Sarva Adivasi Samaj president Arvind Netam, had said that the code could threaten the identity and traditional practices of Adivasis who follow customary rules to govern their society, reported The Indian Express.“Tribals do not have a codified law,” Netam has said. “We have customary laws which are well-accepted within our community. It’s not that we do not want change with time, customary laws change too. But we first want the Indian government to understand the tribal system and build confidence among them. Without consultation and dialogue, a UCC is impractical.”\"We demanded the British to Quit India in the past, And now we demand the Central Government to Quit Delhi and relinquish power.\"- Smt. @MamataOfficial  The nation has witnessed limitless atrocities by BJP and misuse of power by PM @narendramodi who is motivated to be in the… pic.twitter.com/DNao4MTlr8— All India Trinamool Congress (@AITCofficial) August 9, 2023\n\nAt Wednesday’s event, Banerjee also rebuked the Narendra Modi government for its failure to deliver on number of promises and said that the party should quit Delhi. Banerjee made the remarks while commemorating the 81st anniversary of Quit India Movement on Wednesday.Banerjee said that the Central government has failed to pay its dues for the Mahatma Gandhi National Rural Employment Guarantee Scheme, or MGNREGS, which guarantees 100 days of work for every rural household. She also alleged that the Centre has stopped funds for Awas Yojana that facilitate access to affordable housing for the low and moderate-income earners.“You have no right to be seated on the throne of Delhi,” Banerjee said. “Today Manipur is burning, It has been three months, but the central government is unperturbed. They want to divide the nation by stoking communal hatred and sowing seeds of communal discord.”She said that the Union government does not care if the citizens have access to healthcare or food but solely cares about winning elections by spreading lies.","author":"Scroll Staff","time":"2023-08-10T16:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193044-uobnaonnxd-1691661679.jpg","tags":["Mamata Banerjee","Uniform Civil Code","Trinamool Congress","West Bengal"],"source":"https://scroll.in/latest/1054119/we-will-not-accept-uniform-civil-code-says-west-bengal-cm-mamata-banerjee"}