{"title":"We will always feel the pain of not being able to win a medal in Tokyo: Hockey captain Rani Rampal","content":"Indian women’s team hockey team skipper Rani Rampal said the team’s memorable run at the Tokyo Olympics has taught the players to perform under extreme pressure. Rani also said that the memorable fourth-place finish at the Tokyo Olympics has given motivation to the players to perform even better the next time. Speaking on the podcast Hockey Te Charcha, Rani said that 2021 proved to be a good year for the team despite missing out on the Olympic medal.“2021 proved to be a good year for us. We could have won a medal at the Tokyo Olympic Games. We will always feel the pain of not being able to do that, because we were so close. It was not hard to accept it at first,” she said.“But we finished 12th in 2016 when we went to Rio Olympics and this time at Tokyo Olympics we finished 4th. So, it has been a big growth for women’s hockey. When we returned, the Indian fans appreciated our efforts. We felt that we did something good that fans are giving us so much love and respect. This gives us confidence to do even better in future,” Rani added.Rani further went on to speak about how the team gained confidence from 1-0 win over Australia in the quarterfinal and felt they could beat World No. 2 Argentina in the semi-final to earn a podium finish. “I feel 100% we could have won the semi-final match against Argentina. We took an early lead in the match and put them under pressure. We executed everything coaches told us but conceding PCs cost us,” Rani said.“But I think it was a huge learning experience for all the players in the team who will get an understanding of how to remain calm in knockout matches of big tournaments. We will surely get better the next time,” Rani said.Rani further opened up on difficulties faced by the team during the pandemic era before the Tokyo Olympics, and expressed gratitude to the coaching staff, Hockey India, and SAI for taking good care of them during the lockdown. “For every athlete in the world, the past two years have been quite challenging due to Covid. Most of the athletes were at their peak before the Tokyo Olympics were postponed. A lot of doubts crept up in athletes when we were placed in the bio-bubble. It was becoming difficult to push yourself mentally, physically, emotionally, at that time,” Rani said.","author":"Scroll Staff","time":"2021-12-31T15:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168256-huhectdbuy-1640944144.jpeg","tags":["Tokyo 2020","Olympics","Rani Rampal","Hockey"],"source":"https://scroll.in/field/1014061/we-will-always-feel-the-pain-of-not-being-able-to-win-a-medal-in-tokyo-hockey-captain-rani-rampal"}