{"title":"‘We will not be able to stop infiltration if Congress-AIUDF alliance wins in Assam’: Amit Shah","content":"Union Home Minister Amit Shah on Monday criticised the Congress’ tie-up with the Badruddin Ajmal-led All India United Democratic Front in Assam, saying that it will not be possible to stop infiltration if their alliance comes to power after the Assembly elections. The Congress-led alliance in Assam also includes Left parties, Anchalik Gana Morcha and the Bodoland People’s Front. At a rally in Assam’s Udalguri district, Shah accused the Congress of playing divisive politics, and claimed that only the Bharatiya Janata Party could stop infiltration in Assam.The Union minister also claimed that the saffron party had fulfilled its promises in the state. “In the 2016 election, we said that we will eliminate terrorism from Assam, end the agitation and curfew politics,” Shah said. “The Bodo Agreement has been reached. The politics of fear, terror, murder has stopped in Assam and the politics of development has started. Shah added that more than 2,000 insurgents had given up their arms. “We want peace and development in the Bodo region,” he said. “We want that instead of grabbing weapons, the youth of the region compete with other young people in the world by holding computers in their hands. Instead of holding grenades, the young people should hold machines and contribute to the development of the country.” Shah also promised to implement all clauses of the Bodo Agreement within  two-and-a-half years. “More than five thousand people were killed in Bodoland, but Congress leaders kept indulging in politics,” he added. “Modiji granted peace to the region.”Also read: In Assam, Congress stitches up a broad alliance. Will it be able to topple the BJP?The home minister alleged that there was widespread violence in Assam while the Congress was in power. “There were agitations, bullets were being fired and people were dying,” Shah said. “Curfews would last for days and terrorism had crossed all limits.” Shah also claimed that the state saw no development under the Congress. “But you [the people of Assam] gave the BJP five years, and today Assam is on the path of development,” he said. “The Congress brings unrest, while the BJP brings development.”The Union minister also took a dig at Congress leader Rahul Gandhi, saying that his trips to Assam were nothing more than picnics. “I laugh when he [Gandhi] talks about labourers,” Shah said. “They [the Congress] have ruled for generations but did nothing for tea plantation workers. What will they do now?” Situation in Assam was bleak during Congress rule: JP NaddaMeanwhile, BJP National President JP Nadda claimed that the development of Assam stopped under Congress’ rule, but his party brought in change. “While Congress was in power, no one bothered about the culture in Assam,” Nadda said at a rally in Jorhat. “The roads remained broken for a long time and the atmosphere was bleak. “The BJP has expressed concern for the culture, security and prosperity of Assam.” At another rally in Tingkhong, Nadda alleged the Congress only indulged in the politics of  opportunism, PTI reported. “They are with the Muslim League and fighting against the CPI(M) in Kerala, but joined hands with it in West Bengal and Assam,” he said. “Like a tusker, the Congress has two teeth,  one to show off and another to chew.”","author":"Scroll Staff","time":"2021-03-22T19:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156575-ddwezpvjsj-1616418825.jpeg","tags":["Congress","Amit Shah","Assam Assembly polls"],"source":"https://scroll.in/latest/990259/we-will-not-be-able-to-stop-infiltration-if-congress-aiudf-alliance-wins-in-assam-amit-shah"}