{"title":"Web series ‘Harmony with AR Rahman’ is a timely reminder of the collaborative power of music","content":"Among many other accomplishments, AR Rahman is the also king of musical collaborations.  Over the years, the 51-year-old Oscar-winning composer has given the world ample proof  of his ability to shepherd fascinating musical conversations among seemingly random combinations of artists. Rahman carries this flair forward in Amazon Prime’s Harmony with AR Rahman, which brings together four musicians belonging to distinct musical traditions from four corners of the country. The web series, released on Amazon Prime Video on Wednesday, is further proof of Rahman’s ability to fuse diverse styles while maintaining the integrity and identity of each artist. The five-episode show, directed by Sruti Harihara Subramanian, also pulls off the rare feat of turning the introverted composer into a conversational host. And the camera-shy Rahman does not appear to be worn out by the task.The series begins with Rahman’s journey to Kerala, where he meets Kalamandalam Sajith Vijayan, an exponent of the mizhavu, a temple drum made of copper. From there, Rahman slowly makes his way northwards, halting at Navi Mumbai to meet rudraveena exponent Baha’un-din Dagar. He then heads east, to Manipur, where he interviews folk singer Lourembam Bedabati Devi and finally, to Sikkim, where he chats with singer and flautist Mickma Tshering Lepcha. Through his sharp questions and his desire to listen more than speak, Rahman proves to be a competent interviewer. The four interviewees also turn out to be charming speakers in addition to being formidable musicians. Together, they acquaint the audience with little-known musical styles and philosophies. The journey culminates in Chennai, where the four musicians join Rahman for an epic musical collaboration.\n\n\n    \n    Play\n\nHarmony with AR Rahman (2018).The series manages to find a balance between simplifying musical jargon for the lay public and retaining nuance for connoisseurs of music. It also captures the differences between various musical traditions – if one is in service of god, the other worships nature and a third sustains a community. The personal stories of the musicians and their battles with a variety of barriers – caste, class and tradition – add another layer of multiplicity. And yet, collaboration is possible, and sometimes necessary, the series argues.Viraj Sinh Gohil’s cinematography beautifully roots each musical story to its landscape, adding a visual dimension to the experience. This is accentuated when, at the end of each episode, Rahman and the musician have a jam session out in the open, with the jungles in Kerala and the hills in Sikkim contributing to the music.At the end of the four episodes, the stage is set for the final collaboration and the focus shifts from the musicians to Rahman. That’s when viewers get a rare but brief glimpse of how the genius musician steers a collaboration. The musicians express apprehension about whether the fusion will work, and these questions are not wished away – it is left for the audience to decide after watching the 20-minute composition.The timing of the series’s release has also unwittingly given it added heft. Last week, reports emerged of several Carnatic musicians being attacked online for performing at concerts organised by churches and for singing Christian Carnatic hymns. Through his series, Rahman seems to offer a strong rebuttal in favour of symphony, arguing that musicians from distinct backgrounds can make harmony together. “Music creates unity,” he says in one of the episodes. “I think it is our only hope.”","author":"Archana Nathan","time":"2018-08-15T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/890385-tdjlfgocfk-1534257772.jpeg","tags":["Harmony With AR Rahman","Amazon Prime","AR Rahman"],"source":"https://scroll.in/reel/890385/web-series-harmony-with-ar-rahman-is-a-timely-reminder-of-the-collaborative-power-of-music"}