{"title":"Week after Karunanidhi’s death, elder son Alagiri claims support of cadre loyal to his father","content":"Former Tamil Nadu Chief Minister M Karunanidhi’s son MK Alagiri on Monday claimed that all the “loyal cadre” of Kalaignar – as the late Dravida Munnetra Kazhagam patriarch was commonly known – are on his side. The announcement is being seen as Alagiri’s first moves to jostle for prominence in the party once more. Alagiri was the party’s south zone organising secretary before being expelled in 2014 for making derogatory statements about younger brother MK Stalin, who is the party’s working president and is expected to lead the DMK soon.Alagiri spoke to reporters after visiting his father’s memorial at the Marina Beach in Chennai. “All the supporters in Tamil Nadu are on my side and are encouraging me only,” ANI quoted Alagiri as saying. “Only time will give the answers...that is all I am willing to say now.”My father's true relatives are all are on my side. All the supporters in Tamil Nadu are on my side & are encouraging me only. Only time will give the answers...that is all I am willing to say now: MK Alagiri, late DMK Chief M #Karunanidhi's son, in Chennai #TamilNadu pic.twitter.com/3dAWMV0a6V— ANI (@ANI) August 13, 2018\n\nM Karunanidhi, who was the president of the Dravida Munnetra Kazhagam for 49 years,  died on August 7. His death has created a huge political void in Tamil Nadu. The DMK’s general council is likely to meet within a week to formally elect Karunandhi’s son MK Stalin as the next president, party officials told Scroll.in.Over the last five years, MK Stalin has totally taken over the party, with his loyalists occupying important posts at every level. Early in 2017, Stalin was made the working president of the party after Karunanidhi’s health deteriorated. The party’s executive committee is expected to meet on Tuesday to officially condole the death of Karunanidhi, according to News18.","author":"Scroll Staff","time":"2018-08-13T12:47:20.228405+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/890267-btknhegiri-1534143681.jpg","tags":["M Karunanidhi","MK Alagiri","DMK","MK Stalin","Tamil Nadu"],"source":"https://scroll.in/latest/890267/week-after-karunanidhis-death-elder-son-alagiri-claims-support-of-his-fathers-loyal-cadre"}