{"title":"Weekend Fix: Getting cricket to play second fiddle to political ideology and nine other Sunday reads","content":"The Supreme Court’s recent order refusing to release Rohingya refugees detained illegally in Jammu and threatened with deportation to Myanmar, a country in the grip of a violent military coup, is bereft of cogent legal reasoning and lacks an understanding of India’s obligations under international law, writes Prashant Bhushan and Cherly D Souza in Indian Express. As of April 13, India had supplied over 65 million vaccines to 90 countries. With Covid-19 cases and deaths surging, the government needs to convince Indians that the vaccines were not exported at the cost of their health, says Vivek Katju in The Hindu. The end of the Covid-19 crisis in the United States is in sight, thanks to effective vaccines being deployed on a massive scale. But the growing death toll will leave behind millions of bereaved people, wracked by the suffering that the loss of a loved one brings. This is a public health crisis with consequences that may last generations, which we do not currently have the policy tools or resources to address, argues Allison Gilbert in the New York Times. The West Bengal elections acquire significance not only because they may define the state and the country’s future, but also test the limits of the BJP and its Hindutva juggernaut. Muslims, who constitute 27% of the state’s population, could have a big role in deciding this fate, write Christophe Jaffreloy and Kalaiyarasan A in Indian Express. Indian cricket today is playing second fiddle to the political ideology in power because none of its faithful will speak for it, writes Sharda Ugra in The Telegraph on how the biggest games on the Indian cricket calendar are being corralled into a single venue in Ahmedabad. As the winter’s surge of coronavirus cases overwhelmed Los Angeles hospitals, emergency medical technicians like Michael Diaz were forced to take previously unthinkable measures. What lasting impact will the pandemic have on America’s first responders? Ava Kofman reports for ProPublica. Epidemiologists say it was probably Indian governments’s mixed messaging and optimistic communications that caused the general public to underestimate the pandemic. This set the stage for the new Covid-19 wave, reports Abhantika Ghosh in The Print. The probability that the circulation of the new, potentially more infectious variants are responsible for the spike in Covid-19 cases in India after January seems increasingly inescapable. The parameters for models projecting how cases might increase now need to be changed by unrealistic amounts to account for the rise, argues Gautam I Menon in The Wire. Thirty-five years on, legendary Pakistan batsman Javed Miandad looks back at the last-ball six against India at Sharjah that marked a high point in Pakistani cricket history. Over the last few weeks, the AstraZeneca Covid-19 vaccine has been paused in several countries owing to the risk of blood clots. David Spiegelhalter and Antony Masters explain in Guardian what this means to people who have access to the vaccine.","author":"Scroll Staff","time":"2021-04-18T10:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157757-veajfxknbp-1618720389.jpg","tags":["Covid-19","Supreme Court","Board of Control for Cricket in India"],"source":"https://scroll.in/article/992576/weekend-fix-getting-cricket-to-play-second-fiddle-to-political-ideology-and-nine-other-sunday-reads"}