{"title":"Weightlifting, Asian C’ships: Mirabai Chanu to lead six-member Indian team","content":"Weightlifting Olympic silver medallist Mirabai Chanu will lead a six-member Indian team that will compete at the Asian Championships, in Jinju, South Korea.Chanu in fact will be the first from the contingent in action as the event begins on Friday. The 28-year-old will be competing in the 49kg category, where she won bronze in the 2020 edition.It was at the edition in Tashkent in 2020 where Chanu set the world record in clean and jerk, securing a lift of 119 kgs. The record still stands.This will also be Chanu’s first event after going through a five-month recovery period due to a chronic back problem.The competition is an ideal preparation towards the Asian Games later this year but Chanu is not likely to stretch herself at this event, with focus on bigger events to come.“We will create world records in the Olympic year. She was at her peak the last time she was here because Olympics were just around the corner. The Paris Olympics is next year. There is no point peaking now,” head coach Vijay Sharma told PTI.Courtesy: Asian Weightlifting FederationAlong with Chanu are Commonwealth Games gold medallists Jeremy Lalrinnunga (67kg) and Achinta Sheuli (73kg), who, like Chanu, will also be looking to improve their Olympic Qualification Rankings in what is the second series of qualifying events for the Paris 2024 Games.The qualification rounds started at the World Championships in 2022, where Chanu had won a silver medal.Weightlifting World C’ships: Despite injury, Mirabai Chanu wins silver medal in Bogota  Also in the Indian team is women’s 55kg competitor Bindyarani Devi, and men’s 61kg and 73kg lifters Shubham Todkar and Narayana Ajith respectively.India squad: Women:  Mirabai Chanu (49kg), Bindyarani Devi (55kg)Men: Shubham Todkar (61kg), Jeremy Lalrinnunga (67kg), Achinta Sheuli (73kg), Narayana Ajith (73kg).","author":"Scroll Staff","time":"2023-05-05T11:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180633-osxsetjcfi-1664538311.jpeg","tags":["Mirabai Chanu","Achanta Sheuli","Jeremy Lalrinnunga","Asian Championships","Asian Weightlifting Championships","Paris 2024 Olympics","Weightlifting"],"source":"https://scroll.in/field/1048583/weightlifting-asian-cships-mirabai-chanu-to-lead-six-member-indian-team"}