{"title":"‘We’re back in the Stone Age’: Kashmir has gone close to five months without the internet ","content":"“Internet hai toh job hai [If there is internet, there is a job],” said 32-year-old Shahid Wani, who lives in South Kashmir’s Pulwama district.The last time he was able to access the internet was on August 4. Wani worked with Cenedex India Limited, a private software company with a branch in Srinagar.   “All our work depended on the internet,” he explained, sitting in his home in Wasoora village. “I joined the company two and a half years ago, and headed a team of six software developers.” Unlike many other companies which shut down after the internet ban, Cenedex paid their Srinagar staff salaries for the month of August. But, a little more than a month into the internet ban, the company mailed its Srinagar staff to say it would be closing operations in the city.   “I couldn’t even see that mail myself,” said Wani. He had shared his email password with a cousin based in Delhi. “It was he who read out the mail to me.”Shutdown without end The Kashmir Valley enters the last day of 2019 without internet. It has not had internet connectivity since August 5, when the Centre stripped the state of Jammu and Kashmir of special status under Article 370 and split it into two Union Territories. It has been close to five months since then, making this the longest blanket internet ban ever implemented by a democracy.Communications were snapped across the regions of the former state – Jammu has only broadband internet services and mobile internet was restored to Kargil only on December 28. But the shutdown in the Valley has been the severest.Essential services have been hit and the impact on the economy has been devastating. In a report published in December, the Kashmir Chamber of Commerce and Industry estimated that four months of shutdown and restrictions had cost the Valley’s economy Rs 17,878 crore and thousands had lost jobs.Shahid Wani, who lost his job at a software company and now works at the family-owned grocery store.Staying homeWani, who was one of them, has had to make painful adjustments in the last few months. In the mail sent to its Srinagar staff, Cenedex had offered to accommodate them in its Delhi office. But moving to another city was not an option for Wani.“I am married and have a two-and-a-half-year-old daughter,” he explained. “Several years back, I had quit a job in Delhi to be with my family and work in Kashmir. Then I got married. Had I been a bachelor, I would have considered that option.”Some of his juniors from the team did move to other cities to look for work. But Wani now spends his time at the grocery shop his family owns. “I used to draw a salary of Rs 48,000 every month,” he said. “Since September, I haven’t earned a single penny from my job. It’s our small grocery shop in the village which is taking care of us.”Family and friends have suggested a change in career – the constant internet shutdowns make information technology an unreliable line of work. “Somebody suggested I start working as a medical representative,” Wani recounted. “As an IT professional, I can’t do that. I don’t have those skills. It’s hard to change my career path at this stage of life. I have been working in the IT sector for the last eight years.”But the sector has little to offer in the Valley at present. “Whatever seven-eight IT sector companies we had here shut down or laid off their staff,” he said. “So clearly there are no jobs. And even if there are vacancies, how am I supposed to know about them or apply for them?”Apart from his job, Wani would spend his spare time developing his own software ideas. But the lack of internet has put a stop to that.He is furious about what he sees as indifference to Kashmir, pointing out that in other places in India, the internet is restored as soon as possible even if there is a shutdown.  “In Kashmir, nobody cares. This is injustice, nothing else,” he said.Wani feels a blanket ban was unnecessary. “As far as I understand, the authorities have a problem with social media platforms like Facebook, Twitter and Instagram, so why don’t they block those sites and restore the internet?” he asked. “Technically, that can be done. Why shut down the internet entirely?”Aijaz Ahmad Shah's vacant Khidmat CentreNo more KhidmatIn Central Kashmir’s Ganderbal district, Aijaz Ahmad Shah sits at a vacant Khidmat Centre. “If you had come on a normal day, we wouldn’t have found time to talk,” he said. “I used to attend to 40-plus customers daily.”Khidmat Centres, or Common Service Centres were a joint initiative between the Jammu and Kashmir government’s information technology department and the Jammu and Kashmir Bank, aimed at bringing banking and single-window online services to rural areas. These services were farmed out to private operators who were willing to provide them at the village level, for a fee.Shah has been making a living from the local Khidmat Centre for the last 10 years. His particular centre also has a special distinction. “It was the first Khidmat Centre to be inaugurated in all of Jammu, Kashmir and Ladakh,” he said. “My centre was inaugurated in 2009 by Haseeb Drabu [then chairman of Jammu and Kashmir Bank] and Omar Abdullah [then chief minister].”But since August 5, work has come to a standstill. “Khidmat Centres are wholly dependent on the internet,” explained Shah. Several hundred Khidmat Centre operators from across the region have now gathered in Jammu to press the government to restore internet services so that they can restart operations.“From kiosk banking [withdrawal and deposits upto Rs 5,000] to the online submission of forms as well as pan card and passport applications, to booking railway or air tickets, you could do it at the Khidmat Centres,” said Shah. “And our main revenue used to come from these services. These days, we are only doing loan documentation. Ninety nine per cent of our income has suffered.”All the documentation necessary for loans from the Jammu and Kashmir Bank is processed at Khidmat Centres. But even these services have slowed down without the internet. “Earlier, we used to get a mail from the bank and then take care of the loan case from here,” he explained. “Now, I have to send someone to the bank every day and ask them if there are any cases for which documentation is required.”Apart from the main operator, almost every Khidmat Centre has a few assistants. “I myself employed three,” said Shah. “After waiting for more than a month since August 5, I asked them to look for other jobs. Recently, two of them came back and I have to pay them from whatever I am making.”While Shah owns the space in which he runs the centre, most other Khidmat Centre operators rent theirs. Those, he says, are even worse off.Shah is bitter at the Union government. “We are saying that we have to make Digital India,” he said. “How’s that possible if we have internet shutdown for six months?”Researcher Javid M Dad was chosen to attend a prestigious BRICS conclave in Brazil. He learned about it too late.Missed connectionsAcademic research has also been hampered. On October 14, 38-year-old research scholar Javid M Dad got a letter from Bangalore telling him he had been selected for the BRICS Young Scientist Conclave that was to be held in Brazil.“The letter had a very interesting line in it: ‘perhaps you haven’t had access to the internet’,” recalled Dad, whose area of study is bio-diversity. “The letter mentioned that they had sent me mails on different dates and since I hadn’t got back to them, they were sending me a physical letter.” The deadline for sending an acknowledgment was October 10, days before Dad got the letter.“It was a lifetime opportunity,” he said. “It would have helped me in my job prospects as well. I had applied for it in July and there were a total of 450 candidates. Only 20 were selected and I was among the top three.”When he got the letter, Dad, who lives in Pulwama district’s Tral town, desperately tried to get in touch with the organisers. The next day, he rushed to the deputy commissioner’s office in Pulwama town. In October, the internet at deputy commissioners’ offices had been made available for public use.“I literally begged the gatekeeper to allow me to access the internet,” said Dad. “Thankfully, he allowed me. I got internet for five minutes and I shot off a mail to the organisers.”Dad also approached officials of Kashmir University to plead his case with the organisers. He even called up officials at the department of science and technology, the government of India authority which was handling matters related to the conclave. “But I failed to make it – they had already taken 20 scholars for the conclave,” he said.Other work has also stopped. The status of job applications and articles submitted to journals remains unknown. Even regular exchanges with his research guide at Kashmir University have become difficult, since communicating on email is no longer possible. Only deans of Kashmir University’s various departments have access to the internet.After five months, Dad feels, Kashmiris have become “acclimatised” to the internet ban. “Due to the ban, I started reading books not related to my subject,” he reflected. “But still, at the back of my mind, there is always a feeling that we are like second-class citizens. There’s always this feeling that we shouldn’t be treated this way. We have been thrown back to the stone age.”","author":"Safwat Zargar","time":"2019-12-31T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133798-kerrsuskac-1577729351.jpg","tags":["Jammu and Kashmir","Article 370","Khidmat Centres"],"source":"https://scroll.in/article/948342/were-back-in-the-stone-age-kashmir-has-gone-close-to-five-months-without-the-internet"}