{"title":"West Bengal chief secretary retires after Centre recalls him, to be Mamata Banerjee’s chief advisor","content":"West Bengal Chief Minister Mamata Banerjee on Monday announced that Chief Secretary Alapan Bandyopadhyay had retired from his position and will now serve as her chief advisor, ANI reported. HK Dwivedi will be the new chief secretary. Banerjee’s announcement came just hours after she told Prime Minister Narendra Modi that the West Bengal government will not release Bandyopadhyay. The Centre had recalled Bandyopadhyay to Delhi without providing a reason.The West Bengal chief minister said that her state needed Bandyopadhyay during the Covid-19 crisis, NDTV reported.  “For Covid and for Cyclone Yaas, he must continue his service to the poor, the state, the country, the affected people,” she added. Banerjee hit out at Modi and the Centre for the order to recall the official. “If a bureaucrat is insulted after he has dedicated his life to his work, what message is the government and PM sending out?” she said, according to NDTV. “Are they bonded labourers? There are many Bengali cadre officers at the Centre. Can I recall them without consultation, Mr prime minister, Mr busy prime Minister, Mr Mann-ki-baat prime minister?”The West Bengal chief minister accused Modi and Union Home Minister Amit Shah of behaving like German dictator Adolf Hitler and Soviet dictator Joseph Stalin, PTI reported. The West Bengal-Centre tussleThe Department of Personnel and Training, which comes under the central government, had on Friday directed Bandyopadhyay to report to its office at North Block in Delhi by 10 am Monday.The order did not mention the reason for the move. But it came hours after Bandyopadhyay and Banerjee skipped a review meeting on Cyclone Yaas with the prime minister. The Centre alleged that Banerjee had kept Modi and West Bengal Governor Jagdeep Dhankhar waiting for half an hour. Banerjee has refuted the claims, saying she handed over a detailed report on the cyclone to the prime minister and after seeking his permission thrice, she left for Digha with Bandyopadhyay to assess the damage caused by the cyclone.At a press conference on Saturday, Banerjee requested the Centre to withdraw its order recalling Bandyopadhyay. “If the PM tells me to touch his feet in return for his help to Bengal, I am willing to do even that for the people of Bengal and the betterment of Bengal, but please do not play these dirty political games,” Banerjee had said. “Do not punish Bengal like this.”In her letter to Modi on Monday, Banerjee said she was “shocked and stunned” by the “unilateral order” recalling the chief secretary as it was issued without any prior consultation with her government. “The directive is legally untenable, historically unprecedented and wholly unconstitutional,” she wrote.This is the second time in the last few months that the Centre has recalled top bureaucrats from West Bengal to Delhi. In December, the Centre had asked the West Bengal government to relieve three Indian Police Service officers in order to join a central deputation. Those orders came after a convoy of the Bharatiya Janata Party’s national president was attacked in Kolkata.","author":"Scroll Staff","time":"2021-05-31T19:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/158231-ejnibasoom-1619453548.jpg","tags":["Alapan Bandyopadhyay","Mamata Banerjee","West Bengal"],"source":"https://scroll.in/latest/996272/west-bengal-chief-secretary-retires-to-be-mamata-banerjees-chief-advisor"}