{"title":"Kolkata: Muslim man claims he was pushed off train for not chanting ‘Jai Shri Ram’, says report","content":"A 26-year-old madrasa teacher in West Bengal on Monday alleged that he was assaulted and pushed off a train last week in Kolkata for not chanting “Jai Shri Ram”, The Indian Express reported. The railway police, however, said the man was assaulted due to “boarding and de-boarding issues”.Hafeez Mohammad Sahrukh Haldar said he was travelling to Hooghly from Canning in South 24 Parganas district on train number 34531 that runs up to Kolkata’s Sealdah railway station. Haldar claimed a group of people were chanting “Jai Shri Ram” in the compartment. “They asked me to chant the same,” he said. “When I refused, they started to beat me, nobody came to my rescue. The incident took place while the train was between Dhakuria and Park Circus stations. They pushed me off the train at Park Circus station. Some locals helped me.”Haldar, who is a resident of Basanti in South 24 Parganas district, said he first went to Topsia police station to file a case but was told to approach the Government Railway Police.A case was filed against unknown people at Ballygunge railway station under Sections 341 (wrongful restraint), 323 (voluntarily causing hurt), 325 (voluntarily causing grievous hurt), 506 (criminal intimidation) and 34 (acts done by several persons) of the Indian Penal Code. Unidentified police officials in Kolkata said they were verifying Haldar’s claims.An unidentified railway police official said Haldar suffered minor injuries and was taken to Chittaranjan Hospital. “It seems that he was assaulted during the journey due to boarding and de-boarding issues,” the police official said. “There were two to three people who sustained minor injuries. Investigation is on and no one has been arrested.”This incident came to light two days after a Muslim man in Jharkhand’s Seraikela Kharsawan district died, allegedly of injuries sustained during a mob attack on June 18. The mob had forced him to chant “Jai Shri Ram”, according to the FIR. The police have arrested 11 people in connection with the case.The Assam Police have also arrested a man for allegedly being involved with a group that forced some Muslim youths to chant “Jai Sri Ram” in Barpeta district, reports said on Monday.","author":"Scroll Staff","time":"2019-06-25T09:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/62612-ajxiclgqqm-1561434473.jpg","tags":["West Bengal","Jai Shri Ram","Railway Police"],"source":"https://scroll.in/latest/928252/west-bengal-muslim-man-claims-he-was-pushed-off-train-for-not-chanting-jai-shri-ram-says-report"}