{"title":"West Bengal: NIA arrests two ‘key conspirators’ in 2022 Bhupatinagar blast case","content":"The National Investigation Agency on Saturday said that it has arrested the two “key conspirators” in the case of a blast in West Bengal’s East Medinipore district in 2022.Three persons were killed after a blast on December 3, 2022, in the district’s Bhupatinagar village. The explosion took place at the home of Rajkumar Manna, a Trinamool Congress block president. Manna and two others, Biswajit Gayen and Buddhadeb Manna, died in the blast.The state police initially investigated the blast, and the National Investigation Agency took over the case on June 4.On Saturday, the National Investigation Agency said that two men named Balai Charan Maity and Manobrata Jana were arrested for their alleged role in the blast.“The two men [Maity and Jana] had actively participated in the conspiracy to make crude bombs and had extended support for the same,” the agency said.The statement said that the arrests were made after extensive searches at five locations, including at Jana’s house where an “aggressive” crowd tried to “assault” the investigative agency’s team.It said that a National Investigation Agency official suffered a minor injury and a vehicle was also vandalised as the crowd tried to stop the team and the security personnel accompanying them from moving towards Bhupatinagar police station to complete the arrest formalities.The investigative agency said that a formal complaint had been lodged at the local police station.NIA Arrests 2 Key Conspirators in W.Bengal Blast Case Amid Resistance from Unruly Crowd pic.twitter.com/c1R9kwE4AC— NIA India (@NIA_India) April 6, 2024\n\n\nWhy were raids conducted at midnight, asks Mamata BanerjeeWest Bengal Chief Minister and Trinamool Congress leader Mamata Banerjee, commenting on the attack on National Investigation Agency officials, questioned why the agency carried out raids “at midnight”.She also claimed that the police were not informed about the National Investigation Agency’s action“What happens when people in a village see a stranger in the middle of the night? That is what happened [at Bhupatinagar],” she said.","author":"Scroll Staff","time":"2024-04-06T16:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157200-zkvwulnqdw-1617697638.jpg","tags":["Bhupatinagar blast case","National Investigation Agency","West Bengal"],"source":"https://scroll.in/latest/1066324/west-bengal-nia-arrests-two-key-conspirators-in-2022-bhupatinagar-blast-case"}