{"title":"Mamata Banerjee says West Bengal won’t pay for Ayushman Bharat, asks Centre to fund health scheme","content":"West Bengal Chief Minister Mamata Banerjee on Thursday said the state would not contribute to the Centre’s ambitious Ayushman Bharat health scheme, ANI reported.“My state will not contribute 40% of the funds for the Ayushman scheme,” she said at a rally in Nadia district. “The Centre has to pay the full amount if it wants to run the scheme.”Banerjee asked why the state was expected to fund a part of the programme when Prime Minister Narendra Modi was allegedly claiming credit for it, NDTV reported. “Why should we contribute to Ayushman Bharat if the prime minister’s face is on the letterhead with a picture of lotus instead of the symbol of the Indian government?” she asked.West Bengal Chief Minister Mamata Banerjee on Ayushman Bharat Yojana: My state will not contribute 40% of the funds for the Ayushman scheme. Centre has to pay the full amount if Centre wants to run the scheme. pic.twitter.com/vCXM2vh25G— ANI (@ANI) January 10, 2019\n\nThe Ayushman Bharat scheme was launched in September and has not been adopted by Telangana, Odisha, Delhi. The state is better served by the Arogyashri health scheme instead of the Centre’s programme, she claimed. Banerjee accused Modi of neglecting the state’s contribution to the central scheme, News18 reported. “He [Modi] is sending letters to people across Bengal through post offices claiming that they are behind this health scheme,” she added.The chief minister also accused the Centre of running a parallel administration in the state, Deccan Herald reported. “They are claiming to do everything, from health projects, housing, education infrastructure and even Kanyashree,” she said. “If you [Centre] are doing everything, then there is no need for state governments.”The state launched the “Kanyashree” programme in 2013. The scheme offers cash incentives to unmarried girls above 13 years to remain unmarried till 18 and complete education. The scheme was launched with the aim of preventing child marriage in economically weaker sections with an annual household income of Rs 1.2 lakh.","author":"Scroll Staff","time":"2019-01-10T17:37:20.014902+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110287-ttxuufwzyj-1547121339.jpg","tags":["West Bengal","Ayushman Bharat","Mamata Banerjee","Narendra Modi"],"source":"https://scroll.in/latest/908964/west-bengal-pulls-out-of-ayushman-bharat-health-scheme-cm-says-modi-is-taking-all-the-credit"}