{"title":"West Bengal governor threatening his staff not to speak up in sexual harassment probe: Complainant","content":"West Bengal Governor CV Ananda Bose is “hiding behind his immunity” and “threatening” his staff not to speak up regarding the allegations of sexual harassment that have been levelled against him, the complainant in the case told The Print on Monday.The complainant, a 29-year-old contractual employee at Kolkata’s Raj Bhavan, accused Bose of inappropriately touching her on April 24 and on May 2. She wrote a complaint letter to the Raj Bhavan’s officer-in-charge on the day of the second incident.“[Bose] touched some parts of my body forcefully,” the woman said in the letter. “Even after he sensed that I was feeling uncomfortable, he forced himself again.”“[Bose] made indecent proposals to me,” she said. “Aide-de-Camp [Manish] Joshi sir told me to go home. I asked him, crying, whether he would have said the same if his wife would have been in my place. He left.”The complainant also alleged that Officer on Special Duty Sandeep Rajput tried to prevent her from speaking out about the two incidents.“My mobile was snatched on [Rajput’s] instruction,” she alleged. “He tried to confine me in one room and told the staff not to help me.” She has accused Rajput of threatening employees at the Raj Bhavan and asking them not to cooperate with the police investigation, reported The Indian Express.“If he is that innocent, why is he threatening all the staff?” the complainant told The Print. “Why is he escaping investigation?”The woman told The Print she could never go back to work at the Raj Bhavan again. “I am fighting against a monster molester,” she said. “An ordinary lady like me is no match to a governor. But see, even the monster is scared now.”The woman’s remarks came a day after Bose wrote a letter to his staff  at the Raj Bhavan instructing them to ignore any communication from the Kolkata Police in connection with the case.Bose’s letter says: “The reports from the media indicate that the police propose to conduct an inquiry into the incident and that they would be examining the staff of the Raj Bhavan. It is also reported that the investigating team intends to collect the CCTV footage from Raj Bhavan. The question that arises is as to whether the police can conduct an inquiry and collect evidence in view of the immunity enjoyed by the Governor under Art.361(2) and (3) of the Constitution of India.”The letter came a day after the Kolkata Police formed a special team to investigate the allegations, which Bose has described as “engineered narratives” for election benefits amid the Lok Sabha polls.Bose on Monday also accused West Bengal Chief Minister Mamata Banerjee of indulging in “dirty politics” and suggested that the allegations against him were politically motivated, reported PTI.“Mamata Banerjee’s politics is dirty,” he told reporters. “Still, I will pray to God to save her. But this is difficult even for God. I will never accept this on the distinguished office of the Governor. That is all I have to say.”VIDEO | Here’s what West Bengal Governor CV Ananda Bose said on alleged comments made by CM Mamata Banerjee against him.“I have said a lot of good words about the individual Mamata Banerjee, I stick to that. Mamata Banerjee’s politics is dirty. I pray to God to save her but… pic.twitter.com/k4r9VcGQUI— Press Trust of India (@PTI_News) May 6, 2024","author":"Scroll Staff","time":"2024-05-07T16:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200551-tqmrlzimmh-1715076435.jpeg","tags":["Raj Bhavan","sexual harassment","CV Ananda Bose","West Bengal"],"source":"https://scroll.in/latest/1067567/west-bengal-governor-threatening-his-staff-not-to-speak-up-in-sexual-harassment-probe-complainant"}