{"title":"West Bengal, Tripura governments shut schools due to rising temperatures","content":"The West Bengal and Tripura governments have shut schools this week after parts of the two states witnessed heatwaves in the last few days, PTI reported.For the plains, a heatwave is declared when the maximum temperature goes up to 40 degrees Celsius or more and is least at 4.5 degrees above normal. West Bengal Chief Minister Mamata Banerjee said that children have been complaining of headaches and other health problems after returning from schools. “I will also request people to avoid coming out in the sun from 12 noon to 4 pm,” she added.Her Tripura counterpart Manik Saha said that the scorching heat may adversely impact the health of the students. He announced that schools will be closed from April 18 to 23.In Delhi, the government has issued guidelines for schools under the directorate of education to not hold  afternoon assemblies. “The daytime temperature of more than 40 degree C [Celsius] is detrimental to the health of children and adolescents studying,” a circular stated. “The rise in temperature in NCR [National Capital Region] has led to increased instances of heat-related illnesses, exhaustion, dehydration, and diarrhea and vomiting, among citizens.”On Tuesday, the India Meteorological Department said that heatwave conditions are likely to continue in parts of east India over the next four days. A severe heatwave, which is declared if the maximum temperature crosses the 47-degree Celsius mark, is very likely in some pockets of the Gangetic West Bengal and Bihar during the next two days, the weather department added.Heatwave conditions have been prevailing in isolated pockets of Gangetic West Bengal for the last seven days, coastal Andhra Pradesh for five days and Bihar for four days, according to the India Meteorological Department.Several parts of India are likely to witness hotter-than-usual weather through June, the weather agency said.Last year, the Centre was forced to ban wheat exports after abnormal temperatures curtailed output, sending domestic prices soaring.In December, a World Bank report predicted that more than 16 crore Indians will face adverse effects of heatwaves from 2030 and approximately 3.4 crore persons will lose jobs due to heat-induced decline in productivity.What to do and not to do during a heatwave:Here are certain guidelines recommended by the National Disaster Management Authority during a heatwave:Avoid going out in the sun, and strenuous activities, especially between noon and 3 pm.Wear lightweight, light-coloured, loose and porous cotton clothes. Use protective goggles, umbrella or hat, shoes or chappals while going out in sun.If you work outside, use a hat or an umbrella and also use a damp cloth on your head, neck, face and limbs.Drink water as often as possible, even if not thirsty.While travelling, carry water with you.Avoid alcohol, tea, coffee and carbonated soft drinks, which dehydrate the body.Avoid high-protein food and do not eat stale food.Use oral rehydration salts and homemade drinks like torani (rice water), lemon water, buttermilk, etc to re-hydrate the body.Do not leave children or pets in parked vehicles.If you feel faint or ill, see a doctor immediately.Keep animals in shade and give them plenty of water to drink.Keep your home cool, use curtains, shutters or sunshades and open windows at night.Use fans, damp clothing and take baths in cold water frequently.Tips to help someone who has experienced a heat strokeLay the person in a cool place, under a shade. Wipe their face and body with a wet cloth frequently. Pour normal temperature water on the head. The main thing is to bring down the body temperature.Give the person ORS to drink or lemon water/torani or whatever is useful to rehydrate the body.Take the person immediately to the nearest health centre. The patient needs immediate hospitalisation as heat strokes could be fatal.","author":"Scroll Staff","time":"2023-04-18T16:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189246-ltrzqqbqwc-1681815521.jpg","tags":["Tripura","West Bengal","India","Heatwave"],"source":"https://scroll.in/latest/1047571/west-bengal-tripura-governments-shut-schools-due-to-rising-temperatures"}