{"title":"West Bengal: Central agencies can arrest Trinamool Congress leader in Sandeshkhali case, says HC","content":"The Calcutta High Court on Wednesday said that in addition to the West Bengal Police, the Central Bureau of Investigation and the Enforcement Directorate are also permitted to arrest Trinamool Congress leader Sheikh Shahjahan, Bar and Bench reported.The Sandeshkali village in the North 24 Parganas district has been at the centre of a political row for nearly a month. The village has witnessed unprecedented protests by women regarding several allegations of sexual assault against Sheikh and his associates, Shiba Prasad Hazra and Uttam Sardar. Sheikh has been absconding since January 5.The Central Bureau of Investigation and the Enforcement Directorate told the bench of Chief Justice TS Sivagnanam and Justice Hiranmay Bhattacharyya that there were reservations about the West Bengal Police investigating the charges against the Trinamool Congress leader.The matter was mentioned before the bench while seeking clarifications on a February 26 court order, in which the court stated that it has not issued any direction to stay or prevent Sheikh’s arrest.Deputy Solicitor-General Dhiraj Trivedi, for the Enforcement Directorate, said that the local police might destroy the evidence if permitted to investigate the case. “We have an apprehension that the local police will dilute the entire case against [Sheikh],” said Trivedi.Additional Solicitor-General SV Raju, for the Central Bureau of Investigation, submitted that the state police were “colluding” to prevent Sheikh’s arrest, adding that “they would not let the case reach its logical end”. He urged the court to allow the agency to proceed independently.The bench said it would hear the matter on March 4, adding that both the agencies were free to arrest Sheikh.The court also pulled up the West Bengal government for not having arresting Sheikh, who has been absconding for more than 50 days. It said that the state government cannot shirk its responsibility in the matter.On Monday, the Trinamool Congress had said that Sheikh would be arrested within seven days.Meanwhile, Bharatiya Janata Party leader Suvendu Adhikari on Wednesday said that the West Bengal Police allegedly had Sheikh in custody since Tuesday night, PTI reported.The BJP leader, on social media, said that the Trinamool Congress leader had been “taken away from Bermajur gram panchayat after he managed a deal with the police through influential mediators that he would be taken care of properly while in police and judicial custody”.Adhikari alleged that Sheikh will be given “five-star facilities” once in custody, claiming that he would be given access to a phone to fulfill his duties for the Trinamool Congress. “Even a bed in Woodburn Ward [a state-run hospital] will be kept ready and vacant for him if he chooses to spend some time there,” Adhikari added.The Trinamool Congress, in response, said that Adhikari’s allegations were “baseless” and were an “attempt at disturbing the law and order situation”.Allegations against SheikhSheikh has been on the run since January 5, when officials of the Enforcement Directorate were assaulted in Sandeshkhali as they carried out raids in connection with an alleged ration distribution scam. A mob allegedly attacked the Enforcement Directorate officials with stones, bricks and batons when they arrived to raid the Trinamool leader’s home.Following this, several local women accused Sheikh and his associates of torturing and sexually harassing them over several years, and also of grabbing their lands for prawn cultivation.On February 8, women held protests demanding that Sheikh and two of his associates, Shiba Prasad Hazra and Uttam Sardar, be immediately arrested. They have alleged that Sheikh and his associates used to survey homes to look for young women, whom they would take to the party office and sexually assault.A day later, the protesting women burnt down three poultry farms owned by Hazra, which they claimed were built on land forcibly grabbed from the locals.Last week, protests against the alleged land grabbing by Sheikh and his brother Sheikh Sirajuddin spread to the Majherpara and Halderpara localities of Sandeshkhali. Some protestors also chased the family members of a local party leader in Halderpara, alleging that they had grabbed villagers’ land and given them to Sirajuddin.","author":"Scroll Staff","time":"2024-02-28T18:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198008-rtmevujruf-1706606447.jpg","tags":["Sheikh Shahjahan","West Bengal Police","Trinamool Congress","Sandeshkhali"],"source":"https://scroll.in/latest/1064432/west-bengal-central-agencies-can-arrest-trinamool-congress-leader-in-sandeshkhali-case-says-hc"}