{"title":"Kolkata police detain CBI officials who wanted to question ‘missing’ commissioner","content":"The Kolkata Police on Sunday detained a team of the Central Bureau of Investigation that arrived at the home of city police commissioner Rajeev Kumar to question him in connection with the Rose Valley and Saradha ponzi scams, ANI reported. The CBI team was taken to a police station and was let off after around two hours of questioning.West Bengal Chief Minister Mamata Banerjee and state Director General of Police Virendra also reached Kumar’s house, according to PTI. Soon after the CBI officials were detained, a team of Kolkata Police officials reached the state headquarters of the investigation agency and cordoned it off. Personnel of the Central Reserve Police Force also arrived at the CBI office in Kolkata.Joint Commissioner of Police (Crime) Pravin Tripathi told PTI that the CBI team said they had come to Kumar’s home for a “secret operation”. “We don’t know what kind of operation it is,” Tripathi said.Unidentified officials said that guards had stopped the CBI team at the entrance, and there were detained after police officers asked them if they had the required documents to question Kumar.Interim CBI chief M Nageswara Rao told ANI that there was evidence against Kumar and claimed he had been “instrumental” in causing destruction of evidence. “They [State police] have taken charge of all the evidence, seized all the documents,” he said. “They have not been cooperating with us in handing over all the documents and a lot of evidence has been destroyed or caused to disappear.”CBI Joint Director Pankaj Srivastava said the team had gone to Kumar’s home to question him in connection with the chit fund scam cases and “we would have rounded him up if he hadn’t cooperated with us”, PTI reported.Mamata Banerjee lashes out at Centre, starts protestBanerjee told reporters that she would stand with the police force, and said the developments showed “the destruction of the federal structure”. “I am proud to say that my responsibility is to give protection to the force,” she said. “Without notice, you are coming to Kolkata police commissioner’s house. We could have arrested CBI [officers] but we left.”Banerjee accused the Bharatiya Janata Party of “torturing” West Bengal. She claimed that National Security Advisor Ajit Doval was giving directions to the CBI on instructions from Prime Minister Narendra Modi, PTI reported. She accused Modi and BJP President Amit Shah of trying to organise a “coup” in the state.Law and order is a state subject, Banerjee said, asking why the state police should give the CBI all documents related to the investigation. Banerjee also started a protest against the CBI’s action.Rajeev Kumar ‘goes missing’Kumar, who has not been seen in public since the CBI summoned him on February 1, headed the special investigation team that inquired into the two chit fund scams before the central agency took over in 2014 on the Supreme Court’s orders. The special investigation team had been set up by Banerjee the year before.The CBI has sought documents and files from Kumar. However, he has not responded to notices asking him to produce the documents. Unidentified CBI officials said Kumar may be placed under arrest if he does not respond to the agency’s summons, NDTV reported on Saturday.Banerjee has extended her support to Kumar, claiming he was “among the best in the world”. She also accused the Bharatiya Janata Party, which rules at the Centre, of “spreading lies” about him. She said Kumar has been “working 24x7, and was on leave for only one day recently”.“The highest levels of the BJP leadership are doing the worst kind of political vendetta,” Banerjee tweeted on Sunday. “Not only are political parties their targets, they are misusing power to take control of the police and destroy all institutions. We condemn this.”The Kolkata Police has also dismissed the CBI’s allegations against Kumar as “baseless”.West Bengal: Police detains the CBI team which had reached the residence of Kolkata Police Commissioner Rajeev Kumar. The team has now been taken to a police station. pic.twitter.com/YXJJ3d11LL— ANI (@ANI) February 3, 2019\n\n‘Constitutional coup’Trinamool Congress MP Derek O’Brien wondered whether the BJP was planning “a constitutional coup”. “Forty CBI officials surround Kolkata Police Commissioner’s home. Destruction of institutions goes on unabated,” he tweeted. “Our demand in Parliament on Monday. [PM Narendra] Modi has to go. We are reaching out and sharing this with all Opposition parties who want to save democracy.”BJP leader Kailash Vijayvargiya said: “Democracy has ended in West Bengal. CBI was investigating on orders of Supreme Court but [police] didn’t allow them. CBI officers were detained, this is the first time something like this has happened since independence, we condemn this.”West Bengal is among the states ruled by non-BJP parties that have, since November, withdrawn the “general consent” provided to the CBI to carry out searches in their territory.","author":"Scroll Staff","time":"2019-02-03T19:36:42.908779+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/112169-wawcotpjyo-1549211079.jpg","tags":["CBI","Rajeev Kumar","Kolkata Police","Mamata Banerjee","West Bengal","Chit Fund Scams"],"source":"https://scroll.in/latest/911895/west-bengal-cbi-officers-who-wanted-to-question-missing-police-commissioner-detained-say-reports"}