{"title":"West Bengal: Mamata Banerjee to hold interfaith rally on January 22","content":"West Bengal Chief Minister Mamata Banerjee on Tuesday said that she will hold an interfaith rally on January 22, when Prime Minister Narendra Modi will lead the consecration ceremony for Ayodhya’s Ram Temple.Addressing a press conference on Tuesday, the Trinamool Congress Party chief said that she will offer prayers at the Kalighat temple in Kolkata on January 22 and then lead a mega Sampriti  (religious harmony) rally. “Many of you have been asking me about temples,” Banerjee said. “I have nothing to say. I had already said that religion is for individuals but festivity is for all. On that day, first I will visit Kali Mandir. Then we will hold an interfaith rally from Hazra to Park Circus maidan and hold a meeting there.”She said that the rally will cover mosques, temples, churches, and gurdwaras along the way. “Everybody is welcome to join the rally,” Banerjee said. “People of all faiths will be there.”The West Bengal chief minister also said that the consecration of the Ram Temple in Ayodhya was not the job of politicians, reported The Indian Express.“It is the job of seers and sadhus,” she said. “What will we do in Ayodhya? As politicians, our job is to make infrastructure. I will do that.”The Trinamool Congress party has joined several Opposition parties from the INDIA bloc in skipping the consecration ceremony in Ayodhya. The Congress, the Rashtriya Janata Dal and the Communist Party of India (Marxist) had earlier said that they would not attend the event.The Opposition parties have alleged that the religious event is being politicised by the Bharatiya Janata Party in the Centre for electoral gains ahead of the Lok Sabha polls later this year.On 22 January, Hon'ble @AITCOfficial Chairperson @MamataOfficial will be visiting Kalighat Mandir.Later, she will lead the Sanhati Rally on behalf of TMC, which will take individuals from every community and pass through several religious places, including Mandir, Masjid,… pic.twitter.com/2uTb2WMc8E— Nilanjan Das (@NilanjanDasAITC) January 16, 2024\n\n\nThe consecration ceremony will be held on January 22, months ahead of the Lok Sabha polls. On Friday, Modi claimed that God had chosen him as “an instrument to represent all the people of India” at the consecration ceremony.Uttar Pradesh Chief Minister Adityanath, the state’s Governor Anandiben Patel, Rashtriya Swayamsevak Sangh chief Mohan Bhagwat and the chief priest of the temple Acharya Satyandra Das will be inside the sanctum sanctorum during the consecration. The Rashtriya Swayamsevak Sangh is the parent organisation of the ruling Bharatiya Janata Party.Also read: Can an unfinished temple be consecrated? Opinion in Ayodhya is divided","author":"Scroll Staff","time":"2024-01-16T20:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/158523-idkqiigwsj-1619944932.jpg","tags":["Mamata Banerjee","consecration ceremony","Narendra Modi","Ayodhya","Ram Temple","Communal Harmony","Interfaith Rally"]}