{"title":"West Bengal: NHRC says Sandeshkhali sexual assault allegations shock conscience","content":"The National Human Rights Commission on Wednesday took cognisance on its own of allegations that a group of women in Sandeshkhali village, in West Bengal’s North 24 Parganas district, were repeatedly sexually assaulted and harassed by Trinamool Congress leader Shahjahan Sheikh and two of his aides.The village has been at the centre of a political row for nearly a month and has witnessed unprecedented protests by women against Sheikh and his aides, Shiba Prasad Hazra and Uttam Sardar. The villagers have also accused the three men of land-grabbing.The human rights commission said that on a preliminary reading, the allegations indicate a violation of rights “shocking the conscience”. A total of 18 persons have been arrested in connection with the violence that had broken out in Sandeshkhali after the allegations emerged.The panel issued notices to the West Bengal Chief Secretary Bhagwati Prasad Gopalika and Director General of Police Rajeev Kumar, seeking reports on the violence in Sandeshkhali within four weeks. A team of the human rights commission has also been tasked with visiting the village to carry out an inquiry.The National Human Rights Commission noted that locals have been holding protests seeking action against the alleged perpetrators, but that local authorities have failed to act against Sheikh, Hazra and Sardar. While Sheikh remains absconding, Hazra and Sardar have been arrested.“It has also been reported that safety and security of the women folk as well as children and aged persons have been jeopardised,” the commission said. “It has resulted in leaving the places of abode by the women due to torture and sexual abuse that are looming large upon them.”NHRC takes suo motu cognizance of media reports on unabated human rights violations due to continued violence in #Sandeshkhali, West Bengal. #NHRC team led by a Member also to conduct a spot enquiry. pic.twitter.com/X9VsxBEtew— NHRC India (@India_NHRC) February 21, 2024\n\n\nSheikh has been absconding since January 5, when officials of the Enforcement Directorate were assaulted in Sandeshkhali while they were carrying out raids in connection with an alleged ration distribution scam. A mob allegedly attacked them with stones, bricks and batons when they had arrived at the Trinamool leader’s home.On February 15, Chief Minister Mamata Banerjee blamed the Bharatiya Janata Party for fomenting trouble in the village. Claiming that Sandeshkhali had been a “hotbed of communal riots” in recent years, the chief minister said that her administration had implemented the necessary steps to restore peace in the area.","author":"Scroll Staff","time":"2024-02-21T20:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197686-ybvtjncvhr-1705737145.jpg","tags":["NHRC","North 24 Parganas","Sandeshkhali","TMC"],"source":"https://scroll.in/latest/1064098/west-bengal-nhrc-says-sandeshkhali-sexual-assault-allegations-shock-conscience"}