{"title":"West Bengal: Three BJP workers held for allegedly chanting ‘goli maro’ during roadshow","content":"The West Bengal Police on Thursday arrested three Bharatiya Janata Party workers, including the party’s Hooghly district youth wing chief Suresh Sahu, for allegedly shouting the controversial “goli maro [shoot them]” slogan during a roadshow, PTI reported. The party’s event was organised by BJP’s newly inducted leader Suvendu Adhikari, a former state minister and Trinamool Congress leader.  The incendiary slogan, which loosely translates to “shoot the traitors” made headlines last year when Union minister Anurag Thakur used it against anti-Citizenship Act protestors in Delhi. The incident came a day after similar calls for “shoot the traitors” of Bengal were heard at a rally by the ruling Trinamool Congress in Kolkata.  An official told PTI that the BJP activists had allegedly shouted the slogan at a party programme in West Bengal’s Hooghly district on Wednesday, after which the district police registered a suo motu case, and arrested them. The three arrested persons will be produced at a court during the day [Thursday], he added.Police said the BJP members, who were trailing the truck, ferrying Adhikari along with Hooghly MP Locket Chatterjee and Rajya Sabha member Swapan Dasgupta, had allegedly shouted the slogans when the vehicle was passing through the Rathtala area. The accused were holding BJP and the Indian flags at that time, the state police said, according to PTI.  Bharatiya Janata Party spokesperson Samik Bhattacharya distanced the party from the incident and said that it does not endorse the incendiary slogans used by participants of the rally. This is the third time that the “goli maaro” slogan has been shouted in Kolkata in the past one year. On March 2, BJP supporters heading for an Amit Shah rally had shouted the slogan. At least four supporters were later arrested on the basis of a video footage.The West Bengal elections, to be held in April-May, will be a closely-watched contest as the BJP has indicated that the polls in the state are one of its priorities. The ruling TMC and the BJP have locked horns much ahead of the polls. While the BJP has claimed that the law and order situation in the state has deteriorated, the TMC has accused the saffron party of indulging in communal politics and spreading false information.Also read:West Bengal polls: Controversial ‘goli maaro’ slogan heard at TMC rally in KolkataWest Bengal polls: BJP won’t project CM candidate, says Kailash Vijayvargiya","author":"Scroll Staff","time":"2021-01-21T13:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/87663-ppyqawqmuy-1599759484.jpeg","tags":["West Bengal","BJP","Trinamool Congress","Shoot the traitors","Goli Maro"],"source":"https://scroll.in/latest/984681/west-bengal-three-bjp-workers-arrested-for-allegedly-shouting-goli-maro-slogan-during-roadshow"}