{"title":"West Bengal will not release chief secretary, Mamata Banerjee tells Modi","content":"West Bengal Chief Minister Mamata Banerjee on Monday wrote to Prime Minister Narendra Modi, informing him that the state government was not releasing Chief Secretary Alapan Bandyopadhyay, News18 reported. “The government of Bengal cannot release, and is not releasing, its chief secretary at this critical hour, on the basis of our understanding that the earlier order of extension, issued after lawful consultation in accordance with applicable laws, remains operational and valid,” the chief minister said.The Department of Personnel and Training, which comes under the central government, had on Friday directed Bandyopadhyay to report to its office at North Block in Delhi by 10 am. The order did not mention the reason for the move. But it came hours after Bandyopadhyay and West Bengal Chief Minister Mamata Banerjee skipped a review meeting on Cyclone Yaas with the prime minister. The Centre alleged that Banerjee kept Modi and West Bengal Governor Jagdeep Dhankhar waiting for half an hour. Banerjee has refuted the claims, saying she handed over a detailed report on the cyclone to the prime minister and after seeking his permission thrice, she left to Digha with Bandyopadhay to assess the damage caused by the cyclone.Banerjee in her letter said she was “shocked and stunned” by the “unilateral order” recalling the chief secretary as it was issued without any prior consultation with her government. “The directive is legally untenable, historically unprecedented and wholly unconstitutional,” she wrote.The Trinamool Congress chief requested Modi to rescind the order recalling Bandyopadhay. “I sincerely look forward to your federal cooperation in these grim times,” she said.Bengal-Centre tussleThe West Bengal government had not issued a release order to Bandyopadhyay till late Sunday evening, according to The Telegraph. “He is likely to attend a review meeting to be convened by the chief minister with officials from the cyclone-affected districts tomorrow [Monday],” a source told the newspaper. “It appears the state will not allow him to go to Delhi.”Bandhopadhyay had also scheduled a video conference from the state secretariat at 10.30 am to discuss the Trinamool Congress’ “duare sarkar [government at your doorstep]” initiative, The Times of India reported.  Reports said the state government had taken legal advice and decided to not send the chief secretary to Delhi. Bandyopadhyay, a 1987-batch Indian Administrative Service officer of West Bengal cadre, was scheduled to retire on May 31. However, he was given a three-month extension just four days ago, after Banerjee sought his services due to his experience in handling the coronavirus pandemic.Officials told The Telegraph that the West Bengal Personnel and Administrative Reforms Department would send a letter to the Centre on Monday morning, stating that Bandyopadhyay’s presence was needed to tackle the coronavirus crisis.Meanwhile, Opposition leaders also criticised the Centre’s order. Delhi Chief Minister Arvind Kejriwal said on Monday that this was not the time to fight with state governments, but to tackle the coronavirus pandemic together. “This is the time to help the state governments, to provide them with vaccines, to work with all the state governments as team India,” he tweeted. “The whole life is left for politics.”The Congress described the decision as “an attack on federalism” that would result in “anarchy”.At a press conference on Saturday, the chief minister had also requested the Centre to withdraw its order recalling Bandyopadhyay. She added that this was an insult of bureaucrats across the country. “If the PM tells me to touch his feet in return for his help to Bengal, I am willing to do even that for the people of Bengal and the betterment of Bengal, but please do not play these dirty political games,” Banerjee had said. “Do not punish Bengal like this.”This is the second time in the last few months that the Centre has recalled top bureaucrats from West Bengal to Delhi. In December, the Centre had asked the West Bengal government to relieve three Indian Police Service officers in order to join a central deputation. Those orders came after a convoy of the Bharatiya Janata Party’s national president was attacked in Kolkata.","author":"Scroll Staff","time":"2021-05-31T10:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/158832-gxwmyepewr-1622434767.jpg","tags":["West Bengal","Alapan Bandyopadhyay","Mamata Banerjee","PM Modi","BJP","TMC","Cyclone Yaas meeting row"],"source":"https://scroll.in/latest/996208/west-bengal-chief-secretary-unlikely-to-report-to-centre-today-state-yet-to-issue-release-order"}