{"title":"West Bengal: BJP workers attack each other and then blame Trinamool, claims Mamata Banerjee","content":"West Bengal Chief Minister Mamata Banerjee on Thursday alleged that Bharatiya Janata Party workers were attacking each other during their rallies and then blaming the incidents on the Trinamool Congress, reported PTI. “They [BJP activists] are coming out [for rallies] with arms every day. They are slapping themselves and blaming it on the Trinamool Congress,” Banerjee said. “They are roaming around with the BSF, CRPF, Army and the CISF (personnel). Why are they so scared?”Later in the day, speaking at a rally in Kolkata, the chief minister mocked the saffron party’s President Jagat Prakash Nadda and other BJP leaders, saying that their only job was to hold rallies in the state. “At times the home minister is here, then some chief minister is here, on other occasions, it is some Chaddha, Nadda, Fadda, Bhaddha,” Banerjee remarked. “When people do not attend their rallies, they call their workers for doing Nautanki [drama] to get media coverage.”#WATCH They (BJP) has no other work. At times Home Minister is here, other times its Chaddha, Nadda, Fadda, Bhaddha is here. When they've no audience, they call their workers for doing Nautanki: West Bengal CM Mamata Banerjee addressing a public rally in Kolkata pic.twitter.com/uXrIyhdrj2— ANI (@ANI) December 10, 2020\n\nHer comments came after Nadda’s convoy was attacked with stones and bricks in Kolkata on Thursday morning. Nadda is on a two-day visit to West Bengal for an outreach campaign ahead of next year’s Assembly elections.Banerjee also attacked the BJP for spreading rumours about her party, reported PTI. “They are saying that lawlessness prevailed in the state during the Covid-19 pandemic,” the Trinamool Congress chief said. “I ask you whether you are unable to go out in the streets.” The chief minister also accused the central government of not providing any financial assistance but seeking explanations for the expenses the state has carried out. The chief minister also accused the central government of not providing any financial assistance but seeking explanations for the expenses the state has carried out.","author":"Scroll Staff","time":"2020-12-10T19:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/141211-arxtyhdgar-1606998667.jpg","tags":["Mamata Banerjee","Jagat Prakash Nadda","BJP","Trinamool Congress"],"source":"https://scroll.in/latest/980878/west-bengal-bjp-workers-attack-each-other-and-then-blame-trinamool-claims-mamata-banerjee"}