{"title":"Western India’s Ragamala paintings blend music and art into a single frame","content":"Attempts to synthesise the visual and musical worlds of the fine arts have a longstanding history. Famous Western scholars like Goethe, Walter Pater, and Wassily Kandinsky held up the idea that this union can be seen everywhere. Goethe even said that architecture was but “frozen music”.This school of thought has long existed in the Indian subcontinent as well. It dominated an entire genre of Indian art for nearly 400 years, making it one of the most popular brackets of miniature paintings in the region.A Ragamala, meaning “garland of ragas” in Sanskrit, is a set of miniature paintings depicting the ragas, a range of musical modes arranged in specific sequences. The root word “raga” means colour, mood and delight. Each painting, therefore, represents a specific mood – often love – in its different facets and devotion. Occasionally, they are accompanied by a brief poetic inscription to aid this communication.While Ragamalas were first identified as a distinct genre of painting only in the second half of the 15th century, the first mention of “raga” can be traced to the fifth-eight-century music treatise Brihaddeshi. It says, “A raga is called by the learned that kind of composition which is adorned with musical notes…which have the effect of colouring the hearts of men.”There are six main ragas – Raga Sri, Raga Vasanta, Raga Bhairava, Raga Panchama, Raga Megha and Raga Natta Narayana – each associated with specific themes on which musicians, painters and poets create variations. Organised as a family, each principal raga then has derivates or relatives called raginis, imagined as the ragas’ consorts; ragaputras, the ragas’ sons; and ragaputris, the ragas’ daughters.Ragamala paintings used images of Hindu deities to personify the musical notes. Raga Medha and Raga Bhairava. Credit: Sahapedia.orgA Ragamala, therefore, depicts the moods and variations of not only the ragas, but the derivatives as well. They are usually a set of 36, but can go up to 110 parts too. The earliest known Ragamala painting has been found on the margins of a now-missing manuscript, dated back to 1475, from Western India.Iconography, symbolismStarting from the 16th-17th centuries, Ragamala paintings used images of Hindu deities to personify the musical notes in the raga. In that vein, Raga Bhairava became Lord Shiva, with his vaahana or vehicle Nandi. Raga Megha was pictured as Lord Vishnu wearing a garland of flowers, with a peacock sitting at his feet.Moreover, the ragas are also associated with the six seasons – summer, monsoon, autumn, early winter, winter and spring – and different times of the day – dawn, dusk, night. Thus, it is no surprise that the music of the ragas/raginis, and their paintings, inspire a connection to a time of day, year, mood or god.The iconography in Ragamala paintings went through a shift in the mid-16th century, from the depiction of a singular divine icon to chronicling human beings, mostly women, in relation to their environment. Landscapes and architectural settings gained prominence. This change can also be due to the influence of the popular Bhakti Movement, which encouraged the expression of love, longing and devotion for god.There are literary sources as well that can attest for the depiction of love as a theme for Ragamala paintings. One such manuscript is Keshava Dasa of Orchha’s Rasikapriya, a treatise on love, dating to 1591, which shows the various facets of Radha and Krishna’s courtship – the love, quarrels and eventual reconciliations – and contributes to the drama in Ragamalas.Iconography shifted in the mid-16th century to depict humans and their relationship with the environment. Raga Panchama and Ragini Tori. Credit: Sahapedia.orgGaining GroundDuring the 16th–19th centuries, Ragamala paintings spread across the Mughal empire as painters and scribes accompanied their patrons to various postings. Images erstwhile restricted to the Rajasthani region now spread towards the South.It was here in the Deccan that the series became larger and more complex. The theme changed to depict the heroine in a state of longing and loss – a virahini separated from her soulmate. This was again connected with the Bhakti Movement, as the allegory of “love in separation”, akin to the separation of the soul from god, was much used.In the early 19th century, Ragamala miniature paintings also developed a distinct style in the court of Oudh under the patronage of Nawab Shuja’ ud-Daula and his son Asaf ud-Daula. Court artists such as Johan Zoffany and Tilly Kettle, painters of European origin, incorporated Judeo-Christian imagery and devices such as angels above clouds into this distinctly Indian genre of miniature painting.Fading AwayHowever, soon Ragamala paintings saw a gradual decline. It was only in 1877, writes musician Anirban Bhattacharya in his Sahapedia essay, that the “first coherent and complete sequence of the six principal ragas corresponding to the six principal seasons and their corresponding 36 raginis – a theory long prevalent in India, along with their pictorial representation in the form of a Ragamala” was curated by Raja Sir Sourindro Mohun Tagore, a leading figure in Bengal Renaissance.Ragini Trivani and Ragini Desi. Credit: Sahapedia.orgThe existence of Ragamala paintings across the Indian subcontinent, and even Nepal, attests to its widespread popularity spanning several centuries. The paintings represented a curious confluence of three distinct Indian artistic traditions: poetry, classical music and miniature painting. It is no surprise, therefore, that the imagination of the music that accompanied the imagery of the paintings continues to captivate viewers.This article is part of Saha Sutra on www.sahapedia.org, a digital library of Indian culture.","author":"Simran Agarwal, Sahapedia","time":"2020-04-18T14:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/140088-byuzpdsqjw-1587111498.jpg","tags":["India","Classical music","Classical art"],"source":"https://scroll.in/article/959474/western-indias-ragamala-paintings-blend-music-and-art-into-a-single-frame"}