{"title":"West Bengal police begin inquiry after woman is lynched on suspicion of child lifting","content":"Police in West Bengal’s Murshidabad district on Thursday detained a few people for questioning, two days after a mob mercilessly beat to death a woman suspected of child-lifting, The Indian Express reported. The woman is believed to have been mentally challenged. “A mob beat up the woman after a rumour spread that she was trying to lift children from the village,” Murshidabad Superintendent of Police Mukesh had told The Telegraph on Tuesday. “We have started [investigating] the murder case. We are trying to identify the people involved in the lynching as well as those who spread the rumour.”Otera Bibi, who lived in Mithipur-Panagarh village with her parents, had left her home on Monday night. On Tuesday afternoon, the 40-year-old had reached Secondra village and had allegedly tried to enter the house of one Dilip Ghosh, according to The Indian Express. The neighbours allegedly assaulted her after Ghosh alerted them, claiming she had entered his house to kidnap his minor daughter. “The villagers started beating the woman mercilessly,” an eyewitness, who wished to remain anonymous, told Hindustan Times. “She was trying to say something, but we couldn’t understand her. Some youngsters ripped off her clothes and partly tonsured her.” The eyewitness also claimed that the woman’s incoherent speech added to suspicions that she was a child trafficker from Bangladesh. “They tied her to a tractor and beat her for three hours.”The police reached the spot after being informed about the violence and rescued her. But she succumbed to her injuries later. Her husband Azizul told The Telegraph that she was “mentally challenged” and often ran away from home.Past incidents of child-trafficking in West BengalSecondra village has been on alert since a 14-year-old girl was allegedly trafficked by one Neetu Yadav, a mother of two. The girl was rescued by the West Bengal Police, Hindustan Times reported on Thursday. In January, a man was lynched in West Bengal’s Burdwan after villagers mistook him for a child-lifter.","author":"Scroll Staff","time":"2017-06-29T22:02:36.650688+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/842182-61846-zurdqyescq-1498753025.jpeg","tags":["West Bengal","Murshidabad","child trafficking"],"source":"https://scroll.in/latest/842182/west-bengal-police-begin-inquiry-after-woman-is-lynched-on-suspicion-of-child-lifting"}