{"title":"West Bengal: Mamata Banerjee severs ties with brother after he objects to TMC’s Lok Sabha candidate ","content":"West Bengal Chief Minister Mamata Banerjee on Wednesday said that she will sever ties with her brother Swapan Banerjee, hours after he objected to Prasun Banerjee’s nomination by the Trinamool Congress from the Howrah Lok Sabha seat, reported The Indian Express.“I do not consider him [Swapan Banerjee] to be part of my family,” she told reporters. “I break all relations with him. From today, I will disown him.”The Trinamool Congress chief said that if all her family members start asking for tickets, she would be participating in dynastic politics, which she opposes.“I work with crores of people in my party,” she said. “I have nothing called family. In terms of blood relations, I have a family of 32 members. But no one is like him [Swapan Banerjee]. Everyone is unhappy with him.”Swapan Banerjee is the youngest of Mamata Banerjee’s five brothers.Earlier on Wednesday, he had said that he was against his party’s decision to field Prasun Banerjee from the Howrah constituency. Prasun Banerjee, a former football player, is a two-time Trinamool Congress MP from the constituency.“I have been with the party for a long time,” Swapan Banerjee said reported The Indian Express. “I cannot accept this. Prasun Banerjee should not be a party candidate. He is the wrong choice for the Howrah seat. Many capable people were overlooked when the party chose him for Howrah. A person who cannot pass Class 5 you are allowing him graduation. People of Howrah will also not accept him.”However, soon after Mamata Banerjee expressed disapproval of her brother’s comments, Swapan Banerjee offered his apology, reported The Telegraph.“I made a mistake,” he said. “Didi [Mamata Banerjee] can say whatever she wants to. This is personal, I don’t want to talk about it. I have nothing to say against the party nominee. Didi’s blessings mean everything to me.”The Trinamool Congress on March 10 had released its list of candidates for all 42 Lok Sabha seats in West Bengal.","author":"Scroll Staff","time":"2024-03-13T20:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199219-ejbfkqnqvx-1710339548.jpg","tags":["Swapan Banerjee","Mamata Banerjee","West Bengal","Prasun Banerjee","Lok Sabha Polls","Trinamool Congress"],"source":"https://scroll.in/latest/1065143/west-bengal-mamata-banerjee-severs-ties-with-brother-after-he-objects-to-tmcs-lok-sabha-candidate"}