{"title":"West Bengal Assembly passes resolution against Centre’s extension of BSF jurisdiction in state","content":"The West Bengal government on Tuesday passed a resolution against the Centre’s decision to extend the Border Security Force’s jurisdiction in the state, PTI reported. The resolution was passed with 112 MLAs voting in favour and 63 opposing it.Last month, the Centre had extended the Border Security Force’s jurisdiction in West Bengal to 50 kilometres from the international border. It also extended the security force’s jurisdiction for a similar area from the international border in Punjab and Assam.In all three states, the Border Security Force’s area of operation was earlier up to 15 kilometres from the international border.On Tuesday, West Bengal became the second state after Punjab to pass a resolution in the Assembly against the Centre’s decision. “We demand that this decision be withdrawn immediately as enhancing the area of jurisdiction of the BSF is a direct attack on the country’s federal structure,” West Bengal Parliamentary Affairs Minister Partha Chatterjee said while moving the resolution in the House.Meanwhile, chaos erupted during discussion on the resolution after Trinamool Congress MLA Udayan Guha accused Border Security Force personnel of “inappropriately touching women while searching them” near international border, the Hindustan Times reported.“A child living in a border area can never be patriotic if he witnesses his mother being inappropriately touched under the garb of body search by the BSF,” Guha said, according to PTI.Leader of Oppposition Suvendu Adhikari said that Guha’s comments were unacceptable. Bharatiya Janata Party MLAs also demanded that the remark be expunged from the Assembly’s proceedings.However, Speaker Biman Banerjee did not expunge Guha’s comment, PTI reported.","author":"Scroll Staff","time":"2021-11-16T17:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/143070-snjaqbzokv-1592488419.jpg","tags":["West Bengal","BSF","Border Security Force","Punjab","Assam"],"source":"https://scroll.in/latest/1010715/west-bengal-assembly-passes-resolution-against-centres-extension-of-bsf-jurisdiction-in-state"}