{"title":"West Bengal: Mamata Banerjee will chant ‘Jai Shri Ram’ before elections are over, says Amit Shah","content":"Union Home Minister Amit Shah on Thursday took a dig at West Bengal Chief Minister Mamata Banerjee, saying that she too will chant “Jai Shri Ram” before Assembly elections are over in the state, PTI reported. The slogan, which hails the Hindu deity Ram, gained significance as Banerjee last month declined to speak at an event to celebrate Netaji Subhas Chandra Bose’s birth anniversary, after people chanted it.“The environment is such that chanting Jai Shri Ram has become a crime in Bengal,” Shah said at a rally in Coochbehar town. “Mamata Didi, will the slogan be raised in Pakistan if not in Bengal? She will herself begin chanting it by the time Assembly polls are over.”#WATCH | Such an environment has been created in Bengal that raising Jai Shri Ram slogans has become crime. Mamata Didi, if slogans of Jai Shri Ram are not raised here, will it be raised in Pakistan?: Union Home Minister Amit Shah in Coochbehar pic.twitter.com/FzzHMP2NUR— ANI (@ANI) February 11, 2021\n\nIn a reference to the event marking Bose’s birth anniversary, Shah said that Banerjee keeps engaging in arguments with Prime Minister Narendra Modi. “Will this lead to any good for West Bengal,” he asked. “So ensure that a BJP government is formed in the state, so that it can work as a double engine with Modi ji at the Centre.”#WATCH | Mamata didi keeps on quarrelling with Modi ji, she even quarrelled during Subhash babu's program. It was Subhash babu's event, you could have refrained from politics there: Union Home Minister Amit Shah in Coochbehar pic.twitter.com/iCFWzW65ou— ANI (@ANI) February 11, 2021\n\nThe home minister, who launched the BJP’s campaign trail “Parivartan Yatra” in Coochbehar, said that it was not to change a chief minister, MLA or minister but putting an end to infiltration and transforming the condition of West Bengal.  “You vote the BJP to power in Bengal,” he said. “Leave alone illegal immigrants, not even a bird from across the border will be allowed to enter the state.”He said the Assembly elections will be a contest between Modi government’s “development model” and Banerjee’s “destruction model”. The home minister then went on to draw another comparison, saying that the Modi government works for “public welfare”, while the West Bengal chief minister was concerned only about “nephew’s welfare”. The saffron party has constantly been accusing Banerjee of nepotism for promoting her nephew Abhishek Banerjee. “Mamata’s focus is only making her nephew the next chief minister,” Shah said. “Had [West Bengal BJP President] Dilip Ghosh not been there, she would have announced her nephew as the next chief minister. But now she is scared.”","author":"Scroll Staff","time":"2021-02-11T15:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154731-modedvrscj-1613035693.jfif","tags":["Amit Shah","Mamata Banerjee","West Bengal","West Bengal elections"],"source":"https://scroll.in/latest/986615/west-bengal-mamata-banerjee-will-chant-jai-shri-ram-before-elections-are-over-says-amit-shah"}