{"title":"West Bengal: BJP legislator found hanging outside shop in North Dinajpur, party alleges murder","content":"A senior Bharatiya Janata Party leader was found dead outside a shop near his home in Hemtabad area of West Bengal’s North Dinajpur district, PTI reported, citing the police.“Debendra Nath Ray was found hanging near a shop at Hemtabad area this [Monday] morning,” a senior district police officer said. “We have started an investigation.”Later in the day, the West Bengal Police said a suicide note was recovered from Ray that named  two persons responsible for his death.  “All necessary steps of investigation such as use of tracker dog, visit of forensic experts are being taken,” the police added. “PM [post mortem] is yet to be done. People are requested not to jump on speculative, biased and judgmental conclusions and to wait for the investigation to complete.”Ray, who became an MLA from Hemtabad on a Communist Party of India (Marxist) ticket, had switched sides to the BJP last year after the Lok Sabha elections.Ray’s family alleged that the leader was murdered after he was escorted out of his home by a group of people around 1 am, reported ABP Ananda. Local residents found Ray on Monday morning nearly 1 km from his house.All necessary steps of investigation such as use of tracker dog, visit of forensic experts are being taken. PM is yet to be done. People are requested not to jump on speculative, biased and judgmental conclusions and to wait for the investigation to complete.(3/3)— West Bengal Police (@WBPolice) July 13, 2020\n\nPolitical violence and vendetta @MamataOfficial shows no signs of abating.Death of Debendra Nath Roy, Hemtabad MLA-Uttar Dinajpur District, raises serious issues including allegations of murder. Need  for thorough impartial probe to unravel truth and blunt political violence.— Governor West Bengal Jagdeep Dhankhar (@jdhankhar1) July 13, 2020\n\nRaiganj Zilla Superintendent of Police Sumit Kumar said locals called the police to the scene, according to ANI.BJP national President Jagat Prakash Nadda condemned the incident. “The suspected heinous killing of Debendra Nath Ray, BJP MLA from Hemtabad in West Bengal, is extremely shocking and deplorable,” he tweeted. “This speaks of the Gunda Raj and failure of law and order in the Mamata [Banerjee] government. People will not forgive such a government in the future. We strongly condemn this.”West Bengal Governor Jagdeep Dhankhar called for an impartial investigation into the death. “Political violence and vendetta Mamata Banerjee shows no signs of abating,” he tweeted. “Death of Debendra Nath Roy, Hemtabad MLA-Uttar Dinajpur District, raises serious issues including allegations of murder. Need for thorough impartial probe to unravel truth and blunt political violence.”","author":"Scroll Staff","time":"2020-07-13T11:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/87663-spmtuibpaa-1583129872.jpeg","tags":["Hemtabad","BJP","Debendra Nath Ray","North Dinajpur","West Bengal"],"source":"https://scroll.in/latest/967330/west-bengal-bjp-legislator-found-hanging-outside-shop-in-north-dinajpur-party-alleges-murder"}