{"title":"West Bengal elections: Voting concludes for seventh phase, over 75% turnout recorded till 5.30 pm ","content":"6.40 pm: 75.06% voter turnout recorded till 5.31 pm in the seventh phase of West Bengal Assembly elections, says the Election Commission of India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.32 pm: Voting concludes for the seventh phase, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.30 pm: BJP President JP Nadda calls the West Bengal election unprecedented and unique.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    This West Bengal election was unprecedented & unique in its own way. With a lot of maturity, in spite of all provocations, a high standard of electioneering maintained by BJP. TMC displayed the lowest level of ethics, immature, provocative electioneering: BJP President JP Nadda pic.twitter.com/wIJTXJEJoF— ANI (@ANI) April 26, 2021\n\n\n\n    The word she (Mamata Banerjee) used along withmy name...Is it culture &language of Bengal? We represent Bengali culture. With full pride, I can say that no other person lives Bengali culture as much as I do. The language used by her can't be Bengal's language: BJP chief JP Nadda pic.twitter.com/HjWmB4U2xB— ANI (@ANI) April 26, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.17 pm: More than 71% (71.18%) turnout reported in seventh phase of West Bengal elections. Here is the district wise breakup\n    \n        \n        \n            \n            \n            \n        \n    \n\n    (Source: Election Commission of India)\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.13 pm: Former West Bengal Chief Minister Buddhadeb Bhattacharya fails to cast his vote due to poor health, reports ABP Ananda.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.08 pm: Trinamool Congress MP Abhishek Banerjee criticises Election Commission for conducting election in eight phases “to benefit a party”, reports ANI. He also expressed confidence of the party winning by a two-third majority.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.12 pm: West Bengal Chief Minister Mamata Banerjee welcomes the Madras High Court’s observations. “Welcome Madras HC order which says EC cannot escape responsibility for the Covid spike during polls,” she tells PTI.Also read‘EC responsible for second wave of Covid, should be booked for murder probably’: Madras HC\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.05 pm: Till 3.30 pm, total voter turnout recorded is 67.27%, says the Election Commission.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.03 pm: Chief Minister Mamata Banerjee casts her vote.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    West Bengal CM Mamata Banerjee shows victory symbol after she cast her vote at a polling station in Kolkata#WestBengalElections2021 pic.twitter.com/AAAJzJQMtP— ANI (@ANI) April 26, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.10 pm: West Bengal has recorded a voter turnout of 41.11% till now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.05 pm: An agent of Subrata Saha, a retired lieutenant general and the BJP candidate from the Rashbehari Assembly constituency, has been detained for allegedly molesting women voters inside a polling booth in New Alipore area, reports The Hindu.A police officer says Mohan Rao was detained after several women voters claimed he tried to drag them by holding their hands inside Bidya Bharati School. “We have received a complaint in this regard and a probe is underway,” the officer adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.42 am: BJP polling agent in Bakhra village of Ratua in Malda, Sankar Sakar, claims that he was pushed out of the booth by TMC members, ANI reports.The Trinamool Congress alleged that Sakar was not a voter and so he was asked to leave.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | WB: A BJP polling agent Sankar Sakar alleges he was forcefully pushed out of booth no.91 by TMC members and made to leave the spot in Bakhra village of Ratua, Malda. A TMC member says, \"He is not a voter here so we asked him to leave respectfully. Nobody threatened him.\" pic.twitter.com/7JVcwahuGm— ANI (@ANI) April 26, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.38 am: Here’s the district-wise breakup of the voter turnout\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.35 am: The voter turnout as of 11.35 am is 37.72%.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.30 am: BJP candidate from South Asansol Agnimitra Paul says the TMC polling agent in Baktarnagar High School was wearing a cap with the chief minister’s photo on it, which is against the rules, ANI reports.“EC has said that you can’t wear anything that has your party’s symbol or a political leader’s picture,” she says. “This is Mamata Banerjee’s trick. She knows people won’t vote for her. Her time is up. The agent says that he didn’t know about it. I will complain.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    EC has said that you can't wear anything that has your party's symbol or a political leader's picture. This is Mamata Banerjee's trick. She knows people won't vote for her. Her time is up. The agent says that he didn't know about it. I will complain: Agnimitra Paul, BJP pic.twitter.com/7qIdx37SJd— ANI (@ANI) April 26, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.40 am: The voter turnout as of 9.30 am is 17.47%.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    17.47% voter turnout recorded till 9:32 AM, for the seventh phase of #WestBengalPolls pic.twitter.com/JGUGHwNhc8— ANI (@ANI) April 26, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.20 am: Visuals of voters casting their ballots in Malda district and queuing up outside a booth in Murshidabad district.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    People cast their votes for the seventh phase of #WestBengalElections2021 today. Visuals from Samsi Primary School - designated as booth number 142/142 A - in Ratua constituency of Malda district. pic.twitter.com/IhLUl6j147— ANI (@ANI) April 26, 2021\n\n\n\n    People queue up outside a polling booth in Murshidabad, as they await their turn to cast their vote for the seventh phase of #WestBengalPolls pic.twitter.com/8p7Vbxx24N— ANI (@ANI) April 26, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.10 am: Prime Minister Narendra Modi urged voters to follow Covid-related protocols while exercising their franchise.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The seventh phase of the West Bengal elections takes place today. Urging people to exercise their franchise and follow all COVID-19 related protocols.— Narendra Modi (@narendramodi) April 26, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8 am: Rural Development Minister Subrata Mukherjee, who is contesting from Ballygunge, Labour Minister Malay Ghatak in Asansol North constituency and actor Saayoni Ghosh in Asansol South are other Trinamool leaders in the fray on Monday, according to the Deccan Herald.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.50 am: Urban Development Minister and Kolkata Mayor Firhad Hakim is contesting the Kolkata Port seat for the third time. He will face the BJP’s Awadh Kishore Gupta and the Congress’ Mohammed Mukhtar.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.40 am: The main parties in the fray are the Trinamool Congress, the Bharatiya Janata Party, and the Left front comprising the Congress and the Community Party of India (Marxist). The fate of several TMC ministers will be decided in this phase of elections, according to NDTV.Minister of Power Sobhandeb Chattopadhyay is contesting from the Bhabanipur constituency, which is currently represented by Chief Minister Mamata Banerjee. It has been with the TMC since 2011. Banerjee contested from Nandigram this election. Chattopadhyay will contest against the BJP’s Rudranil Ghosh, a TMC turncoat.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.30 am: The Election Commission has deployed 26 general observers, nine expenditure observers and six police observers for this phase, according to The Times of India. Webcasting facilities will be available at 50% of the booths, while there will be micro-observers at 20% of the polling booths.The first six phases were marred by violence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.15 am: Originally, 36 constituencies were expected to vote on Monday but election in Jangipur and Samserganj was rescheduled after the contesting candidates died. Pradip Nandi, the Revolutionary Socialist Party candidate from Jangipur and Congress candidate in Samserganj, Rezaul Haque, died of the coronavirus. Polling in these two seats will be held on May 16.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.10 am: The voting is taking place under the cloud of the coronavirus crisis. The Election Commission as well as political leaders across the spectrum were criticised for the eight phase polls and massive rallies that were allowed by flouting basic Covid guidelines. BJP leaders, including Modi and Union Home Minister Amit Shah, had continued to hold rallies despite criticism from various political parties.The Communist Party of India (Marxist) on April 14 said it will not hold any more big election rallies for the remaining three phases. Then, Congress leader Rahul Gandhi also cancelled his rallies in the state. West Bengal Chief Minister Mamata Banerjee curtailed her election schedule on April 18 and cancelled all her pre-scheduled public meetings in view of the coronavirus situation.Finally on April 19, the BJP announced that it will only hold small public meetings with not more than 500 people. On Thursday, the prime minister announced he has cancelled his rallies scheduled for Friday and would chair meetings on the coronavirus situation instead. This came hours before the Election Commission banned all roadshows, cycle or bike rallies for the seventh and eighth phases of the Assembly elections. The poll panel’s announcement came after the Calcutta High Court expressed disappointment at the way elections had been conducted so far. The court said it was “unable to reconcile with the fact” that the Election Commission had failed to take any steps beyond “issuing curriculars” to tackle the surge of coronavirus infections in West Bengal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7 am: Voting for the seventh phase of West Bengal elections begins. Thirty-four constituencies across the districts of Dakshin Dinajpur, Malda, Murshidabad, Kolkata and Paschim Bardhaman go to the polls in this phase. As many as 268 candidates are in the fray, and around 80 lakh voters are eligible to cast their franchise.Six phases of voting have already taken place. The remaining phase will take place on April 29. The results will be announced on May 2.","author":"Scroll Staff","time":"2021-04-26T08:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/158212-xaazdugwlg-1619434479.jpg","tags":["West Bengal","Covid","Coronavirus","Narendra Modi","West Bengal elections"]}