{"title":"West Bengal: 43 ministers inducted into state Cabinet ","content":"Forty-three Trinamool Congress leaders on Monday took oath as ministers in West Bengal Chief Minister Mamata Banerjee’s Cabinet at the Raj Bhavan in Kolkata, ANI reported.The team has 25 incumbent faces and 18 new ones, NDTV reported. Twenty-four of the ministers have been given Cabinet ranks, 10 of them are ministers of state with independent charge, nine others are ministers of state.Kolkata: 43 TMC leaders sworn-in as ministers in West Bengal cabinet pic.twitter.com/FRIZL5eUJx— ANI (@ANI) May 10, 2021\n\nTrinamool Congress veterans Subrata Mukherjee, Partha Chatterjee, Firhad Hakim, Aroop Biswas, Sujit Bose, Chandrima Bhattacharya and Shashi Panja were sworn in as Cabinet ministers once again.Akhil Giri, from East Midnapore district has been appointed as the minister of state with independent charge. The list also includes two more names, Soumen Mahapatra and Seuli Saha, who are believed to be from the “anti-Adhikari camp”, according to The Telegraph. The appointments assume significance as Suvendu Adhikari, once a close aide of Banerjee, defected to the Bharatiya Janata Party three months ahead of the elections and defeated the chief minister in the Nandigram constituency.Two ministers, Amit Mitra and Bratya Basu were administered the oath virtually due to poor health. Mitra, who held the finance portfolio in the last two terms, had pulled out of the Assembly elections due to his health condition.Governor approves CBI inquiry in Narada caseMeanwhile, a day before the oath-taking ceremony, West Bengal Governor Jagdeep Dhankhar said that he had approved a Central Bureau of Investigation inquiry against four erstwhile Trinamool Congress ministers in the Narada scam.Two of those ministers are Mukherjee and Hakim. Two other former ministers, Madan Mitra and Sovan Chatterjee, were also named in a release from the governor’s office. While Mitra is an MLA in the newly formed West Bengal Assembly, Chatterjee quit Trinamool Congress in 2019 to join BJP, but left the saffron party too, in March. He did not contest the elections this year.The scam involves videos published by Narada News, in which several Trinamool Congress leaders were allegedly seen accepting cash in return for favours. The videos, shot by the website’s Chief Executive Mathew Samuel, were released ahead of the state Assembly elections in 2016.Seven of the then Trinamool Congress MPs were also involved in the scam. Of them, Adhikari and Mukul Roy are now with the BJP, while Sultan Ahmed has died. The CBI has sought to prosecute Adhikari, Sougata Roy, Kakoli Ghosh Dastidar, Prasun Banerjee and Aparupa Poddar. But Lok Sabha Speaker Om Birla has not granted the permission yet.Governor accorded sanction for prosecution of Firhad Hakim,  Subrata Mukherjee, Madan Mitra & Sovan Chatterjee being appointing authority of Ministers ⁦@MamataOfficial⁩ under Article 164 & thus competent authorityMedia reports that sanction was for being MLA is incorrect. pic.twitter.com/vqEg7Cv6OW— Governor West Bengal Jagdeep Dhankhar (@jdhankhar1) May 9, 2021","author":"Scroll Staff","time":"2021-05-10T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155479-eqiiirbmlu-1617342882.jpg","tags":["West Bengal","Mamata Banerjee","Narada scam","Jagdeep Dhankhar"],"source":"https://scroll.in/latest/994504/west-bengal-43-ministers-to-take-oath-for-state-cabinet-today"}