{"title":"West Bengal: Hindu, Buddhist, Sikh and Christian refugees ‘need not be afraid’, says Amit Shah","content":"Bharatiya Janata Party National President Amit Shah on Tuesday said that Hindu, Buddhist, Sikh and Christian refugees in West Bengal “need not be afraid”, because the Citizenship (Amendment) Bill proposes to grant them citizenship. He also accused the ruling Trinamool Congress of misleading people on the National Register of Citizens, The Indian Express reported.“They [TMC] are very fond of infiltrators,” Shah said at a rally in Malda district. “To expel the infiltrators, NRC was brought but they misled the people of Bengal by saying that Bengalis will be driven out. I want to assure all refugees living in Bengal – Hindu, Buddhist and Sikh – that they need not be afraid.”“Whether the person is a Buddhist, Sikh or Christian, no one will be left out,” the BJP chief said. “Those who have been oppressed and have come from Pakistan, Afghanistan, Bangladesh will be granted citizenship by the Narendra Modi government.”Shah asked Chief Minister Mamata Banerjee to make her stand on the Citizenship Bill clear. “Mamata Banerjee will oppose the bill because she is only concerned about her vote bank,” he alleged. “The Trinamool Congress government has done nothing for the refugees,” PTI quoted Shah as saying. “But we will give citizenship to all Bengali Hindu refugees. I want to assure all the Bengali refugees that they will get citizenship.” Trinamool Congress threatens to file defamation caseMeanwhile, the Trinamool Congress threatened to file a criminal defamation case against Shah if he did not withdraw his remark that the party’s leaders collect “syndicate tax”, PTI reported. “If lotus blooms in Bengal [if BJP comes to power], then you won’t have to pay syndicate tax to Trinamool Congress leaders,” Shah had claimed.“Mr Amit Shah, Bengal is not UP where you are spreading hate and disharmony,” Trinamool Congress chief spokesperson Derek O’Brien said. “There is peace and harmony here. And, if you do not withdraw your wild allegations on ‘syndicate tax’, we shall charge you with criminal defamation.”O’Brien claimed that Shah’s speech showed that BJP leaders were very nervous as “their days are numbered”, according to PTI. “Their speeches are low on facts and poor in taste,” he said. O’Brien said the BJP does not understand the ethos of India, or of West Bengal. “They are heading towards one big zero [in the West Bengal Lok Sabha elections],” he said.Amit Shah returns to New DelhiThe BJP president had to cut short his trip to the state and return to New Delhi after his temperature shot up. Shah, who had been admitted to the All India Institute of Medical Sciences last week because of swine flu, was slated to address rallies in Birbhum, Jhargram, Nadia and South 24 Parganas.While state unit chief Dilip Ghosh said he would lead the rally in Jhargram, Union Textiles Minister Smriti Irani will address the public meeting in Birbhum, Zee News reported. Irani will also lead the two rallies in Nadia and South 24 Parganas district, the news channel quoted unidentified party leaders as saying.","author":"Scroll Staff","time":"2019-01-23T09:18:51.727173+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111234-pgjxhfjtoi-1548214753.jpg","tags":["Amit Shah","Trinamool Congress","refugees","Citizenship Bill","West Bengal"],"source":"https://scroll.in/latest/910486/west-bengal-hindu-buddhist-sikh-and-christian-refugees-need-not-be-afraid-says-amit-shah"}