{"title":"West Bengal says it will not implement National Education Policy for now","content":"West Bengal Education Minister Partha Chatterjee claimed on Monday that the new National Education Policy undermined the federal structure of the country, adding that it will not be implemented in the state right now, PTI reported. Chatterjee also said he has objected to the Centre not including Bengali in the list of classical languages. “There is no question of implementing NEP in the state for the time being,” Chatterjee said. “More discussions need to be held on the matter with all stakeholders. We have expressed our reservations about certain aspects of the NEP, which have been framed without taking Bengal into confidence. They undermine the country’s federal structure and the role of the states.”Chatterjee said consolidation of the higher education system and centralisation of education will in fact defeat the purpose of the NEP. “We are surprised that the language of Rabindranath Tagore, Bankim Chandra Chatterjee, Sarat Chandra Chattopadhyay does not figure in the list of classical languages in this new education policy,” Chatterjee added. “I have conveyed the state government’s view in this regard.”Last month, the West Bengal government constituted a six-member team of experts to study and submit its observations on the NEP. Chatterjee said on Monday that the panel has already submitted its opinion to the state government. ‘NEP encourages privatisation’: Jharkhand chief ministerMeanwhile, Jharkhand Chief Minister Hemant Soren alleged that the NEP encouraged privatisation. He, like Chatterjee, also said it hurts the “spirit of cooperative federalism”. Soren said the Centre should have consulted the states before framing the policy.“The new policy encourages commercialisation and privatisation,” he said. “As the Union government did not consult with states before preparing it, despite education being a part of the Constitution’s concurrent list, implementing it would hurt the spirit of cooperative federalism.” The chief minister also said that the NEP lacked clarity. He said it was not clear how students from Adivasi communities and marginalised sections would benefit from the provisions of the policy. “Only those languages that figure in the eighth schedule of the Constitution have been included in the list of classical languages in NEP,” Soren complained. “That leaves out several other languages spoken by different cross-sections...injustice is being done to them.”  Soren requested Prime Minister Narendra Modi’s intervention to modify the NEP.The policyUnder the new policy, the 10+2 school education structure will be replaced with a 5+3+3+4 structure for age groups between three and eight, 11 and 14, 14 and 18 years. The first five years in school will be the foundation stage. The next three years will make up the preparatory stage (Classes 3 to 5). Classes 6 to 8 will be the middle stage and 9 to 12 will be the secondary stage. Students will be allowed to take up courses across disciplines.  The NEP will also focus on promotion of multilingualism, with the medium of instruction till at least Class 5, but preferably till Class 8 and over the local language or mother tongue. Sanskrit may be opted at school levels, including as an option in the three-language formula. Foreign languages will be offered at the secondary level.The policy mandates states and Union Territories to set up an independent State School Standards Authority that will facilitate public oversight and accountability. States will come up with their own curricula and prepare textbooks. The new policy also makes the availability of textbooks in regional languages a top priority.","author":"Scroll Staff","time":"2020-09-07T22:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/87484-xrosmuqedy-1599495499.jpg","tags":["Partha Chatterjee","West Bengal","National Education Policy","Bengali","federalism"],"source":"https://scroll.in/latest/972492/west-bengal-says-it-will-not-implement-national-education-policy-for-now"}