{"title":"What should India do if China invades Taiwan?","content":"In August, three recently-retired chiefs of Indian armed services travelled to Taipei to attend a security dialogue organised by Taiwan’s foreign ministry.The visit came at a time when India is reportedly studying possible responses to instability and conflict over a possible invasion of Taiwan by China. Such a Taiwan contingency raises significant concerns for India, especially economic concerns, observers say.Moreover, India’s strengthening security partnership with the United States – which has vowed to defend Taiwan against Chinese aggression – may lead to Delhi getting dragged into such a conflict, they say.The Taiwan flashpointChina considers Taiwan a breakaway province and believes that reunification with it is the unfinished agenda. In recent years, Beijing has said it is willing to use force to take control of Taiwan even as Chinese President Xi Jinping has told his military to “be ready” by 2027. This has led to increasing concerns in Taipei and Washington about a possible conflict with China.While the US does not recognise Taiwan as an independent nation, it has repeatedly vowed to help defend Taiwan against Chinese aggression. Its Taiwan Relations Act mandates Washington to assist Taiwan. The US’ backing of Taiwan, however, is mainly aimed at maintaining the balance of power against China in the Indo-Pacific region – making Taiwan a prominent geopolitical flashpoint of great power competition.India’s Taiwan contingency planning?The Taiwan visit by General (Retd) Manoj Naravane, Admiral (Retd) Karambir Singh and Air Chief Marshal (Retd) RKS Bhadauria for the Ketagalan Forum Indo-Pacific Security Dialogue was on Taipei’s invitation. They were reportedly accompanied by other former Indian military officials, including one who previously worked on conflict simulation and planning at the Army War College and the National Defence College.The Indian contingent additionally reportedly held closed-door discussions with Taiwanese defence ministry’s key think tank, the Institute of National Defence and Security Research.While it is unclear if their participation was sanctioned by Delhi, this happened at a time when General Anil Chauhan, India’s Chief of Defence Staff, has reportedly initiated a study on how India could get dragged into a conflict over Taiwan, and how Delhi should respond.\n\t\t\n\tFormer Indian Army chief Manoj Naravane at the Ketagalan Forum in Taiwan. Credit: Manoj Naravane/TwitterIndia’s concernsSuch planning for the Taiwan contingency is important for India to be able to protect its interests. Rajesh Rajagopalan, professor of international politics at Jawaharlal Nehru University, said that India’s greatest interest is to ensure China does not become the Indo-Pacific’s hegemonic power. “If China conquers Taiwan, it means that the US is pushed out of the Indo-Pacific region,” Rajagopalan told Scroll. “That’s not in our interest.”Delhi does not have diplomatic relations with Taipei, but has been exploring deeper economic ties.Stability in the Taiwan Strait and the South China Sea, which will be affected in a possible Taiwan contingency, is critical for India’s national security because a significant portion of India’s trade traverses these waters. Harsh V Pant, vice president for studies and foreign policy at the Observer Research Foundation, has described possible disruption here as “a war-provoking situation” for India.Vijay Gokhale, India’s former foreign secretary, cautioned that the Taiwan conflict’s impact “would dwarf” the economic fallout of Russia’s invasion of Ukraine.Srikanth Kondapalli, professor of China studies at Jawaharlal Nehru University, similarly highlighted India’s economic concerns vis-à-vis the Taiwan contingency. “There’s a lot of trade and investment in the region,” Kondapalli told Scroll. “If there’s uncertainty in the region, it would create hurdles in economic and investment matters.”Kondapalli added, “When you have Chinese military exercises, terrain-related matters become problematic, and trade and transit is affected. [India-Taiwan] trade itself isn’t very high, but there’s a lot of investments coming [into India]. If the Taiwan Strait crisis intensifies, we’ll suffer.”Kalpit Mankikar, a China researcher at the Observer Research Foundation, concurred. “India must plan contingency with respect to disruption of underwater cables and a possible naval blockade of Taiwan by China,” he said.Such a blockade is of great concern, Rajagopalan explained. “A [Chinese] blockade [of Taiwan] is serious not only because it’ll lead to disruption, but also because it would potentially lead to a full-scale war,” Rajagopalan said. “It’s a way for China to ensure that it doesn’t fire the first shot and force the US to start the war. The US won’t not stand by in a blockade because it’s an act of war.”A fishing boat sails past a Chinese warship during a military drill off the Chinese coast near Fuzhou, Fujian Province, across from the Taiwan-controlled Matsu Islands in April 2023. Credit: Thomas Peter/ReutersDragged inTo this end, some China observers and strategic experts have highlighted concerns that India’s recent defence agreements and strengthening security ties with the US may create retaliatory risks for India or India may get dragged into such a full-scale conflict.Gokhale highlighted in a paper published in April that because much of America’s pre-war deployment in the region is vulnerable to initial Chinese missile strikes in case of a Taiwan conflict, Washington may look to Delhi for logistical assistance thus creating a retaliatory risk for India. “It is not unreasonable to assume that the United States will ask for logistical assistance from India, possibly including the use of the Andaman and Nicobar Islands,” Gokhale wrote. “These could be seen as red flags [by China].”In recent years, India and the US have signed defence agreements such as the Logistics-Exchange Memorandum of Agreement that allows both countries to replenish from each other’s designated military facilities. This includes transportation, billeting, refuelling, repairs and other logistical assistance. The vulnerability of the US military’s forward deployment was highlighted in the Center for Strategic and International Studies’ Taiwan conflict simulation in January.Pant concurred. “[Assisting the US] are escalatory steps, which would entail a serious reassessment of traditional Indian thinking on such matters,” Pant wrote. “There will always be a danger that it could lead to an eventual Chinese response on the Himalayas at a time and place of Beijing’s choosing.”However, referring to the CSIS’ simulation, Rajagopalan said: “At that stage, all bets are off. Everything gets scrambled. [Indian assistance to the US] wouldn’t matter very much then. India would probably get involved, or definitely not stay out, at that stage.”Mankikar said that whether Delhi assists Washington or not would not matter if there is a conflict, as India already faces Chinese belligerence.","author":"Nachiket Deuskar","time":"2023-09-19T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193982-drzvocauxo-1694422951.jpg","tags":["India","Taiwan","India-Taiwan Relations","Defence"],"source":"https://scroll.in/article/1055777/what-should-india-do-if-china-invades-taiwan"}