{"title":"What possibilities and challenges does the caste survey open up for the BJP and the Opposition?","content":"If the release of the  caste survey report by the government of Bihar saw the social justice  camp jubilant, the Bharatiya Janata Party seemed to react with  panic and desperation. The BJP’s anxiety is somewhat puzzling as the  party appeared to have cracked the code of social justice politics in  recent times, successfully exploiting intra-subaltern conflicts and  contradictions in its favour.Why is the BJP uncomfortable with the caste census? Why are the  social justice parties excited, given the ways in which BJP has turned  the table against them in the recent past? What possibilities and  challenges does the caste survey open up for both the BJP and the Opposition?Social justice and HindutvaThe scholarship on social justice and Hindutva politics has come full  circle. From conceiving caste politics as a perfect and natural  antidote to Hindutva politics, scholars now condemn it for breeding  religious majoritarianism. Hindutva and lower-caste politics once locked  horns. Not any longer. Unlike in the 1990s, Mandalisation and religious  majoritarianism are not seen as antithetical to one another. Rather,  they are now in cosy and comfortable coexistence. The naive view that caste politics would necessarily be anti-communal has been questioned.What is most intriguing is that despite its core agenda of  communalism and religious polarisation, the BJP has been able to win  over a large section of the lower castes by exploiting the caste  contradiction.  The obsession with representation in social justice politics worked perfectly well for a new brand of Hindutva politics that was desperate to expand its social base. The BJP has  fashioned a totally different logic of caste-based identity politics  that is in sync with its larger Hindutva politics.Since 2014, political analysts have been trying to answer the  following questions: Why has caste politics ceased to be a perfect  antidote to Hindutva politics? Why are Dalits and lower castes  voting for the BJP?Culturalisation of casteMany scholars trace the failure of social justice politics and the  success of the BJP’s strategy to a process called “culturalisation of caste”. At the heart of the culturalisation thesis is  the idea that caste is not only about hierarchy and discrimination.  Rather, there is a strong cultural element to caste, which generates a  deep sense of belonging and affinity amongst its members.It is this cultural aspect of caste that Ambedkarite and anti-caste  politicians have failed to appreciate. By only emphasising the  hierarchical and discriminatory aspect of caste, anti-caste politics  attempts to rob it of its more immediate sense of identity and  belongingness.That is why there are hardly any takers for the idea of the  annihilation of caste since the inception of anti-caste politics. If the  earlier project of annihilation of caste appeared utopian, with the  culturalisation of caste, it is not even desirable. All castes want to  preserve their caste identity and maximise power for their own group.  Hindutva politics, which has always tried to treat caste as a way of  life bereft of any discrimination and hierarchy, becomes appealing in  such a context. In this view, the discriminatory aspect of the caste is reduced to a  thing of the past. This blocks any possibility of a larger mobilisation  around caste, as caste is no longer a problem that needs to be addressed  or annihilated. Such a view of caste easily feeds into Hindutva  politics.What makes culturalisation seductiveThis immediately raises the question of why the culturalisation of  caste is so appealing now. Are caste’s hierarchical and discriminatory  aspects things of the past?In a recent lecture, Ajay Gudavarthy claimed that  earlier scholars of Indian politics had failed to see the cultural  aspect of caste. As a result, they believed that caste politics would be  an automatic check on Hindutva politics. While Gudavarthy is right in  pointing out the flawed assumptions of earlier scholars, contrary to  him, I argue that earlier scholars of Indian politics were aware of the  cultural aspect of caste. But there were concrete material conditions  that prevented an appeal to the cultural side of caste at that time. Let  me flag two such reasons here.The first reason is the tremendous rise of jati-specific outfits such  as the Nishad Party, Suheldev Bharatiya Samaj Party, Apna Dal,  and Mahan Dal in Uttar Pradesh and the Vikassheel Insaan Party  in  Bihar. This upsurge has come at the expense of broader caste  solidarities. While there is no doubt that caste politics in its  electoral avatar has always been politically fragmented, the  fragmentation was never as deep, dangerous, and pervasive as it is  today. As long as Hindutva was not at the centre stage of things, such a  fragmentation never posed a threat to democracy itself, which it now  appears to be furnishing.Earlier scholars assumed and hoped that the everyday experience of  caste discrimination, along with the imperative of capturing state  power, would stimulate the lower castes to unite, at least politically,  if not socially. At the heart of this assumption was an analytical  distinction that scholars from MN Srinivas onwards have often made  between the sociological reality of caste and its political reality.To appreciate the heterogeneity of meanings that caste signifies in  different domains, every textbook on caste starts with the idea that  there are three categories through which the caste system can be  understood: jati, varna, and government categories such as Scheduled  Castes and Other Backward Classes. Since caste looks very  different in different domains, no single category is adequate to  explain it in totality.Consequently, while the category of jati was useful in understanding  the everyday reality of caste (dining, marriage, and so on), it had  hardly any analytical purchase when it comes to politics. In politics,  it was the cluster of castes (Scheduled Caste/Other Backward Classes), as opposed to jati, that became  the most relevant category. This is why Andre  Beteille claimed that internal segmentation and differentiation become  irrelevant in the Indian political context.For long, scholars of Indian politics took this analytical  distinction and its political implications seriously. However, the  recent mushrooming of jati-specific outfits appears to obliterate  the distinction between the sociological and the political reality of  caste. The category of jati has become important not only to understand  the pattern of social intercourse but also to explain political  behaviour. Caste, which appeared to work differently in different  domains earlier, now looks identical in different domains.To put it bluntly, different jatis are not only marrying within their  own community but also becoming increasingly loyal to the interests of  their own jati, not to the larger solidarities invoked by terms such as  Dalit and Bahujan.When earlier scholars thought of caste and politics, they took the  possibilities of solidarities as their reference point. They assumed and  hoped that collective suffering would result in collective  solidarities. They were not totally wrong. Even though different castes  remained socially fragmented, they entered into political solidarities  for the purposes of capturing power and fighting against the dominance  of caste elites.However, a transformation in the sociology of conflict in the  post-Mandal period has diminished the possibilities of forging  solidarities in the name of caste. Consequently, once the Backward versus Forward contradiction is  transformed into a contradiction amongst and within the Backward, it  paves the way for mobilising and targeting specific jatis. It is to the  BJP’s credit that it has somehow (despite its emphasis on communal  polarisation) been able to target specific jatis and communicate the  cultural idea of caste to the electorate. As a result, while caste has  not lost its political currency, the caste contradiction in terms of  Backward versus Forward has certainly lost its centrality.The second reason for the neglect of the cultural dimension of caste  is that while earlier scholars hoped that the politicisation of caste  would facilitate and cement larger solidarities, they failed to foresee  the possibility that it could lead to fragmentation. They were not  unaware of the structural limits of the graded nature of hierarchy and  its implications for cementing unity. Yet, they hoped that given the  everyday experience of caste and the incentive of electoral democracy,  it would be possible to overcome fragmentation. In this context, while  the social justice parties had to undertake the difficult task of  undermining and overcoming the systemic element of caste (graded  hierarchy), the BJP had to simply exploit the fragmentation by anchoring  their unity around a larger Hindu identity.This does not mean that the task before the BJP was an easy one. For a  long time, it was largely seen as the party of upper-caste Hindus. The  BJP took two-and-a-half decades for it to decode caste politics. The  three factors that put the BJP in an advantageous position were a shift  in social contradiction, its ability to win over hitherto  underrepresented smaller caste groups through nominal  representation, and the transformation of the electoral context in Uttar  Pradesh and Bihar into a bi-polar one. Disillusioned and frustrated  with the social justice parties for their apparent failure in ensuring  representation and material well-being, the lower castes began drifting  towards the BJP. The primary reason for the BJP’s mastery of social justice politics is  its ability to take two commonsensical aspects of caste seriously. One,  that it is jati (not the larger categories of Bahujan or Backward) that  is the most immediate and effective unit of identification for a  majority of castes. And, two, that a graded hierarchy provides political  opportunities for exploiting inter-jati rivalries and resentments. Both  these factors would not have worked in the BJP’s favour had the party  not transformed itself and taken the issue of representation seriously. A  mix of caste polarisation alongside sustained communal polarisation has  made the BJP formidable.Structural limitsHas the culturalisation of caste closed off the possibility of an  anti-caste politics that is also anti-communal? The answer is no.The issue of the caste census provides us with a very important lens  to see the structural limits of the BJP’s caste politics. The BJP’s  anxiety over something that is not an emotive and popular issue on the  ground reveals its political precarity on caste. While the token  representation of various smaller caste groups has been instrumental in  the BJP’s success, it is very unlikely that the substantive  socio-economic aspirations of these disparate castes can be met within  the Hindutva framework.The very survival of the BJP depends on displacing the material  contradiction of caste with a larger overarching narrative of Hinduness,  nationalism, and development. The issue of a caste census tends to  upset this strategy. Any social justice politics that moves beyond the  stage of nominal representation and grounds its politics in material  advancement is going to make the BJP vulnerable.Challenge for oppositionIt would be naive and incorrect to claim that a caste census would  make the BJP’s social engineering implode. Any such possibility requires  that religious polarisation be displaced by caste contradiction.Through constant propaganda, the BJP has been able to turn the weaker  sections of the lower castes against their more privileged sections.  Until the social justice parties win this ideological war, and also give  underrepresented social groups their due, they are not going to reap  the benefits of a caste census. Much would depend on how the smaller  caste groups respond to evidence of their own destitution.The biggest challenge before the social justice parties is to bring  the material aspect of the contradiction to the fore and offer a social  narrative that can appeal to the aspirations of disparate castes.  Overcoming the ongoing fragmentation of the lower castes is a daunting  task that they will have to undertake. But for that, they cannot rely on  the earlier fault lines of Backward versus Forward. They will have to  re-imagine their politics in the light of newer fault lines.A caste census may not going to transform the course of electoral  politics. But it offers some hope to the social justice parties.  Bringing caste contradictions to the fore would give the social justice  parties some space for manoeuvre and enable them to compete in wooing  the other lower castes. It is the prospect of such a decentering that  makes the BJP anxious.Pankaj Kumar teaches at the National Law School of India  University, Bengaluru, and is a PhD scholar at the Centre for Political  Studies, Jawaharlal Nehru University, New Delhi.This article was first published on The India Forum.","author":"Pankaj Kumar","time":"2023-12-26T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194852-yvcyyuzogv-1696864972.jpg","tags":["Caste Census","2024 General Elections","Lok Sabha Elections","Nitish Kumar","Mandal Politics"],"source":"https://scroll.in/article/1060249/what-possibilities-and-challenges-does-the-caste-survey-open-up-for-the-bjp-and-the-opposition"}