{"title":"What American Democrats and the global Left get wrong about undocumented immigrants","content":"Zapata County, Texas, has been in the news for the way its residents voted in the 2020 Presidential election. The border county is named for Colonel José Antonio Zapata, a rancher who backed the secession of Texas from Mexico in the 1840s, and not for his more famous namesake, the 20th century Mexican revolutionary Emiliano Zapata. The county’s population is overwhelmingly Hispanic and far from wealthy, with the median household income being just under $25,000 US annually, as against $68,000 for the United States as a whole.Candidates from the Democratic party gained a majority in Zapata County in every presidential election for a hundred years starting in 1916. Hillary Clinton defeated Donald Trump by 33 points in 2016. In 2020, Trump reversed the century-old trend, beating Joe Biden by 5 points. How did a right-wing populist who demonised Mexicans throughout his first presidential campaign end up attracting so many working-class Hispanic American votes?The answer is complex. Many Zapata County residents work in the state’s oil and gas industry, and were spooked by Joe Biden’s promise to wean the United States off fossil fuels. Cultural conservatism played a role, as did the fear of Covid-related lockdowns in any future Democratic administration. But there is no doubt the issue of illegal immigration loomed large. According to news reports, Donald Trump’s idea of building a wall along the entire border is widely ridiculed in the region, and there have even been lawsuits concerning the takeover of private property for wall-building. On the other hand, many locals who gained citizenship through lawful means are unsympathetic to those wishing to cross surreptitiously, and resent the corollary criminal activity that trafficking brings with it.For some reason, the Democrats have bent over backwards over the past four years to please a section of American residents who don’t even have voting rights. Since politicians rarely commit to a position for purely ideological reasons, I presume the Democrats believe that ethnic bonds create sympathy for undocumented Latinos in the minds of documented ones. Zapata County proved this a miscalculation. Across ethnic groups, leniency toward illegal immigration alienates more voters than it attracts.A protest against US immigration laws in El Paso, Texas. Credit: AFPBarcelona’s RajasthanisBack in the 1990s, when I was a student in England, my girlfriend (now wife) and my sister planned to join me for a vacation in the UK and Spain. Our plans were almost scuttled by the Spanish visa authorities in India, who appeared unsatisfied with any proof offered of intent to return. While the treatment my travel companions endured was inexcusable, we got a sense of why the visas were so tough to get once we reached Barcelona.Walking into a souvenir shop on the famed Las Ramblas, we were surprised to find it run by two Rajasthani men. More Rajasthanis were in charge of the tourist trap next door, and the one beyond it. A trafficking racket appeared to have transplanted entire villages from western India to Spain.I admired the enterprise of these men, their willingness to work hard enough to achieve commercial success in such an unfamiliar environment. While the natives liked to take weekends off, the migrants understood that tourist throngs did not vanish on the Sabbath. The desis were willing to toil for long hours, forgo holidays, and save as much as they could in order to bring ever more clan members to Iberia.No doubt, they contributed more to the Spanish economy than they took from it, the way migrants, whether legal or otherwise, tend to do according to most academic studies. But the benefits migrants bring to an economy are generally abstract, while the pain they cause is immediate and palpable. Though they often take on jobs shunned by natives, they also grab opportunities from locals. It is hard to make the case that no Spaniard would have run a shop on Las Ramblas had a group of Indians not evolved their formidable cartel.I have faced a number of unfriendly immigration officers in the years since that visit to Spain, and my response is double-sided: on the one hand, I recognise occasional touches of racism but, even while biting back angry retorts, I lay the primary blame on hundreds of thousands of Indians who have overstayed visas or sneaked into countries without proper documentation. It is they who have made an Indian passport such a burden for ardent travellers.Race, xenophobia and migrantsRace seems to me the incorrect lens through which to view the widespread backlash against migrants in recent years. In fact, I would go so far as to say that viewing the problem of migration as one of race is itself a bit racist, because it privileges the experience of white-majority nations instead of considering the global situation as a whole. Why, for instance, does the acrimony between South African citizens and immigrants from Zimbabwe and Mozambique hardly figure in the discourse, despite being deadlier than anything witnessed in Europe or North America? There have been protests in Jordan and Turkey by citizens feeling swamped by Syrians. India’s National Register of Citizens, envisaged as a means to solve the long-festering issue of migration into the North East from Bangladesh, is a hugely contentious issue. Although India’s ruling Bharatiya Janata Party has focussed on the religion to which migrants belong, most established residents of states like Assam want to repatriate them irrespective of their faith.Nigerians have demonstrated against migrant labourers from Niger undercutting local labour. And the Mexican government, which earlier provided humanitarian visas to Central American migrants passing through to the United States, stopped the practice after a build-up within Mexico of the number of transiting migrants.a protest against the Citizenship Amendment Act in Nagaon district in Assam on January 4. Credit: ReutersThe better lifeHumans have every right to want a better life, and do what it takes to gain one for themselves and their near and dear ones. At the same time, nation-states have every right to police their borders, and governments are obliged to do so on behalf of their citizens. Neither side of the equation is deserving of moral condemnation.Yet, Democrats have taken to excoriating the Obama administration for fulfilling one of its primary obligations. Having failed to formulate and pass comprehensive immigration reform, President Barak Obama decided to protect those who came to the United States as minors while continuing to deport those who came to the US as adults without proper documents.This perfectly reasonable approach has now been so comprehensively rejected by Democrats that Joe Biden, who as vice-president helped formulate government policies between 2008 and 2016, was forced to recant during the party’s primaries earlier this year. He called Obama-era repatriations “a big mistake” and promised a moratorium on all deportations if elected to the country’s highest office. Any such moratorium will be a moral hazard, guaranteed to generate a new wave of migrants hopeful of gaining amnesty at some point in the future if they can only make it into the United States.As a result of the hard left turn in the Democrats’ ideas about immigration, American voters were given a choice between a racist wanting to turn away even genuine asylum seekers, a man whose scheme to secure the southern border was as expensive as it was unworkable, and an opponent who had abdicated the role of protector of borders even before he was elevated to it. Had the election been fought on this single issue, I have no doubt Trump would have won handsomely.","author":"Girish Shahane","time":"2020-11-16T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/150681-xbkgylpvuv-1605422089.jpg","tags":["Donald Trump","Undocumented migrants","Zapata County"]}