{"title":"What explains Chief Justice Chandrachud's unprecedented media-friendly profile?","content":"In the first week of 2024, the Chief Justice of India, DY Chandrachud was in the media spotlight twice for reasons that had little do with the law. On New Year’s day, the Press Trust of India published interview with him that was nearly an hour long. A few days later, Chandrachud embarked on a well-publicised visit to temples in Gujarat.This was not particularly unusual.  Even as judges having become more active in public life over the last few years, Chandrachud’s public profile since he took office as chief justice of India in November 2022 as chief justice is unprecedented.In his 14 months in office so far, he has been in the news for his statements both outside the court as his statements inside it. In addition to delivering several pubic lectures, he has given at least four media interviews. This is uncommon, since previous chief justices of India have at most appeared for a single media interview.Lawyers and journalists said that Chandrachud’s prominent public is unusual but understandable, given the increased media scrutiny on the Supreme Court. However, they said that there must be a limit to which judges must open themselves up to the public and underscored the fact that chief justices of India must speak primarily through their judgments.\n\n\n    \n    Play\n\nBreak from traditionFor years, judges have kept away from the press. Said Leena Reghunath, editor-in-chief of Supreme Court Observer, a legal journalism website, “Judges are usually tight-lipped and vigorously desist from media interactions.”This attitude is reflected the Restatement of Values of Judicial Life, a 1997 self-regulation charter for judges prepared by a committee constituted by the chief justice of India. The 1997 guidelines state that a judge should “practice a degree of aloofness” consistent with his office’s dignity and not engage in public or political debates or express views on any matter that is pending, or may come, before courts. Further, judges should not give an “interview to the media” and should let their “judgements speak for themselves”.However, soon after in 2002, an international group of judges that included the chief justice of the Karnataka High Court adopted and set out the the Bangalore Principles of Judicial Conduct, which states that judges are entitled to freedom of expression “like any other citizen” but they should exercise it in such a way that “preserves the dignity”, “impartiality and independence” of their office. The Bangalore Principles expressly state that they are in consonance with India’s Restatement of Values of Judicial Life.“Judges have played a public role in the past as well, but they’ve usually commented indirectly using their speeches,” said Anuj Bhuwania, professor at Jindal Global Law School in Sonipat. “Press interviews would happen, but only at the beginning or the end of their term.” Chandrachud, Bhuwania said, “has in mind a public role for the chief justice and is conscious of public opinion”. He pointed out that Chandrachud had even commented on the Chandrayan-3 spacecraft’s successful lunar landing. “This was remarkable, since no previous chief justice of India that I can remember had commented on a similar national development in the past,” he said.\n\n\n    \n    Play\n\nA necessity?Experts told Scroll that due to the increased scrutiny of the Supreme Court in the media as well as commentary on social media, it is natural for Chandrachud to be media-friendly – perhaps even necessary.“Today, there is a higher frequency in public appearances of judges as well as more reporting of what they are saying in these appearances,” noted Delhi-based advocate-on-record Amit Pai.Said Reghunath, “There is an increase in close observation of court proceedings. Courts have come to occupy a large space in public imagination.”Delhi-based advocate-on-record Paras Nath Singh said, “Due to social media and live streaming of court proceedings, the traditional approach of the media and the public towards the Supreme Court has changed.” Constitution bench proceedings of the Supreme Court have been live streamed on the Supreme Court’s YouTube channel since September 2022. These sessions are watched by thousands of people. Chandrachud has advocated that all High Courts should live stream their proceedings too.“Chandrachud is just going with times,” said Pai. “How else can he tackle public perception created by other actors?” Supreme Court Observer’s Reghunath noted that Chandrachud has faced an immense backlash on social media.Research published last year by academics at the University of Michigan had shown that social media attacks on Chandrachud “presenting him as an internal enemy, a foreign agent, and a threat to democracy” are strongly tied to digital influencers who lean towards the ruling Bharatiya Janata Party.He has also faced questions about the manner in which he in his capacity of master of the Supreme Court roster has allocated politically sensitive cases.In this context, “it’s not a bad idea for the chief justice of India to occasionally issue clarifications on how and why things are done in the Supreme Court”, said Shubhankar Dam, professor of law at the University of Portsmouth School of Law. “If there is no response, the allegations fester.”“It is only human to want to respond to social media allegations,” he further added. “This is bound to change how judges interact with the media.”Pai agreed. “From the lens of the current times, there is nothing wrong with this,” he said .Supreme Court advocate and legal scholar Saif Mahmood said that “as long as the chief justice of India is not commenting on cases decided or pending before courts or saying things that erode judicial credibility, there shouldn’t be a per se prohibition on speaking to the media”.\n\n\n    \n    Play\n\nLimits to engagementHowever, these experts told Scroll that there must be boundaries set by the chief justice on their interactions outside the court, otherwise it might influence their decision-making.“Judges should avoid speaking on decided cases or on issues which may became the subject of litigation,” said Delhi-based senior advocate Mohan Katarki. A comment by a sitting judge that some judgment requires reconsideration may appear educative but such views by a judge put them before the public, he added. This may make it difficult for such a judge to express a different opinion in court even when it is warranted in some case, said KatarkiAdvocate-on-record Singh agreed. “Sitting judges should not comment on current affairs lest it lands up in litigation before them,” he said.Law professor Bhuwania added: “While courts in democracies have ways to factor in public opinion, courting it so ostentatiously beyond a point can be pernicious because it could affect one’s decision making in court,” he added.  Words versus deedsHowever, it is not Chandrachud’s increased visibility by itself that has caused legal commentators to take notice. It also has to do with the political positions some claim he is taking.For instance, his visits to temples in Gujarat sparked a debate about the appropriateness of the gesture. #ExpressFrontPage | Drawing inspiration from dhwaja or flags atop temples which bind “all of us together”, CJI D Y Chandrachud urged district court lawyers to function in a manner that the “dhwaja of justice” keeps flying for generations to comehttps://t.co/MMvboTMjQt— The Indian Express (@IndianExpress) January 7, 2024\n\n\nLaw professor Dam explained why this is problematic. “Plenty of judges around the world routinely go to churches, synagogues, temples, mosques and other places of worship,” he said. “In this instance, it is the media management around a temple visit – informing the media, having a photographer ready, ensuring adequate publicity – that may appear jarring to some.”Legal scholar Mahmood agreed. “In their personal lives, judges have as much a right to practise their religion as any other citizen,” he said. “However, there is no space whatsoever for making these visits a public affair. This is even truer of the chief justice of India, who is the chief defender of Constitutional secularism.”Chandrachud’s own words, both inside and especially outside the court, strike all the right notes of progressive constitutional values. As a consequence, he has been criticised because some believe that his judgments are not in consonance with these values.“If a judge makes public comments but they don’t match with the content of the judge’s judgments, people will lose faith in the judiciary since consistency is the hallmark of any judicial process,” said  advocate-on-record Singh.Added Mahmood: “I wish the chief justice would let his judgments speak for him as much as his interviews and public addresses do.”","author":"Vineet Bhalla","time":"2024-01-25T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181126-pearyiilvw-1665498068.jpg","tags":["DY Chandrachud","Chief Justice of India"]}