{"title":"What is the difference between the NPR under Congress, BJP’s NPR-NRC-CAA and the Census?","content":"As tends to happen whenever its policies are controversial and face some backlash, the Bharatiya Janata Party-led government has again tried to insist that its efforts are no different from those of the Congress-led regime that preceded it. Union Minister Prakash Javadekar this week adamantly said that the National Population Register update planned for next year – which many have pointed out that, despite denials, is the first step on the path to a National Register of Citizens –  was simply a continuation of a policy that the previous government also implemented. “The exercise will be identical to the one carried out by UPA, which you all welcomed,” Javadekar said on Tuesday.BJP IT cell head Amit Malviya has, over a series of tweets, attempted to make the same point, that the National Population Register was first carried out by the Congress-led government. So was the NPR a Congress policy? And was it always a pathway to the National Register of Citizens? And what does it have to do with Aadhaar? What are NPR, NRC, Census and Aadhaar? The National Population Register is a list of all “usual” residents of India, i.e. anyone who has lived in the country for more than six months regardless of their nationality. The list itself is compiled by sending surveyors to each household, where they will collect information about a number of different factors. The list of these factors has changed in the most recent iteration of the NPR. The National Register of Citizens is a meant to be a list of all citizens of India, i.e. those who are considered Indian nationals and therefore get all the rights due to citizens. It is expected to be built on top of the NPR, by taking those who claim to be Indian in that data set and then publishing another list of “doubtful” citizens, who then have to prove their ancestry to the authorities. The Census of India is a once-a-decade process of collecting information of all residents of India. The data collected during the census is not supposed to be about any individuals but instead to, through the various statistics, give us a picture of the condition of Indian residents. Census details about individuals is meant to be secret, unlike either NPR and NRC which are explicitly lists of individuals. Aadhaar is a 12-digit unique identity number linked to biometric data of Indian residents. It was meant to help make it easier to identify Indian citizens and deliver welfare measures to them, though over the years it has run into much controversy and its uses have expanded far beyond welfare. The Citizenship Act amendments are legal provisions that add a religious test to India’s citizenship laws. They provide a pathway toward citizenship for illegal immigrants who are Hindu, Buddhist, Parsi, Jain or Christian – and pointedly not Muslims – coming from Pakistan, Bangladesh or Afghanistan. Why are we talking about them? Protests have erupted all over India against the Citizenship Act amendments, which many people believe are unconstitutional since they add a religious test to India’s citizenship laws. The fear has been that, when combined with a National Register of Citizens, the Citizenship Act amendments would become a tool to harass Indian Muslims. This is expected because there are lakhs of people in India without sufficient documentary evidence of their ancestry, but the belief is that the NRC-CAA combination will offer a literal get-out-of-jail card for non-Muslims without their documents, while Muslims are persecuted. As the protests began to expand, Prime Minister Narendra Modi sought to convey that his government had never even contemplated carrying out an NRC – even though Home Minister Amit Shah had promised it over and over. Just as the government was insisting it had no plans for an NRC, the Union Cabinet cleared an amount of Rs 3,900 crore for updating the National Population Register. This is when Javadekar insisted that the NPR has nothing to with the NRC and that it had been carried out by the previous government. Did the Congress carry out NPR? Yes indeed. The NPR process is grounded in changes to the Citizenship Act made in 2003 by the Bharatiya Janata Party-led government under then-Prime Minister Atal Bihari Vajpayee. Those changes were themselves put in place based on the recommendations of the committee reviewing the fallout of the Kargil War of 1999, with fears of Pakistanis managing to enter India unnoticed. Despite first being contemplated in 2003, not much movement took place until the Mumbai attacks of 2008, which revived those fears especially because the attackers in that case had turned up from Pakistan onto the Indian coast. This time the Congress-led United Progressive Alliance government actually moved forward on building a National Population Register, until it ran into Aadhaar. For a few years, the UPA squabbled about which of these two policies were preferable as a way of enumerating Indian residents – since the early version of NPR involved issuing cards to individuals – before Aadhaar eventually won out. The NPR, however, stuck around as a database. It was first put together in 2010 in conjunction with the Census, and then updated in 2015 by the Registrar General of India (the same office that carries out the census every decade). The current government is only aiming to update this database, not build it entirely from scratch. Was the Congress’ NPR the first step towards an NRC? Yes, on paper, but not in practice. All the documentation of the NPR as it was carried out in the Congress years made it clear that it was the first step towards the creation of a National Register of Indian Citizens. This is partly because the parent law under which NPR operates is the Citizenship Act provisions from the Vajpayee years, which explicitly envisions the creation of a national identity card specifically for citizens of India. That said, the Congress-led government never actually made any move towards carrying out an NRC. Though it conducted the NPR in 2010, it never notified or began the process for designing a National Register of Indian Citizens. Former Union Minister P Chidambaram, to whom the NPR push has been attributed, claimed this week that the NPR process carried out under the Congress was confined to residents and not citizens, which is accurate since there is no indication of any efforts towards an actual NRC. So why is BJP’s NPR problematic if the Congress one wasn’t?  There are three big differences betwen the current NPR as envisioned by the BJP and the one that the Congress carried out. The questions are different: As Scroll.in has reported,  the pilot projects of this version of the NPR included the usual  demographic details such as name, age, sex, relationship in household,  and so on. But the NPR form also asks a respondent where his or her parents were born. If the process was purely meant to identify poor individuals for better welfare delivery, why would it need this information? It  seems evident that this question, as well as others seeking to include  details of the individual’s Aadhaar number, voter ID, driver’s licence  and mobile number will be used to then create a list of Indian citizens  (and not just residents) as envisioned by the act. If the NPR had  nothing to do with the NRC, it would not need to know where the  respondents’ parents were born. This is the clearest indication possible that for the BJP, the NPR process is indeed the first step towards an NRC, as the laws envision. The Citizenship Act is in place, aka “understand the chronology”: Even  if the Congress had used the NPR database to create a National Register  of Indian Citizens, there would still be one big difference: The Congress never spoke about bringing in changes to the Citizenship Act that explicitly added a religious criteria to Indian citizenship laws to keep out Muslims.  Home Minister Amit Shah has been very clear, going so far as to tell the Indian public to “understand the chronology”, that an NRC in India would only be carried out after the Citizenship Act had been passed (which happened earlier this month). This was because the BJP wanted to avoid the example of Assam, where an NRC process led to the exclusion of 19 lakh residents – with many more Hindus being declared non-citizens than the BJP was hoping for.If the Congress had carried out an NRC after conducting the NPR in 2010, it may have still been an extremely callous, bureaucratic process – but wouldn’t have carried with it the blatantly communal threat that is now in place thanks to the Citizenship Act. The Congress chose a different bureaucratic nightmare: It is true that the Congress, once it carried out the NPR process, could have used that to create a National Register of Citizens. Indeed, the laws that allow for an NPR envision the creation of an NRC. Yet, the Congress did not. One could attribute that to the benevolence of the Congress, but the fact is that this may have happened only because another project that was more relevant to the politics and impulses of the time won out: Aadhaar. Unlike the BJP, the Congress did not have much to gain by demonising Indian Muslims, but it saw utility in the idea of generating huge datasets about Indian residents – regardless of citizenship – that would also be valuable to the private sector. Moreover, it sold this as a means of achieving “bureaucratic efficiency” in the welfare state, though in practice that has meant excluding some of the most vulnerable and passing this off as a gain. So will there be an NRC under the BJP? Prime Minister Narendra Modi has claimed that the word NRC was not even brought up after he came to power, which was a blatant falsehood. Union Minister Javadekar insisted that the NPR was not the first step towards an NRC, and that there were no plans to carry one out. The BJP’s supporters, sensing the opposition towards an NRC all over the country, have tried to insist that the government isn’t planning to carry one out. Yet no one from the government has explicitly said it will not carry out an NRC. There have been statements saying it does not intend to carry one out and that there are no plans to do so right now, but no one has come out to say that there will not be an NRC. And of course, it is worth remembering that Home Minister Amit Shah spent the last year telling Indians around the country that his government will carry out an NRC. Indeed, though Javadekar said that the NPR is not the same as the NRC, as long as the exercise retains the questions about parents’ place of birth, it cannot be seen as anything but the first step towards a National Register of Indian Citizens. Indeed, there are some who argue that the NPR can never be delinked from the NRC because it exists as process under the Citizenship Act, which sees an NRC as a legal outcome. If the government actually wanted to make it clear that it will not be conducting an NRC, it could make a statement to that effect. If the government wanted to insist that the NPR is not linked to the NRC, it would remove the questions about parents’ place of birth. Or it could pass a different law that empowers the government to build a register of residents that doesn’t rely on the Citizenship Act. As long as none of these are carried out, the apprehension that the NPR will lead to an NRC is bound to remain.","author":"Rohan Venkataramakrishnan","time":"2019-12-28T06:30:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/133242-veecrfpnth-1577105136.jpg","tags":["National Populaton Register","National Register of Citizens","Citizenship Amendment BIll","Citizenship ACt","Amit Shah"],"source":"https://scroll.in/article/947961/what-is-the-difference-between-the-npr-under-congress-bjps-npr-nrc-caa-and-the-census"}