{"title":"What Geeta Dutt’s top 10 tells us about the iconic playback singer","content":"It’s usually the job of fans to draw up lists of top tracks by their favourite singers. But what happens when the singers take on this task? What kind of criteria do they use, and do they pick out neglected tunes or stick with the popular? Here is how playback singer Geeta Dutt looked at back on her career. Dutt visited her repertoire sometime in 1957 to compile a Top Ten Hindi Songs honour roll. Music writer Raju Bharathan, in his obituary of Geeta Dutt for the Filmfare magazine in August 1972, quotes her reasoning behind her choices. “People have a complex that successful film songs are not necessarily the best,” Dutt said. “I humbly differ. If a song catches public fancy, it could only be because of all-round perfection in all departments – in its music, in its writing, in its singing. If the singing is in tune with the writing, the song is bound to be popular. Should I then list my Ten Best Songs or my Ten Most Popular Songs? The dividing line, I feel, is very thin. The songs that have stood the test of public approval and the songs that have personally appealed to me are the same.”The list came out before Dutt recorded some of her most iconic songs, such as Waqt Ne Kiya Kya Haseen Situm (Kaagaz Ke Phool, 1959), Na Jao Saiyan (Sahib, Bibi Aur Ghulam, 1962) and Meri Jaan Mujhe Jaan Na Kaho (Anubhav, 1971). One can only speculate what the compilation would have been like if it had been made a few years later. Mat Jaa Mat Jaa Jogi, Jogan (1950)Geeta Dutt somewhat surprisingly picks the Meera bhajan from Kidar Sharma’s Jogan as the song that appealed to her more than any other. “I feel that a song must express human emotions in simple language and in a tune that afford the singer sufficient scope to do full justice to the thought underlying the lyric,” she said. “I feel that the songs I have listed are simple enough to be appreciated by people of all ages at all times.”\n\n\n    \n    Play\n\nMat Jaa Mat Jaa Jogi, Jogan (1950).Mera Sundar Sapna Beet Gaya, Do Bhai (1947)This landmark sad song was sung by Geeta Dutt when she was 16 years old and known as Geeta Roy. The track reveals the depth of feelings she could bring to music at such a young age. Its popularity took her to the very top, and she ruled Hindi playback singing for the next two years until she was ousted by Lata Mangeshkar. Hindi film heroine Kamini Kaushal acknowledged in an interview that while she thought Mangeshkar’s voice suited her best, her best-known song was rendered by Dutt. The song also led to a fruitful musical association between Dutt and composer SD Burman.\n\n\n    \n    Play\n\nMera Sundar Sapna Beet Gaya, Do Bhai (1947).Khayalon Mein Kisi Ke, Bawre Nain (1950)Khayalon Mein Kisi Ke, co-sung with Mukesh and filmed on second lead Vijayalakshmi and hero Raj Kapoor, is a minor song from Bawre Nain. But its selection illustrates the importance that Dutt gave to each and every song assigned to her.\n\n\n    \n    Play\n\nKhayalon Mein Kisi Ke, Bawre Nain (1950).Tadbir Se Bidgi Hui Taqdeer, Baazi (1951)The game changer in Dutt’s career was this seductive track written in the ghazal metre by lyricist Sahir Ludhianvi and given a jazzy western tune by SD Burman. Up until now, Dutt had built a reputation as the perfect singer for bhajans and weepie songs. Tadbir Se Bidgi Hui Taqdeer proved that she could be sultry and sexy too. Following this, Dutt often became a leading choice for the club song through the 1950s and early ’60s. Tadbir Se Bidgi Hui marks a personal milestone for the singer – she met her future husband, filmmaker Guru Dutt, during the recording.  \n\n\n    \n    Play\n\nTadbir Se Bidgi Hui Taqdeer, Baazi (1951).Yeh Lo Main Haari Piya, Aar Paar (1954)Guru Dutt’s breakthrough was also the turning point for composer OP Nayyar’s career. The chart-busting music depends heavily on Geeta Dutt’s vocals, and she effortlessly sails through the soundtrack, her voice perfectly complementing leading lady Shyama, for whom she subsequently sang several songs.\n\n\n    \n    Play\n\nYeh Lo Main Haari Piya, Aar Paar (1954).Na Yeh Chand Hoga, Shart (1954)Dutt’s best songs are associated with Burman and Nayyar, but some of her most well-known tunes were composed by Hemant Kumar, who brought out the Bengali lilt in her voice like no one else. While the music of Shart proved popular, especially the two versions of this song (the other is by Hemant Kumar), the copy of Alfred Hitchcock’s Strangers on a Train faced censor cuts and performed poorly at the box office.\n\n\n    \n    Play\n\nNa Yeh Chand Hoga, Shart (1954).Hai Yeh Duniya Kaunsi, Sailaab (1956)Sailaab was a wash-out in cinemas. It was partly directed by Geeta Dutt’s husband Guru Dutt, who replaced the original director, Ravindra Dave, produced and composed by Geeta Dutt’s brother Mukul Roy, and starred Geeta Bali and Abhi Bhatacharya. There are no prints available of the movie, and it is best remembered today only for its songs, such as this soulful number.\n\n\n    \n    Play\n\nHai Yeh Duniya Kaunsi, Sailaab (1956).Ae Dil Mujhe Bata De, Bhai Bhai (1956)Madan Mohan composed a handful of songs for Dutt, but the impact of this lovely track from the first movie to feature the Ganguly brothers, Ashok Kumar and Kishore Kumar, as leading men and screen siblings was huge. In an album dominated by Mohan’s favourite female singer, Lata Mangeshkar, this lone Dutt number proved to be the movie’s chart-buster.\n\n\n    \n    Play\n\nAe Dil Mujhe Bata De, Bhai Bhai (1956).Jaane Kya Tune Kahi and Aaj Sajan Mohe Ang Laga Lo, Pyaasa (1957)A double whammy selection reveals that Guru Dutt’smasterpiece was clearly special to Geeta Dutt. While Jaane Kya Tune Kahi, sung by golden-hearted prostitute Gulabo (Waheeda Rehman) to entice failed poet Vijay (Guru Dutt) is flawlessly rendered, Geeta Dutt is simply magical in Aaj Sajan, a fine example of the Bengali kirtan. Although Baul singers are shown performing the song, it, in fact, mirrors Gulabo’s passion for Vijay. The earthly love she feels for him is lifted to a spiritual dimension through Sahir Ludhanvi’s lyrics. Dutt’s amazing singing is reinforced by the lyrical visuals, among Guru Dutt’s best.\n\n\n    \n    Play\n\nJaane Kya Tune Kahi, Pyaasa (1957).Also read:Audio master: The blockbuster combination of Guru Dutt and OP Nayyar in ‘Aar Paar’","author":"Karan Bali","time":"2015-11-22T14:39:47.855860+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/1567-74554-gmvljvaxod-1511409983.jpg","tags":["Geeta Dutt","Mera Sundar Sapna Beet Gaya","Tadbir Se Bidgi Hui Taqdeer"],"source":"https://scroll.in/reel/1567/what-geeta-dutts-top-10-tells-us-about-the-playback-singer"}