{"title":"What Modi's government can learn from Assam's 60-year-old attempt to create a citizens' register","content":"The Indian government has said it will soon begin work to create a national citizens' register, yet  nowhere does it mention the experience of Assam, a border state whose repeated efforts over the past 60 years to create such a database have been protracted and contentious.Soon after it came to power in May, the Bharatiya Janata Party-led National Democratic Alliance, came up with a proposal to create a national register of Indian citizens with the underlying goal of identifying illegal immigrants.This has been one of the BJP's longstanding aims, one that it articulated aggressively while campaigning before the general election earlier this year, especially in the country's North East. The Citizenship Act 1955, as amended in 2004 to include Section 14A, makes it compulsory for every citizen to get in to the register.The government envisions identifying citizens who are in the larger National Population Register, a database of all residents that will soon be ready. Getting into the citizens' register, then, will become a key marker of Indian citizenship. But this is precisely what makes it contentious, going by Assam's experience.Contentious issuesIn Assam, the latest, ongoing process of creating a citizens' register is likely to identify not only citizens and non-citizens from among residents but further classify citizens into those who count as indigenous and those who do not.The state government began this exercise in December 2013 and hopes to finish it by the end of 2016. To determine which category a person belongs to, the government is using as the starting point an existing citizens' register created in the state in 1951, and then adding the names of those who do not appear there but were on the electoral rolls as of March 24, 1971.But this method has elicited considerable criticism. The 1951 register was prepared by census enumerators based on India's first population census, and minority groups allege that it was prepared in a shoddy and hasty manner. It was \"written by under qualified or ill-qualified people.\" according to a superintendent of the census in Assam.First, Muslims who fled Assam during communal riots before 1951 and returned only after that year, based on a pact between the then Prime Minister Jawaharlal Nehru and his Pakistani counterpart, Liaquat Ali Khan, were not in that register.Second, the names of many people in remote villages, especially in riverine areas, were also left out because of poor infrastructure and communication.Finally, minority groups allege that of the state's 27 districts, only six have complete records of the 1951 register and electoral rolls of 1966 and 1971. In many districts, the 1951 register is only partly available and in some all three databases are incomplete.As a result, using the 1951 register will not yield accurate data, critics say.Indigenous citizensBut nativist groups such as the All Assam Students' Union insist that the 1951 register based on India's first population census provides the very foundation for defining who is indigenous in Assam. They say that only those in that register and their descendants should count as indigenous Assamese, whatever the person's religion, mother tongue or ethnicity.Even today, these groups want to make this distinction because they want constitutional safeguards that give priority to indigenous citizens in educational institutions and jobs.Then in 1985, the students' union and the state and central governments agreed that whoever was not on the electoral roles on March 25, 1971 would become an illegal immigrant, ending a six-year movement against so-called \"illegal foreigners\".In the ongoing exercise, to assuage the fears of Muslim groups, the state government has announced it will conduct house-to-house enumeration at least in the first stage, which involves distributing forms, so that no one is left out.It has also said that 1.43 lakh voters categorised as \"disputed\" can apply for their names to be included, although this is subject to foreigners’ tribunals declaring them non-foreigners. These are tribunals in Assam that evaluate disputed claims of citizenship.Debate resumesIn 2005, the debate on citizenship was reignited after the Supreme Court struck down the Illegal Migrants (Determination by Tribunals) Act of 1983 and directed that every person whose citizenship was under a cloud be brought under the purview of the Foreigners Act.The rescinded law gave special protection and safeguards to immigrants in Assam because the onus fell on the state or the complainant to prove that someone was a foreigner. But under the Foreigners Act, the opposite is true: the person has to prove his or her citizenship.The students' union, central and state governments decided to update the citizens' register and to give identity cards to Indian citizens in Assam based on this ruling.In early 2010, the state government launched a pilot project to update the citizens' register in two revenue circles, Barpeta and Chaygaon, but had to stop the process after four Muslims died when police fired on a rally organised by the All Assam Minority Students' Union to protest against what they felt was a flawed process being used to create a citizens' register, one not in the interest of minorities.Finally, in December 2013, the process got under way, but with none of the contentious issues resolved. Will these lead to problems later? This is a question the central government must consider seriously before starting its own exercise.","author":"Dr. Kaustubh Deka","time":"2014-08-10T06:57:55+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/673374-ff96d3d5-e722-4c2c-85b0-1b93bb9dbd02.jpg","tags":[],"source":"https://scroll.in/article/673374/what-modis-government-can-learn-from-assams-60-year-old-attempt-to-create-a-citizens-register"}