{"title":"What’s really happening in Manipur? Read our ground reports","content":"Since early May, Manipur has been consumed by a civil war between the dominant Meiteis and the tribal Kukis that has left nearly 150 dead, 60,000 displaced and entire villages in ashes. It is a fiendish conflict, as the world found out this week when a video emerged of a brutal sexual assault on Kuki women. They had been caught while fleeing a Meitei mob torching Kuki villages. They were stripped naked and paraded. One of them, 21 years old, was gangraped and her father and brother murdered. For Scroll readers, that video may have been shocking but it probably did not come as a surprise. Ever since the conflict began, we have covered it exhaustively and showed how dastardly it is. Over a month ago, for example, when much of the media paid scant attention to the conflict, we were on the ground reporting how the ethnic clash had escalated into a civil war.  Our reporting on Manipur is a reflection of our commitment to cover underreported stories from underreported regions – fairly, incisively, independently.Here is a sample our coverage:‘One generation is going to lose out’: Manipur conflict is taking a toll on children’s educationHow a burial site in Manipur has become the latest flashpoint between Meiteis and Kuki-Zo groupsFeminist icons or violent vigilantes? The contentious role of Meira Paibis in Manipur’s conflictThe long wait for closure for families of ‘missing’ people in ManipurManipur: Ethnic clashes reignite demand for Zo homeland in MizoramManipur: Relentless gunfire has delayed the all-important paddy crop‘Everyone should know what happened to us’: Four Kuki women recount the brutal assault they survivedManipur: Video shows Kuki women being paraded naked by a mob; police confirm FIR filedArmed gangs and a partisan state: How Manipur slipped into civil warManipur: Why the civil war is being linked to the narcotics tradeManipur: I crossed ‘no man’s land’How a seven-year-old boy and two women were burnt alive in an ambulance in ManipurManipur: Caught in the middle of the ethnic conflict, Meiteis who follow ChristianityWhy Biren Singh stays as Manipur chief minister despite even BJP leaders asking for his ousterIn Shillong, Kukis fleeing Manipur violence find they are not welcome to stayManipur clashes: Why Naga churches and Mizo political parties are backing the KukisHow two months of internet shutdown paralysed Manipur’s economyWhy Kuki groups are accusing Manipur government of stifling their freedom of speech‘Forever bond’: As Manipur burnt, ordinary people stood between attacking mobs and their neighboursIf you find our journalism meaningful and in public interest, support our work so we can do more of it. Sign up now if you are not a Scroll Member. Please upgrade your membership if you already are.\n    \n      \n      Become a Scroll Member\n      \n    \n    \n        Click here","author":"Scroll Staff","time":"2023-07-22T16:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192469-wmgavkgudn-1690022432.jpeg","tags":["Manipur","Meitei","Kuki"]}