{"title":"What can notions of dharma and contemporary law tell us about the Ramayana? Two books investigate","content":"One of the most popular tropes from the Indian epic, Ramayana, is that of the Lakshman rekha – the magical protective boundary that Lakshman draws around Sita. The moment Sita breaches it to serve Ravana-in-disguise, she is abducted and taken away to Lanka. This mythological episode is a favoured piece of patriarchal rebuke, often thrown in the faces of women who dare to disobey authority, who cross any real or imaginary lines of control.But here is a fun fact: This episode does not exist in the Valmiki Ramayana. It is only in the Ramcharitmanas of Tulsidas, written in the 16th century CE, that the incident gets a fleeting mention. For fans of the primacy equals to supremacy argument, this is disappointing, but the beauty of the epic tradition in India is that there are no ultimates. Valmiki is not superior to Goswami Tulsidas, nor is the Ramcharitmanas inferior to the Ramayana. The timeless tale belongs to all and presents itself to endless iterations and interpretations. Sthula versus sukshma Two new books on the epic – Maryada: Searching for Dharma in the Ramayana by Arshia Sattar, and Ramayana Revisited: An Epic Through A Legal Prism by Anil Maheshwari and Vipul Maheshwari – take on what is arguably the most important aspect of the Rama story: dharma. One can safely assert the centrality of dharma in the epic because the position of Rama as the maryada purushottama, and of the Ramayana as the touchstone of so-called Indian culture, are fairly fixed in many people’s imagination. Far Right ideologues have been insisting for the last few years on a limited number of visions and versions of the epic. Further, there seems to be a fixation with the martial idea of Rama and a rather politicised notion of Ram Rajya. This has caused a hardening of the tale, turning it into a sthula or gross, stationary object that has no room for the sukshma or the subtle. Like Ahalya turned to stone, Rama has been cast in a severe mould, which does not leave much scope for the imperfect, human side of Hinduism’s favourite hero. But every fresh perspective demands some flexibility – a condition incumbent for living traditions. The sukshma must accompany the sthula for any story to evolve and grow with the times.The forest of ethical questionsWith Maryada, Sattar continues with her enquiry into the Ramayana, a subject she has devoted much of her academic life to. Previously, she has explored Rama’s character as a lover and a husband in Lost Loves, translated the Valmiki Ramayana, has written a book on the Uttara Kanda, and a version for children. With Maryada, she ventures into the trickiest, most debatable territory yet.Sattar’s Rama is not beyond reproach. In fact, as a formidable Ramayana scholar, she holds up the character to scrutiny, envisaging Rama as Valmiki does – a man who is not a god, someone whose dharma is not perfect. In fact, the point of the book is stated clearly in her introduction: “…the Ramayana shows us…that whoever we are, dharma is always and everywhere about a multiplicity of appropriate choices, that when we choose one way of being and doing over another, we will often be wrong as we are right.”Sattar reminds us how the epic is a repository of multiple complex ontologies of dharma, such as sanatana dharma, samanya dharma, swadharma, and varnashram dharma, plus svabhava. These correspond to ethical codes that are eternal, common, personal, and related to one’s station and stage in life, plus the inherent, unique natures of people. Often, when in trying to be true to one of these, it’s possible to end up betraying the others. For example, in honouring his father’s command, Rama follows his dharma as a son, but betrays his dharma as a kshtriya, who should have used force to deal with this clearly unjust demand. Again, in banishing Sita from Ayodhya, Rama follows his dharma as a king, but betrays his dharma as a husband. These contradictions take place in the lives of all the major characters of the epic because “dharma is rooted differently for different characters in the story – in justice for Lakshman, in truth for Rama, in one’s own actions and promises for Dasharatha, in the constancy of love for Sita.”By the law of the landSattar often raises the question of what is right in the context of spaces in her book. Is the law of Ayodhya which Rama follows and upholds applicable in liminal spaces like the forest or the oceans? Was Rama right in judging (and punishing) Surpanakha – a creature of the forest by the standards of the city? This matter of geopolitical and social context is brought starkly out in Ramayana Revisited. Written by journalist Anil Maheshwari and advocate, Vipul Maheshwari, it puts the Ramayana to the test using the laws of India, such as those enshrined in the Constitution and in the Indian Penal Code. The book takes up several characters and cases including those of Manthara, Ahalya, Menaka, Rambha, Shravan Kumar, Vedavati, Surpanakha, Jatayu, Vali, Hanumana, Ravana, Vibhishana, Urmila, and Sita (agni pariksha and banishment), and applies the contemporary legal frameworks to them. The authors argue every case from the points of view of the prosecution and the defence, offer depositions from all the major actors in the case, and leave it for the readers to be the final judges.While this is a novel take on the epic, it is not necessarily a good one. The language is simple but dry, and the frames of reference are so wildly disparate that the whole thing stops making sense. Honestly, why would anyone apply the premise of human rights violation to a rakshasa? Most of the “cases” against Rama and Ravana don’t hold water because they have sovereign immunity and are above all laws. When charges like airspace violation, trespassing, abetment, conspiracy, treason, neglect, or domestic violence are levelled against the major characters, it is sometimes thought-provoking, but often hilarious. Notions like nationhood, gender justice, and human rights are so modern that they hardly fit into a story that is situated centuries in the past. But in this strange and forced act of juxtaposition, the authors of Ramayana Revisited have succeeding in reminding us all that Ayodhya, Rama and the dharma of those times are vastly different from the here and now, and that it’s time to move on and make room for new ideals. Maryada: Searching for Dharma in the Ramayana, Arshia Sattar, HarperCollins India; Ramayana Revisited: An Epic Through A Legal Prism,  Anil Maheshwari and Vipul Maheshwari, Bloomsbury.","author":"Urmi Chanda","time":"2020-12-13T17:30:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/75677-tkfkjpvjqp-1512458415.jpg","tags":["Ramayana","law","epic"],"source":"https://scroll.in/article/981115/what-can-notions-of-dharma-and-contemporary-law-tell-us-about-the-ramayana-two-books-investigate"}