{"title":"What sedition cases against 10,000 Adivasis in Jharkhand reveals about Indian democracy","content":"This is the fourth part of our series on what Indians think of the state of Indian democracy. Read the introductory note to the series here.In the previous part, we reported on the extraordinary step taken by Jharkhand government to slap sedition charges on more than 10,000 Adivasis in Khunti district for taking part in the Pathalgadi movement. In this part, we examine more closely the implications of one aspect of the movement: the call for an election boycott. In 2017, painted green monoliths began to spring up at village intersections in Khunti district, an hour away from the Jharkhand capital of Ranchi. Engraved with provisions in the Indian Constitution relating to tribal autonomy as interpreted by Adivasis, they expressed long-held ideas of tribal self-rule at a time when the Bharatiya Janata Party government in the state was diluting colonial-era tenancy laws that protected Adivasi land rights.Called Pathalgadi – literally, the laying of stones – the movement drew on the age-old Munda Adivasi tradition of installing monoliths to mark major events. In the late 1990s, provisions of the Panchayat (Extension) to Scheduled Areas Act, which grants a measure of self governance to gram sabhas in Adivasi areas, were similarly engraved on stones. What was new in Pathalgadi, however, were elements borrowed from the millenarian cult of Satipati in Gujarat, which claims that Adivasis are the owners of India as recognised by Queen Victoria of England. A marginal group that arose in the 1930s, it has a narrow footprint in the tribal areas of Gujarat. Its followers refuse to use government services and welfare schemes and stay away from elections. The administration in Gujarat seems to have largely ignored them, since, unlike Adivasi movements centred on an assertion of rights, Satipati followers have withdrawn from the state but do not overtly challenge it. It is unclear how the Satipati cult came to influence the leaders of the Pathalgadi movement in Jharkhand. They infused some of its ideas into their campaign to raise awareness of Constitutional provisions for tribal autonomy.But while the government came down heavily on Pathalgadi, arresting many of its leaders, charging thousands of Adivasis with sedition, thereby bringing the stone-laying ceremonies to a halt, it appears to be more accommodative of the Satipati leaders from Gujarat. On October 14-15, a large meeting was held under the aegis of the Vishwa Shanti Sammelan in Gutigada village of Khunti district. Satipati leaders from Gujarat are reported to have attended it. The police did not disrupt the meeting, unlike its crackdown on Pathalgadi events.Weeks later, traces of the meeting were still visible in Gutigada village: laminated posters of “AC Bharat Sarkar”, the so-called Adivasi state established by the Satipati leader Kunwar Kesri Sinh, were displayed on a mud wall. Adivasi men and women, dressed in white, emerged from inside the house. A young man said they were followers of Vishwa Shanti.The ideas he outlined entirely mapped on the tenets of Satipati: Adivasis are “non-judicial” people, that is, people of nature, not of a man-made state, with their ownership of India proved by the fact that all stamp papers carry the text “India non-judicial”. Further evidence could be found in Gujarat land revenue rules, he added, producing a thick copy from 1972. Even Supreme Court judgements have upheld this, he claimed.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 66.48936170212765%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/xtpulcdgli-1574170637.jpg\">\n  </picture><figcaption>A photograph of the Satipati leader Kunwar Kesri Sinh as part of a panel of posters with symbols of 'AC Bharat Sarkar'.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 66.48936170212765%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/kpojkuujid-1574170765.jpg\">\n  </picture><figcaption>Land revenue books and stamps that the followers of the cult say uphold the existence of an Adivasi state.</figcaption></figure>\nAsked if they were also followers of Pathalgadi, the young man insisted Vishwa Shanti had nothing to do with the movement – “the Indian Constitution does not apply to Adivasis, we have nothing to do with it,” he declared. If the Constitution and laws do not matter, then why rely on land revenue rules and Supreme Court judgements? “Those are to show you, the [non-Adivasi] Bharatiya people, that even your system recognises us, the people of AC Bharat,” he said.This rupture – and the fact that the BJP government appears to be patronising it – has sparked suspicion among many Adivasi leaders in Jharkhand that the Pathalgadi movement has been subverted. Its radical challenge based on the Constitution has been been diffused into a passive idea, which works to the advantage of the ruling party since it takes Adivasis away from electoral politics. In May, the BJP won the Lok Sabha election in Khunti with a slender margin of 1,445 votes, which many attribute to the abstention of Adivasi voters, who are likely to have voted against it.One of the Adivasi leaders who is troubled by this turn of events is Dayamani Barla. A journalist, writer and social activist, for several decades, Barla has been at the forefront of resistance movements against the dispossession of tribal homelands. She was jailed in 2012, soon after she led a successful protest against the setting up of a steel project by global conglomerate Arcelor-Mittal.In 2014, Barla contested and lost the Lok Sabha elections from Khunti on an Aam Aadmi Party ticket. This year, she is back in the fray, contesting the state assembly elections from Khunti on a ticket of the Jharkhand Vikas Morcha, a regional party headed by former chief minister Babulal Marandi.In an interview with Scroll.in, Barla explained her misgivings about the “subversion” of the Pathalgadi movement and the dangers of Adivasis staying away from electoral process. At stake, she said, were hard-won Constitutional rights. Speaking of Jaipal Singh Munda, the charismatic leader born in Khunti who made critical interventions on behalf of tribal communities in the Constituent Assembly that framed the Indian Constitution, Barla said: “If Jaipal Singh Munda had not been elected to the Constituent Assembly, would we even have had the Fifth Schedule?”Debates of the Constituent Assembly show that Jaipal Singh Munda had, in fact, pushed hard for a more effective version of the Fifth Schedule than what was finally incorporated in the Indian Constitution. The interpretations on the Pathalgadi monoliths reflect an understanding similar to his. Excerpts from the interview with Barla, done at the tea-shop that she runs with her husband in Ranchi.We have just returned from Khunti district where more than 10,000 Adivasis have been charged with sedition. What do you make of the charges?How can writing a part of the Constitution on stone be an unconstitutional and seditious act? Pathalgadi is a part of Adivasi tradition and culture. Even the idea of using stone monoliths to educate people about the law is not new. BD Sharma [former IAS officer and social activist] encouraged villages to write provisions of PESA [Panchayat Extension to Scheduled Areas Act] on stones back in the 1990s.When did you first come to know about the movement?When Pathalgadi began, we used to hear ‘Pathalgadi is happening, Pathalgadi is happening’. But only after the newspapers began to report it, were we sure it was actually happening. Of course, the newspapers were portraying it as anti-development, anti-government. When I went to the villages where it had happened, like Bhandra, I realised the media reporting had been inaccurate and biased. There was an attempt to malign the movement.The government claimed Pathalgadi was sponsored by Christian missionaries. But what explained the fact that Torpa block in Khunti district, which has the highest population of Christians, did not see any Pathalgadi ceremonies?It is also worth noting that Pathalgadi began in the backyard of the BJP, both Neelakanth Munda, the local MLA and Karia Munda, the local MP, were from the party. Why did they not go and engage with their constituents? If they wanted, they could have averted the controversy. But it suited the government to fuel a controversy.A stone monolith with engravings from the Indian Constitution. In the backdrop, a poster of the Swachh Bharat Mission. Adivasis say the poor quality toilets built under the mission are of little use to them.What is the controversy you are talking about?When people started Pathalgadi, they started it in the right way, they were talking about the Constitution, but later strange ideas crept in, like the idea of creating a new currency. It was hard to understand where these ideas were coming from. But the government used them to malign the movement and arrest innocent people, all with the aim of breaking the collective strength of Adivasis.The government wanted to prove that Adivasis are seditious. Whatever is happening in the area now, it looks deliberate and planned.Why do you say this?The government is slapping sedition charges on village chiefs but everyone knows there is a Gujarat link [in the movement]. The government itself says there is a Gujarat link. It claims it would hunt down the accused from the depths of hell. If that is the case, then why isn’t the government arresting people from Gujarat? Why is it only hounding innocent villagers in Khunti and putting them in jail?But wasn’t the Pathalgadi movement entirely homegrown?Pathalgadi was not started by people from Gujarat, it was started by our own people. But it is hard to keep track of how movements get infiltrated and subverted from within. The shape it is now acquiring suggests the invisible hand of the RSS and the BJP.What are the signs of the BJP’s hand, according to you?The demand for an election boycott. The BJP is fanning this demand because it suits them. Recently, there was a meeting under the banner of Vishwa Shanti Sammelan. It was attended by a large number of people from Gujarat. The government allowed the meeting to happen, even though it came down heavily on Pathalgadi.Why do you think the government came down so heavily on Pathalgadi?Because people were getting educated about their rights.It is important to remember that of all the 24 districts in Jharkhand, all the major movements for Adivasi rights, whether the Kol rebellion [of 1829], the Sardari agitation [of 1859], Birsa Munda’s Ulgulan [in the 1890s], all of them have originated in Khunti.In Independent India, as well, Khunti has been at the forefront of movements challenging the so-called development projects, whether the Koel Karo project, the Netrahat firing range, the Arcelor-Mittal steel plant. The people here have never succumbed to pressure, have never accepted government compensation for their land – this is how much they value their land and their rights.Across all states in India, Jharkhand is the only state where around 15,000 people have been charged with sedition in one district. What explains this?The last time so many people were booked for sedition at one time in one place was Kudankulum where people protested against a nuclear power project.Yes, Uday bhai [Udaykumar] was leading the protest. As many as one lakh people would sit down in protest at one time. Even there, the government was able to charge 8,000-odd people with sedition, not 15,000, as we have seen in Khunti.[Editor’s note: Scroll.in was able to confirm sedition charges against 10,000 people. We accessed 19 FIRs, of which 14 FIRs include the charge of sedition. It is widely believed the actual number of FIRs and sedition-accused is higher.]What do make of the widespread support for an election boycott in the Adivasi villages of Khunti?When controversy first erupted over Pathalgadi, I was curious and wanted to understand what was happening in an area that I had grown up in. I went to Bhandra village where I met a group of young men. I spoke to them for three hours. They repeatedly said they did not support elections and did not have faith in elections, and they backed up their assertions by citing the Fifth Schedule of the Constitution.I repeatedly told them I understood their concerns but if [Adivasi leader] Jaipal Singh Munda had not been elected to the Constituent Assembly [which started work in 1946], would we have even had the Fifth Schedule? It is because he contested and won elections that he was able to debate the provisions related to Adivasis in the assembly and fight for their rights.I also gave them another reasoning. According to the Fifth Schedule, panchayat elections were not supposed to be held in Adivasi areas since they would sound the death knell for the traditional Adivasi system of governance, which needed to be preserved. Many of us opposed panchayat elections on these grounds. But once they were announced, others leapt forward in their eagerness to become mukhiyas and ward members and we were left on the wayside.I laid out three scenarios before people. The first is that we elect a representative who pushes our agenda in the assembly.The second is that in an area with 5,000 people, 4,000 people boycott elections. In this scenario, the candidate will be chosen by only 1,000 people. Not only would he be a poor representative for the area, it is possible he would be a crook with no interest in raising the concerns of Adivasis about their land, forests, history, language and culture.The third option is that of the 5,000 people in an area, all 5,000 abstain from elections, no one files a nomination. To this, the young men said that not all grains in freshly harvested rice are the same, they are black and hollow grains too. Basically, they meant it was not possible to ensure a total election boycott. Then what is the point of an election boycott, I said, it would only benefit the BJP.Do you think the call for an election boycott resonates with people because it taps into their frustrations with representative democracy?If you remember, in the 1990s, when the PESA Act [Panchayats (Extension to the Scheduled Areas) Act] was passed, the largest celebratory procession was taken out in Khunti district. There was not a single village that did not put up inscriptions from the law on monoliths. There was no controversy over them at that time.I have been part of people’s movements since 1995. I have taken part in every protest against displacement, protests by women’s groups, youth groups. I was part of the Koel Karo movement in which eight protestors were killed in police firing for opposing a dam which would submerge 256 villages. While police cases were filed against some of us, there was no charge of sedition. The government argued that the dam was needed to produce electricity for the country but it did not brand us anti-national. Today, if we opposed such a project, the government would definitely slap the sedition charge on us.There was no charge of sedition made against us when we opposed land acquisition for the Netrahat firing range even thought it was a project for the army and soldiers. I led the movement against the Arcelor-Mittal steel plant. Now that is a powerful global steel company. The project would have not only contributed to national development, but also global development. [Smiles]. I was named in eight-10 cases, I even went to prison for three months. But there was no sedition charge made against me.How come all of a sudden so many sedition cases against Indians? Have the people of this country suddenly turned seditious?The question that you are raising: have people lost faith in democracy? After 2014, you would notice the number of sedition cases have gone up. Laws have been amended to serve the interests of the powerful, not the poor. The income of ordinary Indians is declining and that of Adani is rising. In 1996, there was no controversy over PESA Act being written on stones, so why is Pathalgadi now seen as seditious?So you agree there is reason to lose faith in democracy?If you have elected leaders like Neelkanth Munda and Karia Munda [both of the BJP] who did not even bother to speak up against state oppression of their own people, then of course people will lose faith in democracy.If the state government tries to dilute the CNT Act [Chotanagpur Tenancy Act], if the Centre tries to amend the Forests Act to allow forest officers to shoot an Adivasi carrying an axe in the forest, then of course people will lose faith in democracy.You believe this loss of faith is because of the BJP government’s actions.Yes, the space for free speech is shrinking. Look at the murder of [Bengaluru journalist] Gauri Lankesh. Before 2014, it was not common for writers and journalists to be killed. Today, those of us who write about common people’s concerns no longer get space in newspapers. There are at least 10-15 Adivasi writers like me who have been silenced. For 15 years, I wrote in newspapers without taking any remuneration. Kind editors offered me jobs, saying we know you need the money, but I said all I wanted was the space to voice the concerns of my people. Today, we can no longer wield the pen because our writing is critical of the government. Even our speeches are taped. I might be delivering a speech in a remote village but the authorities in Ranchi are listening to it live. They are waiting to catch a word or phrase that they can be used to charge me with sedition. We have lost the freedom of speech, the freedom of thought, even the freedom to decide what food we want to eat. This is the new life of India.And yet you think people should participate in elections and democracy?Look I have decided I want to have a voice in the assembly. If [Jharkhand Chief Minister] Raghubar Das can amend laws to push the agenda of his people, none other than Adani and Ambani, then when can’t someone like me who has been a street-fighter for 40 years also win elections and wrest back the laws that protect our rights?If you believe in legal rights then how can you not have faith in democracy?I say we have to make democracy work for our people, by our people.And this is only possible if you go the places where laws are made. Narendra Modi and his party men are changing the laws of this country, arresting three former chief ministers [of Jammu and Kashmir], revoking Article 370. Tomorrow, they would say they want to revoke the Fifth Schedule so that they don’t need to deal with Adivasi gram sabhas while taking away our land for Adani and Ambani projects.You believe people need to participate in elections to defeat anti-democratic forces.You cannot save democracy without taking part in it. The place where democracy is shrinking is the place where we need to go.Also read:10,000 people charged with sedition in one Jharkhand district. What does democracy mean here?","author":"Supriya Sharma","time":"2019-11-20T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131222-tlttdloiua-1574170558.jpg","tags":["Talking Democracy","Jharkhand","Pathalgadi"],"source":"https://scroll.in/article/944240/what-sedition-cases-against-10000-adivasis-in-jharkhand-reveals-about-indian-democracy"}