{"title":"What movies about the movies can tell us about the crisis that has hit Bollywood ","content":"The year hasn’t yet reached its bitter end but for some Hindi film fans, 2020 resembles a Madhur Bhandarkar movie being projected on endless loop on the walls of the quarantined apartment and the shuttered shopfronts of the pandemic-afflicted city.The relentless fallout of Sushant Singh Rajput’s death by suicide on June 14, the subsequent allegations of murder and embezzlement, the claims of a “Bollywood drug mafia” that have led to the arrests of his girlfriend Rhea Chakraborty and her brother Showik Chakraborty and the interrogation of Deepika Padukone, Shraddha Kapoor and Sara Ali Khan in connection with a so-called narcotics racket – every new development resembles a plot twist from the average Bhandarkar conspiracy drama. In the last decade, the director made his mark with a series of tales about moral turpitude in the media, the fashion world, the corporate boardroom and the prison system. His characters entered Manichean universes and were inevitably crushed by an array of degenerates, shysters and reprobates. In 2012, Bhandarkar turned his attention to his own trade, contributing an entry to the well-stocked category of movies about the movies. Heroine portrays the downward spiral of an insecure and drug-addled movie star. Along the way, Heroine ladled out vinegary observations about Bollywood’s big bad ways. If you say something with confidence, the film industry will believe even lies, one character says. Another character advises, either manipulate or get manipulated.Kareena Kapoor in Heroine (2012). Courtesy UTV Movies.Writers and directors have been setting off flares about the Hindi film industry for decades. Alongside the giddy romances and the fantastical actioners, there have been movies about the movies that attempt to shatter the illusion of happy endings and remind us that the dream factory sometimes harbours nightmares.As early as 1958, Sone Ki Chidiya tattled on rapacious families and money-minded producers. Lakshmi is the titular caged golden bird who is exploited by her clan. The love of an idealistic writer inspires Lakshmi to turn her back on fame – the only way she can retain her integrity.A year later came one of Hindi cinema’s best-known explorations of the chasm between artifice and reality: Guru Dutt’s autobiographical Kaagaz Ke Phool. Guru Dutt’s maudlin view of the profession that brought him acclaim and affluence can be summarised by his film’s dirge-like song Dekhi Zamane Ki Yaari – happiness is fleeting, the world takes away more than it gives, and everything fades away bit by bit, lyricist Kaifi Azmi writes.Kaagaz Ke Phool (1959). Courtesy Guru Dutt Films.Most of these narratives are also about Mumbai, the storied city of gold and illusion. The capital of Bollywood has been portrayed for years as the destination of saucer-eyed and steel trunk-carrying hopefuls from small towns.Some films have sent up this stereotype, such as Chala Murari Hero Banne (1977) and Ghoomketu (2020). Others have spelt out the perils of chasing the moon. As recently as 2003, a small-town resident clutching a suitcase arrived in Mumbai to chase her leading lady dreams in Main Madhuri Dixit Banna Chahti.When aspirants do land roles, as does the perennial bit-part actor from Kaamyaab (2020), an existential crisis is never too far away.Even a star of the wattage of Sanjay Dutt hasn’t had it easy, warns the biopic Sanju (2018). In Zero (2018), Katrina Kaif’s A-lister has everything – and nothing.Katrina Kaif in Zero (2018). Courtesy Red Chillies Entertainment/Colour Yellow Productions.Every film about strugglers feeds the outsider-insider debate. Ironically, it took a movie insider to craft one of the most nuanced explorations of the quest for stardom.Second-generation talent Zoya Akhtar’s Luck By Chance (2009) serves up the contrasting arcs of the ruthlessly ambitious Vikram and his more grounded actor girlfriend Sona. The movie lands its critique of the industry’s often-unfair practices without facile moralising. Vikram’s unscrupulous campaign is presented both as a reaction to circumstances (competition is tough and the opportunities are few) as well as a matter of personal choice.\n\n\n    \n    Play\n\nLuck By Chance (2009).On occasion, movies about the movies can mirror the fairy-tales that twinkle on the big screen. In  Ram Gopal Varma’s Rangeela (1995), background dancer Mili realises her ambition of becoming a lead actor through hard work and talent. In the process, she alienates her childhood friend Munna, but sees the light just in time for the closing credits.Does Mili remain an actor after leaping into the arms of the vagrant Munna? A sequel to Rangeela might have played out a bit like Meraj’s Sitara (1980). After Dhaniya earns her spot on the marquee, her lover Kundan is racked by jealousy. The only way for Dhaniya to reunite with her unreasonable boyfriend is to fake her death.Cut-throat competition can even lead to murder, if the makers of The Xpose (2014) are to be believed. In Superstar (2008), the villain is the much-loathed producer. He replaces his dead actor son with his duplicate so that the show may go on.Clearly, there’s something about the movies that inspires unlawful thoughts and unbridled cynicism. Film sets double up as crime scenes in Khamosh (1985) and Om Shanti Om (2007). In Fan (2016), Shah Rukh Khan’s movie star character is stalked and harassed by a deranged lookalike admirer.Shah Rukh Khan in a double role in Fan (2016). Courtesy Yash Raj Films.The “reality” behind the make-believe might have primed us for a less rosy-eyed picture of glamdom. But it has failed to prepare us for the current assault on the freedom of expression that is unfolding in direct and insidious ways. Filmmakers have been pulling skeletons out of their own cupboards for so many years that they have neglected to point to the ghouls at the gate who seek to reshape Bollywood in their own distorted image, as Nikita Sud so persuasively pointed out in her essay for Scroll.in:“When authoritarian states and strongmen leaders undertake to deliver the simple, patriotic, good folk from the decadence of the old order, Rahul Gandhi, Deepika Padukone and Rhea Chakraborty are grist for their mill,” Sud wrote. “In this promised horizon of New India, Hindu rashtra, Ram rajya or call it what you will, there will be no decadent elites. No drugs. No debauched dance parties at the flashy houses of film producers.”Audiences have some measure of filmland’s flimflam producers, shallow actors and fickle fans. But we are still waiting for the behind-the-scenes production that links the ongoing onslaught on Bollywood with the larger project to reshape a value system built on liberal ideals and fair play. We are missing a movie that shares the spirit of Istvan Szabo’s Mephisto (1981), in which a German stage actor’s ambition and ego lead him to becoming a toady for his Nazi rulers. The actor has the choice of fleeing Adolf Hitler’s Germany but is seduced by the perks of state patronage and massive influence.To be fair, the raging bonfire of Bollywood’s perceived vanities has the potential to defeat even the most lateral-thinking creative soul. Only a lurid-minded filmmaker can accurately capture the horror picture show that is playing out on television channels and social media every single day.The Mystery Deepens!!!#SushantSinghRajput #RheaChakroborty pic.twitter.com/07LxLFtpnn— KUNAL VIJAYAKAR (@kunalvijayakar) September 3, 2020\n\nEven Madhur Bhandarkar, were he to apply his mind to it, would find it challenging to come up with a plot that convincingly fictionalised the manner in which government agencies are throwing the rulebook at A-listers and summoning them like criminals on the basis of questionable evidence. It’s clear that 2020 will be remembered as the year that ended the pact of innocence between fabulist and fan. Who would have thought that it had the potential to make the self-referential movie redundant? Also read:How Bollywood actor Sushant Singh Rajput’s death has been turned into a political footballHow the might of India’s federal investigative agencies came to be trained on one young womanHow did Sushant Singh’s death lead to summons for Deepika Padukone?","author":"Nandini Ramnath","time":"2020-09-29T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148254-nkmkfxgrig-1601306254.jpg","tags":["Movies about movies","Sushant Singh Rajout controversy","Deepika Padukone"],"source":"https://scroll.in/reel/974262/what-movies-about-the-movies-can-tell-us-about-the-crisis-that-has-hit-bollywood"}