{"title":"What the push by individual states for Uniform Civil Codes would mean for Indian federalism","content":"In the run-up to the Gujarat elections, the state’s Bharatiya Janata Party government announced its intention to introduce a Uniform Civil Code and proposed setting up an expert committee to study the issue. This follows a similar proposal by the Uttarakhand BJP government, which has already set up a committee to implement a Uniform Civil Code for the state.Enshrined in Article 44 of the Constitution as a non-binding directive principle of state policy, a Uniform Civil Code was intended to create a uniform code of national family law that would replace existing religious identity-based personal laws. Since the introduction of the Hindu Code Bills, debates around the Uniform Civil Code, however, have notably been used to emphasise the discriminatory nature of Muslim personal law. Over time, the Uniform Civil Code became an electoral issue, with political parties like the BJP promising it to underscore the need for national uniformity and gender equality. In response to this conflation with religious nationalism, parts of the women’s movement in India, which had initially demanded a Uniform Civil Code, modified its position and instead started calling for greater gender equality within existing personal laws.Complex family lawHowever, much of the popular discourse around the Uniform Civil Code ignores the many complexities of Indian family law. For instance, while such debates often focus on the discriminatory aspects of Muslim law – such as polygamy or, till recently triple talaq – they ignore peculiar aspects of Hindu law, such as the special tax status of the Hindu Undivided Family. Moreover, parts of North East India have special constitutional protections that safeguard tribal family law and make implementing a pan-India Uniform Civil Code difficult. Therefore, there has never been any real consensus on the contents of a Uniform Civil Code or its scope of application. This is especially significant in the Indian context, where family law not only has implications for marriage and divorce but also for property and inheritance. Consequently, in recent years debates around the Uniform Civil Code came to assume a state of stasis. The most recent Law Commission’s consultation paper on the matter, in fact, concluded that a Uniform Civil Code was neither necessary nor desirable but instead called for greater reform within existing family laws. Uniform Civil Code to be implemented in Himachal Pradesh if Jai Ram Thakur government comes back to power: Home Minister Amit Shah— Press Trust of India (@PTI_News) November 6, 2022\n\nIn an ongoing case before the Supreme Court, which sought uniformity in family laws, the Centre submitted that the issue of the Uniform Civil Code would be considered afresh by the next Law Commission. In this context, the ongoing federal turn in debates over the Uniform Civil Code marks a fascinating development. I suggest three ways of looking at this development and its implications for Indian family law.First, since these moves are being made by state governments where the BJP is in power, it begs the question if the Central government, also governed by the BJP, has, at least for the time being, resigned itself to not being able to implement a national Uniform Civil Code. Instead, it has come to view states as laboratories for reform where template Uniform Civil Codes can be soft-launched and tested. On another reading, the Uniform Civil Code appears to have become a purely symbolic issue that only comes up during elections, due to the seemingly impossible barriers in its implementation.Second, if any of these states were to indeed enact a Uniform Civil Code, it would have far-reaching implications for Indian family law. Currently, while both the Centre and states have concurrent legislative competence to enact family law, much-existing family law has been enacted by Parliament. For instance, all major interventions in Hindu, Muslim, Christian, or Parsi law have been through parliamentary laws. While states have admittedly made certain changes – for instance, the introduction of self-respect marriage in Tamil Nadu – they have largely been within the framework of parliamentary laws. Moreover, under the Indian Constitutional scheme, given existing parliamentary family laws, any future state intervention in family law through, say, a Uniform Civil Code would necessarily require presidential assent.Members of a Muslim organisation protest against triple talaq in Delhi in May 2017. Credit: PTI.If such assent were granted, it would transform family law from a national issue to a state-specific issue. This would be a watershed. Even though a state-specific Uniform Civil Code may achieve uniformity between religious communities within the state, it would open up the possibility of the co-existence of multiple state-specific family law regimes. For instance, if Gujarat and Uttarakhand were to have their respective Uniform Civil Codes, what would prevent another state from creating its own family law and seeking similar presidential assent? Could presidential assent then be denied if it had been granted previously in a similar context? This may be particularly relevant for southern states whose practices found very little expression in the codification of Hindu laws in the 1950s. Finally, if any state were to enact a Uniform Civil Code, it would mark a final rupture between religious identity and family law. Legally, while it is still arguable if existing personal laws are protected by constitutional guarantees of religious freedom, in practice, any interference with personal law is often perceived as such. Consequently, concrete issues in family law, such as how to value women’s economic contribution to marriage during divorce, have received little independent attention outside the interference-in-religious personal law paradigm. Much judicial precedent has, in fact, focused on controversies about whether personal laws, due to their religious connotations, can even be subjected to the scrutiny of constitutional rights in the first place.However, if states were to completely replace religious-identity-based laws with a secular Uniform Civil Code, it would remove all barriers from raising concrete policy questions and rights-based family law claims. For instance, when emptied of religious values, could a modern Uniform Civil Code avoid questions of joint ownership of all marital property, thereby recognising women’s care work during the marriage? Or could such a Uniform Civil Code ignore the equality, liberty, and dignity claims of queer couples to marriage equality and access to parenthood? Therefore, a secular Uniform Civil Code would likely make a whole set of claims much more tractable and harder to deny. This may be the most significant unintended consequence of ongoing efforts to enact state specific Uniform Civil Codes.Akshat Agarwal is a doctoral candidate at Yale Law School. Views expressed are personal.","author":"Akshat Agarwal","time":"2022-11-18T09:00:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/57510-ftpctuocfj-1493997676.jpg","tags":["Uniform Civil Code","Religion","Women","Gender"],"source":"https://scroll.in/article/1036789/what-the-push-by-individual-states-for-uniform-civil-codes-would-mean-for-indian-federalism"}