{"title":"What the last scene in ‘Gehraiyaan’ tells us about pain and gain ","content":"Caution: Major spoilers for Gehraiyaan and a bunch of other movies. More people are talking about Gehraiyaan than the Uttar Pradesh legislative assembly election, a colleague only half-jokingly observed. Shakun Batra’s movie, which was premiered on Amazon Prime Video on February 11, has a quality prized by producers and publicists – it may not have been universally loved, but nobody can stop discussing it.The ambitious drama revolves around the relationship between yoga instructor Alisha, her live-in boyfriend Karan, her cousin Tia and Tia’s fiance Zain. Alisha’s clandestine affair with Zain leads to heartbreak, financial fraud, blackmail, the unravelling of family secrets and death. Alisha’s travails are capped by a final scene that complicates the movie’s attitude towards people who dare to follow their heart.It’s a curious turn of events. After spending well over two hours trying to create ambiguity around and empathy for imperfect characters, the makers suddenly decide to give the film a judgmental turn. Most of the action is set in the coastal town of Alibaug, Mumbai’s tarball-strewn excuse for the Hamptons (the movie was actually shot in Goa). During one of their assignations, Zain and Alisha give an elderly couple a lift on Zain’s luxury yacht. We know why the woman played by Mohini Kewalramani is there in Gehraiyaan. She will turn up later at an inopportune moment.Siddhant Chaturvedi and Deepika Padukone in Gehraiyaan. Courtesy Viacom18 Studios/Dharma Productions/Jouska Films.Alisha has killed Zain in self-defence. She has managed to conceal the crime from Tia. The police rule Zain’s death as a suicide. Tia has her own secret to share: Alisha’s mother, who committed suicide supposedly because of an unhappy marriage, actually had an affair with Tia’s father, which means that the cousins are actually sisters.If we let go of the past, will it let go of us too, the still-clueless Tia asks Alisha in the final sequence. Poignant music plays as Alisha nods meaningfully. I want to, she says. On cue, the silver-haired aunty from the yacht turns up.The “domestic noir”, as lead actor Deepika Padukone correctly described the film, could well have ended with Alisha’s decision to move on after a relentlessly harrowing journey. Indeed, the heart goes out to Alisha, the movie’s most important and rounded character, played beautifully by Padukone. Free of the make-up and accessories that are so often piled onto her and stripped to the essence of her face and body, Padukone suffers magnificently under Batra’s attentive direction.Tia’s revelation does repair Alisha’s relationship with her father, whom she had resented for pushing her mother to self-harm. Alisha even gains a sister she never knew she had.No pain without pain: Batra and co-writer Ayesha Devitre Dhillon cannot resist banging a final nail into Alisha’s coffin. The idea was presumably to deliver the kind of shock ending that’s usually found in suspense thrillers and horror films.Batra’s movie has reminded some viewers of Woody Allen’s satire Match Point (2005), which ended more convincingly on an ambivalent note.\n\n\n    \n    Play\n\nMatch Point (2005).In Match Point, an ambitious young man falls for his sister-in-law. When his wife Chloe and his girlfriend Nola both get pregnant, Chris makes his choice – he cold-bloodedly kills Nola. In the concluding scene, as Chris’s in-laws cluck over Chloe’s new-born son, Chris stands by himself in a corner with the faintest hint of triumph on his face.Chris is a direct descendant of one of the most chilling psychopaths in fiction. Patricia Highsmith’s Tom Ripley is a consummate liar and the snuffer of many lives. Ripley’s conquests began in The Talented Mr Ripley (published in 1955) and continued for four more novels. The first screen adaptation was Rene Clement’s Plein Soleil, led by a superbly cast Alain Delon. The French movie details Ripley’s friendship with the affluent Dickie Greenleaf, his murder of Dickie, and his appropriation of Dickie’s identity.Unlike the novel, the movie envisages a different fate for the amoral Ripley. As Ripley lies on a beach, smugly soaking in the sun, a pair of policemen arrive and trick him into capture. Although Highsmith approved of Clement’s filmmaking and Delon’s performance, she correctly felt that the ending was “a terrible concession to so-called public morality that the criminal had to be caught”.\n\n\n    \n    Play\n\nPlein Soleil (1960).Highsmith might not even have recognised the Tom Ripley from Anthony Minghella’s version. The Talented Mr Ripley elucidates Ripley’s homosexual attraction towards Dickie and fashions a poignant end for the murderous fraudster.The film’s closing moments hold out the prospect that Ripley has evaded arrest. He has forged a relationship with another man, Peter, and is sailing to a new destination, but then is recognised by an old associate. Terrified that he will be caught, Ripley strangles Peter, perhaps the only person to have understood him. The movie ends with an expressionless Ripley reflected in a mirror, his image split into two. Zain from Gehraiyaan, who has a touch of Tom Ripley to him, similarly lurches between lust and love. Attracted to Alisha but unable to extricate himself from Tia for financial reasons, Zain fantasises about throwing Tia off his yacht – the movie’s most genuinely shocking moment.Siddhant Siddhant and Ananya Panday in Gehraiyaan. Courtesy Viacom18 Studios/Dharma Productions/Jouska Films.Instead, Zain decides to kill Alisha, who has inconveniently become pregnant. A scuffle leads to Zain’s death – a horrible accident for Alisha and only her latest source of agony.Gehraiyaan shares some elements with A Place in the Sun. George Stevens’s movie from 1951 revolves around the wreckage that social climber George leaves behind during his ascent into high society.George ditches his girlfriend Alice for the wealthy Angela. Alice turns up pregnant and threatens to expose George. After Alice accidentally drowns in a lake, George is accused of murdering her.In prison, George is visited by Angela. In the final scene, a memory of Angela kissing George is super-imposed over George’s pensive face as he marches to the gallows.This ending tinges George’s actions with poignancy and remorse. No such luck for poor Alisha, whose petrified visage is the last thing we see in Gehraiyaan.Denied the closure that she might have earned after her endless torments, Alisha can only stare in disbelief at the latest curveball thrown her way. And thus ends a saga filmed in a seductively fluid style and based on realistic performances and minutely observed moments – as an old-fashioned morality tale that doubles up as a twisty mystery.\n\n\n    \n    Play\n\nDoobey, Gehraiyaan (2022).Also read:‘Gehraiyaan’ takes a fresh look at monogamy, says director Shakun Batra‘Gehraiyaan’ review: A sensitive deep dive into love and relationships","author":"Nandini Ramnath","time":"2022-02-22T09:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170319-eydrhjitkh-1645208008.jpeg","tags":["Gehraiyaan","Shakun Batra","Deepika Padukone"],"source":"https://scroll.in/reel/1017661/what-the-last-scene-in-gehraiyaan-tells-us-about-pain-and-gain"}