{"title":"What Donald Trump told us about the good, bad and ugly aspects of the USA","content":"As US President-elect Joe Biden starts assembling his transition team, other leaders of the liberal world order are breathing a sigh of relief. With his narcissism, short attention span, lack of curiosity about the world, and contempt for democratic norms, US President Donald Trump repeatedly demonstrated that he was unable to learn on the job and was uniquely unqualified to be the so-called leader of the free world. Other than a few authoritarian leaders, everyone is happy to see his back. However, his tumultuous tenure has been a useful reminder of everything that is good, bad, and ugly about the American system.Trump’s isolationist streak, hasty withdrawals from Afghanistan and Syria, attempts to undo the JCPOA (the Iran nuclear deal), and blocking funding to the World Health Organizations in the middle of a pandemic gave us a taste of what a post-American world order would look like. One can find reasonable arguments for Trump’s decisions. However, to modify Winston Churchill’s famous quote, with China spreading its geopolitical tentacles across all continents, we were reminded that, in the current scenario, America is the worst world police, except for all the other candidates.GoodIn the post-World War II era, the world saw a battle of ideologies – communism, socialism, and capitalism – that lasted till the end of the Cold War. Since then, while Americans championed capitalism and Western European countries espoused various forms of socialism, China has come up with an authoritarian alternative by combining economic capitalism with political communism. While former US President Barack Obama’s pivot to Asia acknowledged this danger, his solution was a less confrontational Trans-Pacific Partnership, a free-trade zone with the Pacific Rim and South East Asian countries. For all his follies, Trump has launched an all-out trade war with China while the US is still militarily and economically stronger. American intelligence and business communities realize the importance of keeping the heat up on China. In the ‘Good’ column, we can expect Biden to continue this trade war with better treatment of allies and stronger alliances with like-minded countries. Until there is a better alternative for wealth creation, military dominance, and upholding human rights and freedoms, it will be good to have America back in pole position.After Russian interference in 2016, the smooth, free and fair conclusion of the 2020 elections – despite a pandemic and Trump’s attempts to sabotage mail-in voting – is a great success. For outsiders, it might seem strange that every state has its own rules of casting and counting votes. However, this quirk of American democracy goes back to its founding, when the first thirteen states agreed to form a loose federal union. Individual states have fiercely guarded their independence and it is unlikely to change. As long as every vote is getting counted, this should be celebrated.BadThe razor thin margins of victory in several battleground states despite a significant popular vote disparity renewed criticism of the supposedly bad American election system. The electoral college – a holdover from the slavery era to keep Southern slave-owning states happy – is still justified as a system that forces candidates to appeal to the political center. Trump’s 2016 victory was seen as the centrists’ repudiation of Bill and Hillary Clinton’s history of scandals and corruption, and a risky bet on Trump. However, since Trump won 70 million votes against Joe Biden, embodiment of centrism and public decency, with a profoundly racist and xenophobic message, calls to reform the electoral college will grow louder.While those calls are unlikely to succeed, partisan gerrymandering is a bigger threat to the long-term health of American democracy. In the current setup, each state has its own committee that draws congressional district maps after every decadal census based on ever changing rules. While both the parties have indulged in visibly unfair redistricting to benefit their parties, Republicans have been more aggressive. As a result, Democrats have been effectively locked out of winning a sizable chunk of seats in the United States House of Representatives, the lower house of the Congress. Republicans from these districts have no incentive to compromise on pressing issues like immigration overhaul, restructuring of welfare programs, or healthcare reforms.UglyAnd that takes us from bad to ugly. America’s unique ‘Don’t tread on me’ ethos has made it the superpower it is today. Individual agency, relentless entrepreneurship, a socio-political climate celebrating risk-taking, and a favorable geopolitical neighborhood have played a major role in post-WWII American dominance. The past couple of decades have demonstrated the limitations of such extreme individualism.The continued rise of authoritarian China, against all odds, is already showing the world how a collectivist regime can better tackle issues like climate change. In terms of per capita GDP, China is still way behind the developed world. However, it is already challenging the US in sectors as diverse as infrastructure building capacity, size of its navy, artificial intelligence, biotechnology, renewable energy, and genetics; all closely tied to future job creation. Its oppressive political system, opacity of the economy, and absence of independent judiciary are all structural risks, but they have not stopped China from countering American hegemony in Asia. Other than racist taunts like the China virus, the 2020 election cycle showed no political will to discuss such issues directly affecting American lives.China’s handling of the pandemic is another case in point. While it deserves all the blame for concealing the dangers of Covid-19 early in the pandemic, its collectivist regime has controlled its spread better than most other countries. Meanwhile, individualistic Americans couldn’t even agree on scientific facts like wearing masks to stop the spread of the virus, so much so that mask-wearing became a political statement during the elections. This anti-science streak is delaying American economic revival.Lastly, the fact that Trump’s dog-whistle rhetoric of lawless minorities coming to destroy American suburbia did not repulse 70 million Americans indicates an undercurrent of white anxiety. Whites in America are set to become a minority by 2050. In the era of globalization, Trump did not have any tangible solutions to the economic woes of blue-collar or suburban white-collar workers. However, he tapped into this nebulous white angst that their ‘American’ way of life is in danger, almost winning him reelection. Republicans are also using every legal avenue, and occasional loopholes, to disenfranchise minority voters. Massive awareness campaigns and voter registration drives will thwart such attempts in the long run.Trump is gone and Biden will begin his presidency with a message of reconciliation. While the 2020 election captured the good, the bad, and the ugly of American politics, it will be interesting to see how this new battle between individualism and collectivism plays out globally. The USSR experiment crumbled under its own weight, but as much as the liberal world detests it, only a fool will discount the Chinese marriage of economic capitalism with political communism. Let us hope Biden and Harris are up for the challenge.Mauktik is an engineer, neuroscientist, entrepreneur, author and a filmmaker. He is the author of A Ghost of Che and Packing Up Without Looking Back.","author":"Mauktik Kulkarni","time":"2020-11-18T18:30:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/52201-txevetfcfe-1487941524.jpg","tags":["Donald Trump","Joe Biden","USA"]}