{"title":"What makes the politics of West Bengal so violent?","content":"West Bengal, by most measures, is not an exceptionally violent society when compared to other states in the Indian union. Communal riots and mass killings – frequently reported in North and West India – are not common in the state. Neither are caste killings, even as they happen in the rest of the country.Yet, in one instance, West Bengal does stand out in terms of bloodiness: political violence. The panchayat elections held last month exemplified this. The Bharatiya Janata Party claims 52 of its workers were murdered in the run-up to the polls. The ruling Trinamool Congress, on its part, says 14 of its workers were killed. In many areas, the party prevented Opposition candidates from filing nominations and as a result won 34% of gram panchayat seats uncontested. Moreover, even after the elections, the Communist Party of India (Marxist) and the BJP have accused the Trinamool Congress of attacking their cadre.As a result of the BJP’s presence in these elections, the violence has attracted the attention of the national media. Yet, there is nothing new about the killings and bloodshed.A family member of a CPI(M) member who was allegedly attacked by the Trinamool Congress in Cooch Behar on June 3.The party-societyDhuri village in South 24 Parganas was a long-time Revolutionary Socialist Party base. In 2003, just before panchayat elections that year, the party’s supporters in the village were evicted by the cadre of the Communist Party of India (Marxist), which went on to win the polls. The only way the Revolutionary Socialist Party cadre could return to Dhuri was if they won the gram panchayat elections five years later. But such an attempt in 2008 resulted in six deaths. Three of the dead were from the family of a party worker while a relative of Subhas Naskar, a Revolutionary Socialist Party minister in the state government, was killed when Naskar’s house was bombed. The Revolutionary Socialist Party and the Communist Party of India (Marxist) were allies in the Left Front adminstration at the time. One can only imagine the intensity of the violence if they were not partners.What makes politics in West Bengal express itself with such blood and fury? The answer might lie in the structure of rural politics in West Bengal and the existence of the “party-society”: a system where political parties dominate every strand of rural life. Academic Partha Chatterjee writes:“In [West] Bengal, the key term is ‘party’. It is indeed the elementary institution of rural life in the state – not family, not kinship, not caste, not religion, not market, but party. It is the institution that mediates every single sphere of social activity, with few exceptions, if any. This is indeed the true significance of the shift from the old days. Every other social institution, such as the landlord’s house, the caste council, the religious assembly, sectarian foundations, schools, sporting clubs, traders’ associations, and so on, have been eliminated, marginalised or subordinated to the ‘party’. Rural life is literally inconceivable without the party.”Deeply hurt by the brutal killing of our young karyakarta, Trilochan Mahato in Balarampur,West Bengal. A young life full of possibilities was brutally taken out under state’s patronage. He was hanged on a tree just because his ideology differed from that of state sponsored goons. pic.twitter.com/nHAEK09n7R— Amit Shah (@AmitShah) May 30, 2018\n\nBJP President Amit Shah has accused the Trinamool Congress of murdering a BJP worker in Balarampur weeks after the panchayat elections.\nThe Congress systemOriginally, rural life in Bengal – like in the rest of the subcontinent – was organised around landlords and caste organisations. This system started to break just as Bengal was partitioned.In West Bengal, a number of peasant movements weakened feudal control. In 1946-1947, there was an agitation by sharecroppers to restrict the landlord’s share of the harvest from half to one-third. The Tebhaga (three parts) movement saw violence as landlords rejected the new formula and tried to take harvests by force, which in turn prompted Communist cadre to physically resist their attempts. Then came the 1959 food movement in the face of a famine threat. During this movement, the Communists flooded Kolkata with peasant cadre and the police often opened fire on them. A similar agitation took place in 1966.In 1967, the Congress was voted out of office – a cataclysmic event for West Bengal and a blow to the state’s rural structures of power. The Congress was a largely conservative party in Bengal and backed landlords. Its fall broke the back of the old alliance of landlords, goondas (goons) and the police that underpinned the rural order.The next few years saw the Communist Party of India (Marxist) lead a movement that sought to redistribute land to the sharecropper. While laws on land reform had been passed in 1955, the Congress government had not acted on them for fear of antagonising its landlord support base. Like Tebhaga, the land-grab movement was often violent, with landlords and farmers resorting to the use of force to protect what both saw as their property.More violence followed in 1972 as the Congress rigged the state polls, leading to the election of Chief Minister Siddhartha Shankar Ray and the use of state machinery to physically target the Opposition – a trend that every West Bengal government would follow from then on.Siddhartha Shankar Ray's government unleashed state repression in West Bengal three years before the Emergency was declared in Delhi.Creating a party-societyHowever, in 1977, the Congress lost power – it would never regain it – and the Left Front took office. Soon after, the new regime launched Operation Barga, which finalised land redistribution, and instituted an expansive panchayati raj system through which the party could exercise power in rural Bengal. Both measures all but ended the old feudal order with West Bengal now having the lowest proportion of large and medium landowners in the country. Even the few large landowners who remained had little political power in the countryside. In 1988, for example, 58% of panchayat members were poor peasants or agricultural labourers.The power vacuum left by the exit of the landlords was filled by parties. So while in other parts of the country, politicians distributed patronage by caste or religion, here it was done by party affiliation. And while landlords or caste elite controlled the elected panchayat in other states, political scientist Atul Kohli noted that in West Bengal, party members dictated to local governments.This party-society ensured the Communist Party of India (Marxist) – with its superior organisation – remained dominant. However, almost every other party played by these rules too. The system became so embedded in the warp and weft of rural West Bengal that, as academic Partha Sarathi Banerjee notes, even marriage relations between families in opposing parties are taboo.Party monopoly on rural violenceIt is unclear if violence in rural Bengal increased after this change in the social order – but what is certain is that nearly all violence was now expressed via parties, leading to an intensity of politics not seen in other parts of India. Rather than the Western ideal of the state holding a monopoly over violence or, like in other parts of India, violence being driven by identity, in rural Bengal the locally dominant party controlled the use of force, using it as a “strategic resource”.Levels of political violence have fluctuated over the years. The period from 1967 to 1977, which saw the old order crumble, was probably the most violent. From 1977 to the mid-1980s, violence dipped but was still considerable as the Left Front built a “party-society”. The time from the mid-1980s to the early 2000s was actually one of relative peace and agricultural growth. While much of the narrative is often captured by the decline of industry and metropolitan Kolkata, in reality West Bengal had the fastest growing net state domestic product in the country from 1993 to 2003. In 1990, Atul Kohli, a political scientist at Princeton University in the United States, remarked: “After having been one of India’s most chaotic states in the late 1960s, West Bengal has emerged in the 1980s as one of India’s better-governed states.”Post this, however, West Bengal hit a ceiling as agricultural growth stagnated. Party violence reared its head again. The Left Front tried to shift to industry, using violence to evict farmers and hand over their lands to industry in places like Singur and Nandigram. The attempt failed, with the Trinamool Congress becoming the political face of this opposition. The middle peasantry, empowered by the Left in the first place, did not take kindly to this and voted the Communist Party of India (Marxist) out of power in 2011.With the party-society retreating marginally after the fall of the Left, religious identity has also become a pole of Bengali politics in the countryside. (Credit: HT)After the LeftThe Left’s departure left the “party-society” a bit frayed but largely intact with the Trinamool Congress now taking over as the dominant party in most parts of the state. But lacking an organisational structure as strong as the Communists, the Trinamool Congress has also – for the first time since Congress rule – used caste and communal identity to channel politics in rural Bengal. And with the entry of the BJP, talk of using identity as a legitimate political tool has become commonplace.While this might point to a trend, the replacement of the party-society is quite some way into the future. The system is still vibrant in the countryside and drives the Trinamool Congress to desire complete hegemony over the political space – so much so that it does not even allow other parties to contest panchayat elections. Control of rural Bengal is critical and allowed the Left to rule for 33 years. In the same way, the Trinamool Congress hopes that by violently shutting out the Opposition in the panchayat elections this year, it can dominate the crucial 2019 Lok Sabha polls.","author":"Shoaib Daniyal","time":"2018-06-05T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/881357-tljthmpvhv-1528109431.jpg","tags":["West Bengal","Panchayat elections","Political violence","CPI(M)","Trinamool Congress","BJP","Bengal poll violence"],"source":"https://scroll.in/article/881357/what-makes-the-politics-of-west-bengal-so-violent"}