{"title":"What explains Modi government’s volatile authoritarianism, swinging from paranoia to paralysis?","content":"For much of its history as an independent country, India was an outlier. While most postcolonial nations failed to develop into democracies, India was often cited as a model. It was one of the few societies in the world to become a functioning democracy even before it was fully industrialised.However, with the election of Narendra Modi in 2014, this remarkable record has come under severe strain. Experts across the world have started to express concern about India’s democratic backsliding.Democratic backslidingIn October,  analytical research by the Sweden-based Varieties of Democracy Institute showed that the Bharatiya Janata Party and its policies score highly on its “party illiberalism index” – so much so that it is “close to the typical governing party in autocracies in terms of illiberalism”. In the 2020 Democracy Index’s global ranking, published by the Economist Intelligence Unit, India dropped two places. Major “crackdowns on civil liberties” and the the fact that the Modi government had “introduced a religious element to the conceptualisation of Indian citizenship” were the major reasons for the weakening of Indian democracy, the Economist Intelligence Unit said. It went on to clearly single out “democratic backsliding under the current regime”.As if to validate these findings, in a speech on February 7, Modi warned of an international conspiracy against India, including what the prime minister inexplicably believed was an attempt to tarnish the country’s tea. Modi’s speech came after India’s farm protests attracted international support – including a tweet by American pop singer Rihanna and Swedish environmental activist Greta Thunberg.  The goverment reacted quickly: the Delhi Police moved to arrest a young Indian environment activist working with Thunberg, charging her with the colonial provision of sedition.Climate activist Disha Ravi in Patiala House court in Delhi on Friday, February 19. Credit: PTIIn the view of Suhas Palshikar, political scientist and chief editor of Studies in Indian Politics, the Bharatiya Janata Party is a “populist authoritarian” party that wants to remain popular through populist policies but also ruthlessly uses the state apparatus to control dissent. “Such a ruthless use of the state apparatus is happening [in India] for the first time,” Palshikar said. “Indira Gandhi knew the power of the state but I suspect she didn’t use it as professionally or systematically as Modi is doing today.”However, even as the Modi government unleashed its full might against a young environment activist, displaying ruthless power, it took a rather different approach with the actual leaders of the massive protests against the new farm laws. The Modi government has held extensive talks with these leaders even as lakhs of farmers from Punjab, Haryana and Uttar Pradesh have blocked major highways leading up to the capital, Delhi.Unlike with many other protests, the BJP has been wary of using force against these farmers. In Haryana, protesters ransacked venues set up for events that Haryana Chief Minister Manohar Lal Khattar was due to address, presenting the odd spectre of a chief executive unable to travel freely in his own state. Despite this,  the Modi government signaled its willingness to suspend the farm laws – an unprecedented offer.On Republic Day, after a small section of protestors entered the Red Fort in Delhi, the BJP government in Uttar Pradesh issued an ultimatum for the demonstrators to clear a protest site in Ghazipur, on its side of the order. It was simply ignored. What explains the Modi government’s volatile authoritarianism, which alternates between paranoia and paralysis? A farmer protests at the Delhi border. Credit: PTIControlling the narrativeNeelanjan Sircar, a political scientist at Ashoka University, explains that while India has free and fair elections, they are undermined by the fact that the opposition cannot compete fairly with the incumbent BJP. “In such a scenario, it is not only about winning elections, it is about demonstrating control over all facets of space,” said Sircar. “The fact that farmers can still sit there [in Ghazipur] in spite of, say, [Uttar Pradesh Chief Minister] Adityanath’s efforts is a huge problem for the BJP,” he said. “The perception of effectiveness on one side of the coin and fear on the other are dependent on the idea that this party controls every facet of social life.”Before the farmer protests, the demonstrations against the Citizenship Amendment Act last winter  had become “a huge thorn” in the BJP’s side too, said Sircar, “since it showed that despite bringing everything that the state had, they could still survive and persist”.Given that the BJP’s electoral control depends on cultivating an aura of invincibility, this sort of challenge is a huge problem for the party. “Once the aura gets pierced, it doesn’t take time for a slide to start much like CPI(M) in West Bengal,” he said. “This is why it might seem puzzling that the BJP cares so much about Rihanna or Greta Thunberg tweeting when they can’t influence elections, but this creates the fear that the BJP will not be in charge of the narrative.”Centralised albatrossTariq Tachil, a political scientist at the University of Pennsylvania, argued that the BJP’s nature as a “populist party” drives it to “enact big policy decisions, including the farm laws, without efforts at consensus-building and negotiation at the formulation stage”.He explained: “Populist governments see their moral authority as rooted in their direct connection with voters and their electoral victories. However, this approach often puts the government in a position of having to counter an unanticipated reaction, either through ex-post negotiations and policy shifts, or crackdowns.”Thachil argued that it is “premature to conclude the farmer protests will necessarily hurt the BJP electorally” but surmised that the party’s centralised nature might be driving its aggressive actions. “Even if protests and dissent don’t have an immediate electoral impact, they might open the door for a more gradual erosion of popularity,” he said. “The double-edged sword of reliance on a top leader’s popularity is that such erosion can be ill-afforded. Perhaps this threat helps explain the government’s often heavy-handed responses to domestic protestors, and hair-trigger sensitivities to international celebrity tweets.”Activists of United Hindu Front burn an effigy with a picture of Swedish climate activist Greta Thunberg during a demonstration in New Delhi on February 4. Credit: Money Sharma/AFPExtremist feedback loopMilan Vaishnav from the Carnegie Endowment for International Peace and host of the politics podcast Grand Tamasha sees the BJP’s actions as fairly standard for illiberal parties across the world. “In these sorts of regimes, there is always a period of oscillation between escalation and de-escalation, since remember, you are still confined to the boundaries of electoral politics,” he said. “You can do something that charges up your base but that creates liabilities in other places – the Citizenship Amendment Act is a classic example,” he said. “It’s then that you might have to beat a strategic retreat and wait till the next time you have an advantage.” The citizenship law, despite being passed by Parliament last December, has still not been brought into operation.Vaishnav did not see any significant downsides for the BJP when it makes these compromises. “In the short term there are probably not many repercussions for the BJP,” said Vaishnav. “There are really no viable exit options for hardcore members of the base. None of the other parties appeal to you.”However, over time this might serve to make the BJP even more illiberal. “This dynamic can then create an internal constituency for an even more extreme figure – which is what maybe results in the popularity of a Yogi Adithyanath today,” he said. “In fact, this might also explain the gradual move to the extremes by the BJP leadership over time. We look back at Vajpayee as this epitome of moderation today – and that’s not what most people thought at the time.”","author":"Shoaib Daniyal","time":"2021-02-22T10:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155244-valzxqxspe-1613966401.jpg","tags":["Farm protests","Narendra Modi","Bharatiya Janata Party"]}