{"title":"What impact will the CAA rules have on West Bengal politics?","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. As always, if you’ve been sent this newsletter and like it, to get it in your inbox every week, sign up here (click on “follow”).Have feedback, interesting links or think I am wrong? Write to me: [email protected]On Monday, the Modi government enacted the rules for the Citizenship Amendment Act. Passed by Parliament more than four years ago, the legislation introduces a religious element into India’s citizenship law by providing Hindus, Sikhs, Buddhists, Jains, Parsis and Christians from Afghanistan, Bangladesh and Pakistan a fast track to Indian citizenship – even if they had entered India illegally.Pointedly, not only are Muslims excluded from this list, so are countries such as Myanmar and Sri Lanka that do not have Muslim majorities.The ramifications of the CAA are significant, striking a blow to India’s secular nature. Its immediate impact on India’s electoral politics, however, is more complex. In fact, in West Bengal, if the Trinamool plays its cards well, the CAA might even end up damaging the Bharatiya Janata Party – a worrying possibility for the Hindutva party, given that it hopes to pick up a substantial proportion of the state’s 42 seats during the Lok Sabha elections expected later this year.Will CAA actually help refugees?The BJP has claimed that the CAA is meant to provide refuge to persecuted minorities from India’s neighbouring countries. This is not a new idea. India has long facilitated minority migration from its neighbours. Part of this had to do with Partition, when Hindus and Sikhs migrated to India from Pakistan. India also accepted ethnic minorities from Sri Lanka and Burma as part of this policy.However, on this particular count, the CAA is actually a poor instrument. Its demand that undocumented refugees produce documents from their country of origin is not only a tough demand for people fleeing persecution, it also opens up the entire process to fraud. How will the Indian state determine that a document is genuine, given that it cannot check back with the country of origin?Moreover, most refugees – especially from Bangladesh, the main focus of this law – have long received citizenship using informal means in both Assam and West Bengal. As Scroll had reported in 2019, the Intelligence Bureau had flagged this in its objection to the CAA. “There will be many others who might have come and they might have already taken citizenship by various means,” it said.Lastly, the CAA has a hard cut off: December 31, 2014. This is driven by opposition to Bangladeshi migration in the North East. In effect, it does not help any person currently in Bangladesh, Pakistan or Afghanistan.Bengal’s dynamicsGiven their cultural links across the border, this informal process of Bangladeshi Hindu refugees acquiring Indian citizenship has been especially easy in West Bengal. Since this process is illegal, there are obviously no numbers available. However, one study in Bangladesh estimated that around 11 million Hindus migrated from the country between 1964 and 2013.Once we consider that this number is divided between Assam and Bengal and that the vast majority of refugees in Bengal have now become Indian citizens through informal means, the number of CAA applicants from the state will be a rather small proportion of its population and thus would not be a major electoral factor.Even as the number of Hindu beneficiaries from the CAA is small, the BJP also has to contend with the fact that it has ended up panicking the state’s Muslims, which make up 27% of the state.On paper, the CAA does not directly affect Indian Muslims. However, Amit Shah in a speech linked the CAA to a proposed National Register of Citizens, claiming that only Indian Muslims would have to undergo future citizenship tests. This threat of statelessness sent Indian Muslims into a panic, leading to mass protests across the country after the law was passed.In West Bengal specifically, talk of National Register of Citizens sparked panic even among some Bangladeshi-origin Hindus, given that reports stated that the register in Assam had targeted that group.Trinamool has benefitted electorallyThis dynamic means that, till now, the BJP has suffered electorally in Bengal as a result of the CAA. In November 2019, with the passing of the CAA just days away, the BJP lost three critical bye-elections in the state. The blame for this, even BJP leaders admitted, was due to panic around citizenship among Bengali voters.In the 2021 Assembly elections, with fears of citizenship at its peak, Bengal’s Muslims rallied behind the Trinamool Congress. This sort of bloc Muslim voting had never been seen before in Bengal and was driven both by fears of statelessness and Mamata Banerjee’s strong stand against the CAA and National Register of Citizens. The result of this was that even though the BJP did remarkably well among the state’s Hindus, picking up more than half the community’s vote, it still ended up crashing to a huge defeat in the elections.Since then, the Bengal BJP has tried to stay clear of linking the CAA with the NRC and, ironically, blamed the Trinamool for doing so. Given that it was Shah’s linking that set this ball rolling, the BJP has struggled with this. Worse, in Assam, the BJP is still explicitly linking the CAA with the National Register of Citizens.Trying for an encoreExpectedly, the Trinamool has tried to pin down the BJP on this, highlighting the CAA-National Register of Citizens link after the rules got published. On Tuesday, Banerjee warned people against applying for CAA. She argued that “it is connected with NRC” and would mark them out as “infiltrators” and put them at risk of being sent to a “detention camp”.She further played up fears that anyone applying for the CAA would have to provide documentation from Bangladesh. Banerjee mentioned both Assam’s Hindu Bengalis being excluded from the National Register of Citizens and the fact that rules had been published a day before the start of the month of Ramzan – aiming her message at the two communities most alarmed by the question of statelessness.Banerjee’s target vote bank for this politics are Muslims and, to a smaller extent, Bangladeshi-origin Hindus who are wary of an Assam-style National Register of Citizens. It is much larger than the BJP’s CAA vote bank, comprising a small number of undocumented migrants who have not yet acquired Indian citizenship. However, she is hobbled by fewer resources. Much of the national and state media now bends towards the BJP. Moreover, the anti-CAA movement in 2019 and 2020 played a key role in channelling Muslim votes to the Trinamool. It is unlikely that any such agitation will break out this time around.Politicking over the next few weeks will determine if citizenship plays an electoral role similar to what it played in 2021 or if the BJP manages to calm fears among Bengal’s Muslims. Already, the Modi government has put out messaging trying to assuage any citizenship fears resulting from the CAA rules. So has, ironically, Amit Shah.","author":"Shoaib Daniyal","time":"2024-03-13T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199200-ynlnldpvww-1710270268.jpeg","tags":["Citizenship (Amendment) Act","National Register of Citizens","West Bengal","BJP","Trinamool Congress"],"source":"https://scroll.in/article/1065102/what-impact-will-the-caa-rules-have-on-west-bengal-politics"}