{"title":"What a regal South Indian ornament in a famous Rossetti painting tells us about the British Raj","content":"In the mid-19th century, the British artist Dante Gabriel Rossetti painted an oil titled The Beloved, based on the Biblical Song of Solomon. Commissioned by banker George Rae for 300 pounds, the painting’s debut display was for one day at London’s Arundel Club in February 1866. The tightly composed, vibrant work is a highly racialised tableau, featuring the White protagonist bride raising her veil for the Old Testament king, surrounded by four attendants of whom two are not White, with a young Black child in the foreground. Richly bedecked and bejewelled, five out of the six characters meet the viewer’s eye with what poet Ezra Pound termed the “vacant gaze” typical of the Pre-Raphaelite Brotherhood of which Rossetti was a principal artist.A closer look at The Beloved reveals more than lovely faces with slack expressions. As was his wont during this period, Rossetti showered on the characters what art critic HC Marillier refers to as “the wealth of his fine imagination”, “surrounding them with quaint and beautiful accessories”. In the lush frame can be seen richly embroidered robes, flowers, jewels and ornaments – including a piece clasped around the bride’s left wrist, which art historian Susan Stronge describes as “a South Indian bracelet with makara-head terminals”.In her essay Indian Jewellery and the West: Stylistic Exchanges 1750-1930, Stronge, senior curator in the Asian department of the Victoria and Albert Museum, inventoried a bracelet identical to the one the bride wears and dated to 1850 Madras: “Gold work in repoussé and chased, tinged with red and set with rubies.” Noting that it was a type of bangle worn and bestowed by royalty, she described it as having “two makara heads…with a stylised rudraksha bead, sacred to the god Shiva, between”.How did this ostensibly regal artefact make its way from southern India onto the canvas of one of the most well-known British artists from the Victorian era? And what meanings might we read into its presence amidst the bodies and bijoux of The Beloved?Personal collectionIn her book Victorian Jewellery Design, historian Charlotte Gere offers information about Rossetti’s jewellery collection. Reporting that an auction of Rossetti’s estate was held at his house from July 5 to July 7 in 1882, she notes that “one or two of the eighteen lots” on the second day’s sale of “Jewellery & c.” were “identifiable as jewels used in various pictures”. Those in The Beloved were, she states, “probably in one or other of the many lots containing Indian jewellery which are listed in the catalogue”. But was the bride’s South Indian bracelet among them, evidence of Rossetti’s personal belongings ornamenting his fantasy women? Gere makes no mention.\n\t\t\n\tThe Beloved, by Dante Gabriel Rossetti. Wikimedia Commons [Public Domain].Back in the A Golden Treasury listing, Stronge records that a bracelet similar to the 1850 Madras one (albeit “mounted on plaited gold wires”), from Rossetti’s collection and worn by the bride, is held in the Victoria and Albert Museum, bequeathed to it in 1938, more than half a century after his death.How that bracelet made its meandering journey is traced by the late Shirley Bury, another curator at the Victoria and Albert Museum and an expert on modern jewellery. In her essay Rossetti and his Jewellery, she delves into the 1938 bequest by May Morris. She was the daughter of William and Jane Morris, an artist couple whom Rossetti was involved with not only as a colleague but as friend and lover respectively. In May’s will, she noted that her mother’s jewellery “was used for the purpose of paintings by Rosetti (sic)...” Amongst these were a range of Indian items – a Trichinopoly gold chain, a heart brooch and two buckles – one of which Bury offered up as a candidate for the bride’s bracelet. Originally catalogued as Burmese, the piece is described by Bury thus: “a central motif formed by a makara, or water monsters, on each side of a water pot, and lion mask terminals grasping plaited chains in their jaws.” Further, she asserts that this bracelet was the same as that worn two years prior by the model who sat for Rossetti’s Monna Pomona (1864) (although there the bracelet has green settings, not red ones). According to Bury, the piece then passed to Jane Morris “by gift or, less likely, by chance…left behind [at their home] by Rossetti” and stayed with the family.Where would Rossetti have accrued the treasures he painted and, perhaps, presented to or forgot with friends? Bury points to his habits of borrowing and scouring the curiosity shops of Leicester Square and Hammersmith, positing that his “dependence on appropriate dresses and accessories for the realisation of his themes undoubtedly stimulated his activities as a collector”. She adds that most of his acquiring would have happened in the early 1860s, precisely around the time he painted The Beloved.Colonial acquisitionsIt is important to take a look at the broader culture of collecting prevalent at the time. This is the period when “exhibition fever” was at its zenith, in the era immediately following the Great Exhibition of 1851 at the Crystal Palace and lasting until the International Exhibition of 1862 in London, after which, writes Gere, “serious artistic interest in them dwindled”. In both these shows, Indian jewellery was extensively displayed, famous highlights being the Koh-i-Noor and Durra-i-Noor diamonds lent to the 1851 exhibition by the East India Company.In her essay The Aesthetics and Politics of Colonial Collecting: India at World Fairs, anthropologist Carol A Breckenridge explains, “An astonishing surge of interest in collecting Indian objects occurred in the post-Crystal Palace period…[inaugurating] a new era in which collecting, like culture itself, became institutionalized and internationalized. Numerous discreet but public settings for this phenomenon emerged…exhibitions, museums, royal receptions (durbars), archives, libraries, and surveys…Government officials, Indian princes and British royalty all collected (as did connoisseurs on the Continent)...in India, members of the royal family amassed collections of objects composed largely of presents given to them by India’s aristocracy. At home, such presents often formed either the principal or a secondary collection for an exhibition display…viewed by an audience wider than the monarchy.”As their contribution to the Crystal Palace exhibition signifies, the East India Company too had long played an important role in the visibility of South Asian artefacts to British publics, from the “Oriental repository” it established in London in 1798, to the auctions of jewellery and ornaments it conducted in the period after the transfer of its administrative powers in 1858.With this context of colonial exhibition and acquisition in the backdrop of Rossetti’s painting, the bracelet begins to make sense. In a caption for The Beloved in his book Reading the Pre-Raphaelites, art historian Tim Barringer observes some of the foreign objects served up for the (normatively white male) British gaze: “Rossetti’s Orientalism is apparent in the Japanese kimono worn (incorrectly) by the central figure and her intricate leather head-dress, which was Peruvian in origin. The figures in the painting are similarly exotic…Racial types, characterised by their ‘otherness’, are presented in the same way as the flowers, textiles, metalwork and jewellery – an exotic spectacle for the delectation of the male viewer.”\n\t\t\n\tPortrait of Dante Gabriel Rossetti c. 1871, by George Frederic Watts. Credit: Wikimedia Commons [Public Domain].Barringer links this reading to the sensual decorativeness that, combined with his mediaeval palette, came to dominate this phase of the recently-widowed Rossetti’s career, wherein he began to paint sensuous women amidst the sort of opulent objects he collected to fill his own home. Particularly in the case of The Beloved, Bury reports, the artist actively sought to achieve a sumptuous effect: “I mean the colour of my picture to be like jewels, and the jet would be invaluable.” The bride’s Whiteness contrasts with the child’s Blackness as well as the ethnic difference marked by Roma model Keomi Gray to the left of the bride and mixed race model Fanny Eaton at the back between both of them. There thus seems to be a relationship between the chroma, the jewellery and the bodies on display which reflects the racial and cultural politics of the day.This relationship is intensively analysed by art historian Matthew Francis Rarey in his essay “And the Jet Would Be Invaluable”: Blackness, Bondage, and The Beloved. Noting that his portrait of the “cup-bearing” child was the only known representation of a Black person by Rossetti, Rarey interprets the painting through a number of intersecting frames – the legal ambiguity around slavery, the long-standing European trope of androgynous young Black figures serving white main characters, the feminisation of Black men in abolitionist texts like Uncle Tom’s Cabin, the reclamatory quoting of Song of Solomon (“I am black, but comely”) by African-American intellectuals and Rossetti’s own problematic visual responses to this complex discursive field.Rarey writes, “...Rossetti uses “jet” to refer not just to a jewel [more accurately, the mineral lignite] but also to a color and to a human being…Positioning the figure as a colour foil to the bride, Rossetti highlighted the child’s face with a focused sheen reminiscent of actual jet, thus transforming them into another form of jewelry in the painting. The other jewels…underscore the bride’s nobility and cosmopolitanism.” In this way, the presence of the child (wearing a headpiece and necklace based on North African work) as part of an international commodity market aligns with the Orientalism connoted by the luxurious artefacts adorning the characters.Western gazeOrientalism, or the cultural interpretation of so-called Eastern, usually colonised, peoples by the Western coloniser’s gaze, relies on dramatic juxtapositions between the realms and fetishistic renderings of people and things for the pleasure of the viewer. This often intersects with the expression of eroticism in art of empire, predominantly by the figuration of non-White subjects as objects for the consumption of White spectatorship, often in the form of hypersexualising the women, emasculating the men or drawing on the symbolism of androgyny. In the case of The Beloved, at play is a treatment of a religious text focusing on sexual love in which the exoticism of the ancient West Asian setting is melded with 19th-century fantasies of colonial globality, the English rose whiteness of the unveiled female beauty enhanced by its ostensibly titillating contiguity with the skin tones of the colonies. It is the formal and conceptual metaphor of the spectrum, not only as a continuum of race and gender but as the literal production of colour by light – the “sheen of jet”, which makes explicit the violent power relations governing the colonial economy only hinted at through the glimmer of gold and shine of silk (ironically despite Rossetti’s intention, according to Rarey, of avoiding mid-19th century Blackness’ political meanings in favour of its aesthetics).By the time of the Brotherhood’s second generation avatar as the Aesthetic movement, when The Beloved was painted, they embraced a philosophy of art for art’s sake. Obviously, the content of the paintings did not deliver on such impossible detachment from context. It is intriguing to consider the point made by some scholars that the titular Beloved is really the viewer, a surrogate for Solomon. As we meet the eyes of the characters and feast on their garments and accessories, we become implicated in the scene, appraisers of precious ware from around the world. The Indian makara bracelet in the jewel-like configuration of The Beloved is, thus, one amongst many glints of Empire, the story of its arrival in Rossetti’s possession inextricable from the operations of the trade circuits of the Raj and its material and ideological regime. Girding the bride’s wrist, it embodies not just Rossetti’s desire to render the erotic and the exotic in brilliant hues, but also the traffic between Britain and the jewel in its Crown.","author":"Kamayani Sharma","time":"2024-05-11T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200552-qltfbpyqek-1715079345.jpg","tags":["History","Art","Dante Gabriel Rossetti","The Beloved"],"source":"https://scroll.in/magazine/1067572/what-a-regal-south-indian-ornament-in-a-famous-rossetti-painting-tells-us-about-the-british-raj"}