{"title":"What does it mean for India’s democracy to be hacked by Pegasus? Plus nine more weekend reads","content":"Weekend Reads: Stephanie Kirchgaessner tells the story of how the NSO Group, which built the controversial Pegasus spyware, became the source of a cyberweapon that could be sold to countries all over the world. “Democracies are, of course, not like individuals,” writes Sushant Singh, whose phone was targeted using Pegasus spyware. “When my cellphone was  hacked, I could survive the ordeal to tell my story. But when a  democracy is hacked, it runs the risk of dying, with no one left to tell  its story. That is my fear of today’s India. That fear must not be  allowed to come true.”“As the monsoon session runs its course, the really damaging punches  to the government are likely to be made over its failures on the issues  of price rise, pandemic and farmers, not the issue of surveillance,” writes Asim Ali. “Yet,  it is the growing authoritarianism of the government, highlighted by  the Pegasus scandal, that is at the root of what afflicts the country.”“After seven years of Modi, I now watch democracy die quietly in India  from faraway Hong Kong, where democracy was never born but it never felt  that way, and its supposed passing is widely mourned,” writes Debashish Roy Chowdhury. Preeti Zachariah tells the story of “the iron women of Manipur who live and breathe Olympian dreams.”  “Even an inflatable tyre doesn’t quite mean the safety saddle that  beginners use in swimming, in this story of the making of India’s  trendsetter in water set to go to Tokyo Games,” reports Shivani Naik. “While Sajan [Prakash] was younger  and chiselling his stroke-movement in Bangalore needing his mother  Shantymol to make overnight 380 km journeys every weekend from her home  in Neyveli, she carried torches routinely in her duffel bag to help bus  drivers fix punctures on unlit, potholed roads.”Parul Sehgal reviews Akash Kapur’s new book on Auroville, which “revisits a utopian city with fondness and fury.” Priyanka Pulla tells the story of how India was blindsided by a deadly outbreak of mucormycosis, the ‘black fungus’. “The crackdown on China’s internet industry seems to be part of the country’s emerging national industrial policy.  Instead of simply letting local governments throw resources at whatever  they think will produce rapid growth (the strategy in the 90s and early  00s), China’s top leaders are now trying to direct the country’s  industrial mix toward what they think will serve the nation as a whole? And what do they think will serve the nation as a whole? My guess is: Power”, writes Noah Smith. Peter Wohlleben examines recent research about plants and concludes that they may feel pain, possibly even see and that humans should retire older hierarchical classifcations that place ourselves at the top of the pile with plants at the bottom.","author":"Scroll Staff","time":"2021-07-25T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/86331-fjuyfeyjox-1620986680.jpg","tags":["Weekend Reads","Pegasus"],"source":"https://scroll.in/article/1001034/what-does-it-mean-for-indias-democracy-to-be-hacked-by-pegasus-plus-nine-more-weekend-reads"}