{"title":"What the burqa and the bindi (and the hijab) stand for in our books, and in our current lives","content":"There’s a scene in Prayaag Akbar’s 2017 novel Leila that never made it to the Netflix adaptation. In a not-too-distant dystopian future of water shortage, Riz and Shalini throw a grand poolside party for Leila’s third birthday. The children get their fill of inflatable slides, the parents of champagne. It’s a posh, Westernised crowd, where the women are comfortable leaving a shirt slightly unbuttoned, or showing some leg through the slit in a long dress. So Shalini’s sister-in-law Gazala stands out by being “sheathed in a flowing single-pleat abaya... with a dusty-pink silk hijab that brings out her alabaster complexion.” “Cheeks glowing with rouge,” Akbar’s description continues. “This is probably as much sun as she ever gets.” The bitchiness is explainable as Shalini’s, not the author’s. But given Akbar’s otherwise nuanced characterisations, Gazala seems an easy stand-in for tradition-bound Muslim femininity. She is somehow both decorative and covered up, and never gets to speak. Her burqa does the talking. Earlier, Shalini’s reluctance to live in the Muslim sector with her husband’s family is also routed through the veil. “Look, no disrespect to Gazala...,” she tells her brother-in-law Naz. “But I don’t want my daughter in a burqa.” In response, Naz shames Shalini – for offering him a beer, for not knowing that her maid has taken her child out. And Gazala, his hijab-wearing wife, gets held up as the contrast to the liberated, cosmopolitan Shalini: “She might not know as much about the world as you. But she knows our culture.”Typecasting the burqa The fact that Gazala’s burqa stands in for her is disappointing, but not surprising. No matter where one looks, it seems that the burqa comes to us always already loaded with meaning – and rarely a positive one. In Indian popular culture, it has long been trotted out either as a comic disguise worn by the Hindi film hero, from Shammi Kapoor and Rishi Kapoor to the three musketeers in Delhi Belly, or as a symbol of women’s oppression. Sometimes, as in the dubious Islamicate subplot of the recent Ayushmann Khurrana starrer Dream Girl, it is both.Feminists don’t necessarily do better: even a thoughtful film like Alankrita Srivastava’s Lipstick Under My Burkha can only see the burqa as the agent of the teenaged Rehana’s oppression. Zoya Akhtar’s Gully Boy is a welcome exception, giving us in Alia Bhatt’s lovely Safeena a headscarf-wearing Muslim girl who is neither a prude nor a pushover. Bhatt is also burqa-clad in Meghna Gulzar’s superb Raazi, where her fetching coloured hijab does fascinating triple duty as good Muslim, good daughter-in-law – and spy. In Alice Albinia’s 2011 novel Leela’s Book, too, the burqa has the quality of subterfuge. First, an upper class Hindu woman purchases it secretly, hiding it from her liberal Muslim husband. Then her young Muslim maid Aisha takes it from its hiding place, wearing it to walk through her own neighbourhood unrecognised. It is an “Arab-style burqa”, heavy and black “with some gauzy thin material over the eyes”, writes Albinia, such as “some women in the basti [Nizamuddin] now wore”. It allows Aisha to rescue the man she loves from unjust police custody, but Albinia the author cannot resist describing her character’s experience of wearing it as a limiting one. The burqa is too big for Aisha; the tree canopy seems denser and darker through it; her lover does not recognise her in it: “he peered at her, disturbed by the distance this... fabric put between them: it was as if they were seeing each other through a crowd of people”. The liberal non-burqa-wearer, it seems, can only attribute to the burqa-wearer a sense of alienation from herself and the worldA sign of unfreedom One way to normalise the burqa’s existence is not to dwell on it. In Altaf Tyrewala’s whipsmart novel No God In Sight (2005), we meet multiple Muslim female characters without being told if they veil. And when someone does, that doesn’t become the important thing about them. Jeyna-Bi’s burqa attracts attention because it is fluorescent orange, not simply because she’s got one. In the accepting cultural mix of Tyrewala’s Mumbai, a burqa can be a topic of banter, it can get sadly soiled when poor Jeyna-Bi throws up her portion of a wedding feast. It can be, in effect, just another piece of clothing.But the space for such a perspective is steadily narrowing. Since mid-December 2019, as unprecedented numbers of Indian Muslim women have emerged into public space to protest against the discriminatory religious basis of the Citizenship Amendment Act (CAA), the burqa has become even more heavily charged with meaning. Not all the women protesting in Shaheen Bagh (or the many female-led sit-ins it inspired nationwide) wore a veil or headscarf. But the fact that so many did seems to have caused great bafflement and unease. Because the burqa has become, for anyone who does not wear one, a sign of unfreedom. And if you aren’t free, how can you possibly be out on the streets, resisting an oppressive state? How can you be the living embodiment of oppressed Muslim womanhood that the Hindu right claims to be saving from Muslim men, and simultaneously be leading a political protest? And so, according to the Sangh’s Whatsapp factory, the lakhs of women who sat out in the wind and weather for three months, while braving police lathis, abusive goons and horrific communal violence, were not doing it to claim their threatened rights as Indian citizens, but for Rs 500 a day and free biryani. What is chilling is that so many other Indians want to believe that canard. We saw another glimpse of that suspicion and ill-will on March 23, when the mainstream media reported the police destruction of the gloriously democratic art-filled protest sites at Shaheen Bagh and elsewhere as some sort of desperate public health measure – as though the women had not already vacated the sites.    Wearing an identityThis tarring of burqa-clad women as not being legitimate citizens with legitimate concerns dovetailed perfectly with the Prime Minister’s statement in December that those protesting against the CAA-NRC “can be recognised by their clothes”. That shamelessly partisan taunting of a community fighting its own legal marginalisation has sparked a new kind of battle, with people turning their marked bodies into sites of symbolic display.Refusing to be shamed for wearing burqas, caps or other identifiable markers of their community, many Muslim protesters have instead responded by embracing them. But histories of religious populism elsewhere suggest that such a move can be a double bind. In Meena Kandasamy’s recent novel Exquisite Cadavers, a Tunisian film-school student in London finds his white British teachers pushing him to tell his country’s history through the hijab. A French-influenced secular diktat banned headscarves in Tunisia in 1981 – so when the dictatorship was unseated, wearing the hijab became a form of community identity. The Islamic right exploited people’s desire to reclaim their religion, and a country where a hijab-wearing “Arabian Barbie” had once caused a liberal outcry,  Kandasamy writes, became one that provided the largest number of foreign fighters to the dreaded Daesh.Closer home, as the recent violence in North East Delhi makes clear, such defiant wearing of religious identity on the body reaches its tragic, terrifying limits when social fissures widen into the abyss of communal violence. Symbols have power: they can mark us or unmark us, divide or unite. In Leela’s Book, the same Hindu woman once buys a packet of gold-embossed bindis for the maid Aisha, only to have her Muslim husband tell her, “They don’t wear bindis”. Fear and loathingAmong the fascinating ways in which women have chosen to express cross-community solidarities these last few months is the interlacing of burqas and bindis. The young poet Nabiya Khan’s words that rang out across many anti-CAA-NRC posters: “Aayega Inqilab, Pehen Ke Burqa Bindi Aur Hijab”.Optimists of various stripes are bringing bindis and burqas together. But those whose minds are filled with poison can only see conquest, not mingling. To such commentators, like the virulently anti-Muslim “Katyayani” on hindupost.in, a poster saying “Women Will Destroy Hindu Rashtra” with a fierce female face wearing both a bindi and a headscarf, with sunglasses on her head and her tongue out, looks like a “demonised” Kali “surrendering” to the Islamic veil. Another anti-CAA-NRC poster, of three women wearing both bindis and burqas, underscored by Faiz Ahmed Faiz’s now-viral poetic challenge to all dictatorships “Hum Dekhenge” (“We shall see”), seems to the same writer a call to “to ‘free’ bindi-sporting Hindu women by converting them into burqa-clad ones”. Communal polarisation now involves a repeated insistence that the way people look is who they are – and yet when what is on display doesn’t fit the entrenched majoritarian narrative, then suddenly it is dismissed. “Bharatiya women of non-sanatani faith are also sometimes seen sporting the bindi, but that is just how a demography raised in mixed-culture behaves,” declares Katyayani when faced with the sociological fact of non-Hindu bindi-wearers.No God In Sight contains a biting scene in which a young (upper middle class Hindu) wife must report her missing (Muslim) husband to the police. She wears her most saffron-like nylon sari, and borrows a mangalsutra and a bindi from her maid Gangu-bai, hoping that the Mumbai police will treat her complaint more seriously if she looks like a practising Hindu. They tell her to go to Pakistan.","author":"Trisha Gupta","time":"2020-03-28T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139035-msrgzonqxo-1585321311.jpeg","tags":["protest","women"],"source":"https://scroll.in/article/957394/what-the-burqa-and-the-bindi-and-the-hijab-stand-for-in-our-books-and-in-our-current-lives"}