{"title":"What a BJP convention on Valmiki Jayanti says about the fight for Dalit votes in Uttar Pradesh","content":"Saturday was Valmiki Jayanti. The birth anniversary of the poet and sage Valmiki who is believed to have written the popular epic of Ramayana. In Uttar Pradesh’s Kanpur, like many other places in the country, Dalit communities celebrate the occasion with pomp. The Dalit sub-caste, Valmikis, believe they are direct descendants of the sage-poet. In Kanpur, the headline event is usually a cultural extravaganza, traditionally held in a park named after the sage, next to a strikingly clean artificial reservoir called Moti Jheel. The event, a post-sunset affair, is so popular that a couple of years ago it had to be shifted to a larger open space, across the road. This year, though, the Maharishi Valmiki Janmotsav Mela was overshadowed by another event. The Bharatiya Janata Party held its own convention for Scheduled Castes – as Dalits are officially called – to commemorate the occasion. It was part of a series of similar Dalit outreach conferences that the party is organising across Uttar Pradesh, with the 2024 Lok Sabha election in sight. However, if the mela by the lake is marked by excitement, the BJP’s sammelan appeared to be decidedly devoid of it. There were empty chairs galore, despite the state machinery being roped in to mobilise people for the event and the presence of some of the biggest names of the state BJP unit, including Chief Minister Adityanath. There were empty chairs galore (Credit: Arunabh Saikia)A muted response Most of those who attended the three-hour-long event were also far from responsive, barely making an effort to repeat slogans for most part. Take, for instance, Hemlata Gautam, an anganwadi worker from a suburb of the city. She sat quietly in a corner through most of the event. She said she was there because of “orders” from her “supervisor”. Worryingly for the BJP, Gautam’s lack of enthusiasm, it seemed, was more than just distaste for long political speeches. As the BJP’s state chief Bhupinder Chaudhary spoke on the stage about Dalits being subjected to humiliation and atrocities under past governments, Gautam told me things have not really changed under the BJP either. After a brief moment of silent consideration, she added, “I think it has actually increased under this government.”Hemlata Gautam is an anganwadi worker from a suburb of the city. (Credit: Arunabh Saikia)A vacuum and many contendersDalits account for roughly 20% of the population in Uttar Pradesh, a state which sends as many as 80 members to the Lok Sabha. The steady and, some would say, irreversible collapse of the Bahujan Samaj Party – the Mayawati-led party counts Dalits, particularly the Jatav caste, among its core support groups – has led other political parties in the state to attempt to consolidate the community’s vote in their favour ahead of the all-important general elections next year. The current set of Dalit conventions organised by the BJP are a  part of those efforts. People posing for selfies at the event (Credit: Arunabh Saikia)The party, according to political analysts, has been steadily making inroads in the community in Uttar Pradesh. Its resounding victory in the 2022 Assembly elections – coupled with the BSP’s equally spectacular collapse – was seen as further proof of its sway over the community. Yet, political scientists seem to differ on the extent of support for the BJP among Dalits. More granular exploration of data, some say, indicate that many from the community are, in fact, shifting their allegiance to the Samajwadi Party, the BJP’s primary challenger in Uttar Pradesh. Recent by-poll results seem to back that contention.The conference in Kanpur – its limited scope notwithstanding – also did not signal any spontaneous mass support for the BJP among the community. Several buses arranged by BJP politicians ferried people to the event (Credit: Arunabh Saikia)Unenthusiastic participationLike Hemlata Gautam, most Dalits who attended the event said they had not come there of their own accord – several sanitation workers told me they had been asked to be present at the convention by the Kanpur Municipal Corporation. I also met village development officials, who said they were accompanying workers employed under the Mahatma Gandhi National Rural Employment Guarantee Act, whom they were instructed to mobilise for the event.All of this, of course, was in addition to Dalits who were ferried to the convention by BJP workers from 14 districts in the Kanpur-Bundelkhand region.Hori Lal, a daily-wage labourer, came from Sarsaul some 30 km away because “Rajesh Tiwari had arranged a bus”. Tiwari is a BJP worker – but for Lal, just a “pandit”, a colloquial Hindu word for those from the Brahmin caste. “He asked, so we came. He also told us if we do not vote for the BJP,  we will not get any benefits from the government,” he said. Hori Lal, a daily-wage labourer, came from Sarsaul (Credit: Arunabh Saikia)A curious upper-caste presenceThe lack of voluntary participation, people said, was because they believed their lives had not really improved under the BJP.As Sarita Devi, another anganwadi worker, said: “To be honest, there has been no benefit for poor people like us.”To be sure, there were also supporters of the BJP. After all, it was a BJP rally. Most of them, though, were from the so-called upper castes – who were rather conspicuous by their large numbers in a convention for Dalits.Avadesh Kumar Pandey, a Life Insurance Corporation of India employee, had come with his wife Mithilesh Pandey to hear Adityanath speak – both of them said they adored the saffron-clad politician.But even Pandey had his grievances. He found the idea of a Dalit-specific convention unsavoury because it endorsed the idea of caste-based affirmative action. “Galat hai” – it is wrong, he said. “There should not be any reservation based on caste – it should be on economic grounds.”Avadesh Kumar Pandey, a Life Insurance Corporation of India employee, had come with his wife Mithilesh Pandey to hear Adityanath speak (Credit: Arunabh Saikia)Regardless, the Pandeys’ desire to hear Adityanath “physically” was generously fulfilled by the Chief Minister. He spoke at length, for almost 45 minutes.  Adityanath largely stuck  to his strengths.  “Today, on the occasion of Valmiki Jayanti, “the Ramayana is being read across temples in the state.” he said. “Did it ever happen during the Opposition’s rule? No, because they were scared it would alienate their vote banks.”He added for good measure, “Now the Ram mandir is also going to be a reality,” referring to the temple which is coming up in Ayodhya on the site of the demolished Babri Masjid.Towards the end of his speech, he spoke of the BJP’s government’s welfare schemes and how people from all castes had benefited from them.“We have now formed a committee to ensure minimum wage to all safai karmachiaris,” he thundered from the state – the large contingent of sanitation workers in attendance barely reacted.   BJP workers at the event (Credit: Arunabh Saikia)But who else?The apathy to the BJP among the Dalits, however, is often paired with ambiguity about supporting the joint Opposition if Mayawati was not part of it. The BSP is not part of the Congress-led INDIA alliance of which Samajwadi Party is a major player in Uttar Pradesh.Both Gautam and Devi, for instance, said they wanted a new government to assume power at the Centre – but insisted they would vote for the BSP if the party was to contest separately.Gautam was emphatic about her choice. “Kisi aur ko nuksan hua to hua. If there is collateral damage, so be it,” she said when I put forth an enduring question in Uttar Pradesh politics in recent times vis-à-vis the BSP: Would it not benefit the BJP?Forgetting old wounds and forging new ties Ambedkarite civil society leaders opposed to the BJP say voters will be more strategic come elections. “If Mayawati does not join the alliance, which would be akin to not standing up for Babasaheb’s Constitution, she will suffer,” said Dhaniram Boudh, who heads the Dalit Panthers in Uttar Pradesh.At the Maharishi Valmiki Janmotsav Mela, I met Manpyare Valmiki, the vice-president of the organising committee.  The Maharishi Valmiki Janmotsav Mela  was held in the evening (Credit: Special arrangement) Valmiki cut his teeth in the BSP, but said he had got disillusioned with Mayawati and was now with the Samajwadi Party. “Now people realise it is not the time to save the party, it is the time to save the Constitution,” he said.Given the Samajwadi Party’s rather uninspiring record when it came to protecting the rights of the community, do ordinary Dalits buy that argument?Valmiki insisted more people than ever were willing to forget the past and look ahead. “The Samajwadi Party of today is willing to give respect to our icons and offer equal rights to our community,” he said.At the BJP’s conference on Saturday, most people from the Dalit community I spoke to, however, seemed to speak of the Congress as an alternative to the BJP. Likely because the next electoral contest is not at the state level but for control of the Centre, apart from the fact that many from the community are still ill at ease about directly supporting the Samajwadi Party.As Maan Singh, a BJP worker from Jalaun district, said while leaving the venue: “This time we will go to Congress – we got nothing from being with the BJP.”BJP worker from Jalaun district Maan Singh (right)  spoke about supporting Congress in the next Lok Sabha election (Credit: Arunabh Saikia)","author":"Arunabh Saikia","time":"2023-10-29T16:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195395-fjtwvyfbvs-1698569084.jpeg","tags":["BJP","Uttar Pradesh","Valmiki Jayanti","Ramayana","Dalit","Lok Sabha","Congress"],"source":"https://scroll.in/article/1058290/what-a-bjp-convention-on-valmiki-jayanti-says-about-the-fight-for-dalit-votes-in-uttar-pradesh"}