{"title":"What support for Article 370 removal in Haryana reveals about Indian democracy","content":"This is the first part in our series on what Indians think of the state of Indian democracy. It comes from Haryana, where state assembly elections are due on October 21. Read the introductory note to the series here. In 2014, the Bharatiya Janata Party had pulled off a stunning victory in the state, increasing its tally in the 90-member assembly from four seats to 47. This year, it has declared an intent to capture 75 seats under the leadership of chief minister Manohar Lal Khattar. In his political rallies, Khattar has been talking about, among other things, the striking down of the special status of Jammu and Kashmir under Article 370.One of the districts where it faces a challenge is Rohtak, which is dominated by the Jats, who have a testy relationship with the party. Has this translated into deeper questions on democracy? We tried to find out.Democracy is not a natural topic of street conversation. How do you ask someone you meet for the first time what they think of it? It is far easier to talk about elections. Which is where I began as I approached a group of men who sat sharing a hookah in Sampla village in Rohtak district in the first week of October. I introduced myself as a reporter from Delhi.Supriya Sharma: The state assembly elections are coming up. What do you think of the Khattar government?Randhir Singh: The government has done nothing for us.Outrightly dismissing the government’s work, Randhir Singh went on to bitterly complain about the state of roads, erratic water supply, overflowing drains and agrarian distress. He was in his sixties and had the demeanour of a sturdy farmer. He spoke at length about how the government had failed to buy enough bajra, the millet grown locally, forcing farmers to sell cheap to private traders.Supriya Sharma: If things are so bad, then how come BJP won all 10 Lok Sabha seats in Haryana?Randhir Singh: By misleading people. In 2014, they came up with Rs 15 lakh jumla. When that did not materialise, they came up with nationalism [in 2019]. Some people even say they were behind Pulwama.He was referring to the militant attack on a paramilitary convoy in Pulwama, Kashmir, in February. The Indian government launched air strikes in response to the attack. It is still unclear what they achieved operationally, but coming just weeks before voting, they created a groundswell of support for Prime Minister Narendra Modi.Randhir Singh: Devi Lal [a former chief minister of Haryana] used to say: public samjhaane se nahi maanti, behkaane se maan jaati hai, reason does not work with the public, deception does. Modi is the master of deception.As it turned out, Randhir Singh was no ordinary villager – he was the pradhan of four villages, not an elected representative but a customary chief with a lot of social power. He claimed he was not a member of any political party, though his statements betrayed a strong allegiance towards former chief minister and Congress leader, Bhupinder Hooda.This wasn’t surprising: both Randhir Singh and Bhupinder Hooda belong to the landholding Jat caste, which has long dominated the politics of the state (earlier part of Punjab). In fact, it was an ideologue and leader born in Sampla, Chotu Ram, who led the political assertion of the Jats in pre-Independence India.In recent decades, Sampla and Rohtak district have been the pocket borough of the Hooda family, electing Bhupinder Hooda four times to the Lok Sabha and four times to the state assembly. After he became the chief minister of Haryana in 2004, his son, Deepender Hooda, took over the parliamentary seat, winning Lok Sabha elections twice.Given the family’s grip on the area, it came as a huge shock to the Congress when Deepender Hooda lost the Lok Sabha elections this summer, even though the margin of defeat was less than 1%.Randhir Singh: It was 100% dhokadadi (cheating).The pradhan angrily accused the BJP government of misusing the administrative machinery to fix the Rohtak election results in favour of the party’s candidate.Randhir Singh: The chief minister showed up at 3.30 pm and declared ‘I want to win this seat too’. Now, you can imagine what would have happened.He alleged the BJP had laid the ground for the victory in 2016 itself by engineering Jat violence to consolidate non-Jat votes.Randhir Singh: Their strategy is divide and rule like the British.In February 2016, Jat community organisations had mobilised a highway blockade in Sampla asking for reservations in government colleges and jobs. The protest was rooted in long-festering insecurities among the Jats over a changing economy in which land ownership was no longer the central source of power. Bringing the insecurities to a head was the appointment of a non-Jat leader, a Punjabi to boot, Manohar Lal Khattar, as the BJP chief minister in 2014.A series of small skirmishes eventually led the 2016 protest to turn violent, with the Jats attacking other communities, particularly Punjabis. Many Jats now regret the violence, which they say the BJP government deliberately stoked to politically isolate them.Randhir Singh: Jaati paati mein paat ke rakh diya Haryane ko – they have divided Haryana along caste lines.This deep-seated hostility for the BJP largely explained why the pradhan, when asked about Indian democracy, was quick to declare...Randhir Singh: There is indeed a danger to democracy.But he struggled to articulate why.Randhir Singh: Modi and [Amit] Shah do not listen to anyone. Not even their own ministers. They take all the decisions on their own.But wasn’t that true of Congress as well, I asked. Power in the party was notoriously centralised in the Gandhi family, known as the high command. Singh turned defensive.Randhir Singh: If the High Command’s writ doesn’t run, how will the party function.Farm workers harvesting the bajra crop in Rohtak district. Farmers say the government purchase caps are forcing them to sell the crop cheap at prices that do not cover their costs.A little ahead in the same village, a farmer sat on a stool outside his house. When I introduced myself, he said he was hard of hearing and instead took me inside the house to meet his older brother, who turned out to be a retired clerk of the Indian Air Force. During the conversation that followed, the farmer interjected every now and then, which made me wonder if he had exaggerated his hearing loss because he preferred his more educated brother to field the queries of a journalist. The retired clerk, Satbir Singh, about 70 years old, Jat by caste, constructed his answers carefully. He even offered a caveat at the outset.Satbir Singh: Whatever I say is not my personal opinion, I’m sharing with you what people here say.Unlike the pradhan, Satbir Singh was less enamoured of the Congress – he still remembered its regime as marked with corruption. He was also less critical of the BJP – he praised the Modi government for raising India’s stature globally. But he expressed concern over the consolidation of power across India, with the BJP winning state after state, and wresting an even higher tally of seats in the Lok Sabha this year.Satbir Singh: A strong Opposition is important in democracy. If there is no Opposition, there would be tanashahi (dictatorship).Supriya Sharma: Do you think India faces such a threat?There was a long pause.Satbir Singh: Not really… Not at the moment. But maybe in the future...Supriya Sharma: What kind of threats do you foresee?Satbir Singh: Like the Supreme Court, the RBI, the Election Commission, these are meant to be independent bodies…He was drawing on the classical vision of liberal democracy as not just the rule of the majority in the form of an elected government, but also a system with checks and balances on government power through independent institutions.Satbir Singh: Many people say that the Rs 1.76 lakh crore that the RBI gave the government, now you would know better, but they say this amount had never been given before, not even in years of war.His brother: Only when the country’s spine is broken is this money taken out.The brothers were referring to the decision of the Reserve Bank of India to transfer a higher amount of funds from its surplus reserves to the government this year.Satbir Singh: Two governors quit because they were opposed to this decision. Imagine, now even village folk are talking about the RBI.The brothers next brought up the rumours about electoral voting machines being rigged to favour the BJP – rumours denied by the election commission several times.Satbir Singh: And there is one more thing, I’m not talking about you, but look at the media. The [television] channels show the views of just one party. It cannot be that other parties in India have nothing to say. If not in Haryana, they must be saying something in UP, or in Karnataka, or somewhere. But the channels show nothing.People say [the Modi government] has the media under his thumb. They say they have stopped watching TV, even though they might actually still be doing so. (Laughs)After painting an alarming picture of Indian democracy under the Modi regime, Satbir Singh slowly walked back.Satbir Singh: But some things are good too: like triple talaq, Article 370, Modi’s statement on August 15 that he would introduce population control.All three things he mentioned are dog-whistles used by Hindutva groups for Muslims. Even though Muslims constitute only 7% of Haryana’s population, Satbir Singh seemed to echo the fears raised by the BJP – of a Hindu majority under siege because of a minority. I probed him further on Article 370, which gave Jammu and Kashmir special constitutional status in the Indian Union until the Modi government dismantled it in August. This was done through legal sleight of hand, bypassing the state assembly. The government also split the state and downgraded both parts to Union Territories to be governed from Delhi, raising federal concerns.Supriya Sharma: What stops the government from using the same powers to convert Haryana and other states into Union Territories?Satbir Singh: But why will they use this power against other states? A particular community lives in Kashmir, so...Jammu and Kashmir was the only Muslim majority state in India, which the BJP’s ideological parent, the Rashtriya Swayamsevak Sangh described as “oppressive”. Satbir Singh seemed to share the sentiment.Supriya Sharma: But don’t you think the government’s move to act without consulting the people of Kashmir is undemocratic?Satbir Singh: Look even [India’s first home minister Vallabhbhai] Patel had done this. Sometimes you have to be strict. The people of Jammu and Kashmir would not have given their approval [for the removal of special status]. Even Patel had forced states to merge into the Indian Union. Hyderabad had not said yes.Besides, Kashmir had more seats than Jammu and Ladakh. That posed a danger since [the chief minister] was always elected from one community…Supriya Sharma: But why is that a problem? That community is in the majority there.Satbir Singh: Pakistan is next door. It is encouraging separatism.Kashmir. Pakistan. Muslims. This is where opposition to the BJP seems to collapse among many Hindu citizens who otherwise worry that the party is eroding democracy in India. Hindu resentments and fears contributed to the BJP’s victory in 2014 and the party has kept them alive since, some would argue deepening them further.The Kashmir decision is part of this gambit. Conversations with people in Rohtak showed there was widespread support for it. ‘Teen sau sattar’ – 370 spelt out in Hindi – won hearty approval even from the die-hard BJP opponent, Randhir Singh, the pradhan of Sampla.Political scholars say such politics of polarisation isn’t incidental, but deliberate: it allows democratically elected leaders to undermine democracy.Milan W Svolik, professor of political science at Yale University, explained how exactly in research published recently in the Journal of Democracy, drawing from a survey experiment in three countries.Voters in democracies, he pointed out, “can stop politicians with authoritarian ambitions by simply voting them out of office.”But in three countries – Turkey, Hungary and Venezuela – voters had re-elected leaders under whom democracy had taken an authoritarian turn. What accounted for this failure, Svolik asked.According to him, Hugo Chávez in Venezuela, Viktor Orbán in Hungary and Recep Erdoğan in Turkey shared an ability to “draw political battle lines along societal cleavages that were only simmering when these leaders were first elected.”“Once they succeeded,” he wrote, “elections confronted their supporters with the choice between their partisan interests on the one hand and democratic principles on the other. The evidence that I presented suggests that significant fractions of divided electorates are indeed willing to sacrifice the latter in favor of the former. Polarization erodes an electorate’s ability to resist authoritarianism.”A newly constructed giant national flag pole in Rohtak district. The plaque said it was 110 feet tall.l.As I drove out of Sampla, within 20 km, I spotted two giant national flags fluttering atop towering poles. The plaque at the bottom of one of them said it had been constructed in 2017. Evidence of the growing currency of nationalism. In the villages, many even among the Jats spoke with pride about Modi’s recent visit to the United States. “Not since Vivekananda has an Indian impressed America so much,” said an old Jat man.In the district headquarters, I drifted towards the government-run Maharishi Dayanand University. On the second floor of an unremarkable building, the head of the department of political science, professor Rajendra Sharma, was chatting with a group of students when I walked into his office. When I introduced myself, he stood up from his desk. “Why don’t you talk to them instead?” he said, with a smile, leaving the room.The students were in the second year of the masters degree in political science. They introduced themselves using just their first names – they were averse to using second names since these were caste markers, they said. Most of them came from rural backgrounds and were keen to distance themselves from caste.A young woman was the first to speak when I asked them about the state of Indian democracy.Kajal: Our freedom fighters had envisioned an India where the basic needs of people – health, food, education – would be fulfilled. Instead of achieving that, our democracy is going in the opposite direction. The way Article 370 was removed by keeping the Opposition leaders in jail, by breaking all federal norms – this is completely against democracy. Ordinary people [in Kashmir] are living in fear.I asked them if there were any developments other than Kashmir that revealed a slide in Indian democracy. They spoke of the arrest of activists in the Bhima Koregaon case last year.Anil: Go ahead and arrest them, but only if you have strong evidence against them, which the government does not have. The arrests were done only to curb their freedom, to stop the work they were doing among the poor.Kajal: It was publicised that they were Naxalites. But everybody has the freedom to hold any political ideology they like.Anil: Accepted that you have a majority [in Parliament] but that does not mean you misuse institutions like the CBI or capture the Supreme Court.Supriya: Why do you say the Supreme Court has been captured?Anil: Because the Supreme Court is unable to pull up the government, it has fallen silent [on matters like Kashmir].Piyush: Even Supreme Court judges have said democracy is in danger in India during a press conference.Anil: And Ranjan Gogoi was part of it.In January 2018, four judges held an impromptu press conference in Delhi to protest against the arbitrary allocation of cases in the Supreme Court. This was widely seen as an attempt to call attention to the government interference in the Supreme Court. One of the four judges, Ranjan Gogoi, later became the Chief Justice. His term has been marked by even bigger controversies over judicial independence.Piyush: Now even Lavasa’s wife has received a tax notice.The students had even followed the case of election commissioner Ashok Lavasa who had marked his dissent against the majority view exonerating prime minister Modi of election violations this year. His family recently received notices from the tax department.As the other students joined in to list more controversies surrounding independent institutions, a student named Amit spoke up to disagree with the general view in the room.Amit: India is the largest democracy in the world. In such a large democracy, some anomalies are natural to show up. Between 1996 and 2014, India had coalition governments. People have forgotten what single party rule was like. Even Congress governments, when they had absolute majority, wielded power in the same way [as Modi government]. Look at what Indira Gandhi did. Nothing like that has happened so far.It is common to invoke Indira Gandhi’s suspension of fundamental rights during the emergency as a counter to claims that the Modi regime is stifling freedoms. But some argue the social polarisation created by Hindu majoritarian politics allows Modi government to undermine the rights of religious minorities, political adversaries, independent journalists even without a formal declaration of emergency.The student, Amit, however, argued that such a view was alarmist.Amit: Remember Indira Gandhi was voted out of power after the emergency. Even the BJP can be defeated in elections.Many Indian voters share his confidence. “Badal denge,” they told me during the Lok Sabha elections, when I asked them what if Modi government failed to deliver economic gains even in its second term. “We will change them.”But, as Slovik explained, in many other countries, social polarisation had ensured authoritarian leaders continued to win elections, no matter how their policies fared, or how much democratic space shrunk.Which way will India go?The group of political science students in Rohtak.All conversations translated from the Hindi.Also readIs Indian democracy in crisis? We ask Indians what they think in a new reporting project","author":"Supriya Sharma","time":"2019-10-14T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128812-rvudkvsomf-1570681541.jpg","tags":["Democracy","Indian Constitution","Haryana assembly elections"],"source":"https://scroll.in/article/939656/what-support-for-article-370-removal-in-haryana-reveals-about-indian-democracy"}