{"title":"What explains the BJP’s animosity towards Periyar and his statues?","content":"A threat to bring down the statues of social reformer Periyar in Tamil Nadu has caused outrage among various political parties espousing the Dravidian ideology.Hardly a day after a statue of Russian Communist leader Lenin in Tripura was toppled after the Bharatiya Janata Party’s election victory in the state, two men were arrested for vandalising a statue of social reformer EV Ramasamy, also known as Periyar, in Thirupattur near Tamil Nadu’s Vellore, local media channels reported. The two accused are believed to have pelted stones at the statue.Earlier in the day, the BJP had found itself embroiled in yet another controversy as party leader H Raja said that after Lenin’s statue was bulldozed to the ground in Tripura, the next target would be the statues of Periyar, who founded one of the first dravidian parties in Tamil Nadu, the Dravidar Kazhagam. In a Facebook post, the BJP national secretary said:“Who is Lenin? What is his connection to India? What is the connection of Communists to India? Lenin’s statue was destroyed in Tripura. Today Lenin’s statue, tomorrow Tamil Nadu’s EVR Ramaswami’s [Periyar’s] statue.”Following the post, the Dravida Munnetra Kazhagam announced protests against Raja and the BJP in many parts of Tamil Nadu, reported The News Minute. While the DMK leader MK Stalin demanded that  Raja be arrested under the Goonda Act, Marumalarchi Dravida Munnetra Kazhagam leader Vaiko warned that anyone who touched Periyar’s statue “would have their hands chopped off”.Raja later deleted the Facebook post. The BJP spokesperson Tamilisai Soundararajan said that Raja was expressing his personal opinion, reported The Indian Express. However, Tamil Nadu BJP spokesperson Narayanan Tirupathi told News 18  that Hindutva outfits had been demanding that Periyar’s statues be removed for a long time.But why does the BJP harbour such animosity towards Periyar?Party foundationsArchival photographs of Periyar depict an elderly man with a flowing beard, round rimmed spectacles and benevolent smile. But it was the radical philosophy of this mild-looking man that laid the foundational principles of rationalism and social equality in Tamil Nadu’s politics,  that trickled down to the various Dravidian parties that were protesting against the BJP leader’s statement. Born in 1879, EV Ramaswamy joined the Indian National Congress, after resigning from various public posts he held in Erode municipality, where he was born. But within a few years, he quit the party, disillusioned about its ability and willingness to voice the concerns of backward castes. Stones can be broken. Ideas can’t be. #PeriyarStatue pic.twitter.com/QeJIsD4EJH— Abdul Matheen (@matheen_Matthu) March 6, 2018\n\nThis was when he joined the Self-Respect Movement, that worked towards establishing social and gender equality by eradicating the societal structure that placed one class or caste above another. Periyar later headed the Justice party, which was formed in 1916 to represent the interests of non-Brahmin castes both in politics and society, which were under the influence of the powerful upper caste. He withdrew it from electoral politics and turned it into a social reformist organisation, the Dravidar Kazhagam, based on the principles of rationalism, women’s rights and eradication of caste. The Dravidar Kazhagam was the mother organisation of the state’s two most influential political parties – the All India Anna Dravida Munnetra Kazhagam and the Dravida Munnetra Kazhagam, as well as various splinter groups such as the Periyar Dravidar Kazhagam, Thanthai Periyar Dravidar Kazhagam and Dravidar Viduthalai Kazhagam. Ideological differencesPeriyar was a staunch atheist. One of his main aims was to eradicate religion and religious beliefs. “There is no god, there is no god, there is no god at all,” he once famously said. “He who invented god is a fool. He who propagates god is a scoundrel. He who worships god is a barbarian.”This is one of the main reasons why the BJP and Periyarists would never get along in any respect, said A Marx, a writer and human rights activist. “The BJP and Periyarists are natural enemies,” he said.While the BJP is a pro-Hindutva party, with an ideology that seeks to establish Hindu primacy, Periyarists advocated a secular state. The Dravidar Kazhagam denounced the basic tenets of Hinduism. In 1957, Periyar and 3,000 Dravidar Kazhagam volunteers were arrested for burning the Indian Constitution, arguing that it preserved caste order, and therefore, untouchability.   “He was not happy with the fact that caste and religion were not abolished in the Constitution,” said Marx. “He felt that if some people are allowed to express their religious beliefs, some people will assert superiority based on caste. So he said, no one should claim their caste legally.”#Periyar pic.twitter.com/pGQcPxGVbw— Manuraj S (@manuraj1983) March 6, 2018\n\nPeriyar also supported the idea of a separate nation “DravidaNadu” to establish a society free of caste or religious discrimination, as opposed to the fervent nationalism exhibited by pro-Hindutva forces. “It is not because we lack in patriotism or clamour for agitations that we seek this separation (of Dravidastan), but it is for our self-preservation and self-respect,” said Periyar.  Periyar rejected the Indian State and nation – which cannot endear him to its ideologues and rulers. He also consistently identified nationalism with political Brahminism; further he was fiercely critical of nationalism, and even his campaign for a separate Dravidian nation was on account of his opposition to caste, to what he called the Brahmin-Bania Indian nation-state and not because he was committed to a romantic ideology of a resistant Dravidian nationalism.    — S V  Rajadurai and V Geetha, \"Periyar and his Ideas\"\nBut despite these differences in ideology, other BJP leaders in the past have never tried to stir up such controversies, said writer D Ravikumar of the Dalit party Viduthalai Chiruthaigal Katchi. Many have even embraced their Dravidian identity, he said.  But the BJP leader H Raja is provoking everybody, he said, from actors like Vijay to poets like Vairamuthu. “By instigating violence, he is trying to get some political mileage,” said Ravikumar. “No leader in Tamil Nadu speaks like him, inciting hate and violence. This is very abnormal in Tamil Nadu politics.”","author":"Vinita Govindarajan","time":"2018-03-07T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/871063-83828-mwyxooflat-1520360254.jpg","tags":["Periyar","Communal violence","Tamil Nadu","Statues"]}