{"title":"What the Punjabi: Why Hindi film music is full of ‘maahi’, ‘makhna’ and ‘mainu-tenu’","content":"Try to imagine a Bollywood film today without a Punjabi song. Stop before you burst a blood vessel.Punjabi pop singers have been beating down Bollywood’s door for years, leading to the inevitable: the misplaced Punjabi song that has no business in a Hindi film, the one that shows up even though neither of the characters is Punjabi or when the story doesn’t have a Punjabi setting.The most recent instance is the Bihar-set Jabariya Jodi, whose leads Abhay Singh (Sidharth Malhotra) and Babli Yadav (Parineeti Chopra) are most definitely not Punjabi. As Abhay and Babli’s romance gets going, Arijit Singh’s Ki Honda Pyaar springs up to comment on the proceedings. Why? Who knows why?\n\n\n    \n    Play\n\nKi Honda Pyaar, Jabariya Jodi (2019).In happier times, Abhay and Babli groove to Khadke Glassy, also a Punjabi track. This Honey Singh song is a recreation of an existing Punjabi hit, which was also the case with Singh’s Angreji Beat in Cocktail (2012). One justification for the misplaced Punjabi song is that it is a recreated hit. This explains instances such as the Dubeys (Vidya Balan and Manav Kaul) frolicking to the Guru Randhawa hit Ban Ja Rani in Tumhari Sulu (2017).\n\n\n    \n    Play\n\nBan Ja Rani, Tumhari Sulu (2017).But what explains Ki Honda Pyaar? Do Biharis feel the pangs of love in Punjabi? And why does the Andhadhun (2018) hero suddenly break into Naina Da Kya Kasoor? In Nautanki Saala (2013), why is Ram Parmar singing “Sadi gali aaja saanu chahan waliye”? The romantic leads in Meri Pyaari Bindu (2017) are Bengali and Tamilian, and yet you have the Punjabi-inflected Haareya underlining their love story.It doesn’t end there. Nashe Si Chadh Gayi (Befikre, 2017) takes a Hinjabi turn with a sudden Punjabi verse in its final section. Why is the couple in OK Jaanu (2017), Aditya Gunjal and Tara Agnihotri, coochie-cooing to “Enna sona kyu rab ne banaya”?\n\n\n    \n    Play\n\nEnna Sona, OK Jaanu (2017).One obvious reason is commerce. According to Prashan Agarwal, CEO of Gaana, the top music streaming app in India in 2018, “Today, 30% consumption is from non-Hindi music. Around 10% of consumption comes from Punjabi and English each – the segments that used to contribute just one per cent or two per cent earlier.” This 10% doesn’t include the Punjabi element already present in Hindi music.Socialblade shows that among 2019’s top-20 Indian YouTube channels, two of the three non-Hindi music channels are dedicated to Punjabi music. Speed Records and T-Series’ Apna Punjab are the companies supplying the Punjabi hits to Bollywood.Rajiv Vijayakar notes in Main Shayar Toh Nahin: The Book of Hindi Film Lyricists (HarperCollins India, 2019) that the Punjab-born Irshad Kamil lamented in 2005 that the overuse of Punjabi in Hindi film lyrics was “corrupting the grammar and construction of sentences”. Yet, Kamil found ways to introduce political slogans such as “Sadda haq” in Rockstar (2011) and write an out-and-out Punjabi ballad, Dil Diya Gallan, for Tiger Zinda Hai (2017).\n\n\n    \n    Play\n\nDil Diya Gallan, Tiger Zinda Hai (2017).The random Punjabi song has been around in Hindi films for a while now. One of 1990’s enduring hits was Kali Teri Choti Hai from Bahaar Aane Tak. Later, Daler Mehndi’s Na Na Na Na Na Re was included in Mrityudata (1997). The song’s presence in the soundtrack is as unexpected as its usage in the movie. The hero (Amitabh Bachchan) is a fugitive, and he escapes a police dragnet and lands up in the middle of Mehndi’s performance, dances on the stage, and leaves.\n\n\n    \n    Play\n\nNa Na Na Na Re, Mrityudata (1997).Daler Mehndi appeared in a number of item song-like performances around this time. His songs weren’t woven into the narrative, but were included to add some fun. Examples include Kudiyan Sheher Diyan (Arjun Pandit, 1999) and Ankh Ladti Hai (Khauff, 2000).In between, we had Tere Rang Balle Balle (Soldier) and Sapne Mein Milti Hai (Satya) in 1998. Mehndi’s contemporary Sukhwinder Singh, who struck gold with Chaiyya Chaiyya (Dil Se, 1998), also benefited from the Punjabi pop wave. Take Singh’s Lucky Kabootar (Daag: The Fire, 1999) and Ghash Khake Ho Gaya (Khoobsurat, 1999). Both Hinjabi songs, performed by Sanjay Dutt, exist to introduce the hero and establish his swagger.\n\n\n    \n    Play\n\nGhash Kha Ke Ho Gaya, Khoobsurat (1999).By the 2010s, Mika Singh, Hard Kaur and the Mafia Mundeer trio had taken over. Punjabi-inflected Hindi songs assumed various forms, one of which was the weepy song that commented on the misfortunes of the lead pair.Misery abounds in Mainda Yaar Mila De (Saathiya, 2002) and Layi Vi Na Gayi (Chalte Chalte, 2003). Both songs underline the pain of separation between lovers, not dissimilar to Hinjabi songs like Lambi Judaai (Hero, 1983) and Beshak Mandir Masjid Dha De (Bobby, 1973).The two Hinjabi songs in Jabariya Jodi continues two traditions. If Ki Honda Pyaar is the weepy song, Khadke Glassy is the rambunctious wedding-cum-party number that is now a staple in Hindi films.Few examples are as wacky as Bhaiaji Superhit (2018). Here, a Punjabi and a Rajput, Sunny Deol and Preity Zinta respectively, play Brahmins from Uttar Pradesh. Perhaps as a hat-tip to Deol’s Punjabiness and Zinta’s ownership of the Indian Premier League cricket team Kings XI Punjab, the leads sing and dance to Sleepy Sleepy Akhiyan.\n\n\n    \n    Play\n\nSleepy Sleepy Akhiyan, Bhaiaji Superhit (2018).Also read:From four bottles of vodka to small pegs: The evolution of the Punjabi party song in Hindi filmsBefore size mattered: When Hindi film songs were extra-long and all the better for it  When a song has both male and female versions, who does it better?","author":"Devarsi Ghosh","time":"2019-08-27T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126242-otjlqcgrnh-1566846155.jpeg","tags":["Punjabi Bollywood songs","Honey Singh","Daler Mehndi"],"source":"https://scroll.in/reel/931422/what-the-punjabi-why-hindi-film-music-is-full-of-maahi-makhna-and-mainu-tenu"}