{"title":"What political defections in Maharashtra reveal about Indian democracy","content":"This is the second part of our series on what Indians think of the state of Indian democracy. Read the introductory note to the series here. After Haryana, we travelled to Maharashtra where assembly elections are taking place against the backdrop of high-profile defections from Opposition parties to the Bharatiya Janata Party. This has given the ruling BJP-Shiv Sena alliance the edge. But what does shrinking political competition mean for democracy?We tried to find out in Satara, a district in western Maharashtra that had not elected a single BJP MLA in 2014, but now seems to be on the cusp of change.Amit Shah: Raise your hands, clench your fists to show your resolve, and say loudly “Jai Shivaji”.Crowds: Jai Shivaji.Amit Shah: Is this all that the people of Karad, the land of Shivaji, are capable of? Say louder. Jai Jai Jai Jai Jai Shivaji.Crowds: Jai Jai Jai Jai Jai Shivaji.India’s home minister Amit Shah seemed to take a leaf out of Prime Minister Narendra Modi’s book as he tried – somewhat unsuccessfully – to rouse the crowds at a political meeting in Karad, a town in Maharashtra’s Satara district on October 12.For long, Shah provided the organisational backbone for Modi. But in recent months, he has moved centre stage, becoming the principal voice of the government on contentious matters like Kashmir and the National Register of Citizens.“Loh Purush” – or the Iron Man – an epithet so far reserved for India’s first home minister Vallabhbhai Patel, is how the BJP’s candidate from the Karad assembly constituency, Atul Bhosale, addressed Shah on stage.Shah complimented Atul Bhosale in return.Amit Shah: Our Atul said he is an ordinary worker of the BJP. Atul, let me tell you that BJP itself is a party of workers. Everybody including Modi ji has risen to leadership positions by first putting up posters and shouting slogans, not because they were born in dynastic families.Seated on the stage, however, was a dynast: Udayan Raje Bhonsle, a descendant of Shivaji, the 17th-century warrior king who laid the foundation of the Maratha empire.Until a month ago, Bhonsle was a member of the Nationalist Congress Party. In May, he won his third consecutive Lok Sabha election on an NCP ticket. But he did a somersault on September 14, abandoning the NCP to join the BJP.The move was conveniently timed. When the Election Commission announced the schedule for Maharashtra assembly elections within a week, it had pencilled in a bye-election for the Satara Lok Sabha seat.Four months after soliciting votes for the NCP, Bhonsle is now asking people to vote for the BJP, without bothering to explain why.Udayan Raje: Some people say that Udayan Raje has forced an election on Satara. I have not forced an election. I have decided to join a progressive government for the welfare of my people.Although audacious, even by Indian standards, Bhonsle’s defection is merely part of the larger trend across western Maharashtra this year. Both the Nationalist Congress Party and the Congress have seen an exodus of senior leaders from their ranks, including, embarrassingly, a veteran who led the Opposition in the state assembly.The sugarcane-growing region used to be a bastion of the Congress until the party split in 1999. In the assembly elections that followed, the offshoot, Sharad Pawar-led National Congress Party, won most of the seats in the region. After the elections, both parties formed an alliance which ruled the state for 15 years.In the 2014 assembly elections, the Bharatiya Janata Party and Shiv Sena unseated them, winning 185 of the 288 seats in the assembly. But their performance was less impressive in western Maharashtra. Seven of the eight seats in Satara district stayed with the NCP and Congress.This year, however, even the NCP MLA from Satara, Udayan Raje Bhonsle’s nephew Shivendra Raje Bhonsle, has crossed over into the BJP.Prithviraj Chavan, a former chief minister and Congress candidate from Karad, blamed this exodus on pressure tactics used by BJP governments in the Centre and in Maharashtra.Prithviraj Chavan: They are targeting every single Opposition leader and trying to force defections either through monetary inducement or by threatening cases. Mr Sharad Pawar was threatened with an [Enforcement Directorate] case of Rs 25,000 crore, Mr P Chidambaram is in jail, Mr DK Shivakumar is in jail. Coercion, inducement, a mix of all… The CM is very fond of saying ‘saam daam dand bhed’, use any means to finish them.A local Congressman, Manohar Shinde, explained what made the Opposition leaders in western Maharashtra particularly vulnerable.Manohar Shinde: They own sugar mills and cooperative banks. They are businessmen.In the 1960s, the Congress government in Maharashtra started allocating state funds to promote sugar cooperatives in the region. The cooperatives brought prosperity to farmers but also strengthened the Maratha elites who controlled them. The sugar barons acquired a captive political base as well as access to state funds, which were often diverted to bankroll party election campaigns.Since most sugar barons were loyal to the Congress and the NCP, the embezzlement went overlooked. But the symbiotic relationship became their Achilles heel when the BJP came to power.The BJP has allegedly used the threat of investigations as a stick to tame the Opposition. As political scientist Suhas Palshikar wrote in an article in the Indian Express recently, the Maharashtra government is “busy crushing competition, threatening its opponents and coercing non-BJP politicians into deploying their political energies in favour of the BJP”.Manohar Shinde: The defectors know they won’t gain anything [from the BJP], but they want to save what they have.The politicians have switched sides, but what about the voters?\n\t\t\n\tAmit Shah at the Karad rally. Udayan Raje Bhonsle (in white kurta) is standing next to him. Photo: TwitterNear the district headquarters of Satara lies Limb village, part of the estate of the Udayan Raje Bhonsle family, with a 17th-century stepwell still standing as a remnant of the Maratha empire.Most of the 8,000 residents of the village are farmers who grow soyabean and vegetables along with sugarcane. This year’s heavy monsoon rains had damaged the soyabean crop and some payments for cane sold last year were still pending, farmers standing outside a tea shop told me.They discussed farm economics animatedly but when I asked them about Udayan Raje’s decision to re-contest elections on a BJP ticket, most chose to duck the question.Baba Deshmukh: He is a king, he will do what he wants.The only one to offer an opinion was a bespectacled middle-aged man holding a bag stuffed with newspapers.Gunesh Abhyankar: Manzoor nahi hai. This is not acceptable. If he wanted to switch sides, he should have done this four months ago.Abhyankar was the newspaper agent of the village. He was critical of the spate of defections across western Maharashtra.Supriya Sharma: Are you saying people will reject the defectors?Gunesh Abhyankar: People have to vote for those who own sugar factories since they are connected to them.Supriya Sharma: Even after they switch sides?Gunesh Abhyankar: They won’t be able to sell cane for years if they do not vote for them…Supriya Sharma: But how will the leaders come to know?Gunesh Abhyankar: It is known how many votes have been polled for each party in every village. All the information is available online. You don’t know who has voted for you, but you know which village has voted for you…He was echoing the widespread belief that politicians use booth-level data to discriminate between their constituents.Supriya Sharma: But if an NCP leader is strong and confident of getting farmer votes, why would he switch parties?Gunesh Abhyankar: Out of fear…He was not talking about the fear of investigations.Gunesh Abhyankar: … They saw the Lok Sabha results and became fearful that they won’t get any votes.In May, the BJP-Shiv Sena alliance won 41 of the 48 Lok Sabha seats in Maharashtra. The Nationalist Congress Party was reduced to four seats; the Congress, just one. According to Abhyankar, even some sugarcane farmers tied to the local leadership surreptitiously voted for BJP.Gunesh Abhyankar: You won’t find even ten people in my village willing to stand up as BJP supporters. But the party still got 1,000 votes. All because of one face.He meant Narendra Modi.Gunesh Abhyankar: This man takes strong decisions, people have trust in him. Take the example of notebandi...Economists largely agree that notebandi – the demonetisation of high-value currency notes in 2016 – was a shock that contributed to India’s current economic slowdown. But Abhyankar disputed that.Gunesh Abhyankar: There is no economic slowdown. Earlier, there was one biscuit company, Parle, selling 100 packets. Now it is selling 50 packets. But that’s because another ten companies have come up. Production capacity in India exceeds the country’s purchasing power, that’s all.Only at the end of the conversation did I discover that he was a member of the Rashtriya Swayamsevak Sangh, the BJP’s ideological parent. That explained his faith in the party.When I asked him about growing concerns over single-party dominance skewing Indian democracy, he naturally scoffed.Gunesh Abhyankar: This was the case for 50 years after independence. This is not new. Only the party has changed.Supriya Sharma: But since the 1990s, India has had coalition governments…Gunesh Abhyankar: …which couldn’t take any decisions. Even small, small parties were able to force the hand of the government. Now we have a government which has the power to take strong decisions. It is just like the era of Shivaji.Gunesh Abhyankar, outside the tea shop in Limb village. Not everyone agreed with Gunesh Abhyankar.Rajendra Sonkar: Fine, the country doesn’t need coalition governments, but it needs an Opposition, right?The RSS worker had left to distribute the newspapers and I had moved inside the shop, where a group of men were sipping tea in saucers. One of them identified himself as a worker of the NCP, but neither his Hindi nor my Marathi were good enough to sustain the conversation, so he called upon another man to speak to me. His name was Rajendra Sonkar. I assumed he was another NCP worker.Rajendra Sonkar: You know what BJP does, it makes politics revolve around nationalism. It is not interested in development and employment. It asks for votes in the name of Hindu versus Muslim. This kind of politics can last for one or two terms, not forever.Supriya Sharma: What do NCP workers think of these defections to the BJP?Rajendra Sonkar: Western Maharashtra has these cooperatives, sugar cooperatives, and there is thoda thoda ghotala [minor fraud] in them. What Modi has done is put pressure on them.Listening to the conversation, an older man, who identified himself as a communist, piped up from another table.Bhanudas Sawant: All this while, the BJP claimed it was against corruption. If these leaders are corrupt and you have taken them in, now you are also corrupt.But surely a large part of the blame lay with the Opposition, I asked.Rajendra Sonkar: Yes, of course, woh to nalayak hayich, they are good for nothing. They betrayed the country which is why Modi was able to win. But look at what Modi is now doing. He is distracting everyone by talking about nationalism and taking attention away from unemployment, farmer distress. Even the media does not talk about these issues anymore. For every five stories on what the BJP is saying, there is one story on the Opposition. No wonder one party has more than 300 seats in the Lok Sabha.For all its faults, he maintained, the survival of the Opposition was vital for democracy.Rajendra Sonkar: If there is no Opposition, lokshahi (democracy) will become hukumshahi (dictatorship). This Modi acts all strong, who knows he could become a dictator in the future. Actually, more than Modi, it is Amit Shah who is dangerous. He even looks like a dictator.Supriya Sharma: You are saying this because you are an NCP worker...Rajendra Sonkar: No, no, I am not. I am just a farmer. (laughs)Supriya Sharma: What is the harm in acknowledging your party affiliation?Rajendra Sonkar: More than the NCP, I am loyal to Udayan Raje since he is the descendant of Shivaji. He has shifted to the BJP. So I too am forced to shift to the BJP. You can write that I am now with the BJP.Rajendra Sonkar (extreme right) and Bhanudas Sawant (extreme left) at the tea shop in Limb.The RSS worker criticised the defections but said he would stick to the BJP.The NCP supporter criticised the BJP but said he would switch to the party.When electoral politics becomes one-sided, what does it mean for democracy?In recent years, political scientists have coined the term “competitive authoritarianism” for countries that hold regular elections but lack a level playing field.“Competitive authoritarian regimes are civilian regimes in which formal democratic institutions exist and are widely viewed as the primary means of gaining power, but in which incumbents’ abuse of the state places them at a significant advantage vis-a-vis their opponents,” political scientists Steven Levitsky and Lucan A Way wrote in their seminal 2010 book Competitive Authoritarianism: Hybrid Regimes after the Cold War.Explaining this further, they said, “Elections are competitive in that major opposition candidates are rarely excluded, opposition parties are able to campaign publicly, and there is no massive fraud” but “unequal access to finance and the media as well as incumbent abuse of state institutions” make the elections unfair.“In many competitive authoritarian regimes,” wrote Levitsky and Way, “incumbents pack judiciaries, electoral commissions, and other nominal independent arbiters and manipulate them via blackmail, bribery and/or intimidation.”Critics of the BJP argue all three factors listed by the scholars – unequal access to finance, media and state institutions – are applicable to India. In recent years, the bulk of political donations have gone to the BJP, which has introduced opaque electoral bonds. Large sections of the media have displayed a pronounced bias for the ruling party. The independence of both the Supreme Court and the Election Commission has come under a cloud. A month ago, the wife and relatives of an election commissioner were slapped with income tax notices after the official dissented against orders exonerating the prime minister of election violations.University students in Haryana, featured in the previous story in this series, identified these developments as red flags that showed democracy was backsliding in India.But do people in rural Maharashtra share their concerns?Morning newspapers being read in Limb village in Satara. Some residents of Basappachi Wadi village in Satara were angry at single-party dominance – but not of the BJP.Ravindra Chavan: Voting for the NCP means all power will remain in the hands of Sharad Pawar. He will field [his grandson] Parth from Mawal, [his grandnephew] Rohit from Karjat. No wonder his party men are leaving.Concerns about the BJP’s pan-India political consolidation do not account for the fact that in many parts of the country, it is still seen as the challenger that is liberating the electorate from hegemonic regional parties.It is doing this by creating new social coalitions. Among the reasons that Ravindra Chavan, a Maratha farmer who also runs a corner shop, listed for voting for the BJP was its success at pulling off what Maratha leaders like Sharad Pawar had failed to do – introducing reservations for the Marathas in government jobs and colleges. This was clever politics that allowed the BJP to neutralise “the politics of the dominant caste”, as political scientist Suhas Palshikar wrote.Another reason Chavan listed was purely tactical.Ravindra Chavan: The BJP is in power at the Centre. The BJP will be in power in the state. What is the point of voting for an NCP MLA?Supriya Sharma: By this logic, the BJP will win elections at every level in every part of India.Ravindra Chavan: That’s already the case. In India, there are BJP governments everywhere.Supriya Sharma: Is this degree of concentration of power good?Ravindra Chavan: Hmm, Parliament mein virodh to rehna mangta hai. There should be some Opposition in Parliament.Supriya Sharma: Why?Ravindra Chavan: If Opposition is not there, all decision making will be in the hands of one party.Supriya Sharma: Yet you are voting for the same party in Maharashtra.Ravindra Chavan: (smiles) For 60 years, one party [the Congress] was causing damage to the country, what is the harm trying another party for 10 years.Given Indian political history, single-party dominance cannot morph into authoritarianism, he claimed.Ravindra Chavan: We have a Constitution, after all, it is written in the Constitution that we are a democracy. People can change the government through elections…At this, one of the customers at his shop intervened.Ajit Jadhav: We don’t want elections… Elections are funded by our money but what do we get out of them. After 60 years of democracy, it is not that farmers have gilded homes.Jadhav was a middle-aged farmer with a small plot of land. His bold declaration created a stir. Slowly, others present at the shop began to express support. Even Ravindra Chavan spoke up to agree.Ravindra Chavan: Countries where there is no democracy are doing better than us. Look at China, Dubai, America…Supriya Sharma: America is a democracy.Ravindra Chavan: Yes, but they don’t have as many elections as we do. Here we have gram panchayat, zilla panchayat, MLA, MP… the elections never stop.By now, there was loud agreement among the group that democracy had outlived its purpose in India – what the country needed was a strong leader.Ravindra Chavan: Modi takes strong decisions. When India faced attacks from Pakistan, how many times did the Congress respond? They are the kind of people who believe in striking compromises. But Modi responded by hurling a rock at a brick. Modi ne eeth ka jawab pathar se diya.As political scientist Neelanjan Sircar wrote in an article in the Hindustan Times recently, public support for a strong leader has been rising in India – the World Values Survey in 2015 found it as high as 56%. Even army rule found approval from 36% respondents.“Preferences for these forms of political rule are straightforwardly related to centralisation of political power and democratic breakdown,” Sircar noted.Frustrations with Indian democracy no longer create an impetus for demanding improvements, instead they seem to be pushing people in the other direction – towards authoritarianism, one that may remain notionally competitive.Rajendra Sonkar, the farmer who runs a corner shop in Basappachi Wadi.All conversations translated from the Hindi.Also readIs Indian democracy in crisis? We ask Indians what they think in a new reporting projectWhat support for Article 370 removal in Haryana reveals about Indian democracy","author":"Supriya Sharma","time":"2019-10-20T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129376-ljrtaeqgpk-1571484750.jpg","tags":["Democracy","Indian Constitution","Maharashtra assembly elections"],"source":"https://scroll.in/article/941068/what-political-defections-in-maharashtra-reveal-about-indian-democracy"}