{"title":"‘What he gave our city’:  Ramchandra Guha on TS Shanbhag (1937-2021), the ‘Bookseller of Bangalore’ ","content":"Shortly before TS Shanbhag shuttered his Premier Bookshop in 2009, Asha Ghosh and Kathleen Dargis made a short film about him. The film was dedicated to the photographer Raghav Shreyas, who died tragically young, and was a habitué of the store. It features, among other things, a lovely cameo of the owner of Premier Bookshop meeting the owner of Koshy’s Parade Café, which lay just a hundred yards away, and where Shanbhag often had a coffee before opening his store. But perhaps the nicest moment in the film comes early on. A mother with a teenager alongside her speaks of bringing her son to the store when he was little, en route to her monthly visit to the British Library, then situated just above Koshy’s. As they entered Premier the boy asked the mother whether this was the library. When she answered in the negative, he said, but it contains all the books in the world.Warm and generous            I first visited Premier in 1979, when I was in my twenties. For the next three decades the store and its owner were an indispensable part of my life. My younger friends in Bangalore came to Premier as little children. The activist Achal Prabala’s first memories of Premier are of himself, aged six or seven, being left there by his parents while they had work in the area, and spending time leafing through kids’s books. He first knew it therefore as a de facto reading library, before growing up and having his literary and political education transformed by the books he bought from the store.            Some years after Shanbhag retired, Achal took me to meet him in his home in Basaveshwaranagar, in west Bangalore. It was a wonderful and happy occasion, and we wished to repeat it often. In the event, we did so only once, when Shanbhag came to an event in our part of town, and we spent some time with him. On Tuesday morning, when I heard of Shanbhag’s passing, I called Achal to tell him. He wept, and I began weeping with him too. I gently put down the phone, leaving each of us alone with our memories of the man.             Twenty-four hours later, as I write this piece, in a calmer frame of mind, I think more constructively of Shanbhag and what he gave our city. If, as the novelist Anthony Powell said, books do furnish a room, then perhaps booksellers – the best of them at any rate – do nourish a community. For a full four decades,  TS Shanbhag and his Premier Bookshop sustained the interests and obsessions of those who lived in Bangalore and bought and read books in English. But it was not merely the astonishing range of books that he stocked that made him so beloved of his customers. It was also the warmth and generosity of the man.A bookshop for writers            I have written extensively of my own relationship with Premier and its owner elsewhere, so here let me gather together the memories of others. The Kannada novelist Vivek Shanbhag recalls going there first as a shy 18-year-old, fresh from the Konkan coast. Seeing him lovingly flip through a book, and then set it aside with a sigh, the older Shanbhag (who was unrelated to the younger) would say, sympathetically, take the book with you and bring it back tomorrow. Later, when Vivek could afford to buy all the books he wanted, he particularly came to value Premier’s Shanbhag for his ability to source books unavailable anywhere else in India. Vivek had developed a fascination for the novels and stories of Isaac Bashevis Singer; of the 30 books by Singer that he now proudly possesses, the bulk were obtained for him by TS Shanbhag, one by one. In those pre-Amazon, pre Abe Books, pre credit card days, this showed an extraordinary concern for the needs of a single customer.            But then Shanbhag was like that with everyone who walked into his store more than just once or twice. As he came to recognise one’s tastes and interests, he developed an uncanny knack for anticipating what one might like to pick from the vast holdings he possessed. Mailing me on hearing of the death of Premier’s owner, the economics writer Rahul Jacob remarked: “Long before the algorithms had decided (wrongly) that I might care to read Bhagwati on globalisation, he seemed to know that I would be interested in the Didion or Ondaatje that was hidden in one corner of the bookshop.” The biologist Vidyanand Nanjundaiah wrote to me: “The range of his stock was amazing, as was the ever-increasing difficulty of negotiating one’s way through the shop. I bought The Art of India by Sivaramamurti, EO Wilson’s Sociobiology and Smullyan’s Logic Puzzles all from him. He had a shy, diffident smile, and quickly sized up my interests. Whenever I dropped in, he used to pull a book from somewhere inside a huge, almost tottering pile and say, ‘I think you may like this.’ It was almost always true. Others told me their experience was the same.”            When I tweeted about Shanbhag’s passing, others chipped in to share their memories. One person remarked: “This is so tragic, was a regular at his shop till it closed. You could tell him, ‘Uncle, I am broke, will pick the book later’ and he would give a hefty discount and say – take the book, pay when you get your salary. Incredible man.” A second wrote: “Still remember, he called us telling us that Sunil Gavaskar was coming to autograph his book Sunny Days. I still have the book with the little master’s autograph, thank you Mr Shanbhag.” A third observed: “Fond memories indeed . As a young management student, grew up reading books that Mr Shanbhag recommended. Gentle, friendly and charming, he inspired the habit of reading to all Bangaloreans.” And a fourth recalled: “Spent many a happy hour browsing through the collections aimlessly, only to buy one impulsively, and head for home. My Dad and I shared the reading habit and when he could no longer travel, I would make the trip on my own, with reduced hours for browsing.”            Literature, science, travel, management, sport,  and more – Premier had arguably a wider range of themes and subjects than any other bookstore in India, alongside an owner capable of effortlessly matching individual readers to individual titles. No wonder he inspired such love and regard. As one person remarked on Twitter: “Do you remember when nearly all of Bangalore came together to donate money when Mr Shanbhag announced he was closing Premier as his landlord had increased the rent? He managed to keep it going for a couple of years more, from perhaps being moved by this.”            Among the reasons Shanbhag was so greatly loved was that he was a person of kindliness and compassion. The lawyer Aarti Mundkur grew up with the store, asking her mother to buy books for her before saving up her pocket money to buy some for herself. Aarti went to university in Mumbai; returning some years later, she walked into Premier to be greeted affectionately in Konkani before being told, in English: “The first book you bought from your own money was Daddy Longlegs.” Many years later still, after having her sociological and legal education substantially shaped by Shanbhag’s offerings, Aarti went to Premier an hour before closing time. As she came out with a bag of books it began to rain. She huddled under an awning, contemplating hours of waiting thus. After he locked the store and came out himself, Shanbhag saw Aaarti looking anxious, not perhaps for herself, but for those waiting for her at home. He came up and asked Aarti where she lived, signalled for her to get into his car, and deposited her safely with her family.Doing good for the world            After I heard of Shanbhag’s death, I googled for stuff on him online, to find a long interview published in The Bangalore Review. This was conducted in 2014, some years after he retired, and contains a most informative account of his career as a bookseller. Here I found that, while I certainly knew and remembered the many debts I owed Shanbhag, I had forgotten  the modest debt he owed me. Apparently it was I who first persuaded him to get a credit card machine, in view of the fact that other bookstores in the city now had them, and he had to keep up with the competition. Long-time customers like myself, of course, continued to pay by cash, sometimes weeks after we had taken away and read the books we had bought from him.            Shanbhag’s store stocked books only in English, but, as the bilingual writer Sugata Srinivasaraju reminds me, Premier played a critical role in expanding the horizons of many Kannada writers too. Sugata’s own father, the dramatist C Srinivasaraju, assembled a large collection of books on drama theory from Premier, which are now housed with the Indira National Centre for the Arts. When the great director BV Karanth visited Bangalore, he would ask Srinivasaraju to meet him at Premier where, after an hour of happy and productive browsing, they would walk over to Koshy’s for an hour of intense (and productive) conversation. On my own visits to the store, I often saw the Kannada poet Pratibha Nandakumar and the Kannada critic GK Govinda Rao and the Kannada editor Sudra Srinivas there, as also the Tamil writer G Sivaramakrishnan. Doubtless Shanbhag and his shop stoked the literary and social sensibilities of some Urdu and Marathi and Konkani writers too.            Behind Shanbhag’s shy demeanour lay a mischievous wit – reserved only for people he had known long enough – and a great strength of character. He had an inner contentment, an inner peace, that kept him and his store going while the city and the world changed around him, and that kept him going further when real estate prices forced him to shut stop. I have never known a man – or woman – to take retirement with such equanimity, with absolutely no bitterness or regrets. When Achal Prabala and I went to see him c 2016, he radiated the same sort of kindness and warmth (and mischief) as he had in the days he ran Premier. Walking around his locality with him, it was clear his neighbours adored Shanbhag just as much as his customers once did.             Among the many comments on Twitter posted after Shanbhag’s death was one which offered this quote from George Elliot: “For the growing good of the world is partly dependent on unhistoric acts; and that things are not so ill with you and me as they might have been, is half owing to the number who lived faithfully a hidden life, and rest in unvisited tombs.” Through the books he selected and sold, through the knowledge he helped convey and the moral compass he himself represented, TS Shanbhag did far more good for the world than some vain and vindictive men who claim to have the force of history behind them. Ramachandra Guha’s books include Patriots and Partisans, with an essay titled “Turning Crimson at Premier’s”.","author":"Ramachandra Guha","time":"2021-05-07T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/158729-qjhfpruvub-1620302984.jpeg","tags":["Bengaluru","bookshops","covid"]}