{"title":"What does the chief minister’s chair mean in post-Modi Gujarat?","content":"In Gujarat, it is not difficult to come across people who speak glowingly of the Bharatiya Janata Party government. Yet, if you ask the same people what they think of the state’s chief minister, Bhupendra Patel, you would be lucky to get more than a nonchalant shrug. If you persist, the descriptors you will hear are not the most flattering: “Statue”, “rubber stamp”, “proxy”, et al. Since Narendra Modi left the state in 2014 to assume his prime ministerial role, Gujarat has seen three chief ministers in little over eight years. Modi’s first successor was Anandiben Patel who sat on the chair for two years, but quit before the government’s tenure was over. The next to take over, Vijay Rupani, completed five years over two terms, but had to make way for Bhupendra Patel in 2021, a year ahead of the next assembly election. This is in stark contrast to the political stability the state saw when Modi helmed it from 2001 to 2014. What does this frequent change of chief ministers say about post-Modi Gujarat? Is the BJP struggling to fill the vacuum left by him, making the state more vulnerable to an Opposition capture? After all, in 2017, the first elections that party faced in the state without Modi, it had only narrowly scraped through to a victory. Observers of the state’s politics, however, say the seeming churn at the top only signals continuity – Modi may have left, but he continues to run Gujarat for all practical purposes. Chief ministers will come and go as he pleases and as political compulsions demand.Gujarat Chief Minister Bhupendra Patel with Prime Minister Narendra Modi. Photo: TwitterA surprise choiceConsider Bhupendra Patel’s elevation in September last year – a move that almost no one saw coming, including the party’s most senior leaders in the state. The Aam Aadmi Party, in February 2021, had powered into the Surat municipal corporation, emerging as the primary opposition, on the back of Patidar votes.The community, also known as Patels, have been among the BJP’s staunchest supporters, However, the relationship between starting 2015 started showing signs of strain as the many from the community hit the streets demanding reservation in government jobs. The protracted stir had an impact on the 2017 Assembly election too. In rural Saurashtra, Patidar farmers deserted the BJP in large numbers, leading to a significant drop in the party’s overall tally that year. The results in Surat suggested that even a section of the affluent urban folks from the community may have started  to move away from the party. Thus, it made sense to replace the Rupani, from the Jain-Bania community, with a Patidar.Chosen despite lack of experience  Yet,  Bhupinder Patel, a first-time MLA, was far from being the tallest BJP Patidar leader in the state. There was, among others, Nitin Patel, the incumbent deputy chief minister under Rupani, and one of the party’s senior most leaders in Gujarat. The move to install Bhupinder Patel instead of Nitin Patel had Modi’s writ large over it, say those who have closely followed his politics in Gujarat. It reflected, in ways more than one, his penchant for absolute control, they say.Bhupendra Patel had “no prior administrative experience, barely any rapport with the public – and that was exactly why he was chosen,” said a senior leader of the BJP in Gujarat. “So that he won’t speak back.”As for Rupani, the BJP leader said there had been “many unofficial allegations of corruption”. “Plus, he was starting to emerge as a somewhat popular leader, especially in Saurashtra. That was not something Narendra Bhai would have been very happy about.”\n\t\t\n\tFormer Gujarat chief minister Vijay Rupani with Prime Minister Narendra Modi, in a photo taken in December 2021. Photo: TwitterRuling with an iron fistThis is part of an old pattern, observers say. “From 2003 onwards, Modi removed all dissenting voices from the BJP,” said the Ahmedabad-based social scientist Ghanshyam Shah. “By 2007, he had made Gujarat BJP Modi’s BJP.”Anandiben Patel, now the governor of Uttar Pradesh, was one of Modi’s closest and most trusted aides in Gujarat – though, not necessarily, the most experienced in the cabinet. Her premature exit is widely believed to be a fall-out of the Patidar stir even if officially her age was cited to be the reason. Though a Patidar herself, observers say the community had turned against her, leaving even Modi with no choice but to get rid of her.  But Anandiben Patel’s closeness and unwavering loyalty to Modi has ensured that she continues to have a say. In fact, the current chief minister Bhupinder Patel is known to be her protégé.Strikingly, not one BJP leader in the state betrayed any signs, even remotely, of protest or anger in public following Bhupinder Patel’s appointment, even though the entire cabinet had to resign with Rupani. Nitin Patel, who was widely tipped to take over, could do little except shed tears publicly while saying that he would continue to work for the party. Ghanshyam Shah said Modi over the years had managed to ensure that nobody else from the party had any real mass appeal. “They can’t protest because they don’t have a big enough popular base to take on Modi,” he said. “What Modi has done is for every panchayat and municipality election, he goes and tells people, forget about your local representative, vote for me.Besides, there are ample examples of those who have tried to rebel spectacularly failing. Take Gordhan Zadafia, for instance. Zadafia, considered close to the Vishwa Hindu Parishad, was the home minister of the state during the 2002 riots. But when Modi was re-elected after the riots the same year, he dropped Zafadia – purportedly a signal to Vishwa Hindu Parishad and, in particular, its then boss Pravin Togadia that his meddling in the government through Zadafia would not be tolerated. Zadafia launched his own party, but was soon relegated to political oblivion. Facing the end of his political career, Zadadia was forced to rejoin the BJP in 2014. Indeed, conversations with people in the state make it quite clear that in Gujarat – to a much greater extent than in other parts of the country – Modi is BJP and BJP is Modi. As a young 23-year-old in a Saurashtra town put it, “Rupani, Bhupendra, who cares, we take solace in the belief that Narendra Bhai will get things done in Gujarat.”Read the other articles in Arunabh Saikia’s Gujarat election series here.","author":"Arunabh Saikia","time":"2022-09-05T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179103-btbcgdhcjj-1661773103.jpg","tags":["Narendra Modi","Bhupendra Patel","Anandiben Patel","Gujarat","Vijay Rupani","Gordhan Zadafia"],"source":"https://scroll.in/article/1031519/what-does-the-chief-ministers-chair-mean-in-post-modi-gujarat"}