{"title":"Did Mangaluru police fire tear gas in a hospital? Two eyewitnesses describe what they saw","content":"On Thursday, the anti-Citizenship Amendment Act protests in Mangaluru turned violent. Two persons were shot dead by the police and a third with bullet injuries is recovering in the hospital following a surgery. The administration imposed curfew in several areas of the district and mobile internet services were suspended for 48 hours. By Thursday night, CCTV footage showing the police barging into the Highland hospital in Falnir and chasing people with batons began to circulate on social media. There were claims that the police had used teargas shells inside the intensive care unit of the hospital. To understand the timeline of events that led to the violence in the area, Scroll.in spoke to two eyewitnesses. One was outside the hospital during a face-off between protesters and the police. The other, a senior hospital official, was inside the premises when the police force in riots gear barged in. According to the hospital official, while the police did not use teargas inside the intensive care unit, the shell was dropped in the lobby located about 30 metres from the hospital rooms and the ICU. Stones and lathisAt around 4.30 pm on Thursday, Shaunna, a political science research scholar at an American university who wanted to be identified only by her first name, was driving with her parents towards Highland hospital, near the central part of Mangaluru. On the way, there were civilians telling commuters to turn around and go back due to the violence that had erupted in that part of the coastal city. Shaunna and her father parked the car and walked towards the hospital, where protesters had gathered. Shaunna said there was a riot control vehicle stationed near the hospital. Twelve to 15 policemen in riot gear were inside the van and about three to four of them were outside trying to charge a crowd of 30-40 agitators with their batons. “As we [she and her father] moved closer to them, we saw the protesters pelt stones at the riots control van,” she said. The crowd seemed to have been careful as the stones were hurled at the vehicle and not the police personnel. They were chanting “CAA hai hai” – CAA stands for the Citizenship Amendment Act – and they were also asking in Kannada if the police was trying to beat them. Protesters throw stones toward police during demonstrations against the Citizenship Act in Mangaluru on December 19. Credit: AFPAs Shaunna would later discover, three protestors who had been shot by the police elsewhere in the city had been brought to the Highland Hospital. The crowd had followed them.Hospital officials confirmed that two of the three men who had sustained bullet injuries were dead by the time they were brought in. The third had to undergo a surgery and is currently under observation.Shaunna said as the protesters were throwing stones, the police vehicle took off and moved towards her and a few other civilians standing with her. She said: “We were facing the police vehicle and the protesters were to the right of the van. The riot control van then started moving towards us pedestrians. We were about six civilians there. The protesters were very careful not to pelt stones at us and pelted very much at the riots vehicle. The three or four policemen standing outside the vehicle couldn’t control the crowd so they got back into the van.” After the police vehicle drove off, the protesters seem to have gone back into the lane near the hospital. Shaunna said given her background in political science, she wanted to see what was happening in the city and drove towards the city centre. By this time, the local news channels had begun flashing news about the police firing and the resultant deaths. She recalled that the traffic had turned chaotic as people were trying to rush home. In the Statebank locality, she could see stones on the road. This is where the initial firing is reported to have taken place. Police barge inAs the news of the two deaths spread, protesters began gathering outside the hospital. According to a senior hospital official, who did not want to be identified given the sensitive nature of the events, the protesters blocked the roads and there was commotion. He was also told that stones were hurled by the protesters, though the target was not clear. A police spokesman told Reuters that 20 officers had been injured in the clashes in the city.  \n\n\n    \n    Play\n\nPolicemen running in the lane outside the hospital. Footage recorded at 6.56 pm.\n\n\n    \n    Play\n\nPolicemen seen inside the hospital, barging into rooms. Footage recorded at 6.56 pmJust after 6.30 pm, with enough force present, the police decided to go after the protesters. According to the hospital official, three teargas shells were used inside the hospital premises – one in the lobby and two in the parking lot. When asked if teargas was used inside the intensive care unit, the hospital official said: “No, it was used in the hospital lobby.”However, the official explained the topography of the premises. The hospital lobby leads to a corridor. On the left are the rooms with patients and on the right is the intensive care unit. “The distance between the lobby where teargas was used and the ICU is about 30 metres,” he said. In other words, the police used teargas shells inside a hospital just 30 metres from a room with severely sick patients. \n\n\n    \n    Play\n\nThe video begin with images of policemen trying to forcibly enter a room in the hospital. Towards the end of the video, people can be seen running in the hospital corridor, with their mouths covered with cloth. Footage recorded at 6.57 pm.CCTV visuals show the police trying to break into rooms. According to the official, while some protesters had entered the hospital, a lot of the men and women seen in the video are hospital staff. The police, in their eagerness to catch the protesters, went after the staff as well. The hospital official said apart from the three with bullet injuries, six others with minor injuries from the police action were also brought in. Scroll.in made several attempts to speak to Mangaluru police commissioner but he was not available for comment.","author":"Sruthisagar Yamunan","time":"2019-12-20T17:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133222-tothtnxlag-1576843884.jpeg","tags":["Citizenship Amendment Act","Citizenship Act protests","CAA Protests","Mangaluru"],"source":"https://scroll.in/article/947438/what-really-happened-at-the-mangaluru-hospital-on-thursday-two-eyewitnesses-describe-what-they-saw"}