{"title":"What justifies an arbitrary 50% cap on reservations – when upper caste numbers are much smaller?","content":"On Thursday, the Rajasthan Assembly passed a bill to provide 5% reservations for five castes under a new category: special backward classes.  The castes were earlier a part of the Other Backward Classes category. Currently, the state of Rajasthan reserves 49% of seats in educational institutes: 16% for Dalits, 12% for Adivasis and 21% for Other Backward Classes. With this new 5% category, reservation in the state now stands at 54%  – above the 50% cap legal ceiling.This is the second time the Rajasthan government is attempting this. In 2016, the Rajasthan High court had struck down the 5% Special Backward Caste quota for, amongst other reasons, crossing the 50% ceiling. In 2017, the Orissa High Court struck down reservation in Odisha for crossing the 50% cap as well.How did this cap come about? And why 50%? For something as seminal as reservation quotas, there is little logical justification for the 50% figure. This is not a state or Union law voted upon by elected legislators but was proposed by the Supreme Court in 1992. Not only was there no legal justification for this 50% figure, there was little social justification for this, given that the proportion of upper castes in India is certainly far less than 50%. The system of reservations – seminal to wiping out caste apartheid – needs to be based on actual ground data not arbitrary caps.Fifty-FiftyThe 50% cap was set up in a 1992 judgement of the Supreme Court Indra Sawhney Etc. Etc vs Union Of India And Others:Since this Court has consistently held that the reservation under Articles 15(4) and 16(4) should not exceed 50% and the States and the Union have by and large accepted this as correct it should be held as constitutional prohibition and any reservation beyond 50% would liable to be struck down.Curiously, the court does little by way of explaining why this cap should set at 50%  – and not, say, 40% or 80%. All it has to to say that the 50% cap is “reasonable”.Just as every power must be exercised reasonably and fairly, the power conferred by Clause (4) of Article 16 should also be exercised in a fair manner and within reasonably limits - and what is more reasonable than to say that reservation under Clause (4) shall not exceed 50% of the appointments or posts, barring certain extra-ordinary situations as explained hereinafter.Yet, the court has little to say on why this seemingly arbitrary number of 50% is “reasonable”. The number refers neither to a law, the Indian Constitution or, for that matter, population of the country.Cap too lowEven as the court was hearing this case, the Mandal Commission – the body which recommended Other Backward Class reservations in 1980 – had already done some basic number crunching around the caste-wise population break up of India. It found that 52% of the population was comprised of “backward castes”. This was over and above Dalits (17%) and Adivasis (8%), two other social groups who face social disabilities due to the caste system. This 52% figure was based on the 1931 Census, the last enumeration of castes in India. Moreover, when the Mandal Commission identified backward castes, it listed 3,763 castes. However, as of 2006, that number stood at 5,013.Even the most basic of analyses therefore points to the fact that India’s population that is eligible for caste reservations far exceeds the court’s arbitrary 50% figure.Caste censusMoreover, while the Mandal Commission based its data on the 1931 Census, there is now also an updated figure. In 2011, a Socio Economic and Caste Census was conducted against the background of a rising clamour for India to count caste in the same way it today counts religion. This updation is critical given that since 1931, the population of Dalits, Adivasis and other backward castes must have risen given that birthrates rise with poverty.Yet, the data captured with the 2011 caste census was never released. The official reason given was poor quality of data but commentators as well as news reports have blamed, instead, the fact that the exercise revealed the rather small population of upper castes in India. If this were true, it would produce immediate political pressure for Union and state government to revise reservation quotas and bring into the spotlight the Supreme Court’s arbitrary 50% cap.Yet, the Indian state’s policy of burying its head in the sand is hardly viable given the clamour for reservations from powerful castes such as the Patels of Gujarat or the Marathas of Maharashtra. In this chaos, India’s caste policy can only be framed using ground data from the 2011 caste census. The arbitrary 50% cap must therefore go and a cap which reflects India’s social reality must be decided upon by the Union and state governments.","author":"Shoaib Daniyal","time":"2017-11-05T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/856462-28138-qrasyjllnp-1509712058.jpg","tags":["Caste","Caste Census","Mandal Commission","Quotas and reservations","OBCs"],"source":"https://scroll.in/article/856462/what-justifies-an-arbitrary-50-cap-on-reservations-when-upper-caste-numbers-are-much-smaller"}