{"title":"What role did marriage play in the Suchitra Sen-Uttam Kumar screen pairing?","content":"Of the thirty films that they acted in together, Suchitra Sen and Uttam Kumar appeared as a married pair in six films. These films are Agnipariksha (1954), Chandranath (1957), Harano Sur (1957), Indrani (1958), Grihodaho (1967), and Nabaraag (1971). Why do narratives of “married love” form a negligible part of their couple corpus? Their iconicity as the ultimate screen couple participated in and relied on their romantic desirability, and perhaps enacting the married couple was not considered a safe box-office bet.Is on-screen marital conflict merely the function of the melodramatic form, in order to stage the crisis of self that domestic melodramas are meant to enact, or is it also the unravelling of their “private” selves into the diegetic? Suchitra was separated from her husband, Dibanath, and had moved out of her Ballygunj Place house to her own home in the same area sometime in 1963. They had reportedly had a tumultuous married life as Dibanath was predictably jealous of his successful and working wife.Uttam never formally divorced his wife, Gauri Devi. He moved in with Supriya Debi around 1963 and lived with her for seventeen years, but maintained his marital household as well.However, in her autobiography, Supriya claims that as soon as her divorce came through, her father took them to Kalighat to be married. There is a photograph of them as a married couple in Amar Jibon Amar Uttam, her memoir.Despite living with her, Uttam reportedly went every morning to his house in Bhowanipur before going to work, and touched his mother’s feet as a mark of respect. He was known as the good son, and also a responsible father who worried about his son’s future and did his duty and married him off. He was equally seen as the responsible partner who participated wholeheartedly in the wedding of Soma, Supriya’s daughter. Predictably, his troubled relationship with Soma does not appear in most narratives that speak of his other life.The ties that bound and gaggedIt is only in the issue of Anandalok magazine published after his death in 1980 that Soma’s version of the “one sided attraction” that “she felt for this handsome man who lived with her mother” appeared. Their troubled personal lives, marital estrangements, and Uttam’s long live-in relationship with Supriya Debi was also perhaps one of the axes that reshaped this particular fragment of their star text as the married couple. In their individual careers, both of them appeared as married couples with other actors. Uttam’s pairing with Sabitri Chatterjee or Madhabi Mukherjee in Mouchak or Chadmabeshi successfully deployed the playful generic components of romantic comedy, which are not present in his on-screen marital coupling with Suchitra.The idea of the modern marriage perhaps enabled a relationship of intimacy and an exclusive bond between the couple, but it did not automatically alter the subtexts of power in the conjugal bond. Feminist historians have usually cited economic disparity as the primary reason for unequal gender transactions between working men and their non-working wives.Nabaraag makes the case that it is also significantly tied to the gendered ideas of self-fashioning available to the new woman, whose role was linked to her husband’s class and status. The prescribed code of socialising expected of her depended on the requirements determined by the husband’s social position. Narayani’s transformation and re-fashioning into an idealised, fashionable trophy wife involves layers of hard work and erasures, which are compressed mostly in flashback sequences. These erasures are geographical and linguistic, where even her traditional name, Narayani, is modernised into the more cosmopolitan Reena.It is only in the last sequence that Vipulananda addresses her by her given name; in the rest of the film, he addresses her simply as “Darling”. She is his Reena, refashioned in the image that he wants to project for the world. Her journey to Kolkata and her marriage, as well as her new avatar of the polished wife, underscores the many ellipses that have rendered her past obsolete.Excerpted with permission from Modernities and the Popular Melodrama: The Suchitra-Uttam Yug in Bengali Cinema, Smita Banerjee, Orient Black Swan.","author":"Smita Banerjee","time":"2024-04-05T09:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199748-angqriuknd-1711963775.jpeg","tags":["bengali cinema","suchitra sen","uttam kumar"],"source":"https://scroll.in/reel/1065924/what-role-did-marriage-play-in-the-suchitra-sen-uttam-kumar-screen-pairing"}