{"title":"Assam child marriage arrests causing havoc, says Gauhati HC","content":"The Gauhati High Court on Tuesday granted anticipatory bail in four separate cases of child marriage, observing that charges under the Protection of Children from Sexual Offences Act may not be justified, reported Live Law.Since February 3, the Assam police have launched a crackdown on child marriages with retributive arrests. As of February 12, over 3,000 people have been arrested under either the Protection of Children from Sexual Offences Act or the Prohibition of Child Marriage Act.Assam Chief Minister Himanta Biswa Sarma had said that while men who married girls below 14 years of age would be booked under the Protection of Children From Sexual Offences Act, those who  married girls between 14 and 18 years would be booked under the Prohibition of Child Marriage Act.However, charges under POCSO Act are being framed on the presumption that minors under 14 years who are married have been sexually assaulted, according to The Indian Express. At Tuesday’s hearing, the High Court granted bail to nine men from Bongaigaon, Morigaon, Nagaon and Kamrup districts of Assam, reported The Indian Express.Justice Suman Shyam asked the authorities to explain why the accused persons were booked under the provisions of the POCSO Act.“POCSO you can add [to] anything,” the court said, reported Live Law. “What is the POCSO [offence] here? Merely because POCSO is added does it mean judges won’t see what is there? We are not acquitting anyone here. No one is preventing you to probe.”Justice Shyam also questioned why the state authorities required immediate custodial interrogation in the cases.“If marriage is taking place in violation of law, the law will take its own course,” Shyam said. “These cases have been happening since time. We will only consider if immediate custodial interrogation is required or not. At this moment, this court thinks that these are not matters for custodial interrogation.”  The High Court added: “You [the state] proceed as per law, file a charge sheet, if they are convicted, then they are convicted. It is causing havoc in the private life of people, there are children, there are family members and old people.”Thousands of women across the state have protested against the Bharatiya Janata Party government’s crackdown on child marriages, saying the arrested men are the sole breadwinners of their families. Police data seen by Scroll shows that districts with high Muslim populations have seen more arrests than others. In January, the Assam chief minister referred to the “alarming” results of the National Family Health Survey-5 that was conducted in 2019-’20 and released last year to justify the government’s drive against child marriage. According to the survey, Assam had an underage pregnancy rate of 11.7 % – significantly higher than the national average of 6.8%.But activists have said the police crackdown was short-sighted as it did not address the structural reasons such as poverty and illiteracy behind underage marriages.  Also read: In Assam, a police crackdown on child marriage leaves a trail of crying women and broken families","author":"Scroll Staff","time":"2023-02-15T10:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186875-lstbutkhmt-1676436557.jpg","tags":["Child Marriage","Prohibition of Child Marriage Act","Assam","Gauhati High Court"],"source":"https://scroll.in/latest/1043902/what-is-pocso-offence-here-gauhati-hc-asks-assam-it-grants-bail-to-9-men-in-child-marriage-cases"}