{"title":"What explains the push to rename schools, colleges and roads in Jammu and Kashmir?","content":"On November 6, the Government Degree College Killam became Inspector Shri Mohammad Altaf Dar Degree College Killam. The renaming ceremony in South Kashmir’s Kulgam district was attended by top police officials and bureaucrats. Inspector Mohammad Altaf Dar, also known locally as “Altaf Laptop”, was no ordinary policeman. He was born to a family of modest means in Kulgam district’s Zungal Pora village. In 1998, he joined the Jammu and Kashmir Police as a constable. He soon became a well-known name in the Valley, famed for his technological prowess, his surveillance skills and his ability to cultivate sources. Dar was credited with providing leads for numerous successful anti-militancy operations in Kashmir. His skill with gadgets had also helped solve high-profile criminal cases in the valley, contributing to his swift rise in the police force. Between 2006 and 2015, Dar got three out of turn promotions for his work. In 2015, Dar was due for another promotion when he was killed by militants in North Kashmir’s Bandipora district. His death was seen as a significant setback to the police’s counter-insurgency capacities in the Valley. Several officers at the time said losing Dar was equal to losing 100 police officers.Now a college in his home district bears his name. It is part of a wider push by the Jammu and Kashmir Union Territory administration to rename public institutions, monuments and spaces.“Imtiyaz Ahmad Thokar Memorial Model Degree College Shopian”.Imtiyaz Ahmed Thokar was an Army Para Trooper who was killed in an anti-militancy operation in North Kashmir’s Sopore on 24 February 2015.#BraveSoldier#StopTerrorism#Kashmir#Kupwara pic.twitter.com/RAyFWkiDYj— Pannun Kashmir (@KashmirPannun) September 16, 2021\n\nGame of the nameMany of Kashmir’s well-known landmarks are already named after public figures. National Conference leader Sheikh Abdullah – Jammu and Kashmir’s first prime minister, long before the post was abolished in 1965 – has a hospital, a cricket stadium and a conference centre named after him. You cannot walk across Srinagar without being reminded of the Dogra princes – Maharana Pratap Singh Park and Amar Singh College. After Jammu and Kashmir was stripped of statehood and autonomy on August 5, 2019, some of these public personalities have fallen out of favour with the administration. The older names represented regional identity and politics. Now, there is a new emphasis on national identity in the public sphere. Apart from the project to rename places, the old Jammu and Kashmir state flag has been replaced with the national flag on government buildings, and Independence Day functions have been made compulsory in schools.In September, the government announced the creation of a committee to make suggestions on renaming government schools, colleges and roads after “martyrs and eminent personalities”. The seven-member committee includes top bureaucrats, including those from the home and culture departments, the divisional commissioners of Jammu and Kashmir and a senior police officer of the criminal investigation department. In October, the government issued an order for the renaming of at least 76 schools and other buildings. Most of these are in Jammu division; Kashmir is home to only 25 of the buildings or structures to be renamed. Many of these are yet to come into force.“We have directed deputy commissioners of the districts to hold suitable functions and invite the family members of personalities on whose name the building is to be renamed,” said Pandurang K Pole, Kashmir’s Divisional Commissioner. “Many will be completed soon. Pole added more public places would be renamed in batches. “It’s not a one-time exercise and many more orders about the renaming of other infrastructure buildings by the government will be issued in future too,” he said. A Kashmiri soldier The Kulgam degree college was not the first to be renamed. On September 16, a degree college in South Kashmir’s Shopian district was named the Imtiyaz Ahmad Thokar Memorial Model Degree College. Thokar had been an army paratrooper. In February 2010, he was one of three army personnel killed in a gunfight between militants and security forces in North Kashmir. The gunfight had lasted 15 hours, during which militants abducted an Indian army captain before killing him. Five militants were also killed in the gunfight. Born in Shopian district, Thokar had been part of an elite team of paratroopers who had been tasked with fighting Pakistani terrorists during the 2008 Mumbai attacks.Thokar’s family is known for sending their children to the armed forces – his three brothers are also with the army. This is unusual in Shopian district, which has been the hub of local militancy for several years now.From the archives: Fixture– a short story by Akhtar Mohiuddin | #Kashmir  https://t.co/DRZTNu7HL9 pic.twitter.com/NJhCXnqiMG— Kashmir Dispatch (@KashmirDispatch) November 1, 2017\n\nSingers and writersMany government buildings are also being named after eminent Kashmiri writers, artists and singers rather than political personalities.An auditorium run by the information department in Srinagar has been renamed after Raj Begum, a famous Kashmiri singer who was awarded the Padma Shri. Begum, who broke social barriers to pursue her singing career, was often called “melody queen” of Kashmir. She died at the age of 89 in 2016. A government degree college in Srinagar has been named after the Kashmiri playwright, Moti Lal Kemmu. An advocate for preserving Kashmiri folk theatre, Kemmu directed and acted in several plays. He later joined the Jammu and Kashmir government’s Cultural Department. Another degree college in Srinagar is named after the famous writer, Akhtar Mohiuddin, who received a Sahitya Akademi Award in 1958 and a Padma Shri in 1968. But the famous novelist who gave voice to the modern Kashmiri experience was not afraid to criticise the government.After Jammu and Kashmir Liberation Front militant Maqbool Bhat was hanged in 1984, Mohiuddin was one of the few artistes to protest, returning his Sahitya Akademi award. His later work was shaped by the turbulent 1990s in Kashmir, which saw widespread militancy and a security crackdown. Mohiuddin returned his Padma Shri to protest state violence against civilians in Kashmir.The landscape of public memory  In the Valley, the renaming project is widely seen as an attempt to impose the state’s version of history and politics on the public sphere. “It’s aimed at rewriting history and changing the landscape of public memory,” said a political scientist in Srinagar who did not want to be named. The government might expect to instil a sense of patriotism by renaming public buildings but it may not have the desired effect, he warned. “For a vast section of Kashmiris, the state represents harassment, violence and disempowerment,” he said. “Therefore, you can’t expect steps like these to make Kashmiris supporters of Indian nationalism.” The current generation of Kashmiris might greet the renaming with indifference but it could still have a long-term impact, he felt. “Since the government is invested in rewriting history in school books, our children might not get to read the objective history of their place,” he said. “And once you have public spaces renamed after the icons of [the state’s] narrative, they are unlikely to delve into understanding their own history.”","author":"Safwat Zargar","time":"2021-11-27T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166714-ygukcsijlc-1637669994.jpg","tags":["public spaces","Union Territory","Article 370","Jammu and Kashmir"],"source":"https://scroll.in/article/1011250/what-explains-the-push-to-rename-schools-colleges-and-roads-in-jammu-and-kashmir"}