{"title":"What FBI data about anti-Hindu hate crimes in the US reveals about fears of ‘Hinduphobia’","content":"In December, the Federal Bureau of Investigation released  Hate Crime Statistics for 2021, an annual compilation of bias-motivated incidents in the United States.The numbers are telling, with most incidents being driven by bias against black people while in case of religion, anti-Jewish attacks accounted for the most followed by anti-Islamic incidents.The report states this clearly:   “According to this year’s data, 64.8% of victims were targeted because of the offenders’ bias toward race/ethnicity/ancestry...Anti-Black or African American hate crimes continue to be the largest bias incident category, with 63.2% of all single-bias incidents in 2021. Additionally, anti-Asian incidents represented 4.3% of incidents reported in 2021.”  A total of 1,005 incidents related to religion were reported. The largest categories of religion were: anti-Jewish incidents: 31.9%; anti-Sikh incidents: 21.3%; anti-Islamic incidents: 9.5%; and anti-Catholic incidents: 6.1%.” (In comparison, anti-Hindu incidents were at 1%, i.e. 10 out of 1,005.) While presenting the 2021 data, the Bureau warned that the number of local agencies submitting hate crimes data had fallen significantly from 2020 and hence year-to-year comparisons may not be appropriate. I agree. \n\t\t\n\tCredit: FBI Hate Crime Statistics 2021As I had pointed out in my article in Scroll on the 2020 Hate Crimes Report, under-reporting by local police as well as by victims are to be expected, but one would also expect that to be more or less true for all communities. Hence, relative comparisons with other communities within the same year – as seen in the table above – are still a valid way to view hate crime statistics. Of course, the Federal Bureau of Investigation is not the only source for hate crimes data. In addition to frequent news headlines, several targeted communities, such as  Asian Americans, collect their own hate crime data to help better understand what is happening on the ground. However, only the Bureau’s data is grounded in a detailed and legalistic definition of what constitutes a “hate crime”, and is followed universally by local law enforcement agencies. It is, therefore, the only reliable platform based on which one can pass judgment on emerging trends. So, what does the Federal Bureau of Investigation say about hate crimes against Hindus?They rank “anti-Hindu” incidents at the near bottom of the table, just like in 2020, at the 34th rank out of 35 communities reporting, with only the Jehovah’s Witnesses encountering a fewer number of hate incidents. To put it more starkly, Muslims are eight times more likely, Jews are 12 times more likely and Sikhs are 128 times more likely to be victims of hate crimes than Hindus. This is a clear refutation of the drum beats of “Hinduphobia” that are being heard in the community in recent years.At the 'Howdy Modi' event in Houston in Texas in September 2019. Credit: Reuters.Anyone who still thinks that Hindus are being targeted in large numbers for their faith is either unaware of the facts or is playing to the victimhood gallery. But this suggestion has been put forward by Hindu groups in the US such as the Hindu American Foundation, the Hindu Students Council and the Vishwa Hindu Parishad America. Perhaps, it is time for the Hindu American community to get out of its cocoon and show more empathy towards Blacks, Jews, Asians, and Sikhs, who are being targeted much more frequently than we are. What about hate crimes against religious minorities in India?Unfortunately,  India stopped keeping track of hate crimes statistics in 2017, just when such incidents against Muslims were increasing at an alarming rate. Not only that, the Hindustan Times and IndiaSpend, media organisations that were making an attempt to collect and report on hate crimes, such as mob lynchings, were reportedly pressured to stop their work.Today, the only window into hate crime statistics are the independent efforts by researchers and community organisations. One such limited study by journalist Rachel Chitra, sponsored by Thomson Reuters Foundation, investigated hate crimes reported in newspapers from 2014-’21 and compiled an analysis in June 2021.\n\t\t\n\tCredit: How to cover hate crimes and violence when government sources fail by Rachel Chitra via Reuters Institute for the Study of Journalism.It should surprise no one that the vast majority of the hate crimes reported during this period were against Muslims and a vast majority of those crimes were in states controlled by the Bharatiya Janata Party.  Unfortunately, reports like the above do not cover much of the mass incitement that precede the actual hate crime: For example, repeated calls for the mass killings of Muslims by saffron-clad Hindu religious leaders. Sabrang India and the Citizens for Justice and Peace do an excellent job of covering such alarming incitement to hate that often go unpunished. Hate crimes against Christians in India have also dramatically increased in recent years. According to data from the  United Christian Forum, “While the number of cases in 2018 were plugged at 292, it went up to 328 in 2019.” The Federation of Indian-American Christians of North America reports that anti-Christian incidents climbed from 759 in 2020 to 1,198 in 2021, indicating an alarming trend up from previous years. The Indian government refuses to acknowledge this rising tide of anti-Christian violence, largely encouraged by the anti-conversion laws passed by several BJP-ruled states. The deliberate suppression of tracking hate crimes makes it easier for the government to deny the ground realities.Hate crime against Indian-AmericansThe Indian-American community faced several well-publicised cases of hate-mongering in 2022. In April,  Professor Amy Fax of UPenn used a derogatory reference to India and derided Brahmin women. In August, in Plano, Texas,  Emeraldo Upton, was charged with a hate crime for verbally abusing three women. The same month, Sukhpal Singh was arrested in New York for vandalising a statue of Mohandas Gandhi on the premises of a Hindu temple. In September, Tejinder Singh was charged with a hate crime after he ranted for several minutes against a fellow customer at a California Taco Bell, including, among other things, for being vegetarian. It is not clear to me if any of these crimes would qualify as an “anti-Hindu” hate crime. Nonetheless, the Indian-American media has roundly condemned all of them. If local law enforcement had not acted with diligence to apprehend the offenders and publicly share details of the case, I would never have been able to draw the conclusion that these incidents seem partly politically motivated and partly resentment against Indians, but only peripherally “anti-Hindu”. In India, on the other hand, by deliberately suppressing reporting of hate crimes data, and even going to the extent of arresting reporters who were travelling to sites of heinous crimes, the Modi government is intent on creating a fog of “plausible deniability” to hide surging hate speech and violence under its rule. What is even more ominous is that some of the same groups in the United States, who lobbied hard with the Federal Bureau of Investigation to add “anti-Hindu” hate crimes to its database, are the ones providing cover for Modi’s efforts to hide the reality of anti-minority from the outside world. Why are Hindu nationalist proxies for the Modi government embarking on such a campaign? The answer is obvious: to distract from the rising Islamophobia and ugly cries from Hindu religious leaders for the attacks on Muslims. In effect, the Hindutva strategy appears to be, “If we can’t defend the ugliness of Islamophobia in India, let’s elevate the notion of Hinduphobia in the US to the same level” as a defensive prop for the benefit of American lawmakers.Of course, one hate crime is one too many, and the Indian American community must unequivocally condemn hate crimes against all communities, whether in the US or in South Asia. To quote Krishnan Jayaraman, the victim in the Taco Bell episode, “We have grown numb to these kinds of things. We need to be sensitive to a fellow human being.” Raju Rajagopal is Co-founder of Hindus for Human Rights, USA. He can be reached at [email protected]Also read:In Indore, ‘love jihad’ vigilantes from Bajrang Dal have a free run  Muslims think namaaz legitimises terrorism, abducting Hindu girls, says Ramdev","author":"Raju Rajagopal","time":"2023-02-20T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186824-hhjxolkiyy-1676295622.jpg","tags":["Hindutva","United States","Narendra Modi"],"source":"https://scroll.in/article/1043735/what-fbi-data-about-anti-hindu-hate-crimes-in-the-us-reveals-about-fears-of-hinduphobia"}