{"title":"What is driving the spate of civilian killings in Kashmir?","content":"“If you target someone with a name, you create ripples,” said Sidharth Bindroo, as he received a constant stream of mourners.The evening before, on October 5, his father Makhan Lal Bindroo had been shot dead by militants as he sat in his shop in Srinagar’s Iqbal Park, an area dotted with police and paramilitary installations. ML Bindroo had run a famous pharmacy chain, a go-to for difficult-to-obtain and quality medicines in Srinagar.The Bindroos were also among the Kashmiri Pandit families who had chosen to stay on in the Valley even after targeted killings had forced a mass migration of the community in the 1990s.On Wednesday, their home in Srinagar’s heavily guarded Indira Nagar was brimming with mourners, most of whom were Kashmiri Muslim. According to Sidharth Bindroo, that was his father’s legacy. “He was in love with Kashmir,” he said. “He never wanted to leave Kashmir even when we urged him to. He would often say: ‘I will give my life but I won’t leave.’”Bindroo’s killing was the first of three on the evening of October 5. Within an hour, Virender Paswan, a panipuri seller from Bihar, was shot dead by suspected militants about 8 km away from Bindroo’s shop. Shortly afterwards, news emerged of another killing, this time in North Kashmir. Mohammad Shafi Lone, a taxi driver in Naidkhai in Bandipora district, had been shot dead. A militant group called The Resistance Front claimed responsibility for the killings of Bindroo and Lone. It also claimed responsibility for the killings of Majid Ahmad Gojri and Mohammad Shafi Dar on October 2 and of Supinder Kour and Deepak Chand, both teachers at a school in Srinagar, on October 7. Seven civilians have now been killed in five days in Kashmir. Six of these killings were in Srinagar.Sidharth Bindroo spoke about his father's love for Kashmir. Picture credit: Safwat Zargar‘It felt like a slap’In a statement released soon after Bindroo was shot, The Resistance Front claimed he was “posing as a medical professional” and “conducting secret seminars” backed by the Rashtriya Swayamsevak Sangh. Despite warnings, the militant group claimed, Bindroo had refused to “back off”.To Sidharth Bindroo, the thought of his overworked father being involved in undercover political activities was absurd. “Had my father’s dead body been here he would have got up and laughed at this,” he said.  “My father hasn’t been to a restaurant in the last seven years. Are they saying he was some trained spy who was spying while sitting in his shop? It’s the most foolish idea. The people of Kashmir will laugh at the idea.”But while he dismissed the accusation as “laughable”, Sidharth Bindroo admitted “it felt like a slap”. He believes the “fear and phobia of demographic change” has driven the spate of attacks on minorities and non-local residents in the Valley.These anxieties intensified after August 5, 2019, when the Centre stripped Jammu and Kashmir of autonomy under Article 370 of the Constitution, split the state into two Union Territories and repealed Article 35A, which had guaranteed special rights and privileges to people defined as “permanent residents” of the state. That included the right to own land and hold government jobs in Jammu and Kashmir.The government eased the rules so that people who were not originally from Jammu and Kashmir but had lived in the region for a certain period of time were also eligible for these privileges. In Muslim-majority Kashmir, it was seen as an attempt by Delhi to flood the Valley with non-local populations in order to change the demographic composition of the place. Attacks by militant groups targeting Hindu businessmen as well as people from other states living and working in Kashmir began soon after August 5, 2019.In October 2019, five Muslim labourers from West Bengal were killed by militants in South Kashmir’s Kulgam district. On December 31, 2020, militants shot dead jeweller Satpal Nischal at his shop in Srinagar, just weeks after he was certified as a domicile of Jammu and Kashmir. Originally from Punjab, Nischal had run a jewellery shop in Srinagar for 40 years. The Resistance Front, which the police say is a rebranded version of the Lashkar-e-Taiba, had claimed responsibility in that case as well. Then, too, the group had called their victim an “agent of RSS” and part of the “settler-colonial project”.In February, militants targeted Aakash Mehra, whose father owns a popular eatery in Srinagar. The Mehras, originally from Jammu, have lived in the city for decades. ML Bindroo was the second Kashmiri Pandit targeted this year. On June 2, militants shot dead Rakesh Pandita, a Bharatiya Janata Party leader and municipal councillor, in South Kashmir’s Pulwama district.The Bindroos, who had braved the 1990s, had grown anxious over the last two years. “When Satpal Nischal was killed, I suggested that he [ML Bindroo] take precautions,” said Sidharth Bindroo. “But what precautions can you take when you are a public person? My question is if there were reports that some groups may target minorities, why wasn’t that followed up? It started coming true again and again.”ML Bindroo’s killing has now drawn widespread condemnation in Kashmir, including from separatist groups. But the family is inconsolable.“We would pay obeisance at Muslim shrines and donate to seek their protection from trouble,” cried Kiran Bindroo, as her husband’s body was being taken away for the funeral. “Why was he killed? He didn’t harm anyone. What was his fault?”Bindroo's medical store, a well-known landmark in Srinagar, is closed a day after his death. Picture credit: Safwat Zargar‘He named his killer’In a second statement released by The Resistance Front on October 5, the group claimed they had shot 26-year-old Mohammad Shafi Lone because he was an “informer”. His family thinks there were other reasons for his killing.On the evening of October 5, 65-year-old Habibullah Lone was halfway through his evening prayers when his phone rang. It was his son, Mohammad Shafi. “Father, I have been hit by two bullets – please save me,” Lone recalls his son saying.Shafi was lying in a pool of blood in a paddy field near Shahgund village, some 3 km from his home. “We rushed to the spot in our car and tried to find him but we couldn’t,” recalled Lone, a retired government employee. “We called him again. Since it was late evening, he had turned on the torch of his phone and that’s how we located him. It took us half an hour to find him.”With the help of his other two sons, Lone carried Shafi to their car and sped towards the hospital in Sumbal, about 12 km away. “He told me everything on the way,” said Lone. “He named his killer. He told me there were four men involved. He also told me the name of the person who had called him, asking him to step out and meet him. All of them are local residents and were known to him. They are all Sumo taxi drivers.”Although they managed to reach the hospital quickly, Shafi did not survive. “He had lost too much blood. If we had found him a bit earlier, we could have saved him,” said Lone, breaking down.Shafi had been elected president of Naidkhai’s Sumo Taxi Stand Union after elections last month. “But it didn’t go down well with the opposition group, who started threatening him,” said Ata Ullah, who is vice president of the union. About a week ago, tensions had led to a scuffle between the two groups. Shafi and a few other drivers had been in police custody for about six days before they were bailed out, said Ata Ullah.Lone believes Shafi’s killers were known to him. “If they were strangers, he would never have gone with them,” he said. “We have told the police all the names he took before he died. We have also handed over his phone to the police.”Shafi was also a known supporter of local National Conference leader and member of Parliament, Mohammad Akbar Lone, his family said. According to them, he had never faced threats for his political activities. “He never expressed any fear – he was very brave,” said Naseer Ahmad, Shafi’s brother.A police official in Bandipora district said they were investigating all possible angles to the killing. A few people had been detained and were being questioned, he said, refusing to comment further.Shafi did not live to see his child. “His wife is expecting and she’s due for delivery in the coming weeks. But he’s not here,” said Lone, sobbing.Vikas Paswan is scared after his uncle was shot dead by militants. Picture credit: Safwat Zargar‘We feel scared’In their rented rooms in Srinagar’s Alamgiri Bazar, a group of migrant workers from Bihar were shaking with fear. Virender Paswan, also shot down on the evening of October 5, had lived in these rooms as well. The Islamic State Wilayah Hind, believed to be an offshoot of the global Islamic State, claimed responsibility for the killing.Originally from Bihar’s Bhagalpur district, 45-year-old Paswan had travelled to the Valley to earn money to raise his six children. “He was working in a factory in West Bengal before that,” said Vikas Paswan, his nephew, who works as a painter and has been travelling to Kashmir for seasonal work for years now. “We have no idea what happened. We feel scared.”Virender Paswan’s elder brother, Milendar Paswan, also works as a painter in Srinagar. He was at work on Tuesday evening when news of his brother’s death reached him. “I rushed to the Soura hospital where I saw his body,” he recalled.A day after Virender Paswan was killed, the Srinagar district administration paid his kin Rs 125,000 as relief. “They also offered to take his body to Bihar but we told them we’ll cremate him here,” said Milendar Paswan.Back in the Bindroo household, Sidharth Bindroo had a sober assessment of the situation. “The government should now think about the security and safety of people [minorities] who live in the Valley,” he said. “There’s a high probability that it will happen again and again. History is repeating itself.”He also questioned the fears about “demographic change” that appeared to be driving these killings. “The population in Kashmir is still 90% Muslim,” he reasoned. “It will take 100 years of continuous resettlement to alter it to 30%-40%. So, where does the question of demographic change come from?”","author":"Safwat Zargar","time":"2021-10-07T14:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164857-etrakmmurp-1633593466.jpg","tags":["Kashmir","militancy","minorities"],"source":"https://scroll.in/article/1007143/what-is-driving-the-spate-of-civilian-killings-in-kashmir"}