{"title":"What life as a gig worker for a food delivery app is actually like, plus four other Sunday reads","content":"When algorithms dictate your work: Life as a food delivery ‘partner’Food delivery services have long been one of the most visible sectors of India’s burgeoning gig economy, with that trend only becoming more visible as a result of Covid-19 pandemics. And with yet another battle between services to offer short-turnaround grocery delivery, it is clear that the reliance on a host of young workers on bikes and mopeds racing through our cities to delivery goods as fast as they can is only going to increase. But what is it actually like to be a ‘delivery executive’? For Entrackr, Soumyarendra Barik accompanied one delivery worker all day to get a sense of how the algorithm dictates their lives, what the earnings are actually like, and what gig work means for the lakhs hoping to actually make a living off of it. More here. What should Facebook and Twitter do about the Taliban? Because the United States labels the Taliban as a “specially designated global terrorist”, Facebook has banned all praise and support of the organisation. What happens now that the Taliban are actually in control of a country? What if they receive official recognition from a number of other governments and international bodies? Should Twitter, for example, hand over the account of the Afghan President and its one million followers to whoever is named head of the government under the Taliban? And should social media platforms be taking these calls at all? Those are just some of the questions that Casey Newton examines on his paid newsletter, Platformer. More here. ‘What I learned while eavesdropping on the Taliban’Ian Fritz served in the US Air Force between 2008-2013, spending hundreds of hours on airplanes eavesdropping on the Taliban. In this funny, dark, insightful piece for the Atlantic, Fritz explains what it was like to listen in on these conversations, which were often mundane and occasionally macabre. This is a piece that features the phrase, “Brother … It’s too cold to jihad” and also accounts of death and destruction. More here. Has an old Soviet mystery at last been solved?If you want to take your mind away from current day concerns, this New Yorker piece about the fate of a group of Soviet skiers that disappeared in the Ural mountains in 1959 is the perfect rabbit hole to fall down. Douglas Preston the tale of mountaineers who were discovered having slashed their way out of their tents, wearing little of the warm hiking gear that they had available, having been hit by blunt force damage not unlike that caused by an “automobile moving at high speed”, some of whom had burns on their faces, and pieces of their own flesh in their mouths, while others were wearing patches of clothing from the rest of the gang. Oh, and some of their clothes revealed very high radiation signatures. More here.Shahzia Sikander’s exquisite, entangled worldsThough she is most famous for reinventing the medieval ‘miniature’ painting, Pakistani-born artist Shahzia Sikander’s work has for decades broken inventive ground and refused to be put into simple categories. Aruna D’Souza, in the New York Times, takes a look at a new exhibition that focuses on the first 15 years of Sikander’s career, in which, “East and West, along with other apparently opposed terms – masculine and  feminine, abstraction and figuration, traditional and contemporary,  here and there – morph and bleed into each other.”More here.","author":"Rohan Venkataramakrishnan","time":"2021-08-22T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/140244-yfrhcppakk-1589796453.jpg","tags":["Weekend Reads","Food delivery services","algorithms"]}