{"title":"What government data says – and doesn’t – about militancy in J&K since the scrapping of Article 370","content":"Last week, Union home minister Amit Shah said the revocation of Article 370, which gave Jammu and Kashmir special status under the Constitution, has dealt a blow to militancy in the region.“Do not judge the security situation in Jammu and Kashmir on the basis of one incident,” he said during a press conference in Jammu, referring to killings of civilians by militants in Rajouri earlier this month,  The Indian Express reported. “If you want to judge it, judge it since the beginning of militancy and you will find that after the abrogation of Article 370, J&K has witnessed the least incidents of violence and resultant deaths.”On August 5, 2019, the Bharatiya Janata Party government at the Centre had revoked Jammu and Kashmir’s special status and statehood. As a Union territory, Jammu and Kashmir was brought under the direct rule of New Delhi. “More terrorists are dying now and fewer civilians are being killed. Even as far as minority killings are concerned, these three years have witnessed the lowest figures,” Shah said at the press conference.The minister was echoing what the Jammu and Kashmir Lieutenant Governor Manoj Sinha has said several times in the past.On August 13 last year, Sinha said the decision to nullify Article 370 was a “gift of new dawn of development and prosperity” from Prime Minister Narendra Modi. On December 1, at an event in Jammu’s Reasi district, he said shutdowns and stone-pelting have become “things of history”, lauding the efforts of Army, Central Armed Police Forces and Jammu and Kashmir Police. “They set an example against the militancy.”How correct are these claims?  Using official data released annually by Jammu and Kashmir police, Scroll.in examined the violence and militancy curve in Jammu and Kashmir from 2019 till the end of 2022. The analysis also cross-checked the data on civilian killings with independent documentation by rights groups, minority representative bodies and media reports. While there has been a clear drop in militant violence, the figures revealed some worrying trends.Low numbers, new threatsWith relentless anti-militancy operations being carried out in the Union territory, there has been a significant dip in the number of active militants in Jammu and Kashmir. From a total of 250 at the end of 2019, the number of active militants has fallen to a “little above 100” at the end of 2022, said the police. Now, the security forces say they are aiming to bring the number of active militants under 100. At least 750 militants have been killed by security forces in Jammu and Kashmir in the last four years. Contrary to popular perception, 83% of the killed were local Kashmiri youths. But of late the presence of foreign militants appears to be increasing. For example, 43% of total militants killed in 2022 were foreigners. The recruitment of local youths in militant ranks appears to have come down. Compared to 143 local youth in 2019, only 100 Kashmiris joined militant groups in 2022. According to Jammu and Kashmir police chief Dilbag Singh, 65 of the newly recruited militants in 2022 were killed while 17 were arrested. “Eighteen are still active,” Singh said at the police’s annual press conference held earlier this month in Jammu.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\n!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nBut even as militancy has taken a hit, it has also morphed in new ways. Take the case of what police in Kashmir call “hybrid militancy”. Unlike in the past when young men would post their pictures with guns on social media to announce their entry into militant ranks, “hybrid militants” are part-time militants who go back to their ordinary lives as soon as they carry out an attack or kill a civilian. “One of the major ways of tracking militancy recruitment is by keeping an eye on the number of youths who go missing from their homes,” explained a senior police officer in Kashmir, speaking off the record. “But how can one track a youngster who kills a person in the morning, hands back the weapon to his handler and then goes to his college like it is any other day?” he explained. What further complicates the challenge is that most of the “hybrid militants” are impressionable young teenagers, some underage, who have no past record of militancy or cases registered against them. “In many cases, when we showed the parents evidence of their kid’s involvement, even they were shocked,” the senior police officer added.This is a challenge, the officer added, that can’t be brushed aside. “Frankly speaking, there’s no way to get data about them. The chase begins only after they carry out some terror incident,” he underlined. “Fortunately, in some cases, we have been able to prevent a youngster from ruining his life with the help of his family.” Civilians in the line of fire Thousands of civilians have been killed in Kashmir since an armed insurgency against the Indian government began in 1989. Being a Muslim-majority region, the dead have been overwhelmingly Muslim. Post August 5, 2019, the number of civilian killings at the hands of militants has consistently dropped. To that extent, the Union home minister is right. While a total of 44 civilians were killed in 2019, the number dropped to 29 civilians by the end of 2022. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nHowever, a worrying dynamic has been added to the civilian casualties in Jammu and Kashmir – targeted assassinations of minority community members and migrant labourers.From August 5, 2019 to December 31, 2019 – the first five months since the abrogation of Article 370 –  Scroll.in analysis shows that 27 civilians were killed in Jammu and Kashmir in suspected militant attacks and ceasefire violations. Of these, at least 11 were labourers and truck drivers from outside Jammu and Kashmir. While eight of them were Muslims, three were Hindus. Of the 16 local residents killed, all, except one, were Muslims.While Kashmiri Muslims still constitute a major proportion of civilian casualties in Jammu and Kashmir in the last four years, there is ample evidence to suggest that other minorities and migrants, who were earlier rarely targeted by militants, have become vulnerable to militant strikes.Since 2019, at least six Kashmiri Pandits, including two sarpanchs, have been assassinated in targeted attacks by suspected militants in Kashmir. Besides Kashmiri Pandits, five local Hindus from Jammu and Kashmir were also killed. Similarly, 26 non-local labourers and truck drivers have been killed in the last four years – 15 of them were Hindus from different states of India. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nJammu and Kashmir police pays the priceWhile the overall number of casualties of security forces in militant attacks has come down since 2019, the proportion of Jammu and Kashmir police personnel losing their lives has more or less stayed the same. In the last four years, around 215 security personnel, including 60 members of the Jammu and Kashmir police, have been killed in the Union territory. According to official data, 16% of security forces’ casualties were from Jammu and Kashmir police in 2019 – the year of the Pulwama attack, which killed 40 soldiers of the Central Reserve Police Force.By the end of 2020, the share of Jammu and Kashmir Police in the total number of casualties of security forces in the Union territory had doubled to 33%. In 2021, that share reached 47%, only to show a slight decline in 2022 at 45%. In many of the cases, the policemen were targeted by militants when they were off duty or not carrying any weapons for their defense. The street protest vanishes“We will tolerate any protest but not the ones in which anti-national slogans or those demanding aazadi are raised,” the senior police officer explained. “What was acceptable before is not acceptable today.” In the last four years, the number of law-and-order disturbances has nosedived –  from 584 law and order incidents in 2019 to just 26 incidents in 2022. Any incident that involves use of violence and that can potentially damage public property comes under the definition of a law-and-order incident. Most strikingly, street protests, stone-pelting or separatist-backed shutdowns have altogether disappeared in Kashmir.This can be attributed to a multi-pronged approach adopted by the government – from outlawing separatist groups and putting its activists behind bars, to invoking provisions of anti-terror legislations like Unlawful Activities Prevention Act and preventive detention law like the Jammu and Kashmir Public Safety Act. Under the Public Safety Act, a person can be imprisoned for a period of two years without trial. In 2022, official data reveals that nearly 650 people in the Union territory were detained under the preventive detention law. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nData available on UAPA cases between 2019 and 2021 reveals that 786 cases under the law were registered in Jammu and Kashmir. In 2021, Jammu and Kashmir saw the highest number of cases registered under UAPA in the country. According to police chief Dilbag Singh, a total of 1,350 UAPA cases were under investigation by the end of 2022. The authorities have also been particular about implementing some of the less used provisions of the anti-terror legislation. In 2022, around 55 vehicles and 28 houses belonging to those accused of aiding militancy were seized under the provisions of UAPA.","author":"Safwat Zargar","time":"2023-01-19T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174328-belcbnzytf-1673965417.jpg","tags":["Jammu and Kashmir","J&K conflict","J&K militancy","Militants","Targeted killings","Civilian deaths"]}