{"title":"What the ‘PM Narendra Modi’ trailer tells us about Bollywood, politics and propaganda","content":"Yet another Bollywood hagiography, an inflection point in the relationship between politics and popular cinema, or peak propaganda?PM Narendra Modi is like no other movie that has come before – and not for the reasons claimed by its filmmakers. A biopic about a serving Indian prime minister is unprecedented, especially one that will be released days before a crucial election. Omung Kumar’s film was announced in late January and has been rushed towards completion just in time for the Lok Sabha election that kicks off on April 11. Starring Vivek Anand Oberoi as Modi, the movie will be released on April 5 in Hindi, Tamil and Telugu.There is no shortage of audio-visual material to nurture the Modi cult. In television broadcasts of his speeches, he is the face and voice of his government’s policies. He is the lead performer in videos both by his Bharatiya Janata Party’s official channels and the thousands of unofficial fan tributes that surge through the internet.The Modi movie, then, is the next logical step towards bolstering the persona of the man who wants to be prime minister a second time. The biopic’s trailer quashed any lingering doubts about the movie’s propagandist agenda. It revealed that the portrayal would be as flattering – and flattening – as an officially commissioned portrait: Modi as a great guy, an even greater administrator, and the greatest Indian prime minister to have walked the earth.\n\n\n    \n    Play\n\nPM Narendra Modi (2019).The Legend Global Studios production has no overt links with Modi’s Bharatiya Janata Party. That makes the Modi film different from the January 25 release Thackeray, starring Nawazuddin Siddiqui as Shiv Sena founder Bal Thackeray, produced by Shiv Sena Member of Parliament Sanjay Raut and backed by Uddhav Thackeray, the party’s current president. Not surprisingly, Abhijit Panse’s hagiography whitewashed Bal Thackeray’s controversial legacy, played down his role in inciting violence at frequent intervals and elided over the Shiv Sena’s role in the 1992-’93 communal riots in Mumbai.The same problem afflicted the two-part film about Telugu Desam Party founder and former Andhra Pradesh Chief Minister NT Rama Rao released in January and February. Rao is a fascinating personality who reshaped Telugu cinema and politics, but the films produced by his son, Nandamuri Balakrishna, were designed to provoke devotion rather than debate.\n\n\n    \n    Play\n\nThackeray (2019).Since both Thackeray and Rao are dead, PM Narendra Modi is actually closer to the realm of the films churned out by Gurmeet Ram Rahim Singh, the jailed leader of the Dera Sacha Sauda cult. The series of aesthetic atrocities, starting with MSG: Messenger of God in 2015, were produced and closely controlled by Gurmeet Singh and designed to showcase His Greatness. Extended promotional videos that preached to the converted and hoped to attract new followers, the three films ended up providing vital clues about Gurmeet Singh’s megalomania. Insights into his vivid sartorial style were a bonus.MSG The Warrior – Lion Heart (2016). Courtesy Hakikat Entertainment.PM Narendra Modi is a glossy update on 2017’s Modi Ka Gaon, featuring a lookalike as a fictionalised character named Nagendra Modi. Modi Ka Gaon was produced by BJP member CA Suresh Jha, and was hoping for a release on December 8, right before the Gujarat Assembly elections on December 9 and 14. But the movie ran into trouble with the Central Board of Certification, was retitled Modi Kaka Ka Gaon, and was eventually released on December 29. The censor board was coy about including a reference to the Uri terrorist strike on September 18, 2016, in which 17 Indian Army personnel were killed. A year later, the board had lost its hestitation. Aditya Dhar’s Uri: The Surgical Strike recreated the Army’s counter-attack on terrorist training camps in Pakistan-occupied Kashmir on September 29, 2016, in retaliation for the Uri deaths. Dhar’s blockbuster, which was released in January, included characters resembling Modi and National Security Adviser Ajit Doval. The slickly made film benefitted from the wave of ultranationalism unleashed by the BJP in the run-up to the General Election to rake in Rs 243.75 crore at the last count.PM Narendra Modi is also snugly in the nationalist mould. Modi declares in the trailer that his greatest love is for his country, and he is shown planting the flag in Kashmir and threatening Pakistan with dire consequences for its support of terrorism. The dialogue overlaps with the public statements and stump speeches delivered by Modi and other BJP leaders.The tango between politics and cinema is hardly new. The Congress party courted and patronised film personalities when it was in power and fielded actors as candidates. As the BJP rose in prominence in the 1980s, film talent began flocking to the new game in town.In Tamil Nadu, three of the state’s biggest politicians – MG Ramachandran, J Jayalalithaa, and M Karunanidhi – emerged from the film industry. NT Rama Rao first channelled his magnetism in the movies. Actors and filmmakers in nearly every state have added electioneering and governance to their repertoire, proving that cinema and politics make excellent bedfellows.J Jayalalithaa and MGR. Courtesy Dhananjayan Govind.The BJP’s supporters in the Hindi film industry have not been content with amplifying the party line in the run-up to and after Modi’s election in 2014. Director Vivek Agnihotri and actors Paresh Rawal and Anupam Kher are among the Bollywood figures whose support for Modi’s India is reflected in their choice of projects. Rawal, a BJP MP, is working on his own Modi biopic. Kher played Manmohan Singh in this year’s The Accidental Prime Minister, a hit job on the Congress party that masqueraded as an insider account of Delhi politics. The BJP’s official Twitter handle unambiguously endorsed the film by describing it as “a riveting tale of how a family held the country to ransom for 10 long years”.As for Vivek Agnihotri, April 12, the day after the first phase of the General Election, will see the release of his The Tashkent Files, which claims to expose the suspicious manner in which Congress prime minister Lal Bahadur Shastri died in the Soviet Union in 1966.The Tashkent Files fits firmly into the genre of the conspiracy theory movie, which questions the reach of the state and suggests that ordinary, honest individuals are sacrificed for crooked government aims. The pro-BJP lobby has twisted this anti-establishment genre to throw muck on critics of the party and the government. This lobby also attempts to rewrite post-Independence history to claim that much of the way we understand our country so far has been one large lie sold to Indians by the Congress.Are we passing through our own Leni Reifenstahl moment? The German filmmaker put her brilliant skills to the service of promoting Nazism in Adolf Hitler’s Germany in the 1930s. Documentaries such as Olympia and Triumph of the Will used the tools of seduction unique to the seventh art – stirring background music, the juxtaposition of shots to maximise emotions, the deployment of the camera to exaggerate the stature of subjects – to peddle Nazi thought. \n\n\n    \n    Play\n\nTriumph of the Will and the Cinematic Language of Propaganda.No filmmaker with Riefenstahl’s persuasive skills has emerged in Hindi cinema – yet. (Madhur Bhandarkar did try, with his 2017 screed Indu Sarkar, about the Emergency, but was undermined by his own incompetence.) Meanwhile, the attempt to push the ruling party’s post-truths and the anointment of Modi as the saviour of India manifests itself in bizarre places. The recently released comedy Total Dhamaal had a line praising the prime minister’s ill-advised demonetisation policy. Kangana Ranaut, who co-directed the period patriotic drama Manikarnika: The Queen of Jhansi, has been vocal about her admiration for Modi. If Bollywood’s A-listers  have private misgivings about the BJP’s policies, they don’t show it in public. When summoned, they have turned up with their biggest grins, evident in several photo-ops with Modi across January, which culminated in That Selfie. The photograph of Modi with such luminaries as Karan Johar, Alia Bhatt, Ranveer Singh, Ranbir Kapoor, Vicky Kaushal, and Ekta Kapoor certainly helped circulate the idea that Bollywood’s power elite was in the bag.Thank u Hon’ble PM @narendramodi. All of us who had the incredible opportunity to interact with u today represent the world’s largest film industry & together we would love to inspire & ignite positive changes towards a transformative India. pic.twitter.com/7h99wifTph— Karan Johar (@karanjohar) January 10, 2019\n\nNot present in the picture was one of Bollywood’s genuine self-made men. An article on The Print earlier this week claimed that Shah Rukh Khan was to be tapped to promote Urdu, alongside Salman Khan and Katrina Kaif, . The rank communalism in equating the language with a particular faith was drowned by internet humour about whether Kaif, who struggles to speak in Hindi, can actually communicate in Urdu.The BJP’s sophisticated messaging has often defeated the opposition parties, and Bollywood’s soft power appears to be the final piece in the puzzle. The muscular sentiments expressed in the title song from the 2016 action comedy Dishoom (“Mere India ko bura kaha, toh dishoom, Jana Gana pe na khada hua, toh dishoom”) and the opening lines from the terrorism-themed Baby (2015) (“akalmandi…ghar mein ghuskar maarne mein hai”) are now no longer generic. Vivek Anand Oberoi in PM Narendra Modi. Courtesy Legend Global Studios.Corrections and clarifications: An earlier version of this story had identified the year of Lal Bahadur Shastri’s death incorrectly. It is 1966, not 1964.","author":"Nandini Ramnath","time":"2019-03-23T14:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/115757-nulqdooztr-1553204631.jpeg","tags":["Narendra Modi biopic","Cinema and politics","Vivek Anand Oberoi"],"source":"https://scroll.in/reel/917454/what-the-pm-narendra-modi-trailer-tells-us-about-bollywood-politics-and-propaganda"}