{"title":"‘What use is a bullet train to us?’ In Maharashtra’s Palghar, tribal anger at BJP over lack of jobs","content":"Nilima Umbersada sat under the shade of a banyan tree, as the temperature soared to 38 degrees Celsius in Dahanu’s Ambesari village – and counted the many reasons she was upset with the Bharatiya Janata Party. There is no water connection to her village in Palghar district, five members of her family are forced to leave home daily and work at construction sites in a nearby city, a part of her family’s land was acquired by the government for India’s first bullet train between Mumbai and Ahmedabad, and despite big-ticket development projects around them, there are no employment opportunities in her village.So when in March, just before elections were announced, the local government ration shop handed her an empty white sack with a large photograph of Prime Minister Narendra Modi on it, inscribed with the message – “Modi government’s guarantee, free ration” – she refused to take it. “It was empty,” she pointed out. The bags were given to those with below-the-poverty-line ration cards, like Umbersada. “Nahi chahiye Modiji ka muft ka pishvi,” she said. I don’t want Modiji’s free bag.The shop also gave away a sari to each family with an Antyodaya yojana card, meant for the extremely poor amongst below poverty line or BPL beneficiaries. Umbersada was not alone. At least 778 people with a BPL card have returned the sack and another 326 with an Antyodaya card have returned the sack and the sari to local tehsil offices in Palghar as a mark of protest. Umbersada believes the development that BJP promised has been directed towards cities, and has been for the rich, not poor tribals like her.  The sentiment resonates in other villages in Palghar constituency, a reserved Lok Sabha seat for Scheduled Tribes. Forty per cent of the seat’s voters are from the tribal communities.  In Jamshet village, Ladkubai Komb, a 52-year-old resident of the village, said her three sons earn Rs 250 a day at a construction site in Dahanu. “Even educated youth aren’t getting jobs,” Komb complained. She, too, returned the empty sack in protest.“This is a protest against unemployment, inflation, lack of education and health facilities,” said Madhu Dhodi, a local activist. Women in Dahanu show a sack with PM Modi's photographs that local ration shops distributed just before the Model Code of Conduct was enforced.In 2014, several Dahanu voters, which is a part of Palghar, chose to vote for the BJP-Shiv Sena alliance as the Congress had failed to address their concerns of hunger, unemployment, and lack of government services. Ten years later, the reasons remain the same – this time, tribal residents say they want to vote BJP out.Maharashtra has four seats reserved for Scheduled Tribes – the others are Dindori, Gadchiroli-Chimur, and Nandurbar. Like Palghar, Gadchiroli-Chimur and Nandurbar were won by the Bharatiya Janata Party in 2014 and in 2019. Dindori has been with the BJP since 2009. Common to all seats is a high rate of unemployment leading to distress migration, even as BJP claims to have brought in large development projects to the region.In Gadchiroli-Chimur, tribal residents have been protesting for a few years against an iron ore mine in Surjagarh Hill. They argue that private companies are profiteering at their and the forest’s cost. In certain southern pockets of the district, CPI(Maoist) rebels fighting an armed insurgency against the Indian state retain some influence. The BJP has promised to convert the “Naxal” district into a “steel district” like Jamshedpur. The Congress has asked people to vote to protect their forests. In Nandurbar and Dindori, access to health and jobs remains a crucial issue in this election.Ladku Bai Komb from Jamshet village returned the empty ration sack in protest on April 8.Anger against bullet trainIn Palghar, just outside her hut, Umbersada points to the land that once belonged to them. The farm is now barren and tree-less, as the government undertakes a massive land-clearing exercise to make space for tracks for a bullet train between Mumbai and Ahmedabad.“What use is a bullet train to us?” Umbersada asked. “We won’t be using it.” Her family did not want to sell their land, but they claim the district officials pressured them to do so. “They said we will get work to make the train, but contractors from outside have been brought,” her father-in-law Chandu Bhima said.Bhima says the compensation the government paid for their land never reached him. “My brothers took it,” he says. That is a recurring problem in villages where land has been acquired for the bullet train. Several family feuds have broken out over payouts from the government.The cost of Mumbai-Ahmedabad High Speed Rail Corridor is slated at Rs 1.08 lakh crore with the Centre to pitch in Rs 10,000 crore, and Maharashtra and Gujarat to pay Rs 5,000 crore each, and the rest to be financed by a central government loan.Land being cleared for the bullet train between Mumbai and Ahmedabad.The high cost of the project is not lost on the tribal residents. They ask why wages under Mahatma Gandhi National Rural Employment Guarantee Act have not been given since December when both the state and central governments have enough funds to pump into a bullet train.Umbersada’s family cultivates rice on a small plot of land.Six months a year, when it cannot be cultivated, they look for other work. “Earlier we got work under MGNREGA,” Umbersada said, referring to the Mahatma Gandhi National Rural Employment Guarantee Act, a central scheme that guarantees jobs to rural people for 100 days a year.But this year has been exceptionally challenging. The government first made Aadhaar seeding mandatory for MGNREGA from January 1. Even after villagers linked their Aadhaar to their bank accounts, wages have not come in. Brian Lobo, from Kashtakari Sanghatana, a non-governmental organisation that works on tribal rights, said, “Funding under the scheme is low. Wages remain pending since December.”As a result, residents have begun to travel to Dahanu town, 16 km away, to work at construction sites, or to Gujarat, 50 km north, to brick kilns, or to an industrial area in Boisar, 30 kms south.While they left their village, cranes and trucks began to line up outside the village. Workers wearing yellow construction helmets are busy digging the land and in work to create a corridor for the train. None of them are from the village.No work, no waterIn several villages, the promise of the Jal Jeevan Mission, a central scheme that assures water connection to every rural household, has remained just that.In Jamshet, a water pipeline has been laid but tap connections to houses and a tank in the village are yet to be constructed.In Ambesari village, the pipeline is yet to reach each house. Tai Vasant Umbersada, aged 45, complains that the water source dug for Jal Jeevan Mission was not done in consultation with the local residents. “They are drawing water from a source close to a nullah, it is dirty,” she said.“We vote, and vote but get nothing in return,” Tai said. “Why should we vote for BJP this time?”Changing political situationFor voters within Maharashtra, however, choosing a particular candidate is not an easy decision. The political landscape has changed every two years, and there is no guarantee the candidate one votes for will not switch sides to another party.The choice is between Mahayuti – an alliance of BJP, Eknath Shinde’s Shiv Sena, and Ajit Pawar’s NCP – and the Maha Vikas Aghadi, an alliance of Congress, Sharad Pawar’s NCP and Thackeray’s Shiv Sena.Auto driver Harish Shah, a Gujarati living in Dahanu, voted for Gavit because Sena was in alliance with BJP in 2019. But Sena formed the government with Congress and NCP. “I am upset with Thackeray for that,” he said. But his anger is also partially directed towards BJP, the party at the Centre, for not doing enough during the Covid-19 pandemic. “BJP made migrant lives miserable during the lockdown across the country,” he said.Many villagers blame incumbent MP Rajendra Gavit for not doing enough to get them jobs. Gavit won the seat on a Shiv Sena ticket in 2019 (he has switched to Eknath Shinde’s Shiv Sena now). In 2014, BJP’s Chintaman Vanaga had won the seat.This time, the BJP, in alliance with Shinde’s Sena and Ajit Pawar’s NCP, has dropped Gavit and named Dr Hemant Savara as their candidate.Palghar will see a triangular fight between Savara, Bharti Kamdi from Uddhav Balasaheb Thackeray’s Shiv Sena representing the INDIA alliance, and Rajesh Patil from Bahujan Vikas Aghadi. But even as anger against BJP is palpable, people say they have limited options. Several are also upset with Uddhav Thackeray, leader of the now divided Shiv Sena, for not doing enough during the Covid-19 pandemic.Several villagers said while Congress, when in Centre, did not significantly improve their condition before 2014, BJP’s unkept promises of development is what angers them. “They are making fools of us,” said Sunita Hari Umbersada from Ambesari village.","author":"Tabassum Barnagarwala","time":"2024-05-14T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200546-kqoujkagci-1715066674.jpg","tags":["Lok Sabha 2024","Palghar","Maharashtra Lok Sabha battle","Battleground state","BJP","Shiv Sena","Uddhav Thackeray","Mahayuti","Maha Vikas Aghadi","Bullet train"],"source":"https://scroll.in/article/1067552/what-use-is-a-bullet-train-to-us-in-maharashtras-palghar-tribal-anger-at-bjp-over-lack-of-jobs"}