{"title":"‘What is EC doing about elections in Covid times?’ Calcutta HC pulls up poll panel","content":"The Calcutta High Court on Thursday said it was “unable to reconcile with the fact” that the Election Commission of India had failed to take any steps beyond “issuing curriculars” to tackle the surge of coronavirus infections in West Bengal while conducting the Assembly elections there, Live Law reported. “The Election Commission is empowered to act, but what is it doing about polls in these Covid times,” the bench of  Chief Justice Thottathil B Radhakrishnan and Justice Arijit Banerjee asked, according to NDTV. “The EC is just passing circulars and leaving it to the people.”The High Court was hearing three petitions, which contended that the Election Commission has no Constitutional power to implement Covid guidelines in the state during the polls. The petitioners sought the court’s intervention in the matter.Elections in West Bengal are being held in eight phases, despite an unprecedented second wave of the coronavirus. Huge elections rallies, including by Prime Minister Narendra Modi, were also not halted in the state, where thousands of supporters not wearing masks gathered with little regard to physical distancing.During the hearing, the High Court observed that it was the duty of the Election Commission to uphold democracy by a way of conducting elections “even in pandemic times”.The court expressed its dissatisfaction with the way the poll panel has handled the situation in West Bengal so far. It told the Election Commission that its duties go beyond “issuing circulars and holding meetings by themselves” when facing the “heightened challenge of Covid-19 virus and its variants”.“We are unable to reconcile the fact that the Election Commission of India is not able to update us as to what action by way of enforcement of the circulars has been obtained,” the High Court added. “We are sure that circulars are not merely advisories to be wrapped up by the political parties or those involved in the political propaganda or even the public at large.”Thursday’s hearing came barely 24 hours after the Election Commission refused to entertain the plea of the Trinamool Congress, which sought the remaining three phases of the elections be clubbed together in view of the fast-spreading infection. The panel claimed that this was not feasible since polls were planned well in advance. Meanwhile, various political parties have decided to cancel their rallies, in view of the worsening coronavirus situation. Last week, Chief Minister Mamata Banerjee said she will not campaign in Kolkata anymore. The Communist Party of India (Marxist) on April 14 said it will not hold any more big election rallies for the remaining three phases. Congress leader Rahul Gandhi also cancelled all his rallies in the state.Finally, the Bharatiya Janata Party too on April 19 announced that it will only hold small public meetings with not more than 500 people.","author":"Scroll Staff","time":"2021-04-22T19:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155928-hqxrmqjtcg-1615208846.jpg","tags":["Calcutta High Court","Election Commission","West Bengal"]}