{"title":"What the mobs left behind in Manipur’s hills –  burnt homes, looted shops and thousands of displaced","content":"The mob landed in her neighbourhood at around 7 in the evening. Sixty-five-year-old Ibemhal Y, who had lived there all her life, immediately knew it was time to leave – it was people like her that the mob was after. “They came with guns and started firing in the air,” she said. “As soon as we heard the sound of the firing, we fled from our home.”Ibemhal and her family of seven spent the night curled up on the bed of a dried-up river nearby until the Army came to their rescue at around 4 am on May 4. Now, they are among the hundreds of people taking shelter in a relief camp in Moirang, a foothill town in Manipur’s Bishnupur district. Ibemhal is a resident of the hill town of  Churachandpur, where a protest rally by tribal groups on May 3 turned violent. The mobs take overThe rally was organised to oppose the demand of the state’s majority Meitei community to be included in the Scheduled Tribe category. The protesters included the Kukis, one of the larger tribal communities in Manipur. They have been at odds with the Bharatiya Janata Party-run state government, and, in particular, Chief Minister N Biren Singh who the community claims harbours Meitei “majoritarian” sentiments.By the evening of May 3, frenzied ethnic mobs were running riot across the state. In the capital Imphal, where the Meiteis are the dominant community, they turned their fury on Kuki residents. In the hills, Meiteis like Ibemhal came under attack.At least 58 people have died and several thousands are in shelter camps. Shops and houses owned by Meiteis lay wrecked in the hill towns. A war-torn landscape On May  7, when Scroll travelled southwards towards Churachandpur from Imphal, the highway bore signs of the violence that has convulsed the area in the last couple of days. Apart from the odd autorickshaws, the only vehicles plying belonged to the security forces. Some 10 km before Churachandpur is the town of Torbung, home to a mixed population of Kukis and Meiteis. The town is often described as the border of sorts between the state’s hill and valley areas. According to local residents, it was the first place to witness violence before it spread to  the state capital and all districts. On Sunday, the smell of soot hung heavy in the air. In the town market, all the shops were either charred or had been reduced to rubble.Further ahead, Churachandpur town looked war-torn. Wreckage dotted its deserted streets. Colonies with substantial Meitei populations like Zou Veng, Khumujamba, Thengra Lerak, Khujenpak, and Khugatampak were particularly badly off: the houses had been burnt down and the shops looted. At Teddim Road, the town’s commercial centre, shops owned by the Meitieis all lay charred. The road itself was strewn with burnt tyres and other materials from the shops. “The Meitei houses and shops were either burned or destroyed,” said a local Kuki resident – the community is the largest in the town. “The shops and houses were looted and the things in them  destroyed.”A ransacked house in Churachandpur's Zou Veng. The first fires The local Kukis from the area say the violence began when they heard that some Meiteis had burnt down the Anglo-Kuki war centenary gate – built to commemorate the 1917-’19 Anglo-Kuki war – after the rally on May 3. The gate is in Leisang village, between Torbung and Churachandpur. “After the rally was over and the participants were returning home, they heard that the centenary gate had been  burned down,” said Muan Tombing, secretary of the Indigenous Tribal Leaders’ Forum, a conglomerate of tribal groups.Soon, “truck after truck” arrived at the site of the gate, ferrying Kuki residents, said a local resident who claimed to be there. Soon, Kuki militants, currently in a ceasefire with the government, “came out from their designated camps and started participating in the mayhem and rampaging the properties,” said the person who asked not to be named fearing reprisal. The gate, however, seemed to have suffered only scant damage with only part of its right concrete platform covered in soot. The fire, local residents say, was doused before it could spread. The local Kukis from the area say the violence began when they heard that some Meiteis had burnt down the Anglo-Kuki war centenary gate. A state plunged into turmoil Even so, the violence only spread from there. While several Kukis living in Imphal faced murderous attacks, Meiteis in the tribal-dominated hill region of the state faced the wrath of armed Kuki mobs. Scroll met several such people taking shelter in the Churachandpur Mini Secretariat.A Meitei woman in her forties, a resident of Old Bazaar in Churachandpur, said her home had been razed by a mob that “came at 3 at night with arms and started shouting and firing at the sky”. Another 65-year-old Meitei man, who ran a shop in the town’s Light House area, said the mob had looted his establishment and then burnt it down. “I am  left with nothing now...we are helpless and there is still a sense of insecurity here at the camp,” he said “We can’t live in this place despite being born here.”Debris from a damaged structure in Torbung.A fight for safe passageWhile Sunday saw the curfew being partially lifted in Churachandpur, what seems to be keeping the pot boiling is the lack of consensus over the safe passage of those stranded in the camps. A total of 24,000 people are currently in shelter camps across the state, according to officials. Of them, 12,000 are in Imphal while the rest, mostly Meiteis, are in various camps in the state’s hill areas. While the Meiteis want people from the community stuck in the hills to be evacuated to the valley, the Kukis want the same for their people who are in camps in Imphal. Meitei people from Churachandpur in a camp in Bishnupur's Moirang.More bloodbathThe security forces have so far struggled to carry out such repatriation. On May 5, three people died in Churachandpur while trying to block an evacuation attempt by the Army. Around 7 pm, news spread that a security convoy was reportedly moving a group of Meiteis who had taken shelter at an army camp out of Churachandpur.In response, people living in and around the Churachandpur district headquarters began to gather on the town’s main road. They demanded that members of the Kuki community stranded in Imphal should be rescued first.Nianghoihching, a 33-year-old nurse who lived in the Simveng neighbourhood, had just returned home from her shift at the district hospital on Friday night when a call went out for all the women to gather on Teddim Road in Churachandpur town. She stepped out, accompanied by her brother, sister, and sister-in-law, said her family members. She did not make it back home. “We thought: If we let them go, what will happen to our brothers in Imphal?” said Lam Jacob, Nianghoihching’s brother. “So we went out and we tried to stop the convoy,” Jacob said.She was among three people allegedly shot dead by security forces. Nianghoihching, a 33-year-old nurse, was allegedly shot dead by the security forces. “We were standing on the road, holding hands,” Nianghoihching’s youngest sister Chiinniahat told Scroll. “And then the Army personnel started firing.” On Saturday morning, a senior Army official in Imphal confirmed to Scroll that four people had died in the firing. The Army has not put out any official statement on the incident. Scroll contacted the Army spokesperson for details about the incident. The story will be updated if they respond.A senior doctor at the district hospital, who is also a colleague of Nianghoihching, confirmed that three people, including two women, had died at the hospital of bullet injuries.“Two more people with bullet injuries are in critical condition,” he said. On Sunday, when Scroll visited the spot where the reported incident took place, in the New Lamka area on Teddim Road, we found bullet marks on the walls of a shop in the area.A desperate move Sangmuan, a 24-year-old researcher, who was among the protesters, said hundreds of people had gathered on the main road in Churachandpur around 8 pm on Friday, forming a human chain. Burning tyres were strewn on the road to stop the convoy of 14-15 vehicles.“We had called every woman and girl to gather there,” said Sangmuan. “We kept them in front.” Around 10 pm, residents said the security forces opened fire.Sangmuan added: “I thought the Army would not have shot them [women]. But they opened fire. Two women died on the spot,” he said.Nianghoihching’s distraught family members alleged state action had been “one-sided” and the approach of the security personnel “totally different” when it comes to the hill tribes.“Before the internet was shut down, we saw videos of Meiteis with guns on the streets of Imphal,” Jacob said. “Many people were killed in Imphal. But why is it that firearms are used only against the Kuki people?”All pictures courtesy Rokibuz Zaman","author":"Rokibuz Zaman","time":"2023-05-08T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189905-uergjpfjwm-1683478296.jpeg","tags":["Manipur violence","Meitei-Kuki clashes","Churachandpur","Manipur"],"source":"https://scroll.in/article/1048707/what-the-mobs-left-behind-in-manipurs-hills-burnt-homes-looted-shops-and-thousands-of-displaced"}