{"title":"What exactly happened in Delhi locality where AAP councillor stands accused of IB staffer’s murder? ","content":"On February 26, Delhi Police registered a First Information Report against Aam Aadmi Party councillor from Nehru Vihar, Tahir Hussain, for allegedly being involved in the killing of Intelligence Bureau staffer, Ankit Sharma.This is the first – and so far, only – FIR to have been filed against a leader of a political party in relation to the violence that ravaged Delhi since February 24, leaving more than 40 people dead.The FIR was lodged on the basis of a complaint by Sharma’s father who accused Hussain of being behind his son’s murder. “I fully believe that Tahir Hussain and the people assembled at his office killed my son and dumped his body in the drain from the masjid,” the complaint states.  Sharma’s body was recovered from a drain near his home in Khajuri Khas in North East Delhi on February 26. According to the FIR, Sharma’s body had several stab injuries and it states that an attempt was made to make him unidentifiable as several parts of his body were burnt.At Khajuri Khas, several families were seen leaving from the area. Photo: Vijayta LalwaniCaught on tape?The FIR follows multiple videos that emerged online showing people on the roof of a building hurling stones and petrol bombs towards the street below. The building, barely a few metres from where Sharma’s body was recovered, belongs to Hussain and residents said it functioned as his office. In one of those videos, the councillor can be purportedly seen carrying a stick at one point.However, Hussain released a video  the next day, claiming he was innocent. He called the news about his involvement in the crime “false and politically motivated”. He said that a mob had broken the gate of his office on February 24 and climbed onto the building’s roof to carry out the attacks. He claimed to have left the building on February 24 and returned the next morning at around 8.30 am but was greeted with sloganeering and a hostile atmosphere. Paramilitary present there advised him to leave. It is not clear when the video that featured Hussain was shot.Soon after the FIR was filed, the Aam Aadmi Party, after initially defending Hussain, suspended him. Hussain, for his part, seems to have gone incognito. He was not available at his home which was sealed by Delhi police on Friday, and his phone was switched off when Scroll.in made repeated attempts to contact him. Now, as Khajuri Khas picks up the pieces after the violence that left the neighbourhood obliterated beyond recognition, there is the usual blame game that follows communal disturbances. Hindu residents blame Muslims for mounting a “planned, concerted attack” under the leadership of Hussain. Muslim residents, on the other hand, say they were the victims of a greater conspiracy and they only acted in self-defence.“Who can arrange for petrol bombs, acid and rods in one day?” asked Gaurav Sharma, a resident of Moonga Nagar, a locality situated opposite Hussain’s building.“An ordinary man does not even have stick but they had everything,” he said. “They openly brandished swords. They were shooting from the terrace with pistols and country-made weapons.”Yet, there are a few facts that neither community contests.Tahir Hussain's building was sealed off. Photo: Vijayta LalwaniHow it beganFirst, the immediate trigger for violence in the area. By all accounts, it was sparked by a rally that Hindu men had taken out on February 23 evening, chanting “Jai Shri Ram” and egging Prime Minister Narendra Modi to take action against people blocking roads in the city to protest the Citizenship Amendment Act. The law expedites citizenship for undocumented non-Muslim migrants from the three neighbouring countries of Bangladesh, Pakistan and Afghanistan.The same day, in Jaffrabad, 10 km away, Kapil Mishra, a leader of the BJP who contested and lost the recent assembly elections in Delhi, had delivered a provocative speech. In the presence of a police officer, he threatened to take the law into his own hands if the police failed to clear protestors who had occupied public spaces in the area. No police action has been taken against Mishra so far.“That had already created a tense atmosphere in the market after all that,” said a Muslim resident. The marching Hindu men asked a local meat-selling eatery owned by a Muslim resident to shut shop, several residents said. An altercation ensued and soon the shop was set ablaze. Except for minor variations about the response of the people manning the shop to the shutdown demand, this sequence of events was corroborated by members of both communities.The violence seems to have been contained by late evening.On Monday, however, Muslim houses, shops, and places of worship were singled out and torched.For instance, Akram Chicken Biryani Centre and Aggarwal Sweets once stood next to each other. Now, only the latter remains. There are umpteen such examples of charred Muslim shops next to totally unscathed Hindu establishments.The shutters of Akram's eatery were broken. Photo: Vijayta LalwaniThe same took place with houses – and Hindu residents in the area did not deny that. Gali number four and gali number 27 separated by a drain were among the worst affected lanes in the area. While they used to be mixed localities, only Muslim homes were burnt down. A mosque in gali number 27 was also set ablaze. “Yes, only Muslim houses were attacked, but not a single person got hurt,” said Pawan Kumar, who works as a salesperson at an electronic retail chain.  “This was because they had already left their houses. They were gunning for a war.”“Hinduwon ko maarne ki firaq thi,” he said. “They were out to kill Hindus.”Kumar claimed that the Muslim houses were torched by Hindu men who came from other parts of the city. “We were not involved,” he said. “We were on our roofs. We screamed aloud ‘Jai Shri Ram’ to identify ourselves as Hindus.”Pawan Kumar and his father Mitthan Singh outside their home. Photo: Vijayta LalwaniOther Hindu residents tended to echo that claim – that men from the community from other parts of the city had come to their defence during the “Muslim onslaught”. The arson seems to have been preceded by heavy stone pelting by both sides on the afternoon of February 24. Stone pelting had started in the area after afternoon prayers at the local mosque, said 36-year-old Gaurav Sharma, a resident of Moonga Nagar. Muslim residents concur the timeline. “Yes, there was a gathering after namaaz as people were angry and scared after having heard reports of protesters in Jaffrabad coming under attack,” said Kamran Khan, a local businessman. Violence has broken out along the stretch connecting Jaffrabad and Maujpur in North East Delhi between supporters and opponents of the new citizenship law.But Hindu residents claim the Muslims initiated the stone-pelting in Khajuri Khas as retaliation to the burning of the Muslim eatery, not in response to the clashes in Jaffrabad.  “Uska gussa yahan pe utar gaya,” said Pankaj Gupta, a 28-year-old shopkeeper in the area. “That anger was spent here.”Inside gali number four, residents alleged that Fatima Masjid was vandalised and burnt down by a mob. Photo: Vijayta LalwaniOn February 25, Khajuri Khas was even more restive. Muslim residents do not deny what can be seen on tape: people launching stones and petrol bombs in war mode.  “What were we supposed to do?” asked Khan. “We had to defend ourselves somehow.”A shop owned by a Hindu man next door to Tahir Hussain’s building was gutted after a petrol bomb landed there. Around 4.30 pm, the Intelligence Bureau staffer Ankit Sharma came back from work and was caught in the crossfire, said residents who claimed to be eyewitnesses. “Everyone from the gali came out to the road to see what was happening,” said Gupta, who claimed to have witnessed the incident. “Stone pelting was very heavy and Ankit Sharma was watching. He went ahead to see how many people were crowded on the road and they [Muslims] held him and dragged him away.”Ankit Sharma's house was deserted. Photo: Vijayta LalwaniAfter three days of violence, on Friday, municipal vehicles sprinkled water in Khajuri Khas to wash away the ash and settle the dust. But it could take more for this locality to recover. A migrant labourer from Bihar who was leaving the area on Friday, laden with luggage, said: “There is no work, there is nothing here anymore.”","author":"Arunabh SaikiaVijayta Lalwani","time":"2020-02-29T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137422-wjuorpamla-1582905032.jpg","tags":["Delhi violence","North East Delhi","Ankit Sharma","Tahir Hussain","Delhi Violence Ground Report"],"source":"https://scroll.in/article/954676/what-exactly-happened-in-delhi-locality-where-aap-councillor-stands-accused-of-ib-staffers-murder"}