{"title":"WhatsApp to limit forwarding of messages to 5 chats at a time in a bid to curb rumours in India","content":"Messaging platform WhatsApp on Thursday announced a new series of measures to curb the spread of fake news and misinformation in India. It will test a forwarding limit on all texts and media that are shared. In India, the platform will also test a lower limit of five chats, individual or group chats, and then remove the “quick forward” button next to media messages. This means that a user can only forward a media message five times from the same account. Media messages include audio notes, pictures and videos. “Today, we are launching a test to limit forwarding that will apply to everyone using WhatsApp,” the messaging platform said in a blog post on Thursday. “In India – where people forward more messages, photos, and videos than any other country in the world – we will also test a lower limit of five chats at once and we will remove the quick forward button next to media messages.”It added: “We believe that these changes – which we will continue to evaluate – will help keep WhatsApp the way it was designed to be: a private messaging app.”  A spate of mob lynchings has claimed 22 lives in Maharashtra, Tripura, Assam, Gujarat, Andhra Pradesh, Tamil Nadu, Telangana, Chhattisgarh, West Bengal and Karnataka since March. The mobs seem to have been influenced by widely shared WhatsApp videos and messages asking people to beware of child kidnappers.The victims have ranged from innocent people asking for directions; transgendered people; the poor; and the mentally disturbed.Earlier on Thursday, the Indian government warned WhatsApp of legal action if it does not put in place adequate checks to stop the spread of misinformation. The Ministry of Electronics and Information Technology  said it has approached WhatsApp to go beyond the existing efforts of labelling forwarded messages and identifying fake news.Facebook-owned WhatsApp has been under fire from the government over fake news being circulated via its platform. This was the Centre’s second notice. On July 4, the Ministry of Electronics and Information Technology asked the messaging platform to initiate measures to prevent the spread of “explosive messages” and warned it that it could not evade accountability and responsibility. On July 11, WhatsApp said it had updated its service to label messages that a user forwards to another as “Forwarded”. WhatsApp had also announced a new project to work with leading academic experts to learn more about the spread of misinformation. It also announced an engagement programme with law enforcement officials across India so “they are familiar with our approach and how we can be helpful”.","author":"Scroll Staff","time":"2018-07-20T11:04:22.880834+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/887274-ajkprmbfbv-1502192340.jpg","tags":["WhatsApp","India","Fake news","mob violence","lynching"],"source":"https://scroll.in/latest/887274/whatsapp-to-limit-forwarding-of-messages-to-5-chats-at-a-time-in-a-bid-to-curb-rumours-in-india"}