{"title":"‘What makes her so special?’: An acid attack survivor writes how a callous medical system failed her","content":"By the time I reached the hospital, I had lost almost all my vision. The world looked blurry, the light seemed to have clouded over; I couldn’t make out any shapes or details. Gulshan was already in the waiting area. I heard her gasp. Because of how hard I had been clinging to the man’s back, his shirt had disintegrated from the acid on my clothes. His back had minor burns, which he said he would look into after getting home. He wished me luck on his way out.I was rushed inside when I heard Gulshan arguing with a nurse. “Please, help us. It’s an emergency. Help this girl. She’s my sister. She’s been attacked with acid,” she pleaded as she supported me with her arms. She was helping me keep my own arms away from my body. They were burning and even a gentle touch hurt like a thousand piercing needles. Even the slightest stir of the air from people passing by caused me unimaginable agony. “It’s a hospital, everyone has an emergency. What makes her so special?” asked the nurse as she walked away nonchalantly to talk to some colleagues by the coffee machine.Gulshan asked me to stay where I was as she rushed off to look for someone else who might be able to help. That moment I felt a sudden chill that went deeper than the burns on my body. Had Gulshan also given up on me? Thankfully, two minutes later she returned with a doctor. Then I heard my mother’s voice and footsteps rushing towards us. “Reshma, Reshma! Firdoz and Afroz came to see me. Why were they saying such terrible things? No, no, it can’t be true!” My mother cried as she tried to hold my face and rub the acid off with her dupatta. But the cloth began to fall apart in her hands. She shrieked in horror and recoiled.“Don’t do that,” reprimanded the doctor. “It’ll only make the acid run deeper.”My mother began to hyperventilate. I could hear her struggling to breathe through her tears. And then she fainted. The doctor rushed to her aid, sprinkled water on her face, and managed to bring her back to consciousness. She began to cry and apologise profusely. “Look at your daughter. You will have time for tears later. Right now, she needs your help,” said the doctor as he made to leave. “Stay strong, and I’m sorry I can’t do anything before she registers as a patient.”At that time, I was in no state to be concerned about my mother. I wanted her to get her act together and she did so after hearing the doctor’s words. She took a deep breath. I heard her say a prayer under her breath and, with renewed strength, she rushed towards the receptionist. Gulshan and Ammi spent a long time trying to get me admitted into the emergency ward or even just to get some first-aid care. But the hospital refused treatment. I was still standing in the hallway; no one had offered me even a place to sit. Acid is a corrosive substance that continues to burn even hours after a person has been attacked with it. The only way to minimise the damage is to flush the affected area for hours with water. Water dilutes acid. No nurse or doctor made this suggestion. By now my sister was urgently calling Mumbai, updating Riyaz, Aizaz and Abba. Nargis, who had got married just a year ago, in 2013, was also on her way to the hospital. She lived one hour away from where we did in Mau Aima. I later heard that my father had broken down when he was informed of the events. Aizaz, on the other hand, jumped into action and called my chacha for help booking Tatkal train tickets to Allahabad. Usually it takes weeks to get a confirmed seat on an Indian Railways train, but Chachu managed to find four tickets from Mumbai to Allahabad on the next available train for my father, my two brothers, and my cousin Shakeel, whom we lovingly call Chintu.Meanwhile, my mother was navigating through an archaic, bureaucratic and painful system. The hospital wouldn’t treat me as this was a criminal case, and I had to first file a police complaint.They refused to treat me without being given a copy of the First Information Report. An FIR, as we all know, is the first step to be taken after a crime is committed, whereby the police is provided an overview of the crime: who the victim is, where it took place, the nature of the crime, and so on. It is basically a first-witness account of the crime so criminal proceedings can begin. The law, however, states that in cases of severe injury to an individual, such as road accidents, acid attacks, and rape, the hospital must treat the victim first, without asking for a copy of the FIR. In smaller villages and towns however, hospitals are unsure of the rules and, afraid of getting caught in bureaucratic criminal proceedings or blamed in any manner, they still insist on an FIR copy before tending to a victim. What Kesri Hospital did was illegal. The Indian law states that an FIR must be  led immediately by anyone, a victim or a first-hand witness to the crime, and if it is not, due to some reason, the reason of delay must be stated at the time of filing. However, we were not aware of the rules back then, and as it turns out, neither was the hospital. So, I was to receive no treatment. My mother and Gulshan gave up arguing and rushed me to the police station, which was luckily just next door. As I stepped outside, the sun battered down on me and my pain intensified to a blinding agony. I began to wish for death again.We rushed into the police station, where my mother pulled up a chair for me. The police officers entered one by one, casually. One of them sluggishly pulled out a sheet of paper and began writing down our account. As my sister recounted the event, he asked why I wasn’t speaking. I kept my mouth shut because I knew if I opened it I would begin screaming again and not be able to stop myself. I didn’t notice it at the time, but silent tears kept pouring out of my eyes, the tears of a living corpse. My eyes had swollen shut, my face was blistering with boils, and here was a police officer asking why I, the victim, wasn’t answering his questions. At this point two more policemen walked in and asked Gulshan to repeat the story from the very beginning, more out of curiosity than anything else. It seemed they didn’t want to miss out on any of the juicy details. One of them asked why I had been attacked. Another wondered out loud if I was the one to blame. When Gulshan tried to explain that I was just seventeen, he responded with: “So what? Seventeen-year-old girls are very clever nowadays. Who knows what she must have done to bring this on herself?”Yet another officer entered and began asking us the same questions. I was starting to feel angry, starting to understand why so many crimes go unreported in our country. I was being treated like the criminal, me, the victim of a horrific, nightmarish crime.Gulshan began repeating the story all over again. Twenty minutes into it even the shadows began to disappear into the darkness. Panic started to grip me and I finally opened my mouth. Tears poured down my cheeks as I began to shriek. “Stop this madness! Stop it! I’m dying, I can’t see. My eyes, my eyes, my eyes! Kill me. KILL ME NOW!” I was ranting like a maniac. I kept screaming as I clung on to my mother’s arm till my nails dug into her skin. “I can’t see...I’m going blind. Help me...the pain...help.”A wave of nausea overpowered me. And then I threw up. A quiet police officer who had been sitting at the next table jumped into action. “Enough. Look at this poor child – she’s just seventeen. We’re taking her to a hospital. She can give her statement there. What if she loses her eyesight completely?” With that, he called for an ambulance to take me to the nearest hospital, after my sister and mother refused to take me back to Kesri Hospital because of how I had been treated there. Meanwhile, the police immediately gave us a copy of the written complaint since they feared the next hospital too would deny me treatment without that piece of paper. At that moment, that sheet held more value than my life. That piece of paper matters more to hospitals than saving the lives of for the people for whom these facilities supposedly exist. As an ambulance arrived from Bilak Hospital, my mother and sister jumped in with me. The police followed in their car. I began throwing up violently in the ambulance. When the human body goes into shock induced by pain, the nervous system reacts and nausea kicks in. My body was in so much distress that I gagged for half an hour. After a point I was just choking on nothing but excruciating pain.We reached the hospital within ten minutes and, made nervous by the police’s presence, the nurses and doctors rushed to my aid. Between wiping away my vomit and asking for the case history, the nurses rushed me to a quiet space, my family, the doctor, and the police at our heels. Blinding pain that still made death seem like a heavenly dream continued to cast shadows over my consciousness. It was as though I was living out a nightmare. I wasn’t in my body; I had stepped out of my skin and could see own mind being tormented. The thing I remember most vividly is the pain, the continuous vomiting, the blindness, and the raw panic. The nurses helped me to a chair and I heard the doctor take in a quick, deep breath. I believe he was trying not to gasp out in horror. “When did this happen?” he asked urgently. When the doctor discovered it had been over two hours, and I was yet to receive any medical care, let alone have my burns rinsed with water, he immediately ordered the nurses to fetch isotonic saline water and an anaesthetic injection. “I can’t believe no one used water on the burns,” he said and then went on to give those present a crash course on how to treat someone with acid or fire injuries.I can still recall some of it: “Douse the injuries with fresh room-temperature water immediately. Do not use ice, do not use cold water. It will hurt more later if you use cold water because your skin temperature will drop significantly. That will only make things worse.”My clothes were fused to my arms, my neck, my face, and my chest. Why wasn’t he removing them? Somewhere above me I heard the doctor’s voice, “Remove any clothing and jewellery that has corroded to ensure it doesn’t fuse with the skin. Do not attempt to take off clothing that has melted onto the person’s skin, as that would only cause further harm by ripping off layers of skin along with the fabric. Let the doctors handle that.”I know everyone listened with helplessness. Gulshan and my mother had found one more reason to blame themselves for my situation. Even today, Gulshan wonders why she hadn’t thought of pouring water on me while I was burning, and my mother still blames herself for rubbing her dupatta on my face, causing more damage by spreading the acid. I prefer not to worry about it anymore. What’s done is done. The doctor cleaned my face with the isotonic saline water for half an hour. As he did he slowly snipped away the niqab from my face with a pair of scissors, damping the area with more saline water till it became easier for him to remove the cloth that was stuck in bits and pieces all over my face. Most of my niqab had disintegrated and melted away, but some of it was still fused to my skin.The pain was similar to someone stitching my face up with cloth in large knots and then ripping it off in one swift movement, pulling out chunks of my skin along with it. Every time the doctor snipped and tugged, I felt like I was being clawed. To distract me from the pain he kept dispensing medical information. “Regular water, if dirty, can cause severe infection and, I once read that over 90 per cent of burn victims who die, end up dying from preventable infections. Isotonic saline water, however, is a bacteria-free liquid with the same concentration as that of the body fluids like our blood and our tears.”As the doctor continued to spray my face to dilute the acid and prevent it from seeping further into layers of my skin and my bones, I continued to cry. “It’s not helping, it’s not helping. Make the pain stop.” The way he glorified the effects of water after a chemical burn, I truly believed my pain would now subside. But it didn’t. At some point, he injected me with a painkiller, a mild, cheap one, I believe, since resources at such hospitals are rare and I didn’t really find any relief. After providing first aid for half an hour, the doctor turned to my mother and sister. “You have to take her somewhere else. This hospital is not equipped to deal with such burns.”I wondered why hospitals even existed.Excerpted with permission from Being Reshma: The Extraordinary Story of an Acid-Attack Survivor Who Took The World By Storm, Reshma Qureshi with Tania Singh, Pan Macmillan.","author":"Reshma QureshiTania Singh","time":"2018-12-03T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/106818-flzzqgvmmi-1543414621.jpg","tags":["Acid attack","Reshma Qureshi"],"source":"https://scroll.in/article/903834/what-makes-her-so-special-an-acid-attack-survivor-writes-how-a-callous-medical-system-failed-her"}