{"title":"What changed and how: A behind-the-scenes look at Satwik-Chirag's incredible rise in world badminton","content":"It has been a year to remember for India’s premier men’s doubles pair – Satwiksairaj Rankireddy and Chirag Shetty. The duo has steadily risen up the rankings and reached a career-best world No 7 on Tuesday after another good show at the China Open. Perhaps even more heartening are the teams that they have beaten on their way into the top 10 of the rankings. With the exception of world No 1 pair Marcus Gideon and Kevin Sukamuljo and world No 4 pair Takeshi Kamura and Keigo Sonoda, all the other top teams have faltered in the face of the Satwik-Chirag combination.“I think the thing that really pleases us the most is that we have beaten top players,” Chirag told Scroll.in in a telephonic conversation. “And not just beaten them once, we have beaten them in back-to-back tournaments even when they have come prepared for us. We have been able to execute our gameplan pretty well. Beating a top pair once is tough but beating them again is tougher.”He added: “Now that we have beaten them we know that everybody will come hard at us and we need to be prepared for that as well.”These results have obviously given a huge confidence boost to the duo and at the highest level, belief is a big part of success. But what has changed behind the scenes to propel them to a position from where they are now able to consistently challenge the best in the world?Also Read – Satwik-Chirag on the rise: A look at the top performances by the Indian doubles pair in 2019Image Credit: BAI MediaReluctant startIt was in 2016 that Satwik and Chirag finally found themselves on the same side of the court. Before that, Satwik would mostly partner Krishna Prasad Garaga while Chirag had a consistent pairing with MR Arjun and they would regularly compete for the same trophies.Tan Kim Her, who was India’s doubles coach at the time, saw a spark of potential and decided to break the established pairs. He pushed Satwik and Chirag to form a team.“In the earlier stage, there were trust issues,” Chirag said. “We were both backcourt players and we didn’t gel well at the start. But then coach Tan sat us down together and told us what he feels and what changes we need to make in our game.”Chirag added: “He also told us that we were his best players and if things continued to go wrong, he would break the pair. But his words had an impact and after that day we started playing well and started gelling well too.”At that point, Tan and national head coach Pullela Gopichand also ensured that Satwik-Chirag found a place on every team that left Indian shores. They were the reserve pair if they were not playing the actual tournament and every second spent away from the court was spent learning more about the finer points of the doubles game.Tan concentrated on their overall development – teaching them the style of playing doubles, soft skills and tactical mastery – even as Chirag finally settled into the player who would play at the net while the powerful Satwik was the designated backcourt player.Coach Tan also gave them a blueprint on how to become an Olympic contender: In the first year as a pair in strong tournaments, you will lose and lose a lot in the first round itself. In the second year, you will start beating Top 10-Top 20 players every once in a while and start getting to the semi-finals. In the third year, you start reaching the semi-finals and then in the fourth year, you start winning and start getting to the quarter-finals on a consistent basis.By the time Chirag and Satwik started their second year as a team, Tan was also ensuring that they were spending a lot of time with each other, getting to know their team-mate inside out. They would stay together, eat out together, go for movies together. This was a scene straight out of the Remember the Titans Bootcamp. Only there was no team here, just Chirag and Satwik.Gradually, the two started to gel well and by way of natural progression, their co-ordination on the court also started to improve.They were still losing but there were the odd flashes of brilliance and under Tan, that got them to 16 in the world rankings. But then the Malaysian coach quit in March 2019.Image Credit: PTIRegroup and restartThe success they had achieved up to this point was now pushing them forward to change their lifestyles completely.Shlok Ramachandran, another doubles specialist who also hails from Mumbai, spent a lot of time with Chirag in his early years. They went to the same coach, the same school, the same academies, national camps and he recalls the lanky 22-year-old as being incorrigibly lazy.“He has really evolved in terms of work ethic. He used to be the laziest guy around,” said Ramachandran. “I would set up a training session at 3:30 and his house would be the closest but he would still come late. He would never wake up on time either. But ever since he and Satwik started doing well, I saw a big change occur.”Chirag is now down for breakfast on time, he is careful about what he eats, the conversations with his friends are about the food they eat and what needs to be avoided. This is him looking to up the game in every way possible, on and off the court.The success the team has achieved is one part of the argument, the other is realising that as a team they have the potential to be world beaters in the true sense. The possibilities are endless but only if they dedicate themselves to the said goal with renewed vigour.Under new coach Flandy Limpele, the focus has been on fitness and improving their defence.“When he came, he increased the number of sessions,” said Chirag. “The sessions also became a lot longer than before and he has really worked on the physical aspects of the game. He increased the number of smashes we did during practice too so that we can last longer on court and that has really helped us. It is the reason why we are not getting tired even if the matches go the full distance.”The other area of focus has been the defence. When Satwik and Chirag are on the attack, they are virtually unstoppable. Both can pack a punch but when they are put on the defence, their height can become a liability.To counter this obvious shortcoming, Limpele has organised training sessions where he gets Chirag or Satwik to sit on boxes and continuously smashes at them. The goal of the training is to get them to keep trying to return the shuttle using just their forearms without moving. Former India badminton player Uday Pawar, who has been coaching Chirag since his early days, also feels that this duo’s big advantage is how grounded they are.“Both of them are very similar in their mental make-up,” said Pawar. “Even though they are playing at the highest level and doing well, they are both very grounded, very down to earth. They look very hungry. Otherwise, after initial success people tend to take things easy and rest on their laurels. But they have not let up.”Pawar added: “Chirag has always been someone who understood things; understood things in the right way and we can see all those qualities coming into play here. The way they back themselves on the court is superb.”Image Credit: BWFWhat nextIndia have had no men’s doubles legacy to speak of till now. Jwala Gutta and V Diju were world No 6 in mixed doubles and Gutta and Ashwin Ponappa reached no 10 in the women’s doubles. But no men’s doubles pair managed to break into the top 10 until now. And this too was a project that took time to come together.For national head coach Gopichand, the new-found maturity is heartening to see. “The maturity...the wins have made them more confident” he told Scroll.in.“As a pair, they come in with complementary skill sets. Chirag, pushing the pace and going into the net and Satwik has the big smash. Having said that, I think both have very good allround skills.”Gopichand added: “Having said that, Satwik can get into the court, create openings and be smart. And both being tall and strong gives the opponents very little angles to pass them at the net outside of their range. As time goes, this combination will get even stronger as they are still a work in progress. They can get better and if you see the way they have risen to the top, it has actually scared people. Once attacking players scare people, then the opponents go into a defensive mode even more and once they do that, they crack even more.”World No 1 pair Gideon and Sukamuljo have an 8-0 record over the Indian team but Gopichand believes that consistently close matches will allow Satwik-Chirag to crack that code as well.“I think the more they play them, the more quickly they will figure them out,” he said. “But for them, all they need to do is tighten up their defence, get better at the net and ensure that the point is not lost in the first three strokes. I think they are a very strong combination.”","author":"Ashish Magotra","time":"2019-11-16T13:23:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/943536-dyaqyawotf-1535252528.jpg","tags":["Chirag Shetty","Badminton","Satwiksairaj Rankireddy"],"source":"https://scroll.in/field/943536/what-changed-and-how-a-behind-the-scenes-look-of-satwik-chirag-s-incredible-rise-in-world-badminton"}