{"title":"What will it take for Modi’s monetisation plan to work  – plus four more Sunday reads","content":"The big question mark over national monetisation: executionThe Centre has announced an ambitious plan for “asset recycling” in which it will hand over operational duties and revenue rights to the private sector to manage assets like roads, power lines, mines and stadiums, among others. In exchange, the government gets a lump sum from the private entity – money it desperately needs to get its finances in shape.This works differently from privatisation as there is no sale of public assets.  But what does it take to do this efficiently? The answer lies in its execution, as TT Ram Mohan writes in The Hindu. For Mohan, the efficiency in rolling out this plan is still a question mark. He argues that it would be prudent to monetise under-utilised assets and set up a monitoring authority to check the valuation of the asset, its impact on the consumer and the economy.More hereWhy did the Afghan Army collapse so quickly?It has been weeks since the Taliban swiftly took control of Afghanistan. This has led to panic. Horrifying videos have emerged from the airport in Kabul showing hundreds clinging onto an airplane, desperate to find a way out of the country. In The New York Times, the Afghan Army’s General Sami Sadat writes about how his troops were overwhelmed by the Taliban. While the United States has been quick to blame the Afghan Army for not fighting, Sadat in turn blamed the US for not supporting them. More hereThe reel Kabuliwala of IndiaWith their country taken over by the Taliban, several Afghan nationals have looked to India for refuge. For some, on the other hand, it has already been home for several years. In this, it is apt to remember a story written by Rabindranath Tagore in 1892 of an Afghan man in Kolkata who struck up an uncanny friendship with a young girl since she reminded him of his daughter back home.Film Companion revisits the first time this story was adapted for cinema. The role of the Kabuliwala was essayed by Tapan Sinha in the eponymous 1957 film which detailed xenophobic anxieties around Afghans in the city. More hereA discovery in the library In 1946, The New Yorker published a series of reports by journalist John Hersey, documenting the aftermath of the Hiroshima bombing by speaking to six eyewitnesses. The reports were groundbreaking and copies of the magazine sold out immediately. Nearly 75 years later, Hersey’s reports are viewed as an important piece of journalism. But the original copy of the magazine, with a rather colourful cover of people frolicking around and children playing, had vanished in time. That is, until a librarian found it. More hereWomen who surfSurfing is still a relatively uncommon sport in India. However, the rise in the number of surfing schools along the country’s coastal towns have encouraged many young men. But only recently have the towns’ women engaged with the sport to become professional surfers. In Suvasini Sridharan’s story in The News Minute, women who took to the sport, describe navigating the waters and finding freedom in catching waves and even missing them. In a vivid description, one surfer describes being hit by a wave as though whirling in a washing machine. More here Vijayta Lalwani reports in and around Delhi.","author":"Vijayta Lalwani","time":"2021-08-29T09:30:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/131875-mehepuizkd-1599259693.jpg","tags":["Narendra Modi","Asset Monetisation","Afghanistan","Rabindranath Tagore"],"source":"https://scroll.in/article/1003994/what-will-it-take-for-modis-monetisation-plan-to-work-plus-four-more-sunday-reads"}