{"title":"What’s the price of a vote in India? A new report comes up with a startling number","content":"Between Rs 55,000 and Rs 60,000 crores were spent on the 2019 Lok Sabha and assembly elections in India, estimates a report released on June 3 by The Centre for Media Studies, an independent policy and development research think-tank. If this figure was averaged out, it would mean that approximately Rs 100 crore was spent on each constituency – and Rs 700 on each vote.In addition to the money that political parties spent on campaigning and the cash distributed to voters, the estimate includes the money the Election Commission spent on polling and counting votes. It also includes the cash transfers made by central and state governments to voters from March 10, the date on which the election schedule was announced, till the last date of polling, May 19. If the Election Commission spending and government transfers are subtracted, Rs 583 was spent on each vote.The detailed methodology for arriving at these figures was not laid out in the report, but it says that an approach called “Perceptions, Experiences and Estimation” was used. PN Vasanti, director general of the Centre for Media Studies, explained that the survey was intended to move beyond voters’ perceptions of poll expenditure. The “experiences” element of the survey attempted to confirm and quantify voters’ perceptions by asking, for instance, if they or someone they knew had received cash in exchange for a promise to vote for a candidate. Estimates were then made from these responses and corroborated by media and ground reports. The survey was conducted in several constituencies as part of other ongoing studies by the Centre for Media Studies, instead of a nationwide study as has been done in the past. But the estimates arrived at are comparable across elections, says Vasanti. The numbers in the report, alongside other indicators of the increasing amount of money being spent on elections, present a worrisome picture for Indian democracy.Candidates spent a lot more than they are allowed to“Most legislators embark on their parliamentary career with a gross lie – the false election returns which they submit,” former Prime Minister Atal Behari Vajpayee once famously remarked.India has limits on election spending: Rs 50 lakh-Rs 70 lakh per Lok Sabha candidate, depending upon the state, and Rs 20 lakh-Rs 28 lakh per assembly candidate. The Lok Sabha elections saw 8,049 candidates in the fray, with an additional 3,589 candidates contesting assembly elections during the same period in Arunachal Pradesh, Sikkim, Andhra Pradesh and Odisha.Taking the maximum limit for both Lok Sabha and assembly election spending and assuming each one of these candidates spent every rupee they were allowed to, that only adds up to Rs 6,639.22 crore. However, the Centre for Media Studies report estimates that all candidates together spent Rs 24,000 crore in these elections.Drugs for votesThis election cycle also saw unprecedented amounts of drugs, cash and gold being used to bribe voters. The Election Commission seized nearly thrice as much of these as it did in the 2014 elections. Bear in mind that the commission is able to seize only a fraction of the actual amounts in circulation. Especially troubling is the Rs 1,280 crore worth of drugs, nearly all of which was seized in just Gujarat, Delhi and Punjab. We wrote about the alarming amount of money in circulation in April, back when the Election Commission’s seizures were only at Rs 1,400 crore.How much did the BJP spend?About 45%-55% of the total spending on the elections was by the Bharatiya Janata Party, the report says. That comes to Rs 24,750 crore-Rs 30,250 crore. The Congress spent a lot less: 15%-20% of total spending, although during previous elections the Congress has accounted for upto 45% of all spending. The reason for its lower spending this time was most likely that it simply didn’t have the money – the BJP juggernaut mopped up most of the available funding.Where does the money come from?The Centre for Media Studies report identifies several industries  as being the sources for funding these elections, but provides no breakdown of who gave how much. Political financing is notoriously murky: political parties are not under the ambit of the Right to Information Act and so are not required to divulge their sources of funding.According to the report, real estate, mining, telecom and transport industries all have interests in influencing the government in power, as do educational institutions, government contractors and NGOs. Electoral bonds, which cloak the identities of donors in complete secrecy, were the new instrument of funding in these elections. In four cycles between January and May 2019, electoral bonds worth Rs 4,794 crore were sold. What does the increase of money in politics mean for democracy?The Money, Politics and Transparency Campaign Finance Indicators project studies the effectiveness of regulation and enforcement of political finance in 54 countries. Based on the 2014 elections, it gave India a score of 31 out of 100, placing it twelfth from the bottom.In 2014, the top 1% earners in India were paid 22% of the national income. While the standard of living for millions has risen since the deregulation of the economy in the 1990s, inequality has also grown at a staggering rate. “Money allows wealthy individuals or interests to influence electoral politics in their favour, thereby entrenching their wealth and creating a reinforcing cycle in which inequality and public policies interlock,” political scientists Devesh Kapur and Milan Vaishnav write in their book Costs of Democracy. “The result, some have argued, is a polity that responds most forcefully to the preferences of the rich.”Once the vote has a cost ascribed to it – and in this election, that cost was Rs 700 – it becomes a transactional tool: a licence through which those in power purchase impunity, once every five years.","author":"Nithya Subramanian","time":"2019-06-08T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/121291-npkdrpgyat-1559813378.jpg","tags":["elections 2019","political finance","inequality"],"source":"https://scroll.in/article/926120/whats-the-price-of-a-vote-in-india-a-new-report-comes-up-with-a-startling-number"}