{"title":"What is driving the huge surge in Indians illegally migrating to the United States?","content":"On December 21, a charter flight carrying 303 passengers, mostly Indians, was grounded in France on suspicions that those on board were victims of human trafficking. The flight was headed from the United Arab Emirates to the Central American country of Nicaragua. The incident has once again put into focus the surge in Indians migrating without documents to the US. Nicaragua is a transit point commonly used by handlers involved in undocumented migration.Since 2020, undocumented migration of Indians to the US has seen a staggering rise.  The reasons of this include lack of economic opportunities in India, religious and political persecution of minorities and lack of legal immigration channels to the US, say experts.The ‘donkey route’The grounding of the Nicaragua-bound flight is the latest in the spate of incidents that made news about Indians failing in their attempts to enter the US. In a more tragic episode in April, an Indian family of four was among the eight persons whose bodies were found in a marsh on the US-Canada border. Earlier, in January 2022, the Canadian Police had discovered the bodies of four Indians near the border. Seven others who had been travelling with them were detained by US authorities after they crossed the border.Despite the risks of detainment or even death, the US Customs and Border Protection authorities encountered an unprecedented 96,917 undocumented Indian immigrants in 2022-’23. A decade ago, this number stood at only 1,500. Till 2019, the number saw a small increase but there has been a sharp escalation since then.  !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nAgents who facilitate the migration take Indians through the “donkey route”, which involves moving from one country to another till migrants reach either Canada or Mexico, after  which they cross the US border on foot. “The most popular donkey route is through Latin American countries like Ecuador, Bolivia or Venezuela which provide visas on arrival for Indian citizens,” a superintendent-rank police officer from the Mehsana district of Gujarat, told Scroll. “From these countries the migrants are taken to Mexico after which they are very much on their own.”Gujarat and Punjab account for the highest number of illegal migrants to the US, the police officer said.S Irudaya Rajan, the chairperson of the Thiruvananthapuram-based International Institute of Migration and Development, said that even as the route through Mexico remains the more popular one, the sharp rise in illegal migrants to the US has been accompanied by an increased traffic through the Canada route.“Of the nearly 97,000 Indians held by the US this year, more than 31,000 were apprehended at the northern [US-Canada] border,” Rajan said. “The number was less than 100 in 2014 when about 1,500 Indians were held.”Rajan said that the reason for this was not clear but the huge Indian diaspora in Canada could be a factor. “The donkey route is full of uncertainties and even the agents who arrange the travel only take responsibility till the migrants reach the borders,” he said. “Most Indians turn themselves in to the authorities at the border and seek asylum. One could imagine that in such a situation, migrants feel safer in a country that already has a huge Indian population.”Why the surge in illegal migration?In November, US Senator James Lankford told the Senate that 45,000 of the close to 97,000 Indians held at the American border this year had told the authorities that “they have fear in their country”. In a report published in December 2022, New York-based research group Migration Policy Institute also flagged fear of religious and political persecution as one of the reasons for the rise in illegal migration. The lack of economic opportunities in India and the waning of pandemic restrictions were among other reasons cited by the research group.Muzaffar Chishti, the director of the Migration Policy Institute, said that the Narendra Modi government’s handling of the protests against the now-repealed agriculture laws have made many Sikhs feel that Punjab has been mistreated. “The scale of protests and the government’s belligerent attitude towards it have given migrants valid grounds to seek asylum saying that they do not feel safe in India,” Chishti said.Punjabi farmers were at the forefront of the year-long protests against three farm laws passed by the Modi government in September 2020, claiming that they would make agriculture more profitable. The farmers argued that the laws will bring about corporate dominance of the sector. The laws were repealed in November 2021.Rajan of the International Institute of Migration and Development also said that a backlog in the legal immigration channels was a reason for Indians to seek the illegal route. “That is why you see that most of these migrants are from Punjab and Gujarat where people are better off financially than in other states,” Rajan said. “If one goes by the illegal route, agents could charge anywhere between Rs 25 lakh to Rs 70 lakh. Not everyone can pay that amount of money.”Chishti also said that since Punjabis and Gujaratis form a sizeable chunk of the Indian community already living in the US, their relatives feel that the proverbial “American dream” is more accessible to them than others.“There is a burgeoning section of English-educated, moneyed class Indians who feel there are not enough opportunities for them in India and the US is the promised land for them,” Chishti said. “The legal framework of US visas cannot handle the pressure of this increase in demand for work in the US.”","author":"Abhik Deb","time":"2023-12-28T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197016-oninazsohc-1703679357.jpg","tags":["US","India","Donkey route","Illegal immigration"]}