{"title":"What laws are being used to book those who celebrated Pakistan’s cricket win over India?","content":"India’s drubbing at the hands of the Pakistan cricket team in the men’s T20 World Cup on Sunday was followed by an unusual outcome for a sporting event: criminal cases. In Uttar Pradesh, Rajasthan and Jammu and Kashmir, at least 14 people have been booked simply because they celebrated Pakistan’s victory. The laws and criminal provisions invoked included sedition, cyber terrorism, a section usually associated with instigating riots and another that is generally meant for terrorists. Despite these serious charges, legal experts say that the cases are completely untenable and that celebrating the result of a cricket match cannot be a criminal activity.  Pakistan’s 10-wicket win on Sunday was the first time it beat India in a World Cup match. Uttar PradeshIn Uttar Pradesh, police have not only lodged cases against seven individuals, but also arrested five for celebrating Pakistan’s victory. The cases and arrests reportedly came at the instigation of Hindutva organisations demanding police action. According to  the Uttar Pradesh police,  the seven have been booked under various charges for posting WhatsApp statuses and Facebook posts celebrating Pakistan’s win as well as shouting slogans in support of Pakistan. Of the five arrested, three were students from Kashmir. The students have now been suspended from their college as well. Uttar Pradesh Chief Minister Adityanath endorsed the police action, with his official Twitter account saying that “those celebrating Pakistan’s victory will face sedition charges”.पाक की जीत का जश्न मनाने वालों पर देशद्रोह लगेगा: मुख्यमंत्री श्री @myogiadityanath जी महाराज pic.twitter.com/34DEij8y3t— Yogi Adityanath Office (@myogioffice) October 28, 2021\n\nAt the moment, according to reports, only one of the seven has been booked for sedition, an offence that could come with a lifetime sentence – and is frequently invoked by Adityanath’s government against critics of all sorts. The others have been booked under various provisions of the Indian Penal Code, including: Section 153A, which deals with “promoting enmity between different groups” on grounds of religion, race etc. Section 504, which deals with an intentional insult to breach public peace.Section 505(1)(b), which punishes the intent to cause fear or alarm among the public or the inducement to commit an offence against the state. Section 506, which deal with criminal intimidation.And Section 507 which deal with criminal intimidation by anonymous communication.These charges attract punishment starting from two years’ imprisonment and going up to seven years. Given that these alleged posts supporting Pakistan were made online, the police have also invoked Section 66F of the Information Technology Act, which covers “cyber terrorism” – an offence that could lead to a life sentence.Jammu and KashmirIn Srinagar,  two cases have been filed against students and staff of two medical  colleges after videos of them purportedly celebrating Pakistan’s victory  went viral. They have been booked under Section 13 of the Unlawful  Activities Prevention Act, an anti-terror law. Section 13 prohibits “unlawful  activity” such as disrupting “the sovereignty and  territorial integrity of India” or intending or supporting “cession of a  part of the territory of India.” The Act prescribes a punishment of  five to seven years for committing or assisting in an “unlawful  activity”. They have also been charged with Section 505 of the Indian Penal Code, which punishes statements causing public mischief. Safiya  Majeed, a technician from one of the two medical colleges, reportedly  posted a WhatsApp status celebrating India’s loss and was fired from her position for being “disloyal to the nation”.In the Samba district of Jammu & Kashmir, six people have been detained for allegedly raising pro-Pakistan slogans following the match. RajasthanNafeesa  Attari, a private school teacher in Udaipur has been  arrested after she posted a WhatsApp status which said, “We won,” along with a picture of the Pakistan cricket team. When someone asked her if she supported Pakistan, she allegedly replied that she did, which she later claimed had been said jokingly. Attari was booked and arrested under Section 153B of the Indian Penal Code, which deals with  “assertions prejudicial to national integration” and prescribes maximum  imprisonment of three years. She was also sacked from her job. Former school teacher Nafeesa Attari in a video message after she faced criticism for sharing a celebratory post after Pakistan's victory in a cricket match against India on Sunday. Credit: Twitter screenshot/Newsroom Post.‘Not tenable’The spate of cases has left legal experts baffled.“Honestly,  I do not know of any law under which supporting any other team is  prohibited,” advocate Anas Tanwir, founder of Indian Civil Liberties  Union who regularly deals with issues involving civil and political  rights, told Scroll.in. “It is not that they are supporting an enemy  country in war.” Talking about the laws and provisions used to prosecute  people, Tanwi added: “UAPA [Unlawful Activities Prevention Act] is a  specialised legislation. The idea is to curb terrorism. It is a  draconian law and should not be used for these purposes. I believe that  there should be a higher degree of prima facie evidence required for  UAPA, that they were engaging in an activity detrimental to the  sovereignty of the nation.” Indeed, questions were raised not just about UAPA or sedition, but all of the provisions invoked in these cases. “There is no law under which you can file cases against people for  celebrating the match victory. These charges are not going to hold in  court,” said Lubhyathi Rangarajan, a lawyer and researcher who has done extensive research on sedition and its misuse in India.  “For sedition, there has to be an incitement to violence and a  threat to destabilising the government. Celebrating the victory of a  country you might not like is no reason to charge people for sedition.”But, in many cases, the actual outcome of the case isn’t relevant. The legal action itself is the punishment.“Even  if people are acquitted in court or cases are dropped, they will spend a  few months in jail, pay legal fees,” Rangarajan said. “These are very serious allegations.  It is designed to get people to feel pressure.” Not first timeThere have been other instances where cases have been filed after an India-Pakistan cricket match. In 2014, over 60 Kashmiri students  in Meerut, who had cheered for Pakistan, were booked by the Uttar  Pradesh government on charges of sedition, causing damage to property,  and for promoting enmity between different groups. However, the charges  of sedition were later withdrawn after a preliminary inquiry, while the  others remained.   In 2017, the Madhya Pradesh Police  arrested 15 men on charges of sedition for allegedly celebrating  India’s defeat in that year’s Champions Trophy match against Pakistan.  They were booked for criminal conspiracy and sedition. One of these men  had told Scroll.in that the police made him sign a false report that said that Muslims celebrated Pakistan’s win. A recent database launched by Article 14 shows that out of 405 sedition cases registered after 2014, only 4% have resulted in convictions. Also read: ‘If cheering for Pakistan over India is sedition, book all Kashmiris’96% sedition cases filed against 405 people after BJP’s 2014 victory, shows new Article 14 database‘I was scared’: MP man says police made him sign false report saying Muslims celebrated Pakistan winThe Daily Fix: Don’t treat cricket as a test of patriotism for Indian Muslims","author":"Umang Poddar","time":"2021-10-29T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165576-fgawqyagae-1635217494.jpg","tags":["Sedition","World Cup","Freedom of Speech"],"source":"https://scroll.in/article/1009279/what-laws-are-being-used-to-book-those-who-celebrated-pakistans-cricket-win-over-india"}