{"title":"What is driving an ‘India Out’ campaign in Bangladesh?","content":"Bangladesh Prime Minister Sheikh Hasina’s Independence day speech on March 26 contained an unusual dare: she challenged leaders of the main Opposition outfit Bangladesh Nationalist Party to burn their wives’ saris bought from India.The context: the campaign known as “India Out”, a demand for a boycott of Indian products. The drive was largely limited to social media when it started in January, following elections in Bangladesh that were marred by violence and allegations of widespread rigging. In March, the anti-India campaign assumed greater political significance after leaders of the Bangladesh Nationalist Party, the main Opposition party, voiced their support for it.Observers told Scroll that there is considerable anger among Bangladeshis over the undemocratic manner in which the elections were held in January. The Opposition parties are using the “India Out” campaign to galvanise the anger against the Hasina regime, which is seen as close to New Delhi. However, given strong relations between the two countries, it is practically impossible for Bangladesh to boycott Indian products, they added.Targeting HasinaDhaka-based independent journalist Faisal Mahmud told Scroll that a key figure in launching the anti-India campaign was exiled Bangladeshi physician and writer Pinaki Bhattacharya. A vocal critic of the Hasina government, Bhattacharya had fled Bangladesh in 2018, fearing government action against him. He now lives in France.“Bhattacharya believes that the ‘India Out’ campaign is needed to oust Hasina,” Mahmud said. “He has no grievances against India, he has grievances against Hasina.”Dhananjay Tripathi, associate professor at Delhi’s South Asian University said that the campaign was aimed at replicating the “India Out” campaign in Maldives that is considered to be instrumental in voting out pro-India Ibrahim Solih in the presidential election in the island country last year.“This is a trend in South Asian countries where if the party in power is sympathetic towards India, the Opposition targets it on grounds of sovereignty and nationalism,” Tripathi said.A claimed threat to Bangladesh’s sovereignty has been a dominant theme in the anti-India campaign in Bhattacharya’s campaign too. “ He started this campaign to propagate the theory that India has meddled in Bangladesh elections to put Hasina back in power,” Mahmud said.While there is little proof of India interfering in the Bangladesh elections, experts noted that Hasina getting re-elected was the favoured outcome for New Delhi.  Even though human rights bodies, the United Nations and other countries criticised the irregularities in the Bangladesh election, India did not make a statement on the lack of fairness. After the elections, Obaidul Quader, a senior member of the Hasina Cabinet thanked India for standing by Bangladesh, while alleging that the Opposition parties had “allied with a few foreign powers to disturb our election process”.Mahmud told Scroll that Bhattacharya, who has close to two million followers across various social media platforms, has been able to resonate with a “lot of people who have the notion that India has played its part to keep Hasina in power”.The social media campaign can be traced back to January 17, ten days after the election results were announced, when Bhattacharya posted a video on his YouTube channel urging his viewers to boycott Indian products. The video garnered nearly a million views. Since then, he has posted several videos and social media posts on the matter.Pinaki Bhattacharya's YouTube channelAs the campaign gathered steam, several Bangladeshi social media users and groups with thousands of followers have been putting up social media posts against India.On March 20, the Bangladesh Nationalist Party endorsed the campaign as the party’s Senior Joint Secretary General, Ruhul Kabir Rizvi threw away his India-made shawl which was then set on fire by other leaders. Hasina was referring to this incident when she said that Opposition leaders should also burn their wives’ saris.Bangladesh PM Hasina challenges BNP leaders amid India boycott campaign, asks \"why they don't burn their wives' Indian sarees\", not use Indian spices in the kitchen. pic.twitter.com/twbYis1lJv— Sidhant Sibal (@sidhant) March 31, 2024\n\n\nThe political playThough the call to boycott Indian products has gained significant traction on social media in Bangladesh, it is unlikely to make any dent in the trade between the two countries, experts told Scroll. However, the campaign could provide a further impetus to already prevailing anti-India sentiment among Bangladeshis. The Opposition parties hope to use this to rally against the Hasina government.“The most important items that Bangladesh imports from India are production-related items like machinery, fabric and yarn,” said Zahid Hussain, former lead economist at the Dhaka office of the World Bank. “I do not see anyone giving a call to not import those items because that will disrupt Bangladesh's production system. This call for boycott has more of a political angle than economic.”Mahmud concurs with the contention that Bhattacharya’s motive was political. “The truth is that Hasina does not have the popular mandate,” he said. “We have had three sham elections since 2014 and many Bangladeshis blame India for keeping Hasina in power for its own interests. Bhattacharya wants to milk the popular sentiment against a big, bullying neighbour to dislodge Hasina.”Another journalist at the Dhaka office of a foreign news agency, who did not wish to be named, said that the Bangladesh Nationalist Party and other Opposition outfits supporting an anti-India campaign could script “a new narrative in Bangladesh politics”.“In the last few years, even [BNP] leaders like Tarique Rahman who are seen as prominent anti-India voices have not made comments to antagonise India,” the journalist said. “But this campaign could be the new currency of Bangladeshi politics and I could see Opposition parties following this trend.”","author":"Abhik Deb","time":"2024-04-15T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179518-hkevsugdbv-1663063668.jpg","tags":["Bangladesh","Sheikh Hasina","India Out","Pinaki Bhattacharya","Narendra Modi","India-Bangladesh relations"],"source":"https://scroll.in/article/1066601/what-is-driving-an-india-out-campaign-in-bangladesh"}