{"title":"When Tagore’s grandnephew was arrested in Germany over a plot to kill Hitler","content":"The year 1933 marked the beginning of a very dark period in German history. At the end of January, Adolf Hitler, the leader of the Nazi Party, was appointed Chancellor of Germany. A few weeks later, the German parliament, the Reichstag, was set on fire, leading to the suspension of civil liberties.The blame for the arson was placed squarely on Communists. Hermann Göring, a powerful minister in Hitler’s government, claimed that aeroplanes had scattered Communist literature over Berlin before the blaze started. A clampdown was ordered on Communist activities through a presidential decree. This was a pivotal moment in the Nazis’ pursuit of power. As they hoped, it set up a confrontation with local Communists, but their fear was reprisals from global Communists.Relying on intelligence tip-offs, the German police began looking for vehicles that came from neighbouring countries. On the morning of April 22, 1933, they stopped a car flying an Italian flag in Rimsting am Chiemsee that entered Bavaria from Austria’s Tyrol. In the car were a passenger described by the German press as a man of “giant stature” and his chauffeur, a stateless German-Russian named Vegesack.The Bavarian police arrested the tall man for being a part of a plot to assassinate Hitler. He was identified in the German press as a British subject named “Tagori”.The media reports caught the attention of the British consulate in Munich. “It seems to me probable that the person that the person arrested is Soumyendra Nath Tagore, born at Calcutta in 1901, bearer of British Indian Passport No. 511 issued in Calcutta on the 11th March, 1927, especially as the Munich papers describe him as of giant stature and according to records available at this Consulate General, the above named man is six feet in height,” Donald Gainer, British Consul-General in Munich, wrote to Horace Rumbold, the British Ambassador to Germany. “I have requested the Bavarian government to furnish me with full information regarding the identity of the man and the reasons for his arrest.”Saumyendranath Tagore, the grandnephew of Nobel laureate Rabindranath Tagore, was no friend of the British. He had long been a person of interest for the colonial authorities, and Gainer added in his letter that the Communist’s name appeared in the so-called “Indian Black List”.Revolutionary in EuropeBorn in the close-knit Tagore family in 1901, Saumyendranath studied economics at Calcutta’s Presidency College. He was concerned about the plight of the working class and became active in politics right from university. As a member of the Workers and Peasants Party, he successfully mobilised jute mill workers in Bengal, which brought him under the scanner of the British. He knew that he would sooner or later incur the wrath of the colonial authorities, so he left India for Europe within weeks of getting a passport.Travelling across Europe, he interacted with fellow Communists in cities such as Berlin and Paris. At the Sixth World Congress of the Communist International in Moscow in 1928, as a member of the Indian delegation, he spoke of the peasants’ struggle in India and the role of the local urban elite:“Never in their history, the Indian bourgeoisie have adopted a revolutionary attitude towards British imperialism. They never crossed the boundaries of acceptable constitutional agitation, and at the critical moment, they betrayed the movement. One who is conversant with the Indian national movement knows that the Indian bourgeoisie have close ties with feudalism; therefore, they cannot rouse the masses; they cannot bring about agrarian reforms without undermining their own position. They, therefore, cannot be expected to rouse and lead the masses to complete the agrarian revolution in India.”  Nazi custodyOn April 26, 1933, the Associated Press erroneously reported that the “son of the world famous poet, Sir Rabindranath Tagore” was arrested in connection with the alleged plot on the life of Hitler. The report said it was Tyrolean frontier guards who tipped off the German police, which found “much suspicious luggage” in the car.Several international newspapers carried the AP report, one of which was the Evening Star in the United States. Soon after, the Washington paper received a letter from Indian feminist Mayadevi Gangulee, clarifying that Saumyendranath was not Rabindranath Tagore’s son. A friend of the great poet, she informed the paper that his son, named Rathindra Nath Tagore, was in his 40s. The news service had described the suspect as a 21-year-old. “I feel it my duty to clear the poet’s and his son’s fair names from the stigma that would attach itself to them if your statement were to be left unrepudiated,” Gangulee wrote.Thanks to the AP report, the news of the arrest reached India, and on April 27, Saumyendranath’s mother Charubala sent a telegram to the Indian government’s Foreign and Political Department in Shimla:“MY SON SAUMYENDRA ARRESTED MUNICH GRATEFUL IF YOU KINDLY ASCERTAIN POSITION AND MAKE NECESSARY REPRESENTATION ON BEHALF OF INDIAN AND BRITISH GOVT AND KEEP INFORMED SITUATION MY ADDRESS 8 DWARKANATH TAGORE LANE JORASANKO”  The British Consul-General followed up on the case. “He is detained at police headquarters Munich on suspicion of communism activities in connection with alleged plot against life of Chancellor but until investigations are completed, no definite charge can  be framed,” Gainer wrote in a draft note dated April 27. “I have requested Bavarian government (? grp. omtd.) fully informed. Person named is a member of Indian communist party.”The very next day, the Bavarian police released Saumyendranath, who left Munich for the safety of Paris. It is unclear whether the British intervention led to Saumyendranath’ quick release, but it could have played a role given that the two countries enjoyed cordial diplomatic relations in the inter-war period.After Saumyendranath was set free, the British Ambassador in Berlin, Rumbold, took up the matter with German Foreign Minister Konstantin von Neurath, who said the Indian was arrested “for spreading untrue information”. Gainer wanted to speak to Saumyendranath to get more details, but by then, the Communist activist was in Paris.Saumyendranath was fortunate that his arrest happened a few days before the dreaded Nazi secret state police, the Gestapo, was established under the leadership of Göring. Had it happened later, one can only guess how the feared police would have dealt with such an avowed Communist.In September 1933, at a major anti-Fascist rally in Paris, Saumyendranath spoke in detail about his ordeal in Munich. “I was arrested on the grotesque and false charge of having planned to kill Hitler,” he said. “It was very well known to the German police who knew all my activities in Berlin that my political creed was absolutely against individual terrorism. But the reason of my arrest was the same as it was in the case of the Reichstag fire or in the case of the aeroplane raid over Berlin. Its aim was provocation.”He added, “The Nazi papers, when bringing out the news of my arrest, betrayed the provocative character quite clearly. They described me as an individual of Herculean built and said that many suspicious materials had been found in the car in which I was travelling, when in reality nothing was found, as absolutely nothing was there. These long series of provocations manufactured by the Nazis have one purpose in view. Hitlerism has already worsened the condition of the German people and the condition of the German masses is sure to get worse and worse under Fascist rule.”Return to IndiaSaumyendranath returned to India in 1934 and set up a political party that eventually became the Revolutionary Communist Party of India. He was arrested by the British on several occasions until India attained independence in 1947. Over his life, Saumyendranath published a wide body of work, including books on Raja Ram Mohan Roy’s role in the Indian Renaissance and Rabindranath Tagore’s philosophy and aesthetics.He stayed active in politics right until his death in 1974. Although a committed Communist, he regularly refused to follow his ideological contemporaries blindly. He remained a staunch critic of Joseph Stalin, for instance, and when the Korean War broke out, he wrote, “For the people of any country fighting for socialism or democracy, Stalinist expansionism is as great a menace as the Imperialist expansionism of the U.S.A. and Great Britain.”Ajay Kamalakaran is a writer, primarily based in Mumbai. His Twitter handle is @ajaykamalakaran.","author":"Ajay Kamalakaran","time":"2024-02-13T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133690-eknuzdyaqb-1577608008.jpg","tags":["Saumyendranath Tagore","Adolf Hitler","Nazi Party"]}