{"title":"When reimagining its streets, Mumbai should go beyond mere beautification","content":"Since the past few years, Mumbai has been thinking of ways to reimagine its streets. This is in keeping with a trend across global cities. Streets have been key testing grounds for new experiments and visions as the pandemic has prompted citizens and city governments to reimagine their relationship with public space. Building off principles in the city’s new Climate Action Plan, Mumbai has an opportunity to go beyond beautifying streets towards creating equitable and environmentally sensitive design and planning changes.Especially in teeming metropolises, roads and footpaths are sites of constant contestation and negotiation over space, belonging and expression. Although they are primarily seen as facilitating mobility, streets enable so much more that is central to urban life from commerce to leisure to utilities. Some of the hard and permanent choices include placement of electricity, gas and water lines. In parallel, over centuries, Indians have fashioned a soft fluidity on urban thoroughfares – the same corner or curb could be home to a tree shrine around an ancient banyan or peepal, used by a newspaper seller in the morning and cobbler through the day, or serve as an ephemeral marketplace for marigold sellers who fleetingly grace the city around festivals.A narrow stretch of curb is home to a Dussehra flower market, a banyan tree and a cobbler’s shop. Credit: Aaran Patel.Since they contain manifold possibilities, street design choices are loaded with questions of what to prioritise and how. A few iconic coastal promenades aside, Mumbai’s roads have been notorious for potholes and poor maintenance, congestion and ever shrinking sidewalks. Only 22% of the city’s streets are walkable, according to the administration’s recently released Mumbai Climate Action Plan. To wrest back control over these commons and envision streets as the largest interconnected public space in the city, Mumbai will need to embrace both tactics and larger strategies that bring together a range of stakeholders. This can play a significant role in improving residents’ quality of life.Locally-led civic groups can shape new patterns of land use based on their close understanding of their neighbourhoods and how these fit into the larger urban fabric. “People who belong to a locality know its issues best, because they’re living through daily challenges like increased traffic and pollution and the lack of pedestrian access and community spaces,” Alan Abraham, an architect and founder of Bombay Greenway, a non-profit urban design and research platform, told me.A proposal to pedestrianise the Mahalakshmi Station interchange by creating two underpasses towards Jacob Circle (Saat Rasta) to decongest traffic from Dr E Moses Road. This would add 1.7 acres of public space and connect the proposed monorail and Mahalakshmi train stations. Credit: Abraham John Architects.Inspired by pilot projects, including an improved school zone in Byculla, the Municipal Corporation of Greater Mumbai has allocated Rs 50 crore in its budget for “tactical urbanism” projects and created a website to gather citizens’ ideas. Tactical urbanism is low-cost and experimental in the early planning stages of street design, before any significant expenditure is involved, according to Dhawal Ashar, who leads urban transport and road safety for the World Resources Institute’s India programme.The cheapest way to create more people-friendly, open streets is to temporarily divert traffic and allow adults and children to bike, run, skate, play or share culture and food. On the last Sunday of March, the Mumbai Traffic Police conducted a “Sunday Streets” pilot and opened Marine Drive, Carter Road and a few other roads to people. Typically, this shared space is dominated by private automobiles that occupy and clog streets, choke the sky with pollution, and produce a cacophony of blaring horns.From narrow gullies to major thoroughfares, roads ruled by cars make life difficult – sometimes, even treacherous – for everyone else including pedestrians, schoolchildren, cyclists, dabbawallas, delivery workers, people pushing handcarts and street vendors. As Ashar from WRI advocates, “we need to imagine streets for people instead of cars.”Varied stages of making busy junctions in Mumbai more pedestrian-friendly. Credit: World Resources Institute.Even parked vehicles can be a nuisance, occupying prime public real estate that could be used productively. The sheer amount of space that cars take up, often without any required parking charges, is staggering. For instance, outdoor dining arrangements can comfortably fit eight tables in what would otherwise be parking space for two cars.Restaurants in international cities began offering these street tables during the pandemic as fears of contagion drove their customers out of poorly ventilated indoor spaces. But this trend may continue well into the future. Mumbai and other Indian cities could consider working with establishments to offer outdoor dining during the cooler months. They could also be more intentional with design for vendors offering sugarcane juice, chaat and a host of other street food staples as these cater to a wider cross-section of urban residents.There is also the critical question of how to nudge streets towards climate-friendly trajectories. Mumbai’s recent urban nature commitments and electric public transportation plans offer a powerful intersection of opportunities to build a more resilient, liveable city. For instance, a greater number of citizens could opt for BEST buses if the municipal corporation achieves the necessary interplay between factors such as well-lit and comfortable bus stops, dedicated bus lanes that shorten commute and wait times, and wide footpaths under canopies of native trees to provide shade to pedestrians walking for the final stretch of their journey.Mumbai’s older neighbourhoods like Dadar have wide footpaths and large planters for towering trees that provide shade to pedestrians and habitat to a variety of urban biodiversity. Credit: Aaran Patel.Streets that are optimised to tackle current and future climate-related challenges could generate a host of benefits including reducing noxious fumes that shave years off our lives and cause the world’s warming, providing habitat to birds and reducing the urban heat island effect exacerbated by concrete and asphalt, and absorbing stormwater through permeable surfaces.Achieving this vision will be challenging and require building alignment between residents, the municipal corporation and various state agencies in charge of roads and utilities. There will also be tradeoffs on issues such as parking for private vehicles, where demand outstrips supply. However, there is a strong imperative from the standpoint of climate change and citizens’ well-being to serve the majority of people who walk and use public transport. This is far more preferable to maintaining the status quo, in which a road is simply “a river of moving steel, flanked by banks of immobile steel” as described by an architecture critic.Citizens also have a vital role to play in shaping people-centred urban innovations. It’s a welcome step that the municipal corporation is inviting their participation in re-envisioning streets. Many ideas can be seeded with imagination, paint and plywood. But real transformations will come when these imaginations begin to shift the city’s planning culture.A lot hinges on this. As Abraham told me, “Streets are the only true public spaces we have.”Aaran Patel is an MPP candidate at the Harvard Kennedy School of Government. He is a Kalpalata Fellow for Architecture & Urban Issues Writings for 2021.","author":" Aaran Patel","time":"2022-04-02T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172344-hmuxlnwohg-1648716410.jpg","tags":["Mumbai","Urban planning","Mumbai Police"]}