{"title":"When an emperor came calling on a newly independent India to learn from its early successes","content":"As he prepared to face the bowling of Australia captain Ray Lindwall in the second India-Australia Test at Bombay’s Brabourne Stadium, batting great Vinoo Mankad must have felt immense pressure. On that late October 1956 morning, when the stadium off Marine Drive was packed to capacity, there was a distinguished audience member with a fascination for the sport watching the action with binoculars from the VIP area – the 64-year-old emperor of Ethiopia, Haile Selassie.The home team struggled that morning – Mankad was caught for a duck by Peter Burge off the bowling of Lindwall soon after the match started. But despite his possible disappointment for India, Selassie stayed at the Brabourne for the entire first session, in what was one of his most unique engagements on a three-week tour that also took him to the south, north and east of the country.A day earlier, a grand welcome was extended to him at the Gateway of India as he got off a boat escorted by the Indian Navy’s 11th Destroyer Squadron. Bombay Chief Minister Morarji Desai was there personally to receive him and, as a sizable crowd watched, Selassie was given a 21-gun salute and a guard of honour.The Indian government wanted to make it abundantly clear that it was according the highest importance to the visit of the head of a state with which it enjoyed deep historic links. Besides, the visit came at a time when solidarity between African and Asian nations was growing following the highly successful Bandung (Asian-African) Conference of 1955.Freedom struggleSelassie, who became emperor of Ethiopia in 1930, had been known to be an admirer of India’s diversity and pluralistic traditions. He was touched by Jawaharlal Nehru’s public support for Ethiopia in the wake of the 1935 Italian invasion and subsequent occupation of the country that forced the emperor into exile.While Nehru, who was busy with the Indian independence struggle, could offer nothing more than moral support, a stronger proposal for Ethiopia came from a part of modern-day Maharashtra.\n\n\n    \n    Play\n\nNawab Saheb Sidi Armad Khan, the ruler of the small princely state of Janjira (now Raigad district), felt strongly for Ethiopia, the country of his roots, and was ready to go to its defence along with his troops. In February 1941, the Sunday Telegraph in Sydney reported that Khan sought permission from the British to fight with Selassie against the Italian Fascists. In the end, nothing came of the proposal, but the willingness of Indians to come to his country’s aid was appreciated by the Ethiopian emperor.Selassie returned to Addis Ababa in May 1941 when Ethiopia was totally liberated from Italian occupation by World War II Allied Forces and Ethiopian patriots. The Indian 5th Infantry and 4th Infantry divisions of the British Indian Army played a pivotal role in defeating the Fascists.Historical links between India and Ethiopia, which were cut off by European colonialism, were slowly reignited by the end of the Second World War. In the 1940s, teachers from Kerala were recruited by British academic Robert Thompson, and Selassie took a particular liking to a maths and English teacher named Paul Verghese, who had mastered Amharic in less than a year. To mark the first anniversary of India becoming a republic, Selassie gifted 6,000 square metres of royal land to the Indian community in Ethiopia, the Associated Press reported in February 1951.In 1954, when Bihar suffered from catastrophic floods that left more than 2 lakh people homeless, Ethiopia donated what was then a large amount for relief efforts. “As a token of our deep sympathy and that of our people for the misfortune of the people of India in consequence of recent calamities, we are sending the sum of Rs 1,50,000 as a contribution to the alleviation of their sufferings,” Selassie wrote in a message to Indian President Rajendra Prasad.A year later, in Bandung, Selassie met Nehru, the star of the emerging movement of solidarity between Asian and African countries that would evolve into the Non-Aligned Movement. A formal invitation for a state visit was extended by Prasad to Selassie, who decided to combine it with similar visits to Burma and Japan.Packed itineraryIn the 1950s, it was not unusual for foreign heads of state and other dignitaries to come visiting for several weeks – in 1955, for instance, Soviet leaders Nicholai Bulganin and Nikita Khrushchev travelled across India over three weeks. The Indian government put in a lot of preparation for such occasions and hosted the foreign leaders at the Rashtrapati Bhavan in Delhi and at Raj Bhavans in the states.Selassie was joined on his visit by his children, Princess Tenagnework and Prince Makonnen, and his granddaughter, Princess Hirut Desta. Since one of his main aims was to see the progress independent India was making, the first place he visited was the Aarey Milk Colony. The colony had been established seven years earlier to improve the processing and distribution of dairy products in Bombay. The Indian government took great pride in showcasing the colony, which was then in the far outskirts of the city.Selassie’s first day also included a meeting with John Mathai, who had served as the finance minister and railway minister and was then the chairman of the State Bank of India. Following this was a reception by the Bombay Municipal Corporation at the Hanging Gardens in Malabar Hill, a banquet hosted by the governor and a cultural programme held by the All Nations Society of Culture and Arts at the Raj Bhavan that would last till 11pm.The hectic first day set the tone for a trip that would take Selassie and his 28-member delegation across India. They were flown by the Union government to different cities in four aircraft, including 2 Dakotas and a VVIP Viscount. The emperor, his children and granddaughter flew on the Indian president’s private plane – the Rajhans.\n\t\t\n\tCredit: Wikimedia Commons [Public Domain].From Bombay, the visitors travelled to Poona, where the penicillin factory in Pimpri was the first stop on the itinerary. In what would become a common occurrence across India, enthusiastic crowds waited patiently and cheered for them in Poona.“On his way from the aerodrome, the Emperor was greeted by people standing on the roadside,” the Bombay Chronicle reported on October 27, 1956. “At many points on the route, arches were erected and bantoons of Ethiopian flags were displayed to welcome the visitor.”The highly observant emperor took note of almost every single detail during his trip, enjoying things like fitness drills and a parade conducted by the cadets of the National Defence Academy in Khadakwasla.Addressing the cadets, Selassie said, “What you are learning here enables you to make your contribution to the effectiveness of India’s peaceful influence in international affairs.” Giving them further encouragement, he added, “May you grow and prosper in the knowledge and understanding of your duties and your responsibilities, so that you may prove yourselves worthy of your great nation, India.”From Poona, the visitors went to Madras to inspect the newly-established Integral Coach Factory.One of the highlights of Selassie’s tour was a visit to Kerala, a place close to his heart. By this time, the teacher Paul Verghese had returned to Kerala from Ethiopia after a detour to Princeton University for further education. Selassie sought out Verghese and requested him to return to Ethiopia, a request he would make a number of times. Verghese did go to Ethiopia for a few years, but he then returned to India for good and devoted his life to the Indian Orthodox Church, which elevated him to Bishop Paulos Mar Gregorious.In Bangalore, the Ethiopian delegation visited the Indian Institute of Science and the Hindustan Aircraft Factory (now Hindustan Aeronautics Limited or HAL). As well as official engagements, the trip had its fair share of leisure. While in Karnataka, the emperor’s family went to Lal Bagh in Bangalore and the Brindavan Gardens in Mysore, where they witnessed the Diwali illuminations.The visitors reached New Delhi a good 12 days after arriving in India following a stopover in Agra (no India visit could ever be complete without the Taj Mahal).The Indian capital greeted Selassie with a 21-gun salute and a guard of honour. In Delhi, he met Maulana Abul Kalam Azad and held talks with both Prasad and Nehru. With the Indian prime minister, the focus of the talks was Afro-Asian solidarity and decolonisation as well as further cooperation in fields such as education.From Delhi, Selassie went to Nangal to see the under-construction Bhakra Dam and then to Dehradun to visit the Indian Military Academy, the Sainik School and Doon School. The last stop on the tour was Calcutta, from where Selassie’s delegation left for Burma and Japan.The long visit left a deep impression on the Ethiopian emperor. The Indian Daily Mail quoted him as saying that India “had brought elements of lasting moral value in a world which was often too preoccupied with expedient means and quick results”.During the 1962 Sino-Indian War, Selassie was one of the first world leaders to take India’s side, calling the Chinese “aggressors” who “unlawfully held Indian territory”. The emperor also managed to successfully mobilise diplomatic support for India from across Africa. He stayed a close friend of India right until he was deposed in a coup d’etat in 1974 by the military.Ajay Kamalakaran is a writer, primarily based in Mumbai. His Twitter handle is @ajaykamalakaran.","author":"Ajay Kamalakaran","time":"2024-03-28T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199648-upvvkdavur-1711553516.jpg","tags":["Haile Selassie","History"],"source":"https://scroll.in/magazine/1065881/when-an-emperor-came-calling-on-a-newly-independent-india-to-learn-from-its-early-successes"}