{"title":"When Girish Karnad interviewed stunt film legend Fearless Nadia: ‘A scene with a lion? I’ll do it’","content":"In edited excerpts from a rare archival interview for the film magazine Cinema Vision India in 1980, eminent playwright, actor and filmmaker Girish Karnad talks to director Homi Wadia and his favourite heroine, the stunt queen star Fearless Nadia. The boy who got the news first in our school was the hero of the day. Even as one entered the class, one sensed from the charged atmosphere that a stunt film was coming! Once this news was digested, we all prayed it would be a ‘Nadia’ or a ‘Wadia’ film (the words were deliciously interchangeable for us). ‘My brother Jamshed and I were then working in the Devare Film Lab which was in the compound of the Kohinoor Studios. I was a Lab Developer,’ explains Homi Wadia. That was in the late ’20s. The two brothers had scandalized their family by joining the ‘disreputable business’ of films. Jamshed, better known as JBH (born in 1901), with a first class in the B.A. exam, went on to do his M.A. and L.L.B. Homi, ten years his junior, had refused to go to college after matriculation and joined his brother. By 1928, Jamshed had already produced a film, Vasant Leela, in collaboration with G.S. Devare. But the character who inspired Homi to make a film was – Zorro!Homi (left) and Jamshed Wadia. Courtesy Wadia Movietone.‘A lot of young men used to hang about Kohinoor Studios, hoping to get into films. One day, Yeshwant Dave, one of these hangers-on, said to me, “Make me a hero. I too can jump from roof to roof like Zorro.” So a test was set up. The lab had two overhanging roofs at some distance from each other and Dave demonstrated his talent by running down one roof and jumping across to the other. He broke a lot of tiles, there was a rumpus, and Jamshed shouted at me. But Dave had proved his point and we started the film.‘It was called Thunderbolt or Dilair Daku (1931). We bought a Pathe camera from Kohinoor for Rs.1,000. Dave was paid no fees. The villain, played by Baburao Pai’s brother, also got nothing. Instead he got second billing as Assistant Director for free use of his car. The heroine was Mumtaz. She had only four days’ work and was paid twenty rupees per day. The story idea was Jamshed’s. I directed, photographed and edited the film…I made the film in 2,000 rupees and sold it to the British India Corporation for Rs.3,000. So I decided I had made a neat profit.’But Homi did not try his hand at direction again for a few years. The next half-a-dozen silent films made by the Wadia brothers were all directed by JBH and photographed by Homi. One of these films was Toofan Mail (1932), a large part of which was shot on top of a moving train. The long association between the Wadias and trains had started. Their fondness for trains is seen in the very titles they used through the next two decades (though not all the films were directed by the brothers): Miss Frontier Mail (1936), Hurricane Hansa (1937), Toofan Express (1938), Flying Ranee (1939), Punjab Mail (1939), Hurricane Special (1939), Son of Toofan Mail (1947). Even Ranjit Studios paid them a tribute by collaborating with them on a talkie called Return of Toofan Mail.‘When I made Frontier Mail (1936), for instance, we actually had a whole train, five wagons and a passenger van and the engine, running on a colliery sideline beyond Borivili – for eight days, 8 a.m. to 5 p.m.  The story was about rivalry between an aeroplane company and a railway company. But the BBCI Railways objected to our title. The Frontier Mail was one of their most popular trains. So we changed the title to Miss Frontier Mail.‘Actually, Nadia who was the heroine, got so used to being on top of the train that she wouldn’t get down even for lunch. She ate her sandwiches right there on the roof.’The arrival of ‘Hunterwali’The first sound film of Wadia Movietone was Lal-e-Yaman (1933) directed by JBH. Homi himself returned to directing only in 1934 with Veer Bharat, a film on Hindu-Muslim unity... In Dilair Daku, he hand-painted a dance scene frame by frame on each of the prints – it took a whole month! The experimenting seems to have gone on even into the ’50s. Hatim Tai (1956) was Homi’s first film in colour. He found he did not have enough lights for the slow Geva stock they were using. So for a big scene, he used all the lights he had – two 10kws, five 5kws, 22 2kws and two Bruts – stationed hard reflectors outside the studio, and keeping its doors open, shot the scene.Courtesy Wadia Movietone.But Homi’s greatest triumph was in 1934 – Hunterwali! The film was an instant success. It cost about two lakh rupees. It was offered to distributor Kapurchand twice but he turned it down. It ultimately grossed more than five times that amount.‘The male lead was Boman Shroff, the biggest daredevil I have ever met. He would do anything for a dare – a real Irani. Once he jumped off the top of Tata Palace into a moving car for a shot! But what made Hunterwali (The Lady with the Whip) memorable was its heroine: Nadia. She did the best stunts!’Groundnuts and stunt film nutsWe were not allowed more than one film in six weeks. My father frowned upon the entire medium as wasteful and corrupting. Only the Nadia films were treated as an exception. My father would never have deigned to see a stunt film himself but at the words ‘Nadia’ or ‘Wadia’ he gave me and my brother three and a half annas per head without demur. The half anna was for the roasted groundnuts bought during intermission – an obligatory part of the whole ritual of watching a good stunt film. For full five minutes after the intermission, the soundtrack of the film was drowned in the crunch and crack of groundnuts as they were shelled open and masticated by the host of Wadia fans. Hunterwali not only established Homi as a director (‘I was the youngest director in the industry then, I was only twenty-four!’), it created a whole new genre – the stunt film. It set a pattern from which the stunt films made in the next fifteen years (whether by the Wadias themselves or their imitators) never deviated.The mask worn by the avenging protagonist (usually a woman), the hunter (whip) she carried, the style of stunts, the horses and the dog, all became the essential paraphernalia of a stunt film. Prakash Pictures had their horse, ‘Bahadur’ and dog ‘Tiger’. Mohan Studios had titles like Cyclewali and Motorwali with Romola fighting in the cause of the Good and the Righteous. Vithal and Shankarrao Pehlwan came out with their own stunt films. ‘But we were the best,’ Homi smiles modestly. He adds, ‘But on the whole, in the ’30s, each of the major studios had its own definite style. There was no occasion for cut-throat competition, no need for interfering with each other. The artists and technicians stuck to their own studios and were proud of it. Imperial had Sulochana and D. Billimoria, and made those grand-moghul type films. Sagar was known for its socials. Ranjit had Madhuri and E. Billimoria, and made its own kind of socials and stunts. But their stunt films, for instance, were essentially swashbucklers. We, on the other hand, had real stunts.’The Fearless Nadia interviewThe good king was imprisoned by the scheming minister. The righteous among the subjects were tortured or locked up. The helpless princess, driven to despair, unable to find succour finally decided to act on her own and set things right. And, in a moment, the large fair woman, whose discomfort seemed to arise more from the sari she was wrapped in than from the political situation, transformed herself into a masked woman, in tight black costume, who could ride, swim, fight, wrestle, fence and take a reverse jump from ground to balcony. It was a moment breathlessly awaited –  and when it arrived, the entire three-anna contingent stood up on benches and cheered, to the accompaniment of ‘Sit down!’ and ‘Down, you swine!’ from the four-anna chairs.She was born ‘Mary Evans’ in Perth in 1910. Her mother was Greek and her father Welsh. Her professional career started as a steno-typist. But she was inclined to plumpness. So she took dancing lessons in order to keep slim. This led to a brief stint in Zacko’s Russian Circus before going on stage as a member of Madame Astrova’s ballet group.‘Nadia rhymes with Wadia’‘Cinema houses used to patronise live performances those days along with films. Then there were the army and civilian clubs. We went all over the place, even as far as Rangoon, but Lahore used to be a particularly good centre for dances.‘It was when I was with Astrova that I changed my name. An Armenian fortune-teller I met told me I should adopt a name which had four of five letters and began with an N. Being a Russian he suggested ‘Nada’. But ultimately ‘Nadia’ was accepted as being both Indian and foreign enough.’She was called for a dancing role in JBH’s Noor-e-Yaman (‘a Persian tale, where as a Princess I wore long, black plaits’) and JBH insisted she change her name and add on a ‘Devi’. ‘Absolutely not’, I told him. ‘Besides, Nadia rhymes with Wadia!…Nadia proved a lucky name for me.’The single most memorable sound of my childhood is the clarion call of ‘Hey-y-y-y-y-’ as Fearless Nadia, regally seated on her horse, her hand raised defiantly in the air, rode down upon the bad guys. To us school kids of the mid-’40s, Fearless Nadia meant courage, strength, idealism.‘I have always loved horses. At Wadia Movietone, we first had a horse called ‘Punjab ka Beta’, then ‘Rajput’. They were very clever horses. They had to have the camera in front of them before they would act! The moment the camera was stopped they would come to a halt.‘But sometimes they went haywire. You know, the chief villain in our films was usually played by Sayani. One day he came into the studio shouting at someone. Punjab Ka Beta heard his voice and sprang after him. Chased him right around the studio. Sayani was running, screaming “Bachao! Bachao!” (Save me! Save me!) at the top of his voice. I had to run to his rescue.’Courtesy Wadia Movietone.Another charmer of these films was ‘Gunboat’ (named after Gunboat Jack, the boxer from Bangalore who won the South-East Asian championship) and Toofani Tarzan had ‘Moti’, a dog which could actually climb a ladder, then somersault down.Nadia did most of her stunts herself. Duplicate stuntmen were hardly ever used. ‘We had no fight composers in those days. The director, the cameraman and we managed it ourselves. In fact, many of our fighters like Azimbhoy and Mohammed Hussein later became fight composers.‘It was hard work you know. I don’t mean the shooting. It was when we were not shooting that we worked the hardest – in the gymnasium. We exercised all the time, tried new tricks, falls, etcetera. I used to call them ‘my gangsters’. That’s where I learnt to carry a man – the first man I carried on my shoulders was Sayani, the villain.‘Oh, there were some awful moments. In Diamond Queen, Sayani and I were supposed to be fighting in a carriage, which is travelling down a steep slope. It had a brake and after a sufficient lapse of time we were supposed to pull the brake to stop the carriage. As it happened, the brake failed. The carriage continued to roll down the slope at increasing speed. Sayani was shouting “Gayo, Gayo” (Gone, Gone). I told him to hold tight but he couldn’t take it any longer. He jumped. Broke his ankle. I clung to the carriage, which after a while hit a big boulder and came to a halt.’And her biggest accident?‘That was during Hunterwali. I am superstitious about Amavas (the new moon night). And so is John (Cawas). We had shot outdoors all day, and then at night we were shooting this scene indoors, for which I was to swing by a hanging light right across the hall and John at the other end was to catch me. We had three rehearsals and all went well. And then, during the actual take, John missed! I fell down absolutely horizontal. Fortunately, one of the people present rushed in and broke the fall. But I was a mass of bruises. I was sent home at 9.30 pm – after getting patched up at a chemist in Kemp’s Corner.Carrying men and films on her shoulders‘Once I had to carry Sadashiv, Bhagwan’s brother, on my shoulder on top of a moving train! You can imagine the scene… There was only a narrow flat strip in the middle of the roof to walk on. Then it sloped off dangerously on either side. There were four cameras aimed at us. Homi kept saying ‘Face the camera – face the camera!’ and on my shoulder was this man, Sadashiv, going on “Humko mat chhodo! Humko mat chhodo!” (Don’t drop me! Don’t drop me!) I had to keep asking him to shut up, hold my balance, and face the camera!‘The worst thing I’ve ever carried is a calf. In Bombaywali. You have no idea what it means. A calf is such a wobbly, slithery, flexible thing. I had to look strong and confident, but the calf kept wriggling, digging its hoofs into me – I had tears streaming down my face.’Nadia performed her own stunts and did all the heavy lifting. Courtesy Cinema Vision India/Rani Day Burra.And what was her most dangerous scene?Homi says it’s the scene in Diamond Queen where Nadia floated down the rapid currents near Wilson Dam, through dangerous boulders, and was almost swept away.But Nadia’s own choice is different.‘In Jungle Princess. I had to do a scene with a lion. Of course, I refused. “I am not going anywhere near a lion,” I said. But Homi calmly said “Let’s see what happens” and stepped into the cage of lions at the circus. Then a slim little circus girl arrived, walked into the cage, and gave milk to the lions in a bowl. I said “O.K. I’ll do it.”‘So a huge cage was set up in the studio. The bars were covered with foliage to make it look like thick jungle. They said four lions were safer than one since they were used to working together. So we did the scene with four lions.‘We started shooting and suddenly a lioness called Sundari gave an enormous roar and jumped. She jumped straight across my head, Homi’s head, the photographer’s head and barged through the cage, and there she was, hanging with her head and front paws on the outside and the rest of her inside. The rest of the lions also got excited and started moving around, growling, snarling, whipping their tails nastily. The lion-trainer kept saying. “Don’t even blink! Don’t blink!” Blink? We were paralysed! They got us out and pushed the lioness back into the cage. It was my most terrifying moment…’ But her single major problem in the beginning was not the stunts.‘My problem was language. In one film, I was held by the gangsters and I had to shout “Mujhe chhod do!” (Let me go!) The way I said it, the entire crew was in stitches. Ultimately, the dialogue-master took me aside and taught me to distinguish between “chhod” (let go) and “chod” (fuck)!!!The twilight of the stunt filmThe catharsis in a Nadia-John Cawas movie was not in the film itself. It came later. After watching the film at a matinee, our entire gang had to re-enact the stunt scenes by throwing punches at each other to the accompaniment of sounds like ‘dhum’ and ‘ttho’. Mother had strictly forbidden us to come anywhere near the living room after a stunt movie since an obligatory part of this re-enactment was to roll across a table or a chair and take that piece of furniture crashing to the floor.‘The best days of stunt films were 1935-40,’ says Homi. ‘Then the craze started to decline. 1941-2 were particularly bad.’ The end of Wadia Movietone came with Raj Nartaki (The Court Dancer, 1941) starring Sadhana Bose. It was an ambitious venture, directed by JBH – it was made in four languages. It went enormously over-budget and then flopped miserably at the box-office. It broke up the partnership. ‘For instance, when we dissolved Wadia Movietone, we sold our entire equipment and sets to V. Shantaram for two lakh (200,000) rupees. Within six months, Shantaram had an offer for just the sound equipment (Bardsley Philips) of Rs.60,000 from a producer from the South.’In 1942, Homi started Basant Studio at Chembur. ‘And I actually started attending a hair-dressing course,’ says Nadia, ‘you know, waves, perms and all that. The days of stunt films seemed definitely over and I had to earn a living. I was at it for five months. Then one day Homi came running and said, “We are making Hunterwali Ki Beti!’…The film starred Nadia and John Cawas again. It proved a big success. She made another 10 stunt films in the next 10 years.‘But tastes were changing,’ says Homi. ‘New Theatres, Bombay Talkies, and others were making their socials and they were becoming popular.’Not all the films made by Wadia Movietone were ‘stunts’. In fact, at Basant, Homi directed many mythologicals, like Rama Bhakta Hanuman, Maya Bazaar, Veer Ghatotkacha and Sri Ganesha Mahima. They proved enormously popular. But they did not have either the impact or the authority of say, the Telugu mythologicals of the same period.Nadia and WadiaNadia’s last stunt film was Circus Queen (1959). After that, except for a role in Khilari (1968), both films produced and directed by Homi, she did not act.They got married in 1960. They live in a high-ceilinged flat on the first floor of a building in Colaba. He is shy and modest in his assessment of his career, although even today Basant Film Distributors is one of the major distributing organisations in Bombay and Basant Studio continues to be busy. She is large, gay and ebullient: though initially reticent, she quickly warms up and is soon enjoying re-calling her past experiences.The walls of the living room are lined with photographs of racehorses they owned, led out of the victory field. First they had ‘Natasha’ and then ‘Nijinsky’, named after Aga Khan’s horse as well as the dancer. One of the most charming photographs is above the refrigerator. She describes it as a portrait of their ancestors, but actually it’s Homi and Mary dressed up in mid-Victorian costumes. It was taken in Sydney, where her son – once an all-India hockey goalie – lives with his family.‘The films I am proud of? Well, I made good mythologicals but, of course,’ Homi smiles charmingly, ‘the best films were – Mary’s!’‘I loved every minute of it,’ she says, “if I had my life all over again, I would do the same films…”And if I had my childhood all over again, I would see them all.This essay was first published in Cinema Vision India, Challenge of Sound: The Indian Talkie-I in April 1980, and has been reproduced with the permission of the editor, Rani Day Burra.","author":"Girish Karnad","time":"2017-02-21T12:00:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/51913-beytabrymn-1487625750.jpg","tags":["Fearless Nadia","Hunterwali","Homi Wadia"],"source":"https://scroll.in/reel/829888/when-girish-karnad-interviewed-stunt-film-legend-fearless-nadia-a-scene-with-a-lion-ill-do-it"}