{"title":"When a song has both male and female versions, who does it better?","content":"A time-tested tradition in Hindi films has been the presence of male and female versions of a song. The variation on the happy-sad song (the most recent example is Kalank) has resulted in a healthy contest between voices. Who does it better?The Hindi film music industry sometimes makes that decision on behalf of listeners by relegating the female version to YouTube rather than let it find its place in the narrative. Thus, the better song slips under the radar, as was the case with Jag Ghoomeya (Sultan, 2016), sung by Rahat Fateh Ali Khan and Neha Bhasin. Only Khan’s version was used in Sultan.\n\n\n    \n    Play\n\nJag Ghoomeya by Neha Bhasin.This could be because the hero has traditionally carried the burden of the story and a movie’s commercial success. The male version often appears first in the movie and is filmed better than its follow-up female twin. And yet, when you shut out the visuals and let your ears take the decision, the results can be fascinating, as our survey of a dozen male-female songs proves.Humein Tumse Pyaar Kitna, Kudrat (1981)The strongest possible case for the woman’s voice trumping the male’s. Kishore Kumar’s robust, untrained singing is no match for the craft of Hindustani classical singer Parveen Sultana. Sultana’s version appears first in the film, performed on a stage by Aruna Irani’s singer character. The music is by RD Burman.\n\n\n    \n    Play\n\nHumein Tumse Pyaar Kitna (female version), Kudrat (1981).In contrast to the sedate female version, the Kishore Kumar song is used for a romantic moment between leads Rajesh Khanna and Hema Malini. Two attractive movie stars, lush visuals, and a generous use of dissolves complete the experience.\n\n\n    \n    Play\n\nHumein Tumse Pyaar Kitna (male version), Kudrat (1981).Tujhse Naraaz Nahin Zindagi, Masoom (1983)Anup Ghoshal, a singing giant in Bengali films, was never a star singer in Hindi cinema. Yet, he walked away with the wonderful RD Burman composition for Shekhar Kapur’s Masoom (1983). Ghoshal’s track comes first in Masoom and is filmed at picturesque locations highlighting the beauty of the relationship between DK (Naseeruddin Shah) and young Rahul (Jugal Hansraj), who is yet to discover that his playmate is not a relative, but his father.\n\n\n    \n    Play\n\nTujhse Naraaz Nahin Zindagi, Masoom (1983).Lata Mangeshkar’s more popular version is more pleasing to the ear. It comes late in the film, when DK’s wife, Indu (Shabana Azmi), has just begun to warm up to Rahul. The visuals are staid and unmemorable.Rimjhim Gire Sawan, Manzil (1979)Not always does a brilliantly filmed sequence guarantee a chartbuster. Lata Mangeshkar’s version of Rimjhim Gire Sawan is not only better than Kishore Kumar’s, but is also gorgeously filmed during a typical Mumbai downpour.\n\n\n    \n    Play\n\nRimjhim Gire Sawan (female version), Manzil (1979)Kishore Kumar’s version is a lightly orchestrated semi-classical track performed by the hero, Amitabh Bachchan, in a closed room. None of the romance of 1970s Mumbai in the rains is here.\n\n\n    \n    Play\n\nRimjhim Gire Sawan (male version), Manzil (1979)Mere Naina Sawan Bhadon, Mehbooba (1976)Lata Mangeshkar’s 11-minute epic take on the RD Burman composition is the vastly superior one. Sung by a ghost in Shakti Samanta’s film, this song is slow, haunting and textured, filled with long interludes and ambient sounds. Over a lengthy sequence, a dapper-looking Suraj (Rajesh Khanna) is drawn into a bygone world, led by the spirit of his past life’s lover, Ratna (Hema Malini).Kishore Kumar’s shorter, lighter and more accessible version proved more popular. Burman strips the composition of its moodiness and the complexity of Mangeshkar’s singing. He injects the tune with a simpler, masculine passion, perfectly embodied by the Kumar-Khanna duo. Khanna strums a guitar and lip-syncs to Kumar’s voice, trying to rekindle the memory of Jhumri (Hema Malini), who was Ratna in the previous birth.\n\n\n    \n    Play\n\nMere Naina Sawan Bhadon (male version), Mehbooba (1976).Eena Meena Deeka, Aasha (1957)The biggest difference between the Asha Bhosle and Kishore Kumar versions is that the latter demands that you pay attention. His zany personality shines through the song, as does his physical performance in the film.\n\n\n    \n    Play\n\nEena Meena Deeka (male version), Aasha (1957).Both tunes capture the rock-n-roll spirit of the C Ramachandra composition. Vyjayanthimala is superb in her dance routine in the sequence for Bhosle’s version, but Kumar owns this one.\n\n\n    \n    Play\n\nEena Meena Deeka (female version), Aasha (1957).Dil Hoom Hoom Kare, Rudaali (1993)Lata Mangeshkar trumped Bhupen Hazarika’s nasal baritone. Mangeshkar’s version is laced with passion and longing and is used in Kalpana Lajmi’s film to underscore the tension between the married royal Lakshman Singh (Raj Babbar) and the low-caste traditional mourner Shanichari (Dimple Kapadia).\n\n\n    \n    Play\n\nDil Hoom Hoom Kare (female version), Rudaali (1993).Hazarika’s rendition doubles up as a happy-sad take on his composition. Shanichari’s heart has been broken both by a separation from Lakshman and the death of her mother. Mangeshkar’s song emphasises unbound happiness, while Hazarika’s  voice has the opposite effect. Gulzar’s words convey the contrasting sentiments: “Ek boond kabhi paani ki mori ankhiyon se barsaaye” (female) and “Jis man ko laage naina, voh kisko dikhaaoon” (male).\n\n\n    \n    Play\n\nDil Hoom Hoom Kare (male version), Rudaali (1993).Jeevan Ke Safar Mein, Munimji (1955)Another male-female and happy-sad combo meal. Sahir Ludhianvi’s downbeat lyrics (“Jeevan ke safar men raahi / Milte hain bichhad jaane ko, Aur de jaate hain yaadein / Tanahaai mein tadpaane ko”) is sung by Kishore Kumar with nihilistic glee. Dev Anand performs the track to charm the snooty heroine, Nalini Jaywant, while driving a car.\n\n\n    \n    Play\n\nJeevan Ke Safar Mein (male version), Munimji (1955).The sad version is a mirror image. The hero and the heroine are back in a car, but things have changed between them since, expressed by Mangeshkar’s plangent voice.\n\n\n    \n    Play\n\nJeevan Ke Safar Mein (female version), Munimji (1955).Dil Jo Na Keh Saka, Bheegi Raat (1965)Both versions by Lata Mangeshkar and Mohammad Rafi are different, but are as good as each other. Mangeshkar’s take on the Roshan composition is sparse and shorn of the melodrama of Rafi’s rendition. In the female version in the movie, a drenched Meena Kumari has only a white shawl and Pradeep Kumar for company. Mangeshkar’s singing and Meena Kumari’s expressions ignite passions in an otherwise cliched lovers-by-a-campfire sequence.\n\n\n    \n    Play\n\nDil Jo Na Keh Saka (female version), Bheegi Raat (1965).Rafi’s version gives the lyrics a sad twist. A forlorn Pradeep Kumar does justice to Rafi’s voice on screen at the wedding reception of Meena Kumari and Ashok Kumar’s characters.\n\n\n    \n    Play\n\nDil Jo Na Keh Saka (male version), Bheegi Raat (1965).Yaadon Ki Baaraat, Yaadon Ki Baaraat (1973)Lata Mangeshkar’s version cannot hold a candle to the male version by Mohammad Rafi and Kishore Kumar. Yaadon Ki Baraat opens with Mangeshkar’s version performed by the mother of three boys who will get separated within the next few minutes, only to come together as adults, which is when the male version is performed.\n\n\n    \n    Play\n\nYaadon Ki Baaraat, Yaadon Ki Baaraat (1973).If Mangeshkar’s version has a light, lullaby-like quality, the male version is celebratory. The sequence’s sentimental sweep, as three brothers finally find each other after years of searching, adds emotional weight to the moment.\n\n\n    \n    Play\n\nYaadon Ki Baaraat (female version), Yaadon Ki Baaraat (1973).Bachpan Ke Din, Deedar (1951)The version that became popular was not the one with the sentimental flourish and the star singer, but the softer one. The female version, by Shamshad Begum and Lata Mangeshkar, was a chirpy take on the Naushad composition. The song that speaks of the joys of childhood was, however, not used for the film’s heroine, but for the young versions of the protagonists. \n\n\n    \n    Play\n\nBachpan Ke Din, Deedar (1951).In contrast, the male version by a highly controlled Mohammad Rafi is used in a sequence featuring the three mega-stars, Dilip Kumar, Nargis and Ashok Kumar. The young boy and girl who were the centre of the female version’s sequence are now grown up, and are played by Dilip Kumar and Nargis. One of them has forgotten the past, and the other has to revive the memory. Rafi’s version is not bad at all, but perhaps, a song about childhood works best when it revolves around children.\n\n\n    \n    Play\n\nBachpan Ke Din (male version), Deedar (1951).Sunn Raha Hai Na Tu, Aashiqui 2 (2013)The Bollywood-rock male version sung by composer Ankur Tewari was heavily promoted and was an overnight hit. The accompanying melodramatic video did its work too.\n\n\n    \n    Play\n\nSunn Raha Hai Na Tu (male version), Aashiqui 2 (2013).Shreya Ghoshal’s melodious and more interesting version was discovered by most audiences only in theatres. In comparison, the male version, with its crunchy guitars and sound from the Rock On!! period, now feels dated.\n\n\n    \n    Play\n\nSunn Raha Hai Na Tu (female version), Aashiqui 2 (2013).Yeh Ishq Hai, Rangoon (2017)This Vishal Bhardwaj composition is a good example of how male-female versions are used in contemporary Hindi films. Arijit Singh’s song was heavily promoted in the run-up to the release of Rangoon, and also features prominently in the film. Rekha Bhardwaj’s sonically different version exists only on YouTube, except that the opening lines are used as a prelude to Singh’s version. The male version works as both a traditional Arijit Singh ballad and also a much-loved romantic standard produced by the Bhardwaj-Gulzar duo.\n\n\n    \n    Play\n\nYeh Ishq Hai (male version), Rangoon (2017).The Rekha Bhardwaj version is equally well rendered, but lacks the musical sweep of Arijit Singh’s take. She starts off on a low-key note, before harmonium, additional percussion and backing vocals take the song into a confused direction. Why was an entire song produced and never filmed, just as Neha Bhasin’s superb riff on Jag Ghoomeya?\n\n\n    \n    Play\n\nYeh Ishq Hai (female version), Rangoon (2017).Also read:What has changed in the emotional landscape of the happy-sad song in Hindi film music?Before size mattered: When Hindi film songs were extra-long and all the better for itYou want a hit ballad for your movie but don’t have Arijit Singh’s dates. Who you gonna call?","author":"Devarsi Ghosh","time":"2019-04-24T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116834-aldylvhnty-1554485031.jpeg","tags":["Male versus female songs","Jag Ghoomeya","Rudaali songs"],"source":"https://scroll.in/reel/919133/when-a-song-has-both-male-and-female-versions-who-does-it-better"}