{"title":"'Whenever I lost courage, my life became a meaningless burden': Balraj Sahni to JNU students in 1972","content":"This convocation address was delivered by the noted actor at Jawaharlal Nehru University in 1972 About 20 years ago, the Calcutta Film Journalists’ Association decided to honour the late Bimal Roy, the maker of Do Bigha Zameen, and us, his colleagues. It was a simple but tasteful ceremony. Many good speeches were made, but the listeners were waiting anxiously to hear Bimal Roy. We were all sitting on the floor, and I was next to Bimal Da. I could see that as his turn approached he became increasingly nervous and restless. And when his turn came he got up, folded his hands and said, “Whatever I have to say, I say it in my films. I have nothing more to say,” and sat down.There is a lot in what Bimal Da did, and at this moment my greatest temptation is to follow his example. The fact that I am not doing so is due solely to the profound regard I have for the name which this august institution bears; and the regard I have for yet another person, Shri PC Joshi, who is associated with your university. I owe to him some of the greatest moments of my life, a debt which I can never repay. That is why when I received an invitation to speak on this occasion, I found it impossible to refuse. If you had invited me to sweep your doorstep I would have felt equally happy and honoured. Perhaps that service would have been more equal to my merit.Please do not misunderstand me. I am not trying to be modest. Whatever I said was from my heart and whatever I shall say further on will also be from my heart, whether you find it agreeable and in accordance with the tradition and spirit of such occasions or otherwise. As you may know, I have been out of touch with the academic world for more than a quarter of a century. I have never addressed a University Convocation before.It would not be out of place to mention that the severance of my contact with your world has not been voluntary. It has been due to the special conditions of film making in our country. Our little film world either offers the actor too little work, forcing him to eat his heart out in idleness; or gives him too much  – so much that he gets cut off from all other currents of life. Not only does he sacrifice the pleasures of normal family life, but he also has to ignore his intellectual and spiritual needs. In the last 25 years I have worked in more than 125 films. In the same period a contemporary European or American actor would have done 30 or 35. From this you can imagine what a large part of my life lies buried in strips of celluloid. A vast number of books which I should have read, I have not been able to read. So many events I should have taken part in, have passed me by. Sometimes I feel terribly left behind. And the frustration increases when I ask myself: How many of these 125 films had anything significant in them? How many have any claim to be remembered? Perhaps a few. They could be counted on the fingers of one hand. And even they have either been forgotten already or will be, quite soon.That is why I said I was not being modest. I was only giving a warning, so that in the event of my disappointing you, you should be able to forgive me. Bimal Roy was right. The artist’s domain is his work. So, since I must speak, I must confine myself to my own experience to what I have observed and felt, and wish to communicate. To go outside that would be pompous and foolish.A free manI’d like to tell you about an incident which took place in my college days and which I have never been able to forget. It has left a permanent impression on my mind.I was going by bus from Rawalpindi to Kashmir with my family to enjoy the summer vacation. Half-way through, we were halted because a big chunk of the road had been swept away by a landslide caused by rain the previous night. We joined the long queues of buses and cars on either side of the landslide. Impatiently, we waited for the road to clear. It was a difficult job for the PWD and it took some days before they could cut a passage through. During all this time, the passengers and the drivers of vehicles made a difficult situation even more difficult by their impatience and constant demonstration. Even the villagers nearby got fed up with the high-handed behaviour of the city-walas.One morning, the overseer declared the road open. The green- flag was waved to the drivers. But we saw a strange sight. No driver was willing to be the first to cross. They just stood and stared at each other from either side. No doubt the road was a make-shift one and even dangerous. A mountain on one side, and a deep gorge and the river below. Both were forbidding. The overseer had made a careful inspection and had opened the road with a full sense of responsibility. But nobody was prepared to trust his judgment, although these very people had, till the day before, accused him and his department of laziness and incompetence. Half an hour passed by in dumb silence. Nobody moved. Suddenly, we saw a small green sports car approaching. An Englishman was driving it; sitting all by himself. He was a bit surprised to see so many parked vehicles and the crowd there. I was rather conspicuous, wearing my smart jacket and trousers. “What’s happened?” he asked me.I told him the whole story. He laughed loudly, blew the horn and went straight ahead, crossing the dangerous portion without the least hesitation.And now the pendulum swung the other way. Every body was so eager to cross that they got into each other’s way and created a new confusion for some time. The noise of hundreds of engines and hundreds of horns was unbearable.That day I saw with my own eyes the difference in attitudes between a man brought up in a free country and a man brought up in an enslaved one. A free man has the power to think, decide, and act for himself. But the slave loses that power. He always borrows his thinking from others, wavers in his decisions, and more often than not only takes the trodden path.I learnt a lesson from this incident, which has been valuable to me. I made it a test for my own life. In the course of my life, whenever I have been able to make my own crucial decisions, I have been happy. I have felt the breath of freedom on my face. I have called myself a free man. My spirit has soared high and I have enjoyed life because I have felt there is meaning to life.But, to be frank, such occasions have been too few. More often than not I had lost courage at the crucial moment, and taken shelter under the wisdom of other people. I had taken the safer path. I made decisions which were expected of me by my family, by the bourgeois class to which I belonged, and the set of values upheld by them. I thought one way but acted in another. For this reason, afterwards I have felt rotten. Some decisions have proved ruinous in terms of human happiness. Whenever I lost courage, my life became a meaningless burden.I told you about an Englishman. I think that in itself is symptomatic of the sense of inferiority that I felt at that time. I could have given you the example of Sardar Bhagat Singh who went to the gallows the same year. I could have given you the example of Mahatma Gandhi who always had the courage to decide for himself. I remember how my college professors and the wise respectable people of my home town shook their heads over the folly of Mahatma Gandhi, who thought he could defeat the most powerful empire on earth with his utopian principles of truth and non-violence. I think less than one per cent of the people of my city dreamt that they would see India free in their lifetime. But Mahatma Gandhi had faith in himself, in his country, and his people. Some of you may have seen a painting of Gandhiji done by Nandlal Bose. It is the picture of a man who has the courage to think and act for himself.During my college days I was not influenced by Bhagat Singh or Mahatma Gandhi. I was doing my MA in English literature from the most magnificent educational institution in the Punjab –  the Government College in Lahore. Only the very best students were admitted to that college. After independence my fellow students have achieved the highest positions in India and Pakistan, both in the government and society. But, to gain admission to this college we had to give a written undertaking that we would take no interest in any political movement – which at that time meant the freedom movement.This year we are celebrating the 25th anniversary of our independence. But can we honestly say that we have got rid of our slavish mentality – our inferiority complex?Can we claim that at the personal, social, or institutional level, our thinking, our decisions, or even our actions are our own and not borrowed? Are we really free in the spiritual sense? Can we dare to think and act for ourselves, or do we merely pretend to do so – merely make a superficial show of independence?Film industryI should like to draw your attention to the film industry to which I belong. I know a great many of our films are such that the very mention of them would raise a laugh among you. In the eyes of educated intelligent people, Hindi films are nothing but a tamasha. Their stories are childish, unreal, and illogical. But their worst fault, you will agree with me, is that their plots, their technique, their songs and dances, betray blind, unimaginative, and unabashed copying of films from the west. There have been Hindi films which have been copied in every detail from some foreign film. No wonder that you young people laugh at us, even though some of you may dream of becoming stars yourselves.It is not easy for me to laugh at Hindi films. I earn my bread from them. They have brought me plenty of fame and wealth. To some extent at least, I owe to Hindi films the high honour which you have given me today.When I was a student like you, our teachers, both English and Non-English, tried to convince us in diverse ways that the fine arts were a prerogative of white people. Great films, great drama, great acting, great painting, etc., were only possible in Europe and America. The Indian people, their language and culture, were as yet too crude and backward for real artistic expression. We used to feel bitter about this and we resented it outwardly: but inwardly we could not help accepting this judgment.The picture has changed vastly since then. After independence India has made a tremendous recovery in every branch of the arts. In the field of film making, names like Satyajit Ray and Bimal Roy stand out as international personalities. Many of our artistes, cameramen and technicians compare with the best anywhere in the world. Before independence we hardly made ten or fifteen films worth the name. Today we are the biggest film producing country in the world. Not only are our films immensely popular with the masses in our own country, but also in Pakistan, Afghanistan, Iran, the Eastern Republics of the Soviet Union; Egypt, and other Arab countries in the Far East and many African countries. We have broken the monopoly of Hollywood in this field.Even from the aspect of social responsibility, our Indian films have not yet degenerated to the low level to which some of the western countries have descended. The film producer in India has not yet exploited sex and crime for the sake of profit to the extent that his American counterpart has been doing for years and years-thus creating a serious social problem for that country.But all these assets are negated by our one overwhelming fault – that we are imitators and copyists. This one fault makes us the laughing stock of intelligent people everywhere. We make films according to borrowed, outdated formulas. We do not have the courage to strike out on our own, to get to grips with the reality of our own country, to present it convincingly and according to our own genius.I say this not only in relation to the usual Hindi or Tamil box office films. I make this complaint against our so-called progressive and experimental films also, whether they be in Bengali, Hindi, or Malayalam. I do not lag behind anyone else in admiring the work of Satyajit Ray, Mrinal Sen, Sukhdev, Basu Bhattacharjee, or Rajinder Singh Bedi. I know they are highly and deservingly respected; but even then I cannot help saying that the winds of fashion in Italy, France, Sweden, Poland, or Czechoslovakia have an immediate effect on their work. They do break new ground, but only after someone else has broken it.Literary worldIn the literary world, in which I have considerable interest, I see the same picture. Our novelists, story writers, and poets are carried away with the greatest of ease by the currents of fashion in Europe, although Europe, with the exception of the Soviet Union perhaps, is not yet even aware of Indian writing. For example, in my own province of the Punjab there is a wave of protest among young poets against the existing social order. Their poetry exhorts the people to rebel against it, to shatter it and build a better world free from corruption, injustice, and exploitation. One cannot but endorse that spirit wholeheartedly, because, without question, the present social order needs changing.The content of this poetry is most admirable, but the form is not indigenous. It is borrowed from the west. The west has discarded meter and rhyme, so our Punjabi poet must also discard it. He must also use involved and ultra-radical imagery. The result is that the sound and fury remains only on paper, confined to small, mutually admiring literary circles. The people, the workers and the peasants who are being exhorted to revolution, cannot make head or tail of this kind of poetry. It just leaves them cold and perplexed. I don’t think I am wrong if I say that other Indian languages too are in the grip of “new wave” poetry.I know next to nothing about painting. I can’t judge a good one from a bad one. But I have noticed that in this sphere also our painters conform to current fashions abroad. Very few have the courage to swim against the tide.Academic worldAnd what about the academic world? I invite you to I look into the mirror. If you laugh at Hindi films, maybe you are tempted to laugh at yourselves.This year my own province honoured me by nominating me to the senate of Guru Nanak university. When the invitation to attend the first meeting came, I happened to be in the Punjab, wandering around in some villages near Preet Nagar – the cultural centre founded by our great writer S Gurbakhsh Singh. During the evening’s gossip I told my villager friends that I was to go to Amritsar to attend this meeting and if anyone wanted a lift in my car he was welcome. At this one of the company said,“Here among us you go about dressed in tehmat-kurta, peasant fashion; but tomorrow you will put on your suit and become Sahib Bahadur again.”“Why,” I said laughingly, “if you want I will go dressed just like this.”“You will never dare,” another one said. “Our sarpanch Sahib here removes his tehmat and puts on a pyjama whenever he has to go to the city on official work. He has to do it, otherwise, he says, he is not respected. How can yon go peasant-fashion to such a big university?”A jawan who had come home on leave for the rice sowing added, “Our sarpanch is a coward. In cities even girls go about wearing lungis these days. Why should he not be respected?”The gossip went on, and, as if to accept their challenge, I did make my appearance in the Senate meeting in tehmat-kurta. The sensation I created was beyond my expectation. The officer – perhaps, professor – who was handing out the gowns in the vestibule could not recognise me at first. When he did he could not hide his amusement, “Mr Sahni, with the tehmat you should have worn khosas – not shoes,” he said, while putting the gown over my shoulders. “I shall be careful next time,” I said apologetically and moved on. But a moment later I asked myself, was it not bad manners for the professor to notice or comment on my dress? Why did I not point this out to him? I felt peeved over my slow-wittedness.After the meeting we went over to meet the students. Their amusement was even greater and more eloquent. Many of them could not help laughing at the fact that I was wearing shoes with a tehmat. That they were wearing chappals with trousers seemed nothing extraordinary to them.You must wonder why I am wasting your time narrating such trivial incidents. But look at it from the point of view of the Punjabi peasant. We are all full of admiration for his contribution to the green revolution. He is the backbone of our armed forces. How must he feel when his dress or his way of life is treated as a matter of amusement?It is well-known in the Punjab that as soon as a village lad receives college education, he becomes indifferent to the village. He begins to consider himself superior and different, as if belonging to a separate world altogether. His one ambition is to somehow leave the village and run to a city. Is this not a slur on the academic world?I agree that all places are not alike. I know perfectly well that no complex against the native dress exists in Tamil Nadu or Bengal. Anyone from a peasant to a professor can go about in a dhoti on any occasion. But I submit that the habit of borrowed and idealised thinking is present over there too. It is present everywhere, in some form or degree. Even 25 years after independence we are blissfully carrying on with the same system of education which was designed by Macaulay and Co to breed clerks and mental slaves. Slaves who would be incapable of thinking independently of their British masters; slaves who would admire everything about the masters, even while hating them; slaves who would consider it an honour to be standing by the side, of the masters, to speak the language of the masters, to dress like the masters, to sing and dance like the masters; slaves, who would hate their own people and would be available to preach the gospel of hatred among their own people. Can we then be surprised if the large majority of students in universities are losing faith in this system of education?Let me go back to trivialities again. Ten years ago, if you asked a fashionable student in Delhi to wear a kurta with trousers he would have laughed at you. Today, by the grace of the hippies and the Hare Rama Hare Krishna cult, not only has the kurta-trousers combination become legitimate, but even the word kurta has changed to guru-shirt. The sitar became a star instrument with us only after the Americans gave a big welcome to Ravi Shankar, just as 50 years ago Tagore became Gurudev all over India only after he received the Nobel Prize from Sweden.Can you dare to ask a college student to shave his head, moustache, and beard when the fashion is to put the barbers out of business? But if tomorrow under the influence of Yoga the students of Europe begin to shave their heads arid faces, I can assure you that you will begin to see a crop of shaven skulls all over Connaught Circus the next day. Yoga has to get a certificate from Europe before it can influence the home of its birth.Urdu and HindiLet me give another example – a less trivial one.I work in Hindi films, but it is an open secret that the songs and dialogues of these Hindi films are mostly written in Urdu. Eminent Urdu writers and poets-Krishan Chandar, Rajinder Singh Bedi, KA Abbas, Gulshan Nanda, Sahir Ludhianwi, Majrooh Sultanpuri, and Kaifi Azmi are associated with this work.Now, if a film written in Urdu can be called a Hindi film, it is logical to conclude that Hindi and Urdu are one and, the same language. But no, our British masters declared them two separate languages in their time. Therefore, even 25 years after independence, our government, our universities, and our intellectuals insist on treating them as two separate and independent languages. Pakistan radio goes on ruining the beauty of this language by thrusting into it as many Persian and Arabic words as possible; and All India Radio knocks it out of all shape by pouring the entire Sanskrit dictionary into it. In this way they carry out the wish of the Master, to separate the inseparable. Can anything be more absurd than that? If the British told us that white was black, would we go on calling white black for ever and ever? My film colleague Johnny Walker remarked the other day, “They should not announce ‘Ab Hindi mein samachar suniye’ [Now listen to the news in Hindi] they should say, ‘Ab Samachar mein Hindi suniye’ [Now listen to Hindi in the News]I have discussed this funny situation with many Hindi and Urdu writers – the so-called progressive as well as non progressive; I have tried to convince them of the urgency to do some fresh thinking on the subject. But so far it has been like striking one’s head against a stone wall. We film people call it the “ignorance of the learned”. Are we wrong?A Roman hunch Lastly, I would like to tell you about a hunch I have, even at the risk of boring you. A hunch is something you can’t help having. It just comes. Ultimately it may prove right or wrong. May be mine is wrong. But there it is. It may even prove right – who knows?Pandit Jawaharlal Nehru has admitted in his autobiography that our freedom movement, led by the Indian National Congress, was always dominated by the propertied classes – the capitalists and landlords. It was logical, therefore, that these very classes should hold the reigns of power even after independence. Today it is obvious to everyone that in the last 25 years the rich have been growing richer and the poor have been growing poorer. Pandit Nehru wanted to change this state of affairs, but he couldn’t. I don’t blame him, because he had to face very heavy odds all along. Today our Prime Minister, Indira Gandhi, pledges herself to take the country towards the goal of socialism. How far she will be successful, I can’t say. Politics is not my line. For our present purposes it is enough if you agree with me that in today’s India the propertied classes dominate the government as well as society.I think you will also agree that the British used the English language with remarkable success for strengthening their imperial hold on our country.Now, which language in your opinion would their successors, the present rulers of India, choose to strengthen their own domination? Rashtrabhasha Hindi? By heavens, no. My hunch is that their interests too are served by English and English alone. But since they have to keep up a show of patriotism they make a lot of noise about Rashtrabhasha Hindi so that the mind of the public remains diverted.Men of property may believe in a thousand different gods, but they worship only one – the God of profit. From the point of view of profit the advantages of retaining English to the capitalist class in this period of rapid industrialisation and technological revolution are obvious. But the social advantages are even greater. From that point of view English is a God-sent gift to our ruling classes.Why? For the simple reason that the English language is beyond the reach of the toiling millions of our country. In olden times Sanskrit and Persian were beyond the reach of the toiling masses. That is why the rulers of those times had given them the status of state language. Through Sanskrit and Persian the masses were made to feel ignorant, inferior, uncivilised, and unfit to rule themselves. Sanskrit and Persian helped to enslave their minds, and when the mind is enslaved bondage is eternal.It suits our present ruling classes to preserve and maintain the social order that they have inherited from the British. They have a privileged position; but they cannot admit it openly. That is why a lot of hoo-haw is made about Hindi as the Rashtrabhasha. They know very well that this Sanskrit-laden, artificial language, deprived of all modern scientific and technical terms, is too weak and insipid to challenge the supremacy of English. It will always remain a show piece, and what is more, a convenient tool to keep the masses fighting among themselves. We film people get a regular flow of fan mail from young people studying in schools and colleges. I get my share of it and these letters reveal quite clearly what a storehouse of torture the English language is to the vast majority of Indian students. How abysmally low the levels of teaching and learning have reached! That is why, I am told preferential treatment is being given to boys and girls who come from public schools i.e. schools to which only the children of privileged classes can go.It is not necessary for me to comment on the efforts being made to strengthen English in every sphere of life, despite assurances to the contrary. They are all too obvious. It is admitted that English is too alien and hence too difficult to learn for the average Indian. And yet, it helps the capitalists and industrialists to consolidate their position on an all-India scale. That one consideration is more important than any other. According to them whatever serves their interest automatically serves national interest too. They are hopeful that in the not too distant future the people themselves will endorse their stand – that English should retain its present status for ever.This was my hunch and I confided it one day to a friend of mine who is a labour leader. I told him that if we are serious about doing away with capitalism and bringing in socialism, we have to help the working class to consolidate itself on an all-India scale with the same energy as the capitalist class is doing. We have to help the working class achieve a leading role in society. And that can only be done by breaking the domination of English and replacing it with a people’s language.My friend listened to me carefully and largely agreed with me.“You have analysed the situation very well,” he said, “but what is the remedy?”“The remedy is to retain the English script and kick out the English language,” I replied.“But how?”“A rough and ready type of Hindustani is used by the working masses all over India. They make practical use of it by discarding all academic and grammatical flourishes. In this type of Hindustani, “Larka bhi jata hei” and “Larki bhi jata hei”. There is an atmosphere of rare freedom in this patois and even the intellectuals indulge in it when they want to relax. And actually this is in the best tradition of Hindustani. This is how it was born, made progress, and acquired currency all over India. In the old days it was contemptuously called Urdu – or the language of the camps or bazaars.Today in this bazaari Hindustani the word ‘university’ becomes univrasti – a much better word than vishwa vidyalaya, ‘lantern’ becomes laltain, the ‘chasis’ of a car becomes chesi, ‘spanner’ becomes pana, i.e. anything and everything is possible. The string with which the soldier cleans his rifle is called ‘pullthrough’ in English. In Roman Hindustani it becomes fultroo – a beautiful word. ‘Barn-door’ is the term the Hollywood lights man uses for a particular type of two blade cover. The Bombay film worker has changed it to bandar, an excellent transformation. This Hindustani has untold and unlimited possibilities. It can absorb the international scientific and technological vocabulary with the greatest of ease. It can take words from every source and enrich itself. One has no need to run only to the Sanskrit dictionary.”“But why the Roman script?” my friend asked.“Because no one has any prejudice against it,” I said. “It is the only script which has already gained all-India currency. In north, south, east and west, you can see shop signs and film poster in this script. We use this script for writing addresses on envelopes and post cards. The army has been using it for the last thirty years at least.”My friend, the labour leader, kept silent for some time. Then he smiled indulgently and said, “Comrade, Europe also experimented with Esperanto. A great intellectual like Bernard Shaw tried his best to popularise the Basic English. But all these schemes failed miserably, for the simple reason that languages cannot be evolved mechanically; they grow spontaneously.”I was deeply shocked. I said, “Comrade, Esperanto is just that Rashtrabhasha which the Hindi Pandits are manufacturing in their studies, from the pages of some Sanskrit dictionary. I am talking of the language which is growing all round you, through the action of the people.”But I couldn’t convince him. I gave more arguments, including the one that Netaji Subhash Bose and Jawaharlal Nehru were both strong advocates of Roman Hindustani, but that too failed to convince him. The question is not whether the comrade or I was right. Perhaps, I was wrong. Perhaps, my thinking was utopian, or “mechanical”  – as he called it. As I said before, you can never say whether a hunch is going to be right or wrong. But the fun lies in having it, because to have a hunch is a sign of independent thinking. The comrade should have been able to appreciate that, but he couldn’t, because it was difficult for him to get out of the grooves of orthodox thinking.Afraid to flyNo country can progress unless it becomes conscious of its being – its mind and body. It has to learn to exercise its own muscles. It has to learn to find out and solve its own problems in its own way. But whichever way I turn I find that even after twenty-five years of independence, we are like a bird which has been let out of its cage after a prolonged imprisonment-unable to know what to do with its freedom. It has wings, but is afraid to fly into the open air. It longs to remain within defined limits, as in the cage.Individually and collectively, we resemble Walter Mitty. Our inner lives are different from our outer lives. Our thoughts and actions are poles apart. We want to change this state of affairs, but we lack the courage to do anything different from what we have been doing all along, or different from what others expect us to do.I am sure there must be some police officers in this country who in their hearts want to be regarded as friends rather than enemies of the public. They must be aware that in England the behaviour of the police towards the public is polite and helpful. But the tradition in which they have been trained is not the one which the British set for their own country but the one which they set for their colonies. So, the policeman is helpless. According to this colonial tradition, it is his duty to strike terror into anyone who enters his office, to be as obstructive and unhelpful as possible. This is the tradition which pervades every government office, from the chaparasi to the minister.One of our young and enterprising producers made an experimental film and approached the government for tax exemption. The minister concerned was being sworn into office the next day. He invited the producer to attend the ceremony, after which he would meet him and discuss the matter. The producer went, impressed by the informality with which the minister had treated him. As the minister was being sworn in, promising to serve the people truly, faithfully, and honestly, his secretary started explaining to the young producer how much he would have to pay in black money to the minister and how much to the others if he wanted the tax exemption.The producer got so shocked and angry that he wanted to put this scene in his next film. But his financiers had already suffered a loss with the first one. They told him categorically not to make an ass of himself. In any case, if he had insisted in making an ass of himself the censors would never have passed the film, because it is an unwritten law that no policeman or minister is corrupt in our country.But there is something which strikes me as being even funnier. Those same people who scream against ministers every day cannot themselves hold a single function without some minister inaugurating it, or presiding over it, or being the chief guest. Sometimes the minister is the chief guest and a film star is the president, or else the film star is the chief guest and the minister is the president. Some big personality has to be there, because it is the age old colonial tradition.During the last war, I spent four years in England as a Hindustani announcer at the BBC. During those four years of extreme crisis I never even once set my eyes on a member of the British cabinet, including Prime Minister Churchill. But since independence I have seen nothing else but ministers in India, all over the place.When Gandhiji went to the Round Table Conference in 1930, he remarked to British journalists that the Indian people regarded the guns and bullets of their empire in the same way as their children regarded the crackers and pataakaas on Diwali day. He could make that claim because he had driven the fear of the British out of Indian minds. He had taught them to ignore and boycott the British officers instead of kowtowing to them. Similarly, if we want socialism in our country, we have firstly to drive out the fear of money, position, and power from the minds of our people. Are we doing anything in that direction? In our society today, who is respected most  –  the man with talent or the man with money? Who is admired most – the man with talent or the man with power? Can we ever hope to usher in socialism under such conditions? Before socialism can come, we have to create an atmosphere in which possession of wealth and riches should invite disrespect rather than respect. We have to create an atmosphere in which the highest respect is given to labour whether it be physical or mental; to talent, to skill, to art, and to inventiveness. This requires new thinking, and the courage to discard old ways of thinking. Are we anywhere near this revolution of the mind?Perhaps, today we need a messiah to give us the courage to abandon our slavishness and to create values befitting the human beings of a free and independent country so that we may have the courage to link our destinies to the ones being ruled, and not the rulers  –  to the exploited and not to the exploiters.A great saint of the Punjab, Guru Arjun Dev, said,jan ki tehl sanbhakhan jan sio uuthan baithan jan kai sangajan char raj mukh mathai laagi aasa puuran anant tharanga[I serve His humble servants, and speak with them, and abide with them.I apply the dust of the feet of His humble servants to my face and forehead;my hopes, and the many waves of desire, are fulfilled]It is my earnest hope and prayer that you, graduates of Jawaharlal Nehru University, may succeed where I and so many others of my generation have failed.This convocation address remained in circulation for many years after 1972 as the JNU Students Union used to bring it out as a booklet. And then for many years, it went out of public domain till Professor Chaman Lal  –  courtesy whom it appears here  – then President of the Jawahar Lal Nehru University Teachers’ Association, hunted it out of the archives and made it available on the JNUTA website in 2007.","author":"Balraj Sahni","time":"2016-02-21T10:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/803908-article-jrzwmgtayo-1455995019.jpeg","tags":["Convocation Address","Education"],"source":"https://scroll.in/article/803908/whenever-i-lost-courage-my-life-became-a-meaningless-burden-balraj-sahni-to-jnu-students-in-1972"}