{"title":"‘When will you kill Muslims and Christians?’ monk asks Hindus at Delhi event","content":"Several Hindutva groups on Sunday held events at Delhi’s Jantar Mantar where calls were made for  Muslims and Christians to be killed. Members of the audience told Scroll that there were several stages from which speakers made offensive remarks about minority communities.In one of the videos, which has been widely shared on social media, a monk is seen asking Hindus to stock weapons to kill Muslims and Christians. In another video, Bharatiya Janata Party leader Suraj Pal Amu is seen calling for violence against “those who have formed a lobby to stop” Sudarshan TV Editor-in-Chief Suresh Chavhanke.At one of the events held in support of Dhirendra Krishna Shastri, a religious leader of Bageshwar Dham, a saffron-clad man said: “The British said divide and rule, the Congress said divide and rule, Christians said so, Muslims said slay and rule...When will you [Hindus] slay and kill? After all of you die? When will you kill them? When will you kill Muslims and Christians?”He then urged Hindus to stock swords and guns at their homes. “Keep shastra [arms] in one hand and shaastra [religious scriptures] in the other,” he added. “Whoever attacks our community, our scriptures, our mothers and sisters, convict them of sedition and shoot them at the border...kill them on roads.”Shastri has been in the news over allegations that he spreads superstition and hate through his wildly popular YouTube videos.\"तुम कब काटोगे मुसलमानों,ईसाइयों को,घर मे हथियार रखो चाकू से काम नही चलेगा एक हाथ मे शस्त्र और दूसरे में शास्त्र होना चाहिए\"जंतर मंतर पर बालाजी धाम शिष्य मंडल दिल्ली के प्रदीप खटकड़ द्वारा आयोजित सभा में मुस्लिमों और ईसाइयों के नरसंहार की अपील! @HMOIndiahttps://t.co/LkIjXX14Z5 pic.twitter.com/DY0AT2MJiA— Zakir Ali Tyagi (@ZakirAliTyagi) February 6, 2023\n\nAmu, the media coordinator of the BJP’s Haryana unit and the chief of caste supremacist group Karni Sena, made incendiary comments while addressing a separate event attended by supporters of Chavhanke.The editor-in-chief of Sudarshan TV is already under investigation for a speech that he had delivered at an event organised by the Hindu Yuva Vahini in Delhi on December 19, 2021. He had administered an oath to a group of people to “die for and kill” to make India a “Hindu rashtra” or a Hindu nation.Last month, the Supreme Court had criticised the Delhi Police for having made “no palpable progress” in their investigation in the case.On Sunday, Amu called for violence against those opposed to Chavhanke and the idea of a Hindu nation.“Would you let someone lay their hands on Suresh Chavhanke?” the BJP leader asked those attending the event. “Would you spare those who bother him? Would you spare those who stop us from making Hindu rashtra? Won’t you teach them a lesson?”This is from #JantarMantar, #Delhi.#BJP's #Haryana Chief Media Coordinator #SurajPalAmu calls for using violence if any action (even by #SupremeCourt) is taken against #SudarshanNews channel owner #SureshChavhanke or if anyone stops them from turning India into a #HinduRashtra. pic.twitter.com/wNiFKiQNBn— Hate Detector 🔍 (@HateDetectors) February 5, 2023\n\nPolice action against reporting on hate speechTill Monday afternoon, there were no reports of police taking action against any of the speakers at these events. However, the Delhi Police have issued a notice against an online portal called Molitics, which had reported about the events.The notice has been issued under Section 149 of the Criminal Procedure Code for “posting offensive, malicious and inciting message which can adversely affect law and order”. The section allows the police to prevent cognisable offences.The police asked Molitics to stop posting allegedly offensive, malicious and inciteful content. Action will be taken if it fails to do so, the police said.In response, Anudeep Jaglan, the founder and director of Molitics, wrote in a tweet. “I’m still confused! Why would you send this to us? I hope such notice must have gone to these saffron-clad criminals too.”   pic.twitter.com/6kjSvAvnto— DCP New Delhi (@DCPNewDelhi) February 6, 2023","author":"Scroll Staff","time":"2023-02-06T14:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186541-lodapmrkbw-1675671723.jpeg","tags":["Hate speech","Hindutva","Suresh Chavhanke"],"source":"https://scroll.in/latest/1043335/when-will-you-kill-muslims-and-christians-monk-asks-hindus-at-delhi-event"}