{"title":"When Vidhu Vinod Chopra converted a film set into a crime scene in ‘Khamosh’","content":"Vidhu Vinod Chopra is marking the upcoming release of his new project 12th Fail with a retrospective of the movies he has both directed and produced. The commemorative event, organised along with Film Heritage Foundation, will run from October 13-19 at PVR Inox theatres. The list includes the movies Rajkumar Hirani directed for the Vinod Chopra Films banner until they parted ways – Munnabhai M.B.B.S, Lage Raho Munnabhai and 3 Idiots. There is also Pradeep Sarkar’s Parineeta. And there will be screenings of Chopra’s own Khamosh, Parinda, 1942: A Love Story, Mission Kashmir and Eklavya.The event kicks off with arguably Chopra’s best movie. It was made four years before Parinda, which is his most widely-known film. In Khamosh, Chopra audaciously converts a film set into a crime scene.Khamosh (1985) was Chopra’s second feature. The 71-year-old filmmaker’s more recent films, including Shikara (2020), have been disappointments. Khamosh is from the days when Chopra was at the peak of his powers, when his talent for writing, staging and handling actors shone.Naseeruddin Shah in Khamosh (1985). Courtesy Vinod Chopra Films.Murder on Monkey Hill (1976), made as part of Chopra’s coursework while he was a direction student at the Film and Television Institute of India, won the National Film Award for Best Short Experimental Film. Next, Chopra directed the documentary An Encounter with Faces (1978). The black-and-white Films Division production, comprising interviews with children at a remand home in Mumbai intercut with hand-held shots of the city’s streets, was shortlisted for an Oscar for Best Documentary Short Film.  The short films established Chopra as a confident, technically accomplished director who merged European and American filmmaking conventions. The basic plot of Murder on Monkey Hill, which starred Chopra and Anjali Paigankar, was expanded for his feature-length debut Sazaye Maut (1981).An Encounter with Faces (1978). Courtesy Films Division.One of the film’s writers is Chopra’s first wife, the celebrated editor Renu Saluja. Sazaye Maut stars Naseeruddin Shah as Omkar, who commits a crime of passion. Omkar is declared insane against his will and sprung out of the asylum so that he may commit another murder – that of heiress Mallika (Radha Saluja). Once he gets to know Mallika better, Omkar begins to have second thoughts about his assignment.Sazaye Maut is characterised by dramatic shot-taking, tense close-ups, and a jittery rhythm. Despite being self-consciously arty and sluggish in parts, the movie serves as an appetiser for the feast that was Khamosh.Working from his own brilliant script, Chopra herds together some of the finest acting talent of the decade in Pahalgam. The tourist spot in Kashmir serves as the backdrop for a series of murders, which begins with the throttling of a young actor.There’s a meta-touch to casting Soni Razdan as Soni, the murder victim. Similarly, Shabana Azmi plays Shabana, an award-winning actor, while Amol Palekar is Amol, her co-star in the production titled Aakhri Khoon.Soni Razdan in Khamosh (1985). Courtesy Vinod Chopra Films.Sudhir Mishra, Pavan Malhotra and Avtar Gill are among the players in a Hitchcockian narrative that re-arranges the typical elements of the murder mystery while also sending up filmmaking practices in the 1980s. Sadashiv Amrapurkar hilariously plays Chandran, the director of Aakhri Khoon who appears to have been imported from the South. Chandran, like his producer Prabhu Dayal (Ajit Vachani), believes that the show must always go on, even is a killer is on the loose.Soni’s murder is initially thought to be part of a scene she is supposed to film. Everybody on the crew assumes that Soni is practising her lines, rather than crying for help.Rajeev (Naseeruddin Shah) turns up to investigate the crime. The needle of suspicion points to several crew members, including Prabhu Dayal’s drug-addled brother Kuku (Pankaj Kapur), who is infatuated with Soni, and Leela (Sushma Seth), who desperately wants her daughter Meenu (Noni Ganguly) to replace Soni in Prabhu’s upcoming film. Prabhu, the embodiment of the perverse producer who preys on female actors, isn’t above board either.Even as Rajeev’s investigation proceeds, Chopra takes digs at the cynical ways of showbiz. Here is Chandran exhorting the hapless Meenu to enact a moment of sexual assault: “This rape scene will make your career! Don’t worry, I will handle it very carefully.” The faces of Chandran and his crew as Meenu struggles through the shoot summarise the casual sexism that marked films made in this period.Sadashiv Amrapurkar in Khamosh (1985). Courtesy Vinod Chopra Films.Khamosh cheekily owns up to its references, such as in the moment that pays homage to both Alfred Hitchcock’s Psycho and Francis Ford Coppola’s The Godfather. Chopra’s smooth direction, Renu Saluja’s seamless editing, and Vanraj Bhatia’s eerie score combine for a movie that is one of India’s best whodunits.In Unscripted – Conversations on Life and Cinema, Chopra told interlocutor Abhijat Joshi that Khamosh was made on a budget of Rs eight lakh. When Chopra sneaked into a cinema in Srinagar to watch Khamosh, “… two guys behind me said in Kashmiri: ‘Oh my God, this is a f***g Hollywood movie!”Chopra distributed Khamosh himself, he told Joshi. Among the film’s references was to Jean-Luc Godard’s use of jump cuts in Breathless. A scene moves from Shah’s character dunking a suspect in a swimming pool to a light falling on the two men to floodlights being turned on at the river where another body has been found, Chopra told Joshi.The movie is dedicated to Mangesh Desai, the renowned sound recordist who died in 1985. There’s another dedication that speaks volumes about the relationship between Chopra and the editor and co-writer who was crucial to his formative years: “For Renu.”Saluja also edited Chopra’s next feature, Parinda (1989). Her talent for pacing, close-ups, and dramatic juxtapositions are all over Parinda.The movie stars Nana Patekar as the pyrobhobic Anna, Jackie Shroff as Kishan, Anna’s enforcer, Anil Kapoor as Kishan’s vendetta-seeking brother Karan, and Madhuri Dixit as Karan’s lover. Parinda was among the films that changed the way gangster dramas were made. Atmospheric cinematography, stylised slow-motion sequences and a memorable use of Mumbai locations elevated a routine plot. If Khamosh reinvented the crime thriller, Parinda set the stage for a new kind of gangster movie. But Parinda’s operatics haven’t aged that well, with overwrought moments sitting uncomfortably alongside the sleek depiction of righteous revenge.The films Chopra made after Parinda rarely match up to the promise shown in the first few movies. He retooled Parinda as the English-language Broken Horses (2015), which proved to be an unengaging, redundant re-tread.The magic is concentrated in the early titles, especially in Khamosh. Here is a movie that draws us into a loop of suspense while demonstrating that there’s no better place to stage a crime than during a film shoot. \n\n\n    \n    Play\n\nKhamosh (1985).Also read:Vidhu Vinod Chopra always wanted Nana Patekar in ‘Parinda’, but not as Anna","author":"Nandini Ramnath","time":"2023-10-11T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194887-vjojqoeqac-1696974711.jpeg","tags":["Vidhu Vinod Chopra","Khamosh","Parinda"],"source":"https://scroll.in/reel/1057396/when-vidhu-vinod-chopra-converted-a-film-set-into-a-crime-scene-in-khamosh"}