{"title":"Where have Shankar-Ehsaan-Loy been? In Marathi cinema, that’s where","content":"In the new Marathi film Katyar Kaljat Ghusali (Dagger Through the Heart), singer Shankar Mahadevan takes a stab at three things: he sings, he acts, and he composes the music. None of which is new to him – even acting, which isn’t his primary occupation. Speaking about his role in the film, Mahadevan said, “I was initially hesitant. It’s not about being camera shy. I have been part of several music videos and shoots. But there I am just being Shankar Mahadevan. And this wasn't some walk on part where I say two lines and vanish. It’s a full length role and the character goes through a whole gamut of emotions in what is one of the most powerful vortex of the narrative.”\n\n\n    \n    Play\n\nKatyar Kaljat Ghusali is based on a Marathi play by the same name, which was first performed in 1967. Mahdevan’s role was enacted by Hindustani classical vocalist Vasantrao Deshpande. The stage production was revived in 2010, and KKG director Subodh Bhave had a small part. He played the royal poet, Banke Bihari, in the story of a feud between two classical music gharanas set in the 1880s. Bhave decided to bring the play to the big screen. He cast Mahadevan as Pandit Bhanu Shankar Shastri and Sachin Pilgaonkar as Khansaheb Aftab Hussain Bareliwale, the principal characters who wage a musical war. KKG marks a slight shift of focus for Mahadevan and his composing trio of Ehsaan Noorani and Loy Mendonsa from Hindi films to Marathi cinema. Their two Hindi film soundtracks in 2015, Dil Dhadakne Do and Katti Batti, didn’t catch on. Instead, the Marathi disco track Satyam Shivam Sundaram composed for Mitwaa was considered a trendsetter even though the beat borrows heavily from Koi kahe kehta rahe (Dil Chahta Hai). Mahadevan also sang two immensely popular numbers, Gajananaa and Ya Jeevan Aaple Sarth for the biopic Lokmanya Ek Yugpurush. To top it all, the the score composed by the trio for KKG is being considered for the United Nations Educational, Scientific and Cultural Organisation’s Fellini medal for its outstanding achievement in music. \n\n\n    \n    Play\n\nThe music of KKG is a new phase for the veteran trio. Although they grabbed the Filmfare Best Music Director award in 2014 for 2 States, they haven’t shaken up the music scene with a sensational soundtrack in the last few years, and have chosen to cut down on their music assignments by half, doing only two or three soundtracks a year. Mahadevan states, “You are only as impressive as your last hit. When Bhaag Milkha Bhaag happened they said it was superb but when the lovely songs in Kill Dil did not get that reach, we learned to absorb that failure.”Creating the soundtrack for KKG was a challenge for the composers. They had to recreate a few songs from the original compositions of Jitendra Abhisheki, who had designed the music for the play. “We have retained several of the iconic natyageets created by the late Pandit Jitendra Abhisheki for the play in the early 60s,“ said Mahadevan. “We added several original scores which include bandishes, devotional numbers and even qawwalis as tracks in the movie for which I have also sung.\"  The grandson of maestro Vasantrao Deshpande, Rahul Deshpande, has also sung in the film for Khansaheb, the character his grandfather played and sang for in the original play. Featuring 21 songs, the music of KKG is its central character. At its centrepiece is the rendition of Ghei chhand makarand by Rahul Deshpande and Shankar Mahadevan in a duet, the song first immortalised by Vasantrao Deshpande. \n\n\n    \n    Play\n\n\n\n\n    \n    Play","author":"Manish Gaekwad","time":"2015-11-29T10:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/800285-article-ljhtvscopu-1448540334.jpeg","tags":["marathi film","hindi film","music"],"source":"https://scroll.in/reel/800285/where-have-shankar-ehsaan-loy-been-in-marathi-cinema-thats-where"}