{"title":"While Sri Lanka grows richer, India remains a lower-middle-income nation","content":"India continues to be a lower-middle-income country along with 46 others, while Sri Lanka has climbed to the upper-middle-income group for the fiscal year 2020, according to the World Bank’s classification of countries by income levels, released on July 1.Sri Lanka entered the lower-middle-income group in the fiscal year 1999, from the low-income category and continued for over two decades, before moving to the upper-middle-income group this year, the data shows. India became a  lower-middle-income nation from low-income in the fiscal year 2009.The World Bank classifies economies based on gross national income per capita in US dollars, calculated using what is called the Atlas method. The Bank uses four income groups: Low – $1,025 or less, that is Rs 70,069 or lessLower-middle – $1,026 to $3,995, that is Rs 70,137 to Rs 2,73,098Upper-middle – $3,996 to $12,375, that is Rs 2,73,167 to Rs 8,45,955 High – $12,376 or more, that is Rs 8,46,023 or more.      Of 218 economies, 80 are in the high-income group, 60 in the upper-middle, 47 in the lower-middle and 31 in the low-income group. The classification is updated on the first day of July every year. The gross national income per capita used for this year’s classification is based on 2018 data.Besides Sri Lanka, in 2019 six other countries – Argentina, Comoros, Georgia, Kosovo, Senegal and Zimbabwe – have seen classification changes based on income levels. Argentina is the only country that slipped from the high-income to upper-middle-income group. The rest moved up.Here is how classifications are determined:A country’s gross national income per capita, which can change with economic growth, inflation, exchange rates, and population. Revisions to national accounts methods and data can also influence gross national income per capita.Classification thresholds, which are adjusted for inflation annually using the Special Drawing Rights deflator.There is an increase in thresholds from last year due to Special Drawing Rights inflation. The new thresholds, as of July 1 are:The high-income threshold is also a deciding factor for lending rates since 2018-’19, before which income classifications did not influence lending terms. “Surcharges are applied for lending rates of countries which have been categorized as high income for two consecutive years,” a World Bank release said.India and BRICSThe Maldives with a gross national income of $9,310 or Rs 6,36,432 and Sri Lanka with a gross national income of $4,060 or Rs 2,77,542, are the only two countries in South Asia in the upper-middle-income group.India with a gross national income of $2,020 or Rs 1,38,087; Bangladesh with a gross national income of $1,750 or Rs 1,19,630; Bhutan with a gross national income of $3,080 or Rs 2,10,549 and Pakistan with a gross national income of $1,580 or Rs 1,08,009 fall in the lower-middle-income group. Meanwhile, Afghanistan with a gross national income of $550 or Rs 37,598 and Nepal with a gross national income of $960 or Rs 65,626 are among the low-income group economies.  Among fellow developing economies – BRICS – India is the only country in the lower-middle-income group. The others: Brazil at $9,140 or Rs 6,24,810; Russia at $10,230 or Rs 6,99,323; China at $9,470 or Rs 6,47,369 and South Africa at $5,720 or Rs 3,91,019 are in the upper-middle-income group.This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Chaitanya Mallapur, IndiaSpend.com","time":"2019-07-05T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/75296-bjhcjfijkq-1562255061.jpg","tags":["world economy","gross national income","world bank","BRICS","India economy"],"source":"https://scroll.in/article/929406/while-sri-lanka-has-grown-richer-india-remains-a-lower-middle-income-nation"}