{"title":"While serving the poor, this ‘American in khadi’ ended up shaping the economy of Himachal Pradesh","content":"Perched at a height of 7,000 feet, just 75 kilometres northeast of Shimla, is a village that offers picture postcard attractions to the visitor. Kotgarh has wide, sweeping views of the Himalayas, apple orchards several decades old, and a unique history that evokes the British Raj and the story of an exceptional American who made it his home in the early 20th century.Samuel Stokes, or Satyanand Stokes, was many things. He was a missionary who was critical of the Christ myth theory, an admirer of Gandhi who did not share his zeal for spinning, and a recruiter for the British during World War I who later fought hard to overthrow the colonialists. Whatever he did, wherever he was, one passion that he never wavered from was servicing the poor and the marginalised.During his time in India, he cared for the sick, participated in the freedom movement and helped abolish the practice of begar, under which uneducated hill people were forced to provide free labour. In Kotgarh, he opened a school and introduced a variety of apples that, in the words of historian Ramachandra Guha, “popularised the growing of apples – which has helped sustain Himachal’s economy ever since”.Alternative pathSamuel Evans Stokes was born in Philadelphia in August 1882. He came from a storied family with forebears who had links to the Quakers, a freethinking denomination within Protestantism. His first ancestor in America, Thomas Stokes, left England for the New World in 1678 in search of a life away from persecution. A story handed down generations asserts that the Stokes family had friendly relations with Native American tribes, some of whom even took shelter in their house in severe winters.Stokes’s father, who shared his name, played a distinctive role in the period of industrial innovation the United States witnessed from the mid-19th century. The senior Stokes co-founded Stokes and Parrish, an elevator company that bagged a prestigious contract at the 1876 Philadelphia Centennial Exhibition before being acquired by Otis in the mid-1890s. A man of several skills, he also designed the window openings at the Washington Monument, as per historian Kenton Clymer.The younger Stokes chose a different path from his father, devoting himself to spiritual questioning and humanity. Even in his teenage years, he was kind, compassionate and concerned about society’s vulnerable members, says his granddaughter Asha Sharma in her biography of Stokes, An American in Khadi (2009).A clipping from The Buffalo Times, July 7, 1922.  Not yet 20, while studying at Cornell University, he set up a shelter home for Philadelphia’s disadvantaged boys, offering them vocational classes and recreational activities. Two years later, in December 1904, he abandoned Cornell and his studies and left for India. By then he was set on becoming a missionary, just like his inspiration, Dr Marcus Carleton, who worked in a leprosy home in Sabathu, southwest of Shimla.His decision to travel to India did not go down well with his family at first. Although dismayed, his father assured him an annual income ($500 initially). His mother too put aside her reservations, remaining a steadfast supporter of her son, his cause and the family he made in India.Life of serviceIn India, from the very beginning, Stokes decided not to be part of any organised missionary society. He felt the missionary lifestyle had little in common with the lives of the locals. He wanted to serve the poor, the diseased and the marginalised, but on his own terms.His initial time in the country was spent caring for leprosy patients and as a wandering missionary living a frugal life. Travelling through the towns and villages of Punjab province, he would help the ailing and the outcast wherever he found them. To him, nursing a terminally-ill patient was like a mystical, near-death experience and he would experience these visions all his life.In 1905, he dedicated himself to distributing relief to the victims of the Kangra earthquake. It was an important service, but it left him uneasy. As a giver of government aid, he would receive a level of sycophancy and ingratiation that did not sit well with him.To be accepted by those he lived and worked with, and to ease suspicions about his outsider status, Stokes worked hard to learn Hindustani. In September 1912, he married a local girl, Agnes Benjamin, and built a house on Barobagh Hill in Kotgarh. A three-storeyed structure with a gabled roof and wraparound balcony, it was constructed with locally-sourced wood and stone, and named Harmony Hall in memory of Stokes’s family home in south New Jersey.A clipping from the Butler Citizen, April 16, 1914.Stokes and Benjamin had seven children, the third of whom, Tara Chand, died when he was eight. A school they set up to educate local children, including their own, was named after him. Over the years, Tara School attracted an assembly of teachers inspired by Stokes’s vision, including Dhan Singh, Munshi Fazl Ali, V Sundaram (once Madan Mohan Malviya’s secretary), and the Gandhi acolyte Richard Gregg.Western rebelDuring World War I, while helping find recruits for the British army, Stokes initiated the campaign to abolish the practice of begar, under which hill people were forced to provide free labour to officials. The practice was old but it had been aggravated by colonialism: the construction of the Hindustan-Tibet road and rest houses in the Himalayas drew in a constant stream of officials and their families, placing unsustainable demands on the locals.Stokes’s campaign, which began with a letter of protest to the authorities, convinced him of the evils of British rule and the struggle Gandhi was leading. It also brought him to the attention of the wider world, including Gandhi and other figures of the Indian National Congress. In time, he would become one of the few Westerners involved in the nationalist movement who fought hard to win India independence from the British colonists – “rebels against the Raj”, as Guha called them.Stokes attended the Nagpur session of the Congress in December 1920 and was the only non-Indian signatory to a Congress declaration urging Indians to shun government service. He travelled with Gandhi around the United Provinces to spread the message of swadeshi and soon took to wearing khadi kurtas and churidars, finished off with a Gandhi cap.Gandhi and him shared an easy camaraderie and Stokes deeply admired the Mahatma’s discipline and spiritual force. He even advocated Gandhi’s appointment as the “Congress dictator” – in his eyes, only Gandhi had the spiritual stature and moral authority to lead a mass struggle – although he opposed the idea of making handloom spinning a condition for Congress membership.There were some differences between the two, but that did not stop Stokes from supporting the Indian leader. A moderate at first, he wrote about reforms and Indian representation in National Self-Realization, a short work published in 1921. His articles in support of non-cooperation and against British rule led to his arrest for sedition in December 1921. In prison, he protested against the preferential treatment accorded him as a European – he considered himself a British Indian and a Congressman.His commitment to India intrigued the American press. For others, it was another sign of his strong moral compass. Charles Freer Andrews, a missionary and Gandhi follower who became Stokes’s friend, praised him as a selfless visionary with all the traits of a Franciscan missionary.\n\t\t\n\tStokes teaches local children. Credit: WP iampiyushnegi/Wikimedia Commons [CC BY-SA 4.0].From the 1920s, Stokes, who described himself as more of a “philosopher than a politician”, devoted himself to Kotgarh, working for its people and the land. There were some travails along the way – he had to fund Tara School himself for a while because government recognition got delayed – but he did not allow them to put him off. His introduction of the Red Delicious, an apple variety sourced from the US, boosted apple production in the region. Meanwhile, his own spiritual search for meaning led him to embrace Hinduism in 1932 – in a simple conversion ceremony, he became Satyanand Stokes.He lived in India until his death in 1946 at the relatively young age of 64.Spiritual journeyIn his later years, Stokes’s self-questioning, and mystical search for the truth, especially the truth religions spoke of, subsumed his political commitments, his quest for justice, and his desire to serve people.His credo in life can be gleaned from his 1931 book Satyakama. From the Rig Veda and the Upanishads, he imbibed the meaning of Time, how the individual identity or soul related to the supreme being or Atman, and understood that the search for God was something personal. For him, his commitment to serve coalesced with his desire to belong among those he lived with.“Desire is the great dynamic force at the back of all advance – spiritual as well as worldly – and is the outcome of a deep and ultimate sense of incompleteness seeking to be completed,” he wrote.Progress, as the Upanishads taught, lay in recognising the right desire rather than seeking pleasure in the transitory and fleeting. Desire, he said, “was an essential factor in the experience of the conscious self: in itself it is true – satyakama.”This article is part of a series on notable Americans who visited India until mid-20th century. Read the rest of the series here.","author":"Anu Kumar","time":"2023-08-09T18:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192984-lpnlrilutf-1691494558.jpg","tags":["Satyanand Stokes","History"]}