{"title":"Who killed Rakhi? In UP’s Muzaffarnagar, justice eludes a Dalit girl who died after being raped","content":"On the brick wall of a nearly bare room, hung a picture of a young girl, the picture is grainy, enlarged perhaps from the school identity card. A bead garland adorns the picture frame, signalling that the young girl in the picture is dead. The young girl in the picture is Rakhi.Rakhi lived in Bhurahedi village, near Purkazi town in Muzaffarnagar district in Uttar Pradesh. She was all of 15, a Class 8 student and a Dalit.  She was the second of five children – three girls and two boys – of Virpal, a daily wage worker, and Deepa, a casual labourer.  Rakhi also toiled in the fields as a casual wage worker and in the forest nearby with her mother and other women from their Dalit basti, gathering munj grass used for making ropes and baskets.On May 8, 2018, she was alone at home. Her father was at work and her mother had gone to another village. Though it was Tuesday, Rakhi had skipped school. This was not unusual.  She would often stay away from school to help at home or to work for wages whenever this was possible. Her neighbour came to fetch her: work was available in the adjoining Dhamat village.  Rakhi readily agreed to accompany her.In Bhurahedi, daily wage work is scarce.  No Dalit in the village owns land so Dalits are dependent on work on the farms of Jat and Gujjar landlords in the neighbouring villages.  They also go to Purkazi and other nearby towns to work on construction sites, but it is mostly men   who go out to the towns and cities to seek casual employment.  Women stay behind to fend for the families. There is an acute lack of earning options for women. They remain stuck in extremely low-paying, back-breaking odd jobs in the village, including gathering munj, we learnt from the women when we visited with Rakhi’s family as part of Karwan e Mohabbat. So when the neighbour came with an offer of work, Rakhi had no hesitation. A trapIt was a walk of approximately 2 km to the fields of Dhamat. When they reached there, six men were waiting for them on the farm. Rakhi recognised two of them, Kuldeep and Sandeep. They would often come to Bhurahedi to look for daily labourers. Rakhi was handed over to the waiting men.  It was a trap.  They had tricked her into coming to the farm and Rakhi was now in their custody.  She was sexually assaulted repeatedly, dragged and pulled around the whole day; the girl who had gone to the farm in search of wage work was gang-raped and tortured.Rakhi was returned to her home late in the evening.  She was in deep distress.  She went inside straight away, changed her clothes that were heavily stained with blood and mud, stuffed them in a polythene bag, put a dhari on the floor and lay on it, covering herself with a sheet, recalled her younger sister. When the sister offered to make her rotis, she declined. Her sister tried to talk to her but she wouldn’t answer. She just lay on the floor, covering her face.Her father came home at around 10 pm and a little later Rakhi told him that she had acute pain in her stomach. The father went out and bought a pain killer from the corner shop. At around 3 am, she woke her father up: she was in acute pain, she said. Virpal was very worried but did not have the money to take her to the hospital at that hour.  He watched helplessly as Rakhi writhed in extreme pain.  She told him what had happened to her in the fields.  By early morning, Rakhi was dead.As the news of her death spread, neighbours began to gather at the family’s home and the police was informed.  Two women – an aunt and a neighbour – were sitting by the side of Rakhi’s dead body, grieving, when they noticed a deep gash near her ear lobe. There was a tear.  They turned her over and saw the marks on her neck and upper back.  They asked the men to go out and started to examine the body.  What they saw left them completely shaken. Rakhi’s back was badly lacerated as if she had been dragged on a rough surface.  There were marks of severe torture all over the body. Her legs were covered in blood.  She had turned blue.  The women knew she had been brutally raped.  In shock and pain, they called the other women to come into the room. They all saw Rakhi’s body, bearing witness to the torture she had endured.‘She came out of our womb’We couldn’t bear to see her, they told us, when Karwan e Mohabbat visited the family.  How could we, after all she was our daughter, they said. She came out of our own womb. They covered Rakhi once again and called a woman police official to take charge of her.  They just couldn’t bear the pain of seeing Rakhi in that state anymore.  The women also gave the police  the blood-stained clothes that Rakhi had put in the plastic bag.   Police put the body in their jeep and took it for a postmortem. By this time, the news of Rakhi’s torture and rape had spread through the village and crowds had begun gathering. The young men in the community started demanding that the culprits be arrested. They started a dharna and threatened to disrupt the traffic on the main road if the perpetrators were not arrested immediately.Rakhi’s body was returned late to the family in the evening.  The postmortem had been completed, though the report was not given to the family. The community again demanded that the culprits be arrested. In his statement to the police, Virpal had named in his police report the people Rakhi had identified – Kuldeep and Sandeep and four others.  She had also named the woman who took her to the fields, and her daughter. As the crowds swelled and the demand for the culprits to be arrested grew louder, the police started a lathi-charge to disperse them. Several people were injured, among them a 21-year-old man, who was hit on the neck by a policeman.  Today he is confined to bed, paralysed neck down.The village pradhan, Naveen Rathi tried to negotiate with the family.  He pressed them to agree to an immediate cremation and not to let the situation get worse.  He assured Virpal that he would ensure that the culprits were brought to justice.  Under police coercion and Rathi’s assurance, Rakhi was cremated in the middle of the night.A brief postmortem reportThe postmortem report came a couple of days later.  It was a brief report: “No mark of injury was found on the body and no spermatozoa was found on her person”, the five-member postmortem team had concluded. The chief medical officer had signed off on it. The cause of death unspecified.In disbelief, Virpal went to the police station to ask for the blood-stained clothes that the police had taken from his home. He was told that the clothes had been washed in the police station.Following the postmortem report, the offence of rape was dropped from the FIR. Rumours were rife in the village that the people named in the police report had paid out big bribes. When we met Rakhi’s family in their home, her father, mother, aunts and the neighbours recalled the night on which she had died. Her mother spoke of her deep regret at being away from the village and so being unable to see her daughter before she had been cremated. In a bid to draw attention to the case, Virpal has been desperately seeking the intervention of  state officials. He went all the way to Lucknow to meet Uttar Pradesh Chief Minister Adityanath since he had been talking about daughters being the nation’s cultural dharohar (capital) and announcing schemes to help girls and women.  Virpal presented his petition but he never heard back from Adityanath.  He went to Saharanpur to meet the Director General of Police and to Allahabad to appeal to lawyers.  But he received no assurances.Where is justice for the poor and for Dalits in India, Virpal asked. All evidence of rape, torture and murder was wilfully destroyed, he complained. The family said they were let down by the police, the medical establishment and the village pradhan, who had promised to have those eight arrested whose names appeared in the FIR.  But after a seven-month struggle, only two people were arrested, and they too were granted bail within a few months.Institutional failureIt was clear to the family that the institutions involved had subverted the course of justice. The police openly sided with the alleged perpetrators. The postmortem report led to the rape charge being dropped.  Postmortem protocol requires that the body be moved respectfully from the place where the person died to the place where the examination is to be carried out and if the death is thought to have occurred as a result of criminal activity, then the postmortem is undertaken by a forensic pathologist. In such circumstances, a legal defence team can request a second postmortem by an independent forensic pathologist. A careful postmortem could have revealed Rakhi’s young life in its many dimensions – the labour she did, her nutritional patterns, the torture that had been visited upon her.  Instead, it erased her life and her encounter with violence.     The family said that since they got bail, the accused people have been openly threatening them, asking them to take back the charges and accept an out-of-court settlement. They used the village pradhan to offer to pay the family Rs 10 lakh. When Rakhi’s mother, Deepa, went to report the matter, she was stalked by those men. The police told her, “Do you want us to provide you security when you loiter around in the bazars soliciting, you whore?” The Karwan team talked to the women who saw Rakhi’s body.  They described what they had seen in minute detail.  When we asked them if their statement was recorded before the magistrate, they said that the police had only abused them, shooed them away and lathi-charged them. The poor women were systematically excluded from the evidence-building process and written out of the proceedings of the case.What does justice for Rakhi mean?  How do we get the testimony of the dead? She cannot be exhumed to present her body to a new investigation and give evidence of violence she endured. For Rakhi, justice is turned on its head. There is little resemblance in what happened in her case to what is written in the law books, declared in Conventions and described in the protocols.  Let’s not conclude that systems don’t work in this country and shake off our responsibility.  System works, institutions deliver. They just don’t deliver for the most marginalised – Dalits, women, Muslims and the poor.Read the rest of the Karwan Tracks series here.","author":"Navsharan Singh","time":"2019-10-22T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129436-qnndsqyxwi-1571581926.jpg","tags":["Karwan e Mohabbat","Muzaffarnagar","Adityanath"],"source":"https://scroll.in/article/941139/who-killed-rakhi-in-ups-muzaffarnagar-justice-eludes-a-dalit-girl-who-died-after-being-raped"}