{"title":"Who is ‘Hindustani Musalman’, the man behind social media’s favourite poem?","content":"Hussain Haidr​y can’t understand why a poem he wrote for himself in a quiet moment has created so much noise. Haidry’s recitation of Hindustani Musalman at Kommune, a performing arts forum in Mumbai, was shared by the forum’s Facebook page on February 10. Within a week, the poem was shared by over 2,000 Facebook users, written about in national newspapers and re-tweeted with comment after comment about how it moved people to tears. The poem, which starts off by asking “Main kaisa musalman hoon bhai?” or “What kind of a Muslim am I, brother?”  and ends with “Main Hindustani Musalman hoon” or “I’m a Hindustani Muslim”, describes a Muslim as an amalgam of various influences: “Mujh mein Gita ka saar bhi haiek Urdu ka akhbaar bhi haisau me se 14 hoon lekin14 yeh kam nahin padte hainmain poorey sau mein basta hoonpoorey sau mujh mein bastey hain’’“The essence of the Gita is also in meso is an Urdu newspaperI’m 14 out of 100 butthese 14 are not few in numberI reside in the entire 100the entire 100 reside in me.”— from 'Hindustani Musalmaan', by Hussain Haidry.\n\n\n\n    \n    Play\n\nHindustani Musalman appears to have touched a nerve during the poll season, when headlines are speaking of the Muslim vote bank and political parties are critiquing the Bharatiya Janata Party’s polarising rhetoric in the elections in Uttar Pradesh. So is the poem a protest about the stereotyping of his community? “It’s not a protest,’’ said Haidry, adding that every line of Hindustani Musalman applies to him alone, not to Muslims as a whole. The Indore-born chartered accountant and Indian Institute of Management-Indore graduate left his job in December 2015 as Head of Finance at a company, to become a full-time lyricist and screenwriter. \n\n\n    \n    Play\n\n\"Lat\" – A Smoker's Shame – Hussain Haidry at The Poetry Lounge. Credit: via Kommune India / Youtube“I’ve always been confused about my identity,’’ said Haidry. “There are so many phases within me. I speak different languages at different times. I’ve worked in different cities and travelled to villages or small towns in Gujarat, West Bengal and Madhya Pradesh. All these places have coloured my personality. Yes, I identify as a Muslim, but my identity is not just that. ‘Main kaisa Musalman hoon?’ or ‘What kind of Muslim am I?’ is a question I’ve often put to myself. Why do I feel my identity is so fragmented? Perhaps because I’m a Hindustani? Hindustan is so diverse. It gives you so much in terms of experience and you soak all that in.’’It was while waiting to set off on a trip from Kolkata to Bhutan that Haidry heard the sound of the azaan one morning, and the first lines of the poem came to him. “But it was a completely different poem back then, and I even lost the diary I wrote it in. So I rewrote it a few months back.’’Haidry, 31, has lived almost every experience the poem mentions. He has had a dip in the Ganga in Rishikesh, where he had gone rafting and in Varanasi, a city he wants to visit again. He has gone to temples, gurdwaras, churches and mosques with friends – old schoolmates he has known for the past 25 years, who like him, wonder about their identity. “I have Brahmin friends who are conscious of being privileged, yet their caste is very much part of their personality. But that has never come between us.’’​​Haidr​y’s school years were a huge influence on him. Were he to choose to relive those 14 years, he said, he would go to the same school, because his teachers never made him feel different. He has had a few unpleasant experiences as a Muslim, he said, but rather than dwell on them, Haidry prefers to cherish the value of equality his teachers, friends and colleagues gave him. “Unlike most Muslims, I’ve led a privileged life,’’ he pointed out. “I was born into a middle class family in a middling town, then I got a high-paying job which took me to big cities, where I moved only in certain pockets. That was, in a way, a different identity for me.’’via Kommune / Facebook.comHaidr​y came to Mumbai in March 2016, and lives in upmarket Versova, “where no one generally knows or cares who you are,” he said. But for eight months he lived in Masjid Bunder, a place he found far more diverse than its reputation. Despite his privileged life, his poem touches upon caste, which few Muslims are willing to acknowledge exists among them. “I discovered its existence very late, when I was 26-27,” he said. “In my walks in various cities, I realised, there is this too.”The poem which talks about Ganga snaan, smoking and drinking, maybe not always eating halal, and reading the Gita could anger orthodox Muslims. It could also anger those who see it as an unnecessary attempt to prove that Muslims are integrated.\n\n\n    \n    Play\n\nAag – Hussain Haidry at Words and Voices. Credit : via Kommune India / YoutubeHaidry shrugs. “Yes, both are possible, but to tell you the truth, I haven’t received any negative reaction as yet.’’ But what is it about the poem that has made it so popular? Is it non-threatening because it makes Hindus feel good?​The soft-spoken poet is quick to disagree. “It doesn’t only say nice things. Babri Masjid is very much a part of my poem, so is ‘sheher ke beech ​mein​ sarhad”’ or, the border in the middle of the city,” Haidry points out​. Apart from having lived in Masjid Bunder, Haidri also lived for some time on Bazaar Road, a kind of Muslim-Christian ghetto, which runs parallel to Bandra’s Hill Road. “When I mention Khooni Darwaza and Bhool Bhulaiya, both of which I have visited, I am referring to their histories, not to them as tourist places,” Haidry added. Indeed, the poem also refers to riots and “kurtey par khoon ka dhabba”, or a bloodstained kurta. What if the poet sported a bushy beard and no moustache, a style much in vogue among Muslims today? Would the video of him reciting his verse become so popular? “That’s a thought,” mused Haidry. But what worries him is the fear that the word Hindustani in the title of his poem, is perhaps being interpreted as hardline nationalism which is currently popular – “My connotation is not that at all,” he clarified. “For me, it refers to the cultural diversity which is the essence of being a Hindustani.’’“It’s not a protest, I’m not giving any message, nor am I saying anything new,” Haidry emphasised. “All I’m saying is: until one breaks the monotony of one’s perspective, how will one know who the person in front of one is?’’","author":"Jyoti Punwani","time":"2017-02-21T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/829749-51851-riwmjiuehn-1487576984.jpg","tags":["Hindustani Musalman","Hussain Haidr​y","poetry"],"source":"https://scroll.in/magazine/829749/who-is-hindustani-musalman-the-man-behind-social-medias-favourite-poem"}