{"title":"‘Who will go to vote?’ Fear, disinterest in a Bastar village on election day","content":"Election day on November 12 in Chhattisgarh’s Durma village was a day almost like any other. Scroll.in visited this village in Sukma district’s Konta constituency a day before polling to observe the proceedings. After a night of tension during which villagers anticipated visits by both the Maoists who have a significant presence in the area and the security forces, there was a sense of relief in the morning when neither turned up.  The armed Maoist insurgent group, which opposes the Indian State, claims that elections are a farce and enforces a boycott in the areas where it can do so. To foil the Maoist plans, the security forces sometimes pressure villagers to go out and vote.      Two days earlier, the village’s polling booth, meant to serve Durma and nine neighbouring villages, had been shifted out by the Election Commission. Village officials were not sure where it was located now. However, that did not seem to interest the villagers, who went about their daily household chores and farm work on Monday. “I was told at the panchayat office that we should assemble in Mehta village,” said the Patel, a village functionary. Asked if he would go to cast his vote, he laughed. “Who will go?” he asked. “They will not spare us.” Asked if he would have voted if the Maoists did not pose a threat, he shrugged. “It is not so easy,” he said. He returned to his work, not wanting to be drawn into a conversation any further.Booth number 177The first first phase of the Assembly elections in Chhattisgarh was held on November 12, in 18 of the state’s 90 constituencies – 12 from Bastar region and six from Rajnandgaon district. Bastar region recorded a voter turnout of 72. 8%, a marginal dip from 2013’s turnout of 72.14%. The constituencies that voted on Monday are considered “sensitive” because of the presence of the Communist Party of India (Maoist). Of the 4,336 polling booths initially established across the 18 constituencies going to the polls, 201 booths were shifted out of villages to other places, such as main roads, for security reasons. Of these, 189 booths were in Bastar region, including polling booth 177 in Durma. This booth was meant to cater to Durma village as well the neighbouring villages of Mehta, Pusguda, Balangtong, Gangrajpad, Bhandarchalka, Pilawaya, Nulkatong and Dubbapad, all of which lie between 2 km and 8 km from Durma. Before election day, there was speculation that several booths would be shifted to safe locations, as had been the case in previous elections, but no concrete information had come in. On November 10, authorities released to local journalists a list of 40 polling booths that would be shifted. Durma was one of them. According to the list, booth 177 would be shifted to Banda village, 14 km away. This meant that the villagers associated would have to travel between 6 km to 25 km through a forest path in order to vote. Tension in Durma villageThis correspondent arrived in Durma around noon on November 11. The village was quiet, with no sign of any campaigning. Villagers were not keen to speak. When asked questions, some women busy with their chores lifted their heads to point to a man sitting under a tree spinning a rope out of wild grass. He was Barse Hidma, a member of the panchayat. According to the 2011 Census, Durma has a total of 69 households of Muria Adivasi families. Located near the border with Andhra Pradesh, it is closer to villages in the neighbouring state than its own district headquarters in Sukma, 101 km away. For instance, to get to the Konta tehsil headquarters to access basic amenities such as healthcare, school and the ration shop, the residents of Durma need to walk 23 km through a dense forest and cross two big streams that swell during the monsoon. The women in the village say it is far easier for them to access Eduguradpally, a slightly bigger village with shops, which is about 20 km away in Andhra Pradesh. To get there, they have to walk 3 km and then take a shared autorickshaw. Most of the village women head there to buy vegetables and other basic needs, they said.Villages across the border in Andhra Pradesh and Telangana are also a destination for most unskilled labourers in this area. Villagers say they often go across to work in chilli farms during the harvest season, or as labourers to dig borewells in towns. They also work in poultry farms, and in the construction sector in these two states.About 40 children from this village are studying in government schools in Konta. But there are several children from Durma who have never been to school. A primary school that used to run was broken down by the Maoists as they suspected the concrete premises would be used to house security forces, said villagers. The building is now just a set of low walls. The village has six hand pumps, all in working condition, while a nearby lake provides water for cattle. Two anganwadi centres run by village sahayikas cater to Durma, however they seldom visit the village and operate from Konta, 23 km away.Durma village residents Barse Hidma and his wife after a tense night.A long nightAs the sun set on Sunday, solar bulbs lit up each house. These lights are quite new, said panchayat member Hidma. “About one-and-a-half months back, the panchayat secretary handed over to each house three bulbs, a solar panel and a battery,” he said. Until then, villagers managed without much light. Asked if the Maoists would object to the villagers accepting this, Hidma said, it has only been less than two months. “Let us see what they have to say,” he said. He added that Maoists had never stopped villagers from sending their children to school, and encouraged villagers to educate them instead. They even asked villagers to demand health services and anganwadi centres, he said.But Hidma made it clear that the villagers would not have been keen to vote, even if the booth had been located inside the village. He added that “dadalog”, the local term used to describe Maoists, had sent a message that no one should participate in the election, and given their experience, no one would dare to vote. Hidma was unaware that the polling booth had been shifted. “No information came in from the sarpanch, who lives in Mehta [the gram panchayat headquarters], or any other government functionary,” he said.Continuing to weave his rope, Hidma recollected that when Ajit Jogi was the chief minister between 1998 and 2003, a polling booth was set up in the village during one election, and a few villagers had even cast their votes. But Maoists attacked the booth, dragging one voter into the forest and beat him up. That incident instilled fear in the others, he said. He could not recall the year this happened.Asked if Maoists had ever cut off the fingers of people who voted, Hidma shook his head from side to side. He recalled that in subsequent elections, a large number of security forces surrounded the village and forced everyone to cast their vote. “I pleaded, fought and argued with them to go back as otherwise the villagers would have to face the consequences with the Maoists after they left,” he said.Panchayat secretary Mohammed Javed, who lives in Konta, corroborated Hidma’s account. He said that in 1998, a repoll had to be conducted in Durma after Maoists ransacked the ballot boxes. He added that a booth was also set up in Durma during the 2003 Assembly elections, but because of the low turnout and security concerns, it has since been shifted to Banda.The path between Durma village and Banda, where the polling booth was set up, had obstructions set up by Maoists.By late evening on November 11, news trickled in that security forces had gathered quite close to the village. The mood over dinner was tense. “Please do not take our names to either of them [security forces and Maoists],” said a young boy. “The atmosphere is not good.” He explained that anything villagers said could be misconstrued by either security forces or Maoists, which would lead to harassment or violence against them.“We are sure the forces will be here early in the morning and round us up,” said a few villagers. It was a tense night. Every time the village dogs barked, heads bobbed out of sheets and blankets, ears straining for the sound of boots. But no one turned up.As dawn broke and some villagers gathered around a fire to keep warm, there was a palpable sense of relief. It was election day. Until 10.30 am, there was no sign of any government functionaries on election duty or security personnel. Durma has seen its share of violence by security forces, Maoists and the Salwa Judum – the state-sponsored civil militia set up in 2005, which was ordered to disband by the Supreme Court in 2011. According to a Human Rights Watch report, between 2005 and 2007, this village was one of many that saw “violent events aimed at either enlisting their participation in Salwa Judum meetings or relocating them to camps”, which led to three deaths. Their refusal to participate in the Judum in 2007 also saw “their villages raided”. Violence from the Maoists was no less brutal. In May 2015, two villagers from a neighbouring village in Andhra Pradesh were brutally tortured and killed by Maoists after a people’s court in Durma declared they were police informers. A year later, in July 2016, three men – Madkam Hidma, Madvi Hidma and Madkam Muyya – were picked up from their homes by security forces. While the Hidmas are now lodged in Jagdalpur jail on charges of being Naxalites, Muyya was killed in cold blood along with another man from Pusguda village, allegedly by security forces, said a villager who wanted to remain anonymous. A message announcing a boycott of the elections on the path from Durma village to Banda village.Polling in BandaThis correspondent left Durma for Banda village at around 10.30 am. The 14-km journey through the forest took two hours to cover on a motorcycle. Along the route, in several places, alleged Maoists had set up road blocks and written messages urging people to boycott the elections.  Banda was the polling site for 18 villages. Booth 177 (Durma) for nine villages had 832 electors and booth 178 (Banda) for nine villages (Banda, Murliguda, Atkal, Mangalguda, Iskewaya, Kanhaiguda, Bater and  Palekittu) had 967 voters.At Banda, the two booths had been set up under a massive banyan tree. A large number of security forces stood guard. On a nearby table, a couple of election duty functionaries were tallying the names of the voters. “We started at 7.30 in the morning, we have got good response,” said panchayat secretary Mohammed Javed. “About 18 persons from Durma and 250 persons from Banda village have already cast their votes.”Puzzled, this reporter asked if the villagers had really come from Durma. Javed explained: “These are residents of Durma who either live in Konta or have come for marketing in Konta.” Polling at Banda.About 100-odd women and men in similar strength had queued up to cast their votes. A large group of women said they had walked for an hour from Palekittu village, about 10 km away from Banda. Another bunch of men said they had come from Mangalguda about 2 km away. Asked if he feared any repercussions from Maoists when he returned after voting, one man said: “We will be questioned, but what can we do?” He then turned his face away, not wanting to engage any further. Booth-wise statistics coming in by noon on Wednesday, recorded 18 votes out of 832 electors in Durma booth and 462 votes out of 967 electors in Banda booth. In all, 40 polling booths in Konta constituency were shifted out for security reasons. This meant that 137 villages out of the 248 villages in Konta – or about 55% – were considered out of reach by the Election Commission. Perhaps the poll panel will instead take pride in the fact that not a single booth recorded “zero” votes as compared to the previous election’s 27 booths. Additionally, Konta constituency has recorded a 7% higher voter turnout as compared to the previous year’s 48.36%. Does this mean democracy has indeed penetrated deep into the villages?The primary school, where the Durma polling booth was to be set up, was destroyed by Maoists in 2005. Its walls can still be seen.All photographs by Malini Subramaniam.Corrections and clarifications: An earlier version of the chart in this article titled “Voter turnout in Bastar region” incorrectly said 2017 instead of 2013. The error has been corrected.","author":"Malini Subramaniam","time":"2018-11-18T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/105736-zhmztjjusl-1542292861.jpg","tags":["Chhattisgarh","Bastar","Maoists","Assembly elections"],"source":"https://scroll.in/article/902260/who-will-go-to-vote-fear-disinterest-in-a-bastar-village-on-election-day"}