{"title":"Who are the three Kabir Kala Manch artistes arrested in the Bhima Koregaon case this week? ","content":"In 2002, as a 19-year-old student in Pune’s Wadia College, Ramesh Gaichor was disturbed by the deadly communal violence in Gujarat that had claimed over 1,000 lives. Passionate about poetry and theatre, he soon found an outlet for expressing his anxieties: the Kabir Kala Manch, a cultural organisation founded by artiste Amarnath Chautaliya in response to the Gujarat riots.Most of the early members of the Manch were students and artists, largely from Maharashtrian working-class families. Gaichor’s father, for instance, worked as a security guard in Pune’s Yerawada area. The young members staged songs, poems and street plays about communal harmony and unity. Over the years, their numbers dwindled, but Gaichor and a handful of others stayed, and gradually established the Manch as one of Pune’s foremost progressive socio-cultural movements, using music and theatre to raise awareness about casteism, patriarchy, communalism, farmer distress and various forms of extremism. Kabir Kala Manch was one of the 250 Dalit and human rights organisations that organised the Elgar Parishad, an event that took place in Pune city on December 31, 2017, a day before violent clashes broke out between Maratha and Dalit groups near the village of Koregaon Bhima in Pune district.On September 7, Gaichor and his Kabir Kala Manch colleague Sagar Gorkhe were arrested by the National Investigation Agency in a connection with the Bhima Koregaon violence. The following day, another member of the Manch – Jyoti Jagtap – was also taken into NIA custody, taking the total number of social activists arrested in the Bhima Koregaon case to 15. Six of these arrests have taken place since April, in the midst of the Covid-19 lockdown. While Dalit groups and individuals have accused Hindutva leaders Milind Ekbote and Sambhaji Bhide of instigating the violence through hate speeches before the incident, the focus of the Maharashtra police – and now the NIA – has been on the Elgar Parishad event being part of a larger Maoist conspiracy to stoke caste violence, destabilise the Central government and assassinate the prime minister.Two days before their arrest, Gaichor and Gorkhe had alleged, in a Facebook video, that the NIA was forcing them to give statements to implicate those arrested in the case. They alleged that during interrogation, they were threatened with arrest if they did not agree to be witnesses.This is not the first time that the Kabir Kala Manch has been accused of links with Maoist groups. In 2011, the group went into hiding after two of their members were arrested under the controversial Unlawful Activities (Prevention) Act, often described as a draconian law. In 2013, after the emerged from hiding, four more members were arrested, including Sagar Gorkhe and Ramesh Gaichor. They were released on bail in January 2017, only to be booked on similar charges once again, in the Elgar Parishad-Bhima Koregaon case.Their arrests this week have triggered indignation among other cultural activists who have worked with the Kabir Kala Manch.“These are artistes who use music to help people understand the systems of oppression around them, which is a threat to the State,” said Suvarna Salve, an activist and artiste from the Samata Kala Manch, a similar cultural organisation based in Mumbai. “The State puts the stamp of ‘Naxalwadi’ [Maoist] on them so that people begin to doubt them, but people know this is a conspiracy.”In the wake of their arrests, Scroll.in spoke to colleagues and family members of Gaichor, Gorkhe and Jagtap, who spoke about their life and work.Ramesh Gaichor: A founding member When Gaichor joined the Kabir Kala Manch in 2002, he was a commerce student at Wadia College, but spent more of his time writing plays and participating in cultural activities.“He was a very smart student in school and he always liked to write poetry and do plays,” said his father, Murlidhar Gaichor. “He was also always interested in social work, in doing good for the poor.”Ramesh Gaichor / FacebookThe Kabir Kala Manch was an opportunity for Gaichor to combine his passions. As an artiste, his colleagues describe him as being particularly active in writing and directing street plays.“In the early years, from 2002 to around 2010, Kabir Kala Manch used to do a lot of work on Hindu-Muslim unity and brotherhood, and they would practice every day,” said Rupali Jadhav, a colleague who joined the Manch in 2009. The group had been given an office space for free by a well-wisher, where they would practice by candlelight because the place had no electricity.After the 2006 Khairlanji Massacre in which upper caste members of the Maharashtrian village killed four members of a Dalit family, the Kabir Kala Manch began to focus heavily on singing about casteism and caste-based oppression. “Ramesh came from the Maratha community, but he had friends from Dalit groups through whom he was introduced to the message of Babasaheb Ambedkar,” said Ramdas Unhale, who also joined the group in 2009.Since the Manch did not make too much money through their performances, Gaichor also worked part-time jobs as a hospital clerk and a lecturer over the years. This work stopped after members of Kabir Kala Manch were accused of having links with Maoists, and Gaichor spent three years as an undertrial in jail.Gaichor’s work within Kabir Kala Manch includes a song about the protests against a nuclear power plant in Jaitapur and a celebration of the life of rationalist activist Govind Pansare, who was killed in 2015.Now that Gaichor has been re-arrested in the Elgar Parishad case three years after his release on bail, his parents are struggling to understand why he has been targeted by the police. “Our son and his group have only done good work for others, but I guess some people don’t like that,” said Murlidhar Gaichor. “We are very angry at the police and the government.”Jyoti Jagtap: ‘A strong woman’Before she joined Kabir Kala Manch in 2007, Jyoti Jagtap was a fiery social activist in Seva Dal, a socialist youth group in Pune district’s Saswad town. She was a psychology student at Saswad’s Waghire College at the time, and took up a range of women’s issues in her activism.“She is a very strong woman and she has always had great leadership qualities,” said Rupali Jadhav, Jagtap’s friend and colleague from the Manch.Jyoti Jagtap / FacebookIn 2007, Jagtap moved to Pune city to do her Master’s degree in psychology from SP College, and did not take long to get involved with Kabir Kala Manch. “Her role has mostly been planning dharnas and protests, and she is also very good at writing and directing plays,” said Jadhav. “After Ramesh, Sagar [Gorkhe] and others got arrested in 2013, she also started performing on stage.”According to Jadhav, Jagtap, worked full-time at Kabir Kala Manch up till 2017, after which she and Jadhav began working with a non-profit organisation working with teenagers to make ends meet. In the past year, Jagtap, now 33, also began studying a short course in clinical psychology, with the aim of opening her own counselling centre. “But now with her arrest, we don’t know when she will be able to do that,” said Jadhav.Sagar Gorkhe: ‘He will get justice’One of three children of an impoverished Dalit family, 32-year-old Sagar Gorkhe had an unstable childhood in Pune, where his parents moved from suburb to suburb taking up jobs as construction workers, security guards and domestic workers. After school, he began living in the city’s Kasewadi slum and started studying sociology at the Babasaheb Ambedkar College. That was also when he joined the Kabir Kala Manch, in 2004.“He always liked singing and poetry, and at Kabir Kala Manch he realised that songs could be used to talk about people’s rights and injustices too,” said Rupali Jadhav, who is Gorkhe’s partner. “As a student, he worked as a sweeper and a car cleaner to be able to pay for college, but later he worked full-time with Kabir Kala Manch.”Sagar Gorkhe / FacebookDuring their three years in jail between 2013 and 2017, Gorkhe, Gaichor and other members of the Manch kept their work alive, releasing an album of songs about their situation and the ways in which artistes were being targeted in the country.Gorkhe’s mother Surekha, who now works as a maid in a hospital, is upset and hurt about her son’s arrest for the second time since 2013. “My son sings about Ambedkar and Savitribai [Phule], how can that be wrong?” she said. “They have wrongly accused him of being a Naxalwadi, but I am not scared, because I know he will get justice.”","author":"Aarefa Johari","time":"2020-09-12T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147310-spykhtcila-1599757685.jpg","tags":["Kabir Kala Manch","Jyoti Jagtap","Ramesh Gaichor","Sagar Gorkhe","Dalit","Bhima Koregaon","Elgar Parishad"],"source":"https://scroll.in/article/972791/who-are-the-three-kabir-kala-manch-artistes-arrested-in-the-bhima-koregaon-case-this-week"}