{"title":"WHO labels JN.1 coronavirus strain a ‘variant of interest’","content":"The World Health Organisation on Tuesday classified the JN.1 coronavirus strain as a “variant of interest,” but said that going by available evidence, the risk to public health from it appeared to be low.However, the global health body said that with the onset of winter in the northern hemisphere, the variant, along with other viral and bacterial infections, could increase the number of respiratory infections in many countries.The World Health Organization designates a variant as that of interest when it leads to increased infections, or when it changes characteristics such as transmissibility or severity of disease.JN.1 was previously tracked as a variant of interest as part of its parent lineage BA.2.86, but the global health body has now decided to classify it separately.The World Health Organization said that existing vaccines will continue to provide protection against severe disease and death due to JN.1, as also other Covid-19 variants that are circulating.The earliest sample of the variant was collected on August 25, the United Nations health body said. Since then, there has been a rapid increase in the proportion of reported cases of the variant.In India, the first case of the JN.1 coronavirus variant was detected on December 8 in the Karakulam area of Kerala’s Thiruvananthapuram district. Covid-19 cases have reported a marginal rise in many parts of India over the past week, and the country presently has 2,311 active cases, according to the Union health ministry.On Monday, the Centre asked state governments to monitor and report influenza-like illnesses and severe acute respiratory illnesses amid the surge.","author":"Scroll Staff","time":"2023-12-20T10:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165282-wxtenillea-1634577506.jpg","tags":["Coronavirus","JN.1","WHO","Covid-19","coronavirus strain"],"source":"https://scroll.in/latest/1060846/who-labels-jn-1-coronavirus-strain-as-variant-of-interest"}