{"title":"Who deserves credit for the rasgulla? Bengalis, Odiyas...or the Portuguese?","content":"There are many important, even vital things that Bengal claims to have contributed to India. Number-1-all-time-best Nobel Prize winner Rabindranath Tagore, Indian nationalism and the bottom line of the WellSpring Pharmaceutical Corporation (makers of Gelusil antacid) all owe their existence to Bengal. But more than anything else, however, Bengal has touched India via a soft, pearly white globe of cheese, dipped in thick sugar syrup.The rasgulla, ladies and gents, is as Bengali as Communism. However, just like some reactionaries claim foreign origin for Marx babu, an extra-Bengali source is being claimed for the rasgulla. Odisha (earlier Orissa and even earlier Kalinga) has staked a Geographical Indication claim on the confectionery.Odiya claimThis bold assertion rests on the fact that the Jagannath Temple in Puri uses rasgullas as prasad during the Rath Yatra. Laxmidhar Pujapanda, public relations officer of the temple, is quoted by the Times of India arguing: \"Rasgulla has been part of Rath Yatra rituals ever since the Jagannath temple came into existence in the 12th century.\"Unfortunately, this claim doesn’t have much by way of backing. The Chhapan Bhog (ritual offering to Lord Krishna) of the temple does not mention the rasgulla and there is nothing to say that the tradition of offering the sweetmeat didn’t originate sometime in the recent past.There is also the fact that, as noted food historian KT Achaya points out, cheese was taboo in Hinduism since the act of splitting milk was seen as profane. A logical extension from the sacred status that milk held in the religion. Offering up a sweet made of cheese (in this case cottage cheese or chhana) as a Brahmanical offering in the 12th century seems highly unlikely.The real cheeseIn fact, before the 17th century, there are no references to cheese in India at all. As food writer and historian Chitra Banerji says, “It is notable that in all the myths about the young Krishna [a later incarnation of Vishnu], who was bought up by foster parents among the dairy farmers of Brindaban [in the state of Uttar Pradesh] there are thousands of references to milk, butter, ghee and yoghurt, but none to chhana.”Not only in mythology, chhana (cottage cheese, the base used in the rasgulla), is conspicuously absent even in medieval Indian history. Banerji has studied the medieval Hindu reformer Chaitanya’s food habits and while he seemed to have a great fondness for sweets, including dairy-based ones, there is no mention of sweets with chhana as a base. In medieval Bengal, in fact, the sandesh was made out of khoa, or condensed milk solids. Only later did it come to use cheese.How then did Bengalis come by cheese?In medieval India, if you lived by the coast, very often the most impactful power wasn’t the Mughal emperor far out in Delhi or even your local king. Instead, the very distant Portugal might have been more important to you.Portuguese IndiaSealed off from the land route to Asia by the powerful Arabs, the Portuguese turned this adversity into profit and poured all their energies into the sea with the aim of becoming a major naval power.In 1498, Vasco Da Gama “discovered” India via a route the Arabs had been using for at least two millennia before him. The Portuguese, though, meant business and their superior naval firepower soon displaced the Arabs from India’s west coast. Not long after, the Iberians had the entire Indian coast at their disposal, from Chittagong in Bengal to Bombay (as they named it) in the Konkan.These Portuguese newcomers had a massive influence on India’s coastal cultures. Though mostly forgotten now, this age is quiescently preserved in the languages that came into contact with Portuguese. Since this was the first European power India experienced on a large scale, a large number of Western concepts use Portuguese loans. Both Bengali and Marathi, for example, use the Portuguese word pao for western-style bread. Marathi borrowed the Portuguese name for a new, brown tuber imported from South America: batata. Almari (almirah), chaabi (key), girja (church), istri (iron) and Ingrej (English) are all words that the Bengalis took from the Portuguese. Even “harmad” a Bengali slang word meaning “ruffian”, comes from the word “armada”, referring to the poor reputation of the Portuguese sailors who mostly came up the riverine Bengal delta as pirates and raiders.Another significant addition was made in cuisine. The Portuguese loved their fresh cottage cheese, which they made by adding citric acid to boiled milk. KT Acharya writes: “This routine technique may have lifted the Aryan taboo on deliberate milk curdling and given the traditional Bengali moira [confectioner] a new material to work with.”The three cheeses of BengalThis link to the Portuguese has another strong source: Francois Bernier. Bernier, a Frenchman, was the personal physician to the Mughal price Dara Shikoh and he left behind a highly influential record of his travels in India. He mentions that “Bengal likewise is celebrated for its sweetmeats, especially in places inhabited by the Portuguese, who are skillful in the art of preparing them and with whom they are an article of considerable trade”.The Portuguese, in all, ended up introducing three types of acid-curdled cheeses to Bengal. One is obviously the basic chhana, milk split with citric acid, consumed fresh. The second is the incredibly tasty smoked Bandel Cheese, an Anglo-Indian favourite which is still available in a few shops in the British-era New Market of Kolkata. The third is today called the Dhakai Paneer. Food writer Kalyan Karmakar explains that Dhakai Paneer has “nothing to do with ‘paneer’” and is “more like a tight feta”. It is now only found in Dhaka.Bandel Cheese discsCourtesy: Shoaib DaniyalChhana, of course, also spread to North India, where it was compressed into blocks and given the Persian name for cheese – “paneer” (a name that Turkish also borrowed).Now how this chhana was fashioned into the rasgulla is the bone of contention. While we can be pretty sure the Jagannath temple story is not true (given that there was no cheese in India before the Portuguese), who first thought of forging this stuff into those small heavenly little globes is not known.The Steve Jobs of rasgullaMaybe it was invented in Bengal and taken to Odisha. Maybe Odiya cooks, very common in rich Bengali households, bought it to Bengal. Given the lack of records, it is impossible to tell.However, one thing is more certain: the modern method of rasgulla preparation owes its genesis to a Bengali gentlemen from Kolkata called Nobin Chandra Das. He basically boiled the chhana balls in the syrup, making it spongier and, more importantly, from the point of view of commerce, gave it a longer shelf life.It is this Nobin Chandra Das rasgulla that spread throughout India. While Das is often credited as the inventor of the rasgulla, a title that many Odiyas take great umbrage to, at the very least he is to the confectionary what Steve Jobs was to the smartphone. Even if Das didn’t invent the original rasgulla, it was he who tweaked it and took it to market, making it the popular sweet that we all love.Given this history, and also the fact that it is now almost a pan-India food, any Geographical Indication claims that Odisha might make on the rasgulla would be just a little unfair.","author":"Shoaib Daniyal","time":"2015-08-04T11:30:56+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/745871-161ec81c-a2fe-48c6-8f93-283b87f5da53.jpg","tags":[],"source":"https://scroll.in/article/745871/who-deserves-credit-for-the-rasgulla-bengalis-odiyas-or-the-portuguese"}