{"title":"Who is linking Citizenship Act to NRC? Here are five times Amit Shah did so ","content":"Is the Citizenship Act linked to the National Register of Citizens? As protests have erupted across India against both of these measures over the last week, the government and its supporters have sought to insist that the two are completely separate. “There is no question of joining CAA with NRC,” said Union Minister Ravi Shankar Prasad earlier this week. Supporters of the ruling Bharatiya Janata Party are out in force online telling people that they should not link one to the other. Yet to those protesting, it seems clear as day that the two legislations are connected – and, indeed, that it is the combination of the two moves that poses a challenge to Indian values. Who is right? Maybe both sides would believe the words of Home Minister Amit Shah who, over the last year, has repeatedly made it clear that the NRC is directly linked to the Citizenship Amendment Act, and that the chronology of the two moves is crucial.BackgroundThe Citizenship Amendment Act, which was passed in Parliament last week, adds a religious criteria to India’s citizenship laws. It singles out non-Muslims from three countries – Pakistan, Bangladesh and Afghanistan – and says they can get on an expedited path to Indian citizenship even if they entered India illegally. Though the Act was described as a way to help persecuted minorities from neighbouring countries, it ignores entirely other communities such as Tamils in Sri Lanka and Rohingyas in Myanmar. The National Register of Citizens is a process that will involve listing out every single person residing in the country, with the aim of separating those whom the state considers citizens from those that Shah has described as “intruders”. A version of this bureaucratic, error-ridden process took place in Assam resulting in a list from earlier this year that left out 19 lakh people and was so flawed that even the BJP has disavowed it. Amit Shah has spent the last year promising to carry out an all-India NRC. While a few have raised concerns about the very act of adding religious criteria to Indian citizenship laws through the Citizenship Act amendments, the vast majority of protesters who came out over the last week are opposed to the combination of CAA and NRC. They believe that the combination of the two will permit any non-Muslim who has been left out of the NRC to just claim they are “refugees” and get citizenship regardless, while the state gets a tool to harass Muslims regardless of their ancestry. In fact, it is generally believed that the BJP intended to use this combination primarily in West Bengal where elections are due in 2021. Who linked? From where did people get the notion that the two moves might be linked? Start with this tweet, from the official Amit Shah handle, from May 1, 2019. First we will pass the Citizenship Amendment bill and ensure that all the refugees from the neighbouring nations get the Indian citizenship. After that NRC will be made and we will detect and deport every infiltrator from our motherland. pic.twitter.com/oB2SlBaQ0j— Amit Shah (@AmitShah) May 1, 2019\n\nThe tweet, and the video below, make it clear that – in addition to calling infiltrators “termites” – Shah explicitly linked the two moves at a speech in Bongaon, West Bengal on May 1. He even, usefully, includes the sequence: “First we will pass the Citizenship Amendment Bill... after that NRC will be made.” Earlier, Amit Shah even exhorted the public to understand the chronology and, by extension, the link between the two. In this YouTube video uploaded on April 23 by the BJP’s official channel, Shah spells it out. \n\n\n    \n    Play\n\n“First the CAB will come. All refugees will get citizenship. Then NRC will come. This is why refugees should not worry,  but infilitrators should. Understand the chronology.” Even before that, on April 11, Amit Shah gave a speech in which he explicitly connected the two, while speaking at an election rally in Raiganj, West Bengal. “We will ensure implementation of NRC in the entire country. We will  remove every single infiltrator from the country, except Buddha [sic], Hindus  and Sikhs,” Shah said – according to the official Bharatiya Janata Party Twitter account as well as reporting from that day. Not only is Shah linking the two, he is presuming they are the same thing. Notice, he says we will use the NRC to remove infilitrators from the country – except those that are Buddhist, Hindus and Sikhs, an exception that is carved out in the Citizenship Act. Today we are told that there will be no religious angle to the NRC, so why did Amit Shah explicitly mention a religious angle in April? Even better proof that this statement is a giveaway is the fact that the official BJP Twitter acount has deleted this post. If you need a reminder, under the Citizenship Amendment Act and going by Shah’s comments, anyone without documents living in India who is a non-Muslim can just claim to be a “refugee”, without any proof of being persecuted or even having migrated from another country. Any Muslim without documents will be presumed to be an infilitrator – and will be declared so when an NRC is conducted. In the interview below, Shah makes this clear.Amit Shah: “All the Hindu, Sikh, Buddhist, Christians, they will get citizenship, so where is the question of NRC? We want to walk up to them and give them citizenship. They wouldn’t be asked for any documents.” pic.twitter.com/m8OpI3wNAz— Shivam Vij (@DilliDurAst) December 18, 2019\n\n “All the Hindu, Sikh, Buddhist, Christians, they will get citizenship, so  where is the question of NRC? We want to walk up to them and give them  citizenship. They wouldn’t be asked for any documents.”The clip comes from this ABP News interview of Shah that was uploaded on October 2, 2019. The portion in question begins at 4:14. Less than a month ago, in the Rajya Sabha, the Upper House of the Indian Parliament, Amit Shah made this statement in a discussion about the NRC: “NRC will make a list of all India citizens... But, this is true and the government acknowledges that Hindu refugees, Buddhist, Jain, Sikh, Christian, Parsi refugees should get citizenship and this is exactly why we have brought the Citizenship Amendment Bill.” सुप्रीम कोर्ट के ऑर्डर के तहत असम में NRC की प्रक्रिया हाथ में ली गई थी।NRC की प्रक्रिया जब पूरे देश में होगी, तो असम में भी ये फिर से की जाएगी।किसी भी धर्म के लोगों को डरने की जरूरत नहीं है।सारे लोगों को NRC के अंदर समाहित करने की व्यवस्था है: श्री अमित शाह, राज्य सभा में pic.twitter.com/eJ3YIcPWFT— BJP (@BJP4India) November 20, 2019\n\nAltNews’ Pratik Sinha also has a thread of videos in which Shah has explicitly connected the two moves, CAA and NRC. Anyone who is still not certain of the connection between the two, or any author of a government handout that claims they are unconnected, ought to take it up with the Home Minister.","author":"Rohan Venkataramakrishnan","time":"2019-12-20T18:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132522-vutanalqno-1575949609.jpg","tags":["Amit Shah","Citizenship Act","Citizenship Amendment Bill","National Register of Citizens"],"source":"https://scroll.in/article/947436/who-is-linking-citizenship-act-to-nrc-here-are-five-times-amit-shah-did-so"}