{"title":"Who is Monu Manesar, the Bajrang Dal member alleged to be linked to the Haryana rioting?","content":"At least five persons were killed and over 20 others were injured in communal violence that spread through parts of Haryana starting Monday, triggered by a clash between Hindu and Muslim groups in the state’s Nuh district.While details on what triggered the rioting are still unclear, some have alleged that the violence was sparked off by a video purportedly posted by cow vigilante Mohit Yadav alias Monu Manesar.Some have claimed that Manesar, who is wanted by police for alleged murder of two Muslim men in February, has been able to function with impunity. He commands a significant following on social media.Violence spreads beyond NuhThe violence broke out between Hindus and Muslims on Monday during the Brij Mandal Jalabhishek Yatra, a procession organised by Hindutva outfits Bajrang Dal and Vishwa Hindu Parishad. Both organisations are affiliated to the Rashtriya Swayamsevak Sangh, the parent organisation of the ruling Bharatiya Janata Party.The clash in Nuh led to the death of three persons, including two home guards. A deputy superintendent of police and Gurugram police inspector also reportedly sustained bullet injuries.The violence sparked in Nuh soon spread to other areas of Haryana. In Sohna, mobs reportedly threw stones at houses and shops and torched vehicles. In the early hours of Tuesday, a mob burnt down a mosque in Gurugram’s Sector 57 and killed its deputy imam. The police identified the victim as 19-year-old Saad. Later on Tuesday, there was more violence in Gurugram with mobs reportedly vandalising Muslim-owned property. Violence was also reported in Palwal and Faridabad.On Tuesday, orders banning large gatherings were imposed in Nuh, Gurugram, Palwal and Faridabad.Wreckage of a vehicle that was set on fire during communal clashes at Sohna, Haryana. Credit: PTI PhotoManesar’s videoUnidentified police officials told the Hindustan Times and News18 that Manesar’s purported video on Sunday, in which he was seen claiming that he would participate in the procession, may have incited the violence on Monday. Manesar is the head of Bajrang Dal’s cow vigilante wing in Haryana.Manesar and 20 others were booked for the alleged abduction and murder of two Muslim men, Nasir and Junaid, whose charred bodies were found inside a burnt vehicle in Haryana’s Bhiwani district in February. Manesar has denied involvement in the deaths and has been evading arrest by the Rajasthan police. Nasir and Junaid were from Rajasthan.The video purportedly featuring 30-year-old Manesar appealing to his supporters to join the procession had been circulated widely on social media and was reported by news media even before the violence started. After the video came to light,  Haryana police were also reportedly on alert to arrest Manesar. An unidentified police official had told The Times of India on Sunday that they will ensure law and order is maintained.Some Muslim social media users had expressed concern about Manesar’s participation in the procession and urged police to use the opportunity to arrest him.However, it was unclear if Manesar eventually made it to the procession. Manesar told PTI that he did not participate in the procession on Monday on the advice of the Vishwa Hindu Parishad, which feared that his presence would create tension. Pro-Modi government site OpIndia alleged on Tuesday that some “Islamists” had used an old video of Manesar to claim he had participated in the procession.Meanwhile, some news reports quoted Muslim residents of Nuh as accusing participants in the procession of shouting provocative slogans and attacking passersby first.\n\t\t\n\tA mahapanchayat held in Palwal, Haryana in support of Manesar in February. Credit: Amit Kumar Singh/TwitterManesar’s alleged impunitySome have claimed that Manesar, often described as the face of the Haryana government’s cow protection task force in Gurugram, has long been able to function as a cow vigilante with impunity. “[The cow vigilante] frequently take law into their hands and the [Haryana] government seems to be supporting them,” Aftab Ahmed, Congress’ Member of Legislative Assembly from Nuh, had alleged in February.In late February, The Tribune had cited unidentified senior Rajasthan police officials to report that Manesar and some other suspects in the Bhiwani double murder case had fled to Nepal – highlighting the absence of a red-corner notice against them. On Thursday, independent research initiative Hindutva Watch claimed that he was in Thailand, citing a video purportedly showing Manesar at a shooting range there.Manesar has managed to gain a massive following for himself in recent years, especially on social media. While his social media accounts have seemingly been suspended, content about Manesar is still widely shared and consumed on such platforms. Manesar’s YouTube channel reportedly had over two lakh subscribers in February. The channel, on which videos purportedly showed cow vigilantes catching alleged cow smugglers, has since been terminated. His Facebook page reportedly had 83,000 followers.Manesar has also been active in other Hindutva causes such as the campaign against so-called love jihad, the conspiracy theory which maintains that Muslim men have waged a campaign to court Hindu women merely so that they can convert them to Islam.","author":"Nachiket Deuskar","time":"2023-08-02T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191506-oflvnxirdk-1687435874.jpg","tags":["Monu manesar","Haryana","Nuh violence"],"source":"https://scroll.in/article/1053628/who-is-monu-manesar-the-bajrang-dal-member-being-allegedly-linked-to-the-haryana-rioting"}