{"title":"Who benefits from the redrawing of electoral boundaries in Assam?","content":"The Election Commission’s announcement in the last week of December that it has started the delimitation process of assembly and parliamentary constituencies in Assam has sparked fresh anxieties among the state’s Bengali-origin Muslim community. Many fear it could lead to further political marginalisation of the community, often vilified as “illegal migrants”.The apprehensions largely stem from repeated contentions by the ruling Bharatiya Janata Party, including in its 2021 assembly election manifesto, that a delimitation exercise would help the state’s “indigenous” communities have the upper hand in the electoral process.Adding to these concerns is the state government’s decision to merge four districts of the state with four others on December 31 – a day before the Election Commission’s ban on creating new administrative units come into force.  The rationale behind the abrupt move, some allege, is to merge  constituencies where the Bengali-Muslim community holds sway with Hindu-dominated ones.  Rejaul Karim Sarkar, who heads the All Assam Minority Students’ Union, an outfit that claims to represent the community, said, “They [BJP] want to destroy the political rights of the Muslims.”ECI initiates delimitation of ACs & PCs in State of Assam as per Section 8A of RP Act 1950.Census figures 2001 to be used for purpose of readjustment of ACs & PCsBan on creation of new administrative units in the state w.e.f. Jan 1, 2023https://t.co/a8V3qVXD3l@ceo_assam— Election Commission of India #SVEEP (@ECISVEEP) December 27, 2022\n\nThe bare numbers Delimitation refers to the exercise of demarcating the boundaries of assembly and parliamentary constituencies as well as civic wards. The Assam assembly comprises 126 legislators. In addition, Assam elects 14 members to the Lok Sabha and seven to the Rajya Sabha. Currently, 31 legislators and two Lok Sabha members from the state are Muslim – none of them from the BJP. According to the 2001 Census, based on which the delimitation will be carried out, Muslims make up 30.9% of Assam’s total population. In the  subsequent Census of 2011, the community’s share in the 3.12 crore population of the state went up to 34.22%. There is no official break-up of the Muslim population by ethnicity. However, local estimates peg the Bengali-origin Muslims to be nearly three-fourth of the total Muslim population in the state. Political parties and observers say they play a decisive role in about 35 assembly seats and six of the 14 Lok Sabha constituencies in Assam.A contentious draft proposal It was not immediately clear whether the number of seats in the assembly and parliament will change following the delimitation exercise. Nitin Khade, the state’s chief electoral officer, declined to comment. However, according to a draft proposal prepared by the Election Commission in 2008, while the overall numbers would remain constant, a higher number of seats would be reserved for scheduled castes  (eight to nine) and scheduled tribes (16 to 19) in the assembly. The draft proposal had done away with several Muslim-dominated assembly constituencies – the redrawing of the boundaries had led to those seats being subsumed under other newly-named constituencies. In 2008, when the draft was made public, many communities opposed it.In a press conference on Sunday, chief minister Himanta Biswa Sarma said the draft proposal was obsolete and the new exercise would not be based on it.Aminul Islam, spokesperson of the Badruddin Ajmal-led All India United Democratic Front, a party that counts Muslims of Bengali origin as its primary voter base, alleged the delimitation move was a BJP ploy to reduce Muslim political representation in Assam. “Their [BJP] main intention is how to decrease the Muslim-dominated seats as their whole politics is based on Hindu-Muslims,” said Islam, who represents the constituency of Mankachar in western Assam.Four districts mergedThe government’s decision to alter the administrative map of the state by merging the four districts of Biswanath, Hojai, Bajali and Tamulpur  with four others ahead of the delimitation exercise has made these concerns even more pronounced. While Sarma has claimed the decision was administrative in nature, he conceded that it could have an impact on the delimitation process.Leader of the opposition and Congress legislator Debabrata Saikia told The Indian Express that the idea behind the move was to “carve out some seats with Hindu majority” .“It has been done keeping the BJP’s political interests in mind ahead of the election ahead of the delimitation,” he said in a separate video statement.If delimitation is not done as per instructions of Election Commission, we'll go to court.  - @BhupenKBorah, APCC President pic.twitter.com/hiJeh81sj6— Assam Congress (@INCAssam) December 30, 2022\n\nAn exercise long due Delimitation had been kept in abeyance in Assam for decades now. The state last saw such an exercise in 1976. While several other states saw the redrawing of electoral constituencies following the setting up of the Delimitation Commission in 2002, a local consensus among civil society groups and political parties in the state meant the Election Commission could not proceed with it. At the time, the opposition to the exercise largely centered around the fact that the state was in the process of updating its National Register of Citizens, meant to be a list of bona fide Indian citizens. The NRC was published in 2019. It excluded around 19 lakh applicants. However, the BJP contests the finality of the list and wants a reverification to be carried out. Assam Minister Himanta Biswa Sarma: We hope that this delimitation ensures that political rights of indigenous communities of Assam are protected. We want to see that we don't lose any seats when the delimitation report is published. Assam should be governed by indigenous people https://t.co/fdr3AZ3IAA pic.twitter.com/gsZfzHuxW3— ANI (@ANI) March 1, 2020\n\nA new push by the BJPYet, in the last couple of years, the party has upped the ante in the favour of delimitation. BJP leaders insist it is essential to protect the political rights of the state’s native population, which they claim is facing an onslaught of a burgeoning Muslim migrant population.The BJP’s endorsement of delimitation coincided with the amendment of India’s citizenship laws in 2021 that allowed for expedited naturalisation of non-Muslim migrants – a development that saw widespread resentment in the state. Ethnic communities in the state, who oppose the naturalisation of foreigners irrespective of religion, claimed that the new law would open the floodgates for migration from Bangladesh, which would swamp the state demographically and culturally. Among other measures, the BJP floated the idea of delimitation as a safeguard for the local native population. Assam Chief Minister Sarma, who was then the finance minister had said that the delimitation should be done so “at least 110 seats should be meant for the indigenous people of the state.”In the 2021 Assembly election, held in the shadow of the protests against the new law, the party in its manifesto promised a delimitation exercise to “protect the political rights of the people”. Nationwide Delimitation of constituencies is due after 2024 . Assam Delimitation should be done together. Present Delimitation exercise will be a wastage of public money. https://t.co/zJIfL3kzqZ— Abdul Khaleque (@MPAbdulKhaleque) December 28, 2022\n\nWho is ‘indigenous’?However, not everyone is convinced delimitation addresses the concerns of the state’s ethnic communities regarding large-scale migration. Veteran journalist Sushanta Talukdar said that constituency delimitation exercise, in its current form, had no provisions for effecting reservations for indigenous communities as such apart from the usual constitutional reservations for Scheduled Tribes. “Therefore, the BJP’s claim of safeguarding interest of indigenous communities is mere political rhetoric to push the narrative that constitutional safeguards for Assamese and other indigenous communities will be protected after delimitation is over,” said Talukdar.Akhil Ranjan Dutta, who teaches political science at Gauhati University, concurred. He pointed out that there was no framework or definition to determine who is indigenous and who is not. “These are political narratives,” he said. “But it [delimitation] is not a political exercise. You can’t put a criteria [of indigeneity] while redrawing or drawing the boundaries of constituencies.”More criticism Critics also questioned the rationale of the Election Commision choosing to initiate the process now. Debabrata Saikia of the Congress said, “The reasons for which it was deferred still persist now. The NRC is not yet complete.”Saikia said that the way the delimitation exercise had been initiated following a request from the Union Ministry of Law and Justice, it seemed the BJP was trying to accrue political mileage from it.Paresh Malakar, a Guwahati-based political columnist and general secretary of civil society group Axom Nagarik Samaj, said the political design was all too evident. “Any move to deprive a section of people of their political representation in the administration is not welcome,” he said.","author":"Rokibuz Zaman","time":"2023-01-02T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185034-vtpckwseok-1672403279.jpg","tags":["BJP","Assam","AIUDF","NRC","Election Commission"],"source":"https://scroll.in/article/1040871/who-benefits-from-the-redrawing-of-electoral-boundaries-in-assam"}