{"title":"‘Who should we believe?’: Opposition counters Modi’s claims on nationwide NRC","content":"Several leaders of the Opposition responded to Prime Minister Narendra Modi’s claim  that his government never spoke implementing the National Register of Citizens across the country. Earlier in the day, at an election rally in Delhi, Modi had accused the Congress, West Bengal Chief Minister Mamata Banerjee and other political parties of misleading the public about the amended Citizenship Act. After Modi’s speech, Mamata Banerjee said that people will decide who was right or wrong. “Whatever I said is there in public forum, whatever you said is there for people to judge,” she tweeted. “With [the] Prime Minister contradicting [the] Home Minister publicly on nationwide NRC, who is dividing fundamental idea of India?”Tagging a clip of Shah in Parliament, All India Majlis-e-Ittehadul Muslimeen chief and Hyderabad MP Asaduddin Owaisi questioned the prime minister’s statement that no discussion had taken place on the nationwide implementation of NRC. “Today, Modi said there has been no discussion on nation-wide NRC and that lies are being spread to mislead us,” he tweeted. Who’s lying? If Amit Shah is wrong, then it is breach of Parliamentary Privilege and a clear case of misleading the House. Who should we believe?”Home Minister Amit Shah has repeatedly spoken about the government’s plan to introduce a nationwide NRC and how it was linked to the citizenship law. On April 11, Shah explicitly connected the two while speaking at an election rally in Raiganj, West Bengal. Again on May 1 at a rally in Bongaon, West Bengal, Shah called infiltrators “termites”, and again explicitly linked the amended citizenship law with NRC.Congress leader Rahul Gandhi claimed Modi and Union Home Minister Amit Shah had destroyed the future of the country’s youth. “They can’t face your anger over the lack of jobs and damage they’ve done to the economy,” he tweeted during Modi’s speech. “That’s why they are dividing our beloved India hiding behind hate. We can only defeat them by responding with love towards every Indian.”Congress leader Anand Sharma countered Modi’s accusation that the Opposition parties were spreading misinformation, and said that Shah’s statements in the Parliament had brought forth an “environment of fear, insecurity and uncertainty”. He also refuted the prime minister’s remark that there were no detention centres in the country, and said the international media had documented them.“People are being kept there [detention centres],” he said at a press conference. “Those people, who fought for us in Kargil War, have also been sent to those detention centres and the media showed it.” Sharma was referring to the detention of a retired honorary lieutenant of the Indian Army in May. Fifty-two-year-old Mohammed Sanaullah, who retired as subedar with the Corps of Electronics and Mechanical Engineers of Indian Army in August 2017, was declared a foreigner and sent to a detention centre in Assam. He was released on bail after his family approached the Gauhati High Court.“Even international media has made films of those detention centres and showed how in five rooms, 600 persons are being kept in Assam,” he said. “Kids have been separated from their mothers. Families have been torn apart.”As protests against the Citizenship Amendment Act continued, Sharma said the prime minister’s words should have provided a “healing touch”. He said that if Modi was “sensitive and serious” about addressing the matter, he should seek a meeting with chief ministers of all states at the National Integration Council. “The complete responsibility lies with the government....Only prime minister can improve the situation in the country,” Sharma added.The Congress leader said none of the party’s workers in the country had taken part in any violent protests, adding that the party was opposed to all forms of violence. Sharma alleged that those who criticise the Centre were being labelled as unpatriotic and that the “prime minister and his ministers should refrain from that [labelling]”.Also read:Modi claims his government never brought up NRC – after a year of Amit Shah promising oneWill NRC only target Muslims? A government clarification directly contradicts Amit Shah  Today, Modi said there has been no discussion on nation-wide NRC and that lies are being spread to mislead us@PMOIndia who's lying? If @AmitShah is wrong, then it is breach of Parliamentary Privilege & a clear case of misleading the HouseWho should we believe? pic.twitter.com/3ElmDcwJHy— Asaduddin Owaisi (@asadowaisi) December 22, 2019","author":"Scroll Staff","time":"2019-12-22T21:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131207-yapsknhekc-1574153759.jpg","tags":["Narendra Modi","Congress","Anand Sharma","Mamata Banerjee","Asaduddin Owaisi"],"source":"https://scroll.in/latest/947614/who-should-we-believe-opposition-counters-modis-claims-on-nationwide-nrc"}