{"title":"Who was Gangubai Kathiawadi, played by Alia Bhatt in Sanjay Leela Bhansali’s movie?","content":"Going by the teaser, Sanjay Leela Bhansali’s Gangubai Kathiawadi appears to be a highly stylised version of its source material. The July 30 release stars Alia Bhatt as the queen of Mumbai’s Kamathipura red light district. The movie is based on one of the women featured in Mafia Queens of Mumbai (Tranquebar, 2011). Written by S Hussain Zaidi along with Jane Borges, Mafia Queens consists of eight profiles of female criminals, who are described as being “gutsier, far more scheming and lethal when it came to pursing their goals”.Gangubai is the subject of the chapter titled “The Matriarch of Kamathipura”. The story begins sometime in the 1960s with an account of 16-year-old Madhu being raped by the man to whom she has been sold. The teenager is so traumatised by the assault that she refuses further sex work. Her handler sends her to Gangubai, “a renowned brothel madam in the area” – Kamathipura in south-central Mumbai. “Apart from owning several brothels, she [Gangubai] also had immense influence on the women who worked in them,” the authors write.The five-foot-tall Gangubai, who usually wears white saris, meets Madhu. The teenager says that she was tricked by her boyfriend and sold to the brothel. Gangubai is moved. She too had been similarly trafficked – and she sends Madhu back to her village. Several other sex workers demand that they too be liberated from their profession. “If their cases were genuine, Gangubai allowed them to leave; if not, she ensured that their escape was improbable,” Zaidi and Borges write.Gangubai. Courtesy Mafia Queens of Mumbai.Gangubai was born in Kathiawar in Gujarat into a family of lawyers and teachers with links to Kathiawari royalty, according to the writers. Sold by her lover to a brothel, Gangubai decides never to return to her home. She soon becomes “one of the most sought-after and well-paid commercial sex workers in Kamathipura”. An early sign of her resilience is her handling of a customer who brutalises her and walks off without payment. She finds out that he is a gangster who works for the feared don Karim Lala. Gangubai meets Karim Lala and shows him her bruises. Karim Lala severely punishes his employee and makes Gangubai his rakhi sister.Gangubai’s saga is filled with several screenplay-friendly moments, many of them relayed through direct speech and complete quotes by Gangubai, who was long gone by the time the book was written. Kamathipura has its own version of democracy. In an election contested by brothel madams, Gangubai wins. She begins to call herself “Gangubai Kathewali”, a corruption of the word kothewali. The title of Bhansali’s movie refers to her origins in Kathiawar.Gangubai’s control of the red light district leads to the title “president of Kamathipura”. She is invited to give a speech at an event for women’s empowerment. Dressed in a white sari – this moment appears to have made it to the film too – Gangubai says that she is a “gharwali” [a brothel madam] and not a “ghar todnewali” [a home-breaker]. Echoing the thoughts of the fictional madam Rukmini Bai from Shyam Benegal’s movie Mandi, Gangubai tells the audience that sex workers are responsible for the overall safety of women in Mumbai and help keep sexual assault in check. Sex workers should be recognised and rewarded for their labour, and every city should have special zones for them, Gangubai declares.Gangubai Kathiawadi (2021). Courtesy Bhansali Productions/Pen India Limited.The speech grabs the attention of journalists and ministers, according to the writers. Gangubai emerges as “a force in society in her own right”. She uses her influence to lobby against a local effort to shut down Kamathipura’s brothels.“Her political connections apparently also won her an appointment with the then prime minister of India, Jawaharlal Nehru, at his residence in New Delhi,” Zaidi and Borges claim. “Once again, Gangubai made history by becoming the only local brothel madam to secure an appointment with the head of the country.”An anecdote from this meeting, acknowledged by the writers as apocryphal, has nevertheless been included in the chapter because of its juiciness. When asked why she continues to run brothels when she could have left the profession or married, Gangubai allegedly asks Nehru if she can be his second wife. When he berates her, she says she wanted to prove a point.Fond of “gold-bordered white sarees and gold-buttoned blouses” and her black Bentley car, Gangubai adopted children. According to a Mumbai Mirror report on December 27, Babuji Rawji Shah, one of Gangubai’s adopted sons, sued Bhansali and Zaidi, claiming that both the book and the film were defamatory and infringed on his privacy. A case was filed in a civil court in Mumbai, but there have been no updates on it since.Gangubai is also a prominent character in Aabid Surti’s novel Cages, which is inspired by real-life characters and events. Originally published in Gujarati as Vasaksajja, Cages is the story of Kumud, a sex worker who seeks revenge against a gangster. As Kumud’s employer, Gangubai is described as the woman who “reigned supreme” over Kamathipura’s streets. Cages describes Gangubai’s workplace as a neat and orderly “giant warehouse with over a hundred and fifty girls”. She takes a 40 per cent commission on earnings, but treats her employees well: “… she was truly maternal in the way she treated us. Every Diwali, she would gift all her girls a brand new sari.” Gangubai also pays for medical treatment, allows aging sex workers to retire with a pension, and permits women who want to leave the trade to return to their homes. “If people called her the Queen of Kamathipura, they were not wrong,” Surti writes. “Perhaps even the Queen of England did not take care of her subjects the way she did.” Gangubai Kathiawadi (2021). Courtesy Bhansali Productions/Pen India Limited.Gangubai is said to have died of old age between 1975 and 1978. Her legend lives on in Kamathipura, according to the writers. Framed photographs of her and statues in her likeness can apparently be spotted in the neighbourhood. A few locals interviewed by the writers provide a less rosy-eyed picture of the woman who made her living by hawking other women’s bodies. There was a “dark side to her that people have chosen to forget”, one of the Kamathipura residents tells Zaidi and Borges.Gangubai apparently loved to gamble, smoke bidis, drink locally-brewed liquor and chew paan. “The canvas of her remarkable life is replete with numerous anecdotes and stories that have now become lore,” say Zaidi and Borges.The teaser suggests that Bhansali’s movie, which he has written along with Utkarshini Vashishtha, tips heavily in the direction of lore. Lensed by Sudeep Chatterjee, with costumes by Sheetal Sharma and production design by Amit Ray and Subrata Chakraborty, Gangubai Kathiawadi is an A-list production that gives Zaidi and Borges’s breathless prose the full-canvas treatment.The teaser has reminded some movie fans of Benegal’s Mandi and Vinay Shukla’s Godmother, starring Shabana Azmi as a Gujarati gangster. Cast against type, Alia Bhatt rolls out profanity, threats and messages of women’s empowerment as she goes about her business. She looks every inch the movie star she already is. If the books are to be believed, Gangubai too was Kamathipura’s leading lady.\n\n\n    \n    Play\n\nGangubai Kathiawadi (2021).Also read:Think Begum Jaan is tough? Meet Rukmini Bai from Shyam Benegal’s ‘Mandi’","author":"Scroll Staff","time":"2021-02-25T12:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155393-ihlniazltm-1614199115.jpeg","tags":["Gangubai Kathiawadi","Alia Bhatt","Sanjay Leela Bhansali"]}