{"title":"Who is Davinder Singh, the Kashmir police officer arrested in a car with Hizbul militants?","content":"On Saturday, a private vehicle with four men in it was flagged down at a police checkpoint on the Jammu-Srinagar Highway in South Kashmir. Two of the men in it were Hizbul Mujahideen militants, one of whom is wanted for killing migrant workers in South Kashmir in recent months. The third man is described by the police as an “overground worker” – the term for non-combatant members of militant groups tasked with logistics. The fourth man was a deputy superintendent of the Jammu and Kashmir police, Davinder Singh. On Independence Day in 2018, he received a gallantry medal from the government of the former state of Jammu and Kashmir. On Thursday, Singh had been photographed with foreign diplomats visiting Kashmir: he was part of the official team responsible for welcoming them.According to the police, the vehicle was bound for Jammu. “SP [superintendent of police] Shopian had got a specific input that two militants in an i10 vehicle were travelling towards Jammu,” said Vijay Kumar, the inspector general of police of Kashmir at a press conference in Srinagar on Sunday. “Since the vehicle was moving at a fast speed, SP Shopian informed me and I directed DIG South Kashmir to place a checkpoint in his area.” Accused by Afzal GuruThe four men were detained at the checkpost in the Wanpoh area of South Kashmir’s Kulgam district and later arrested. Kumar added that the arrested police officer would be treated “at par with militants”.In a first information report registered by the police, the four men have been booked under various sections of the Indian Arms Act, the Explosive Substances Act and the Unlawful Activities [Prevention] Act. Singh has been in the public eye before. In 2004, Parliament attack convict Afzal Guru named him in a letter written to his lawyer from Tihar jail. Guru alleged that it was Singh who ordered him to take a man to Delhi and arrange accommodation for him. That man went on to become one of the militants shot dead as they attacked Parliament on December 13, 2001.Afzal Guru was hung to death in February 2013 for his role in the operation.Singh [fifth from left] was part of the official team that welcomed foreign envoys to Kashmir in January. ‘A specific input’  According to a police official in South Kashmir, speaking off the record, the vehicle was intercepted on the basis of a specific input about a top militant travelling in a car. The input did not mention a police officer. “The security personnel didn’t expect the presence of a police officer along with the militants,” explained the police official. He also said Atul Goel, deputy inspector general of police, South Kashmir, had supervised the checkpoint himself and slapped Singh several times after he was found with the militants. According to another police officer in South Kashmir, it would have been difficult to arrest the militants and their accomplices if they had crossed the Jawahar tunnel into Jammu. “The car was moving really fast,” he said. “If they had been able to go beyond Banihal [the entry point to Jammu], nobody would have stopped them after that.” A ‘sensitive’ matterPreliminary investigations suggest Davinder Singh was acting as a “carrier” for the militants, the first official explained. “The plan was that nobody would stop or check a vehicle in which a DSP was travelling,” he said. “The primary impression is that Davinder did it for money. However, investigations are still going on.” At the press conference on Sunday, Kumar said Singh had been involved in a number of anti-militancy operations. “But the situation in which he was caught yesterday, driving a militant in a vehicle to Jammu, it’s a heinous crime and we are treating him the same way we treat a militant,” he said. Several security agencies have been roped into the investigation. “As I said earlier, his [Davinder’s] joint interrogation is on,” said Kumar. “Since the matter is sensitive, all the agencies, like security forces, police, IB [Intelligence Bureau], R&AW [Research and Analysis Wing] and CID [crime investigation department] are involved just to ensure that there’s no loophole.” Questioned about the photographs of Singh with the foreign envoys, Kumar said the police had no idea about his involvement with militants at the time. “He was on legal, bona fide duty,” he said. “When we had no such information, how could we stop him?” Police officials in Srinagar held a press conference on Singh's arrest on January 12.The militantsPolice officials in South Kashmir identified the overground worker arrested on January 11 as Irfan Shafi, a former lawyer from Diaroo in South Kashmir’s Shopian district. According to officials, Shafi drove the car while Singh sat next to him.They said Shafi had been questioned in the past. “There were complaints against him that he had taken money from people to send their kids for studies to Pakistan,” said a police officer who did not want to be named. “After that, he was also held once in Jammu’s Satwari area. But until now, his name had not figured on the militancy radar.” In the back of the car was Naveed Mushtaq, alias Naveed Babu, a policeman-turned-militant. According to Kumar, he was a senior commander of the Hizbul Mujahideen, second only to its operations chief, Riyaz Naikoo. “He was a police constable in 2017 and fled from Budgam along with four rifles,” said Kumar. “He is involved in the killings of civilians, policemen and truck drivers. Last year, a lot of orchards were damaged and people were threatened by him. Until today, 17 FIRs are registered against him. He was the most wanted for us and was the district commander of Shopian.” Mushtaq comes from Nazneenpora village of Shopian’s Imam Sahib area. “In at least five killings of non-local truckers and traders in Shopian, Naveed had a cent percent role,” said a senior police officer based in South Kashmir.Also in the back of the car with Mushtaq was Rafi Ahmed Rather, another Hizbul Mujahideen militant, from Batapora village in Imam Sahib.Soon after the arrest, security forces launched massive search operations across South Kashmir and found at least one militant hideout in Shopian district. “Since he [Naveed Mushaq] was arrested on the national highway, many people came to know about it, because of which militants were successful in escaping from a hideout,” said Kumar. “The hideout was eight feet beneath the ground.” On the morning of January 12, the police, army and Central Reserve Police Force launched a joint operation in the Tral area of South Kashmir’s Pulwama district. Davinder Singh also comes from Tral, known for being the home of Burhan Wani, the Hizbul Mujahideen commander who had become a household name in Kashmir before he was killed in 2016.The counterinsurgency officerFor years, Singh has lived in Srinagar’s Indra Nagar locality, near the army’s Badami Bagh cantonment. He was posted with the anti-hijacking squad of the Jammu and Kashmir Police at the Srinagar airport.According to reports, he volunteered to join the police’s counterinsurgency wing in the 1990s, then known as the special task force. It had been carved out of the Jammu and Kashmir police in 1994. The wing was later renamed the special operations group. Singh’s name crops up in news reports dating back to 2001, when he was deputy superintendent of the special operations group in Central Kashmir’s Budgam district. He was transferred out after massive public protests against custodial deaths.In 2015, Singh and another deputy superintendent of the special operations group were named in an FIR for allegedly extorting money from common people and falsely implicating them in police cases.The Afzal Guru caseAfzal Guru. Credit: AFPBy then, Singh had already figured in Guru’s letter from 2004, which says:“Then they took me to Humhama STF camp where DSP Dravinder Singh also tortured me. One of his torture inspector as they called him Shanty Singh electrified me naked for 3 hours and made me drink water while giving electric shocks through telephone instrument. Ultimately I accepted to pay them 1000000 Rs. for which my family sold the gold of my wife. Even after this they could manage only 80000 Rs. Then they took the scooter too which was just 2-3 months old which I bought for 24000Rs.”It is not clear from the letter if the money was allegedly paid to Singh and his “torture inspector” or to other officials of the special operations group as well. But Guru’s allegations did not stop there. He claimed he had tutored the children of one Altaf Hussain, the brother-in-law of a senior police officer, who then took him back to Singh.“One day Altaf took me to Dravinder Singh (DSP). DS told me that I had to do a small job for him that has to took one man to Delhi as I was well aware about Delhi and has to manage a rented house for him. Since I was not knowing the man but I suspected that this man is not Kashmiri as he did not speak in Kashmiri but I was helpless to do what Dravinder told me. I took him to Delhi.”After Guru was hanged in 2013, several political parties in Kashmir had demanded that allegations of a set up be investigated, including Singh’s supposed involvement in it. At Sunday’s the press conference, Inspector General Kumar said the police had no information about Singh’s alleged role in the Parliament attack case. “On record, as many media outlets have written, he was linked to the militant involved in the 2001 Parliament attack,” he said. “We have no such thing in our records and neither do I have any such information.” In 2006, Singh was interviewed by journalist Parvaiz Bukhari, where he confessed to torturing Guru. “Whatever you are saying, I don’t have any such information in my record,” Kumar repeated, when asked about the interview. He said he would question Singh about it.Correction: A previous version of this piece said Davinder Singh received a president’s medal in 2019. The Jammu and Kashmir Police have since clarified Singh got a gallantry medal from the erstwhile state government on Independence Day, 2018. The error is regretted.","author":"Safwat Zargar","time":"2020-01-13T06:30:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/134497-xaiovmdrcp-1578842079.jpg","tags":["Devender Singh","J&K Police","Jammu and Kashmir","Afzal Guru"],"source":"https://scroll.in/article/949663/who-is-davinder-singh-the-kashmir-police-officer-arrested-in-a-car-with-hizbul-militants"}