{"title":"WHO declares monkeypox a global health emergency as cases surge","content":"The World Health Organization on Saturday declared the monkeypox outbreak a global health emergency. The classification is the highest level of alert that the World Health Organization can issue and is expected to force governments into action.Monkeypox is a rare infection that is spread by wild animals like rodents and primates in parts of West or Central Africa, according to the United Kingdom’s National Health Service.The zoonotic virus causes a mild illness and can result in symptoms such as high temperature, headache, backache and a chickenpox-like rash. The infection can spread if a person touches monkeypox skin blisters or uses clothing, bed sheets or towels of those suffering from the disease.Monkeypox has spread across the world at an unprecedented rate in the last two months and pressure has been increasing from scientists and public health experts for the World Health Organization and governments to stop transmission of the virus and protect those most at risk.More than 16,000 cases and five deaths have now been reported from 75 countries, World Health Organization’s Director-General Tedros Adhanom Ghebreyesus said on Saturday at a press briefing. “In short, we have an outbreak that has spread around the world rapidly, through new modes of transmission, about which we understand too little,” he added..@WHO media briefing on #monkeypox https://t.co/wrDzs3tAh1— Tedros Adhanom Ghebreyesus (@DrTedros) July 23, 2022\n\nTedros said that the declaration of monkeypox as a global health emergency was not an easy or straightforward process and members of the World Health Organization’s emergency committee held diverging views on the matter.This was the first time that the global health body took such an action without a consensus among members of the emergency committee, according to the Associated Press.The World Health Organization chief said that the risk of monkeypox was moderate in all parts of the world except the European region, where the United Nations body has classified the risk as high. “This is an outbreak that can be stopped with the right strategies in the right groups,” he said, according to the BBC.Currently, there are only two other health emergencies – the Covid-19 pandemic and the efforts to eradicate polio.Three cases of monkeypox have been reported in India till now from Kerala.","author":"Scroll Staff","time":"2022-07-23T20:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177521-unfxhrjjrc-1658590420.jpg","tags":["WHO","Tedros Adhanom Ghebreyesus","Monkeypox","India monkeypox cases"],"source":"https://scroll.in/latest/1028904/who-declares-monkeypox-a-global-health-emergency-as-cases-surge"}