{"title":"Who is Disha Ravi, the climate activist arrested by Delhi police? ","content":"2018 was the year when Greta Thunberg took the world by storm. The Swedish climate change activist, then 15 years old, started Fridays for Future, which calls itself as “a global people’s movement for climate justice”. In India, Disha Ravi, a college student at Mount Carmel College in Bengaluru, plunged in. She started Fridays for Future India, coordinating strikes in different areas in the city every Friday, as she told Citizen Matters in 2019. Her motivation to become a climate activist stemmed from watching her grandparents, who are farmers, struggle with the effects of climate change, she said in an interview with Auto Report Africa in 2020.Her concern for farmers has now landed her behind bars. As farmer protests sweep north India and put the Narendra Modi government under pressure, on February 13, Delhi Police arrived at Ravi’s Bengaluru home and arrested her in the case related to a “toolkit” – a term activists use for a campaign information document – that Thunberg tweeted in support of India’s protesting farmers on February 4. The toolkit stated its aim was “to enable anyone unfamiliar with the ongoing farmers protests in India to better understand the situation and make decisions on how to support the farmers based on their own analysis”.But pro-government social media handles claimed it was evidence of a global conspiracy against India. The Delhi Police lodged a First Information Report against its unnamed creators, booking them for the offences of sedition, promoting hatred amongst communities and criminal conspiracy.Ravi is the first person to be arrested in the case. Delhi Police claimed Ravi was the “key conspirator” in the formulation and dissemination of the toolkit. “She worked closely with them [the creators of the toolkit] to draft the document,” the police said on Twitter. “In this process, they all collaborated with pro Khalistani Poetic Justice Foundation to spread disaffection against the Indian State.” The government has claimed the protests are funded by Khalistani or separatist Sikh groups.The young activist’s arrest has left her friends and colleagues stunned. “I am pretty shook right now,” said Arvind, a 27-year-old who volunteered with Fridays for Future till June.The campaign, he said, conducts awareness drives, strikes across Bangalore on climate change. “We are a movement, just a bunch of people working towards a cause,” he said. “We have always taken approvals from the police to hold strikes…this is completely shocking.”Watch | 21-year-old climate activist Disha Ravi sent to 5 day police custody in Greta Thunberg \"toolkit\" case pic.twitter.com/48uaowdG51— NDTV (@ndtv) February 14, 2021\n\nA climate activistRavi’s colleagues describe her as a person who stuck by her principles to bring about awareness on environmental degradation. “She is vegan and works for a vegan start-up,” said a colleague of Ravi at another environmental group and did not want to be identified. “She is always active,” said the colleague. “Any issue, anywhere she will talk about it. That is how I know her.” Ravi has been featured in publications across the world as a young activist who is sounding the alarm bells about the environmental crisis engulfing India. In September, for instance, The Guardian wrote about her in an article about young climate activists after she organised a strike in Bengaluru demanding that the people in power should take urgent action to solve the climate change problem.“We are not just fighting for our future, we are fighting for our present,” Ravi told the newspaper. “We, the people from the most affected are going to change the conversation in climate negotiations and lead a just recovery plan that benefits people and not the pockets of our government.”In September, Ravi was featured in the British edition of Vogue among four activists of colour who spoke on the need to counter environmental racism. “The fact that you would choose to listen to a white person on the same issue rather than a person of colour, to me, is environmental racism,” she told the magazine.The steady change in weather patterns in her city alarmed her and affected her directly. “In Bangalore, we’ve been experiencing severe rainfall and flooding,” she said. “My own house got flooded last week. [Here] we usually have heavy rain, but in the 13 years that I’ve lived in this house, we have never experienced rains of that kind.”Ravi’s friends and colleagues interviewed by Newsminute described her as a familiar face at lake clean-ups and tree-planting drives in Bengaluru, an animal lover fighting against cruelty in meat industry and a fan of primatologist Jane Goodall. “Disha dreamt of working with turtles and marine life and hoped to pursue a career in ecological conservation and restoration,” said her friend.\n\t\t\n\tDisha Ravi.Running a campaignWhile organising strikes was a regular feature, Fridays for Future India rose to prominence for a campaign they ran to raise awareness about the new draft Environment Impact Assessment 2020. Environmentalists accused the government of pushing through the draft law that they claimed whittled down safeguards in haste and without public consultation.Volunteers of three youth collectives – Fridays for Future, Let India Breathe, There Is No Earth B – took the lead in running the campaign that urged concerned citizens to send an e-mail to Union Environment Minister Prakash Javadekar, questioning the contentious aspects of the draft law and urging him to withdraw it. They also prepared a toolkit with relevant links, reading references and social media handles to follow for more information on the draft Environment Impact Assessment. In July, their websites were blocked by the government. The Delhi Police sent notices to the domain hosts of fridaysforfuture.in and claimed the website “depicts objectionable contents and unlawful activities or terrorist act, which are dangerous for the peace, tranquility and sovereignty of the India”. The police invoked the draconian Unlawful Activities (Prevention) Act to justify the notices, but later withdrew them.The police subsequently sent another notice under the Information Technology Act, accussing Fridays for Future and the other collectives of “sending too many emails” to Javadekar. This too was withdrawn. “We live in a country where dissent is suppressed,” Ravi told Auto Report Africa. “We in Fridays For Future India were labelled terrorists for objecting to the draft EIA notification. Only a government that puts profit over people would consider asking for clean air, clean water and a liveable planet, an act of terrorism.” Recalling those events, a young climate activist who volunteers with Let India Breathe, said: “This was only done to shut us up. And solidarity was key. We did not shut up. We spoke up about it.”Ravi’s arrest, he added, was aimed at creating a chilling effect. “All FFF [Fridays for Future] volunteers are below 20 years,” he said, requesting anonymity. “If we are able to maybe influence votes, decisions of corporates or make noise, then they know what they are in for.”","author":"Vijayta Lalwani","time":"2021-02-14T17:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154881-tgkfoclofc-1613297130.jpeg","tags":["Greta Thunberg","Disha Ravi","Farmers protest","Delhi police","Narendra Modi"],"source":"https://scroll.in/article/986861/who-is-disha-ravi-the-climate-activist-arrested-by-delhi-police"}