{"title":"Who created the term Hinduism? And why did the British feel the need to defend Hinduism?","content":"Stages of Hinduism Who discovered Hinduism?Hinduism does not have figures like Jesus Christ and Prophet Muhammad. In the beginning, the Vedic religion was based on the idea of yajna or exchange. From this comes the idea of devta – a person who has something to offer. The concept of bhagwan comes much later. In some sense, everyone is a devta because everyone has something to offer – wealth or knowledge or power. This is why we fold our hands in prostration while doing namaste to everyone we see. It is a recognition of the devta in everyone.Fire or agni is used during a yajna and, with this, the idea of tapasya comes to the fore. But tapas is about the psychological fire within. Yajna is the karma kanda of Hinduism, dealing with one’s actions. Tapasya is known as the jnana kanda of Hinduism, dealing with one’s knowledge. Jainism and Buddhism were born around this time, and they aligned with the idea of tapasya. Yajna is about satisfying hunger. Tapasya is about destroying hunger, which is why in the Jain tradition fasting is so important. From yajna to tapasya, Hinduism then begins to re- evaluate itself. Both are very masculine ideas. The female form is not important in either early Hinduism, Jainism, or Buddhism. The early stupas had no women, it was only when they made the railing around these structures that they included maithuna statues and images. One of the major differences between the ancient Theravada and the newer Mahayana Buddhist tradition, and the Jain Digambara and Svetambara traditions is how they see women. The rules for becoming a bhikkhuni (female bhikkhu) in the Vinaya Pitaka of Buddhism are a lot more in number than the rules to become a bhikkhu. It was often said that women needed to take another birth, and be reborn as men, to attain moksha.In the third phase of Hinduism, women play an important role. There is an interesting story of how Mandana Mishra’s wife, Ubhaya Bharati, asks Adi Shankara about Kama Shastra, but he says that since he has taken the vow of celibacy he cannot discuss this. At this point Ubhaya Bharati chastises him – how can one who cannot discuss sex, who hasn’t experienced it, claim to have understood the whole world? Adi Shankara was educated by his mother. Now Ubhaya Bharati becomes his teacher. Adi Shankara then goes to Kashmir where King Amaru is ailing. Adi Shankara, using Tantra, goes into his body, and through that body he learns the Kama Shastra, that Ubhaya Bharati chastised him for not knowing, and comes back to his own body. This story reveals how Hinduism slowly includes women and feminine power in its stories. The concept of bhava, prem, and bhakti is thus  infused into Hinduism. Thus comes the Bhakti Kanda of Hinduism. This brings us back to yajna, where you have a reciprocal relationship with God, but this time, there is also love. Now, this is not cyclical. I would argue it is a spiral, because every time we come back to yajna, we are coming back to the same place, but we are also changed. The East India Company and Hinduism This whole idea of “defending Hinduism” comes from the British. Raja Rammohun Roy, in 1816, was the first person to use the word ‘Hinduism’. The early 1800s was the age of reform with Roy’s Brahmo Samaj and much later the Arya Samaj trying to erase archaic traditions like sati, child marriage, and encourage widow remarriage. But there was a backlash by people who feared that Hinduism was becoming too anglicised, and accommodating for the British. So, in 1894, Chandranath Basu came up with the idea of “Hindutva”, which is a word in common parlance today. Hinduism comes from a reformer; Hindutva comes from a traditionalist who believes Hinduism does not require change. VD Savarkar in the early twentieth century starts using ‘Hindutva’ differently, as a political ideology, where India belongs only to those who see India as a holy land or punya-bhoomi and the land of their ancestors or pitrabhoomi. That would exclude Christians and Muslims, would it not? But what if we take this thread a little back, and ask: what did people call themselves before 1816? Was there a name for a unified religion called Hinduism? In the works of Chaitanya Mahaprabhu, Kabir, and even the works produced during the Vijayanagara empire of the fourteenth century, “Hindu Dharma” was used to distinguish local Indian culture from the new culture that was coming with the Turks, identified as Turuka Dharma. The difference was cultural. The idea of religion as a category emerged only in the nineteenth century around the world because of European colonizers.When the East India Company, new rulers of India, lost the war against the Afghans in 1842, they were asked why they took Indians all the way to Afghanistan to fight this war. The Company had a ready reply – that they wanted to get the doors of Somnath back, and to save Hindus from Muslims who had ruled over them for centuries. The seeds of bigotry and communal divide were sown at that moment. The doors that were brought back from Ghazni turned out to have no connection with Somnath. Then, when the Company translated the Vedas, and discovered the similarity between Sanskrit and Latin, their narrative changed. The idea of the Aryan language originating in India got significant traction. They began to say, “Both of us come from the same lands, so in a sense, we are not invaders, we are all Aryans, and the British are back in India, the original homeland.” This idea appealed to many elite Hindus. Thus the English had made themselves brothers of Hindus and they both had a common enemy – the Muslim rulers of the land, the nawabs, the nizams, and the sultans. Then, around the First War of Independence in 1857, the linguistic journey of Sanskrit began to be studied more deeply. It was found that Sanskrit, like Hinduism, comes from outside India, from the steppes of Eurasia. This suggested (rather conveniently) that not just the British but also the Sanskrit-speaking Brahmins were of foreign origin. This upset the Brahmins who had insisted both Muslims and the English were foreigners. And, with this, you can see how the British story vis-a-vis Hinduism kept changing depending on the vested interests they had and the research available at that time. First the Muslims were outsiders, then the British were distant European cousins of Brahmins, and eventually even Brahmins were outsiders.This constant need to unite and divide society on the basis of religion is a British construct. But societies are extremely complicated. Everyone seems to talk about the destruction of Somnath as a sign of declining Hinduism, and thus build this narrative of reviving Hinduism. But did you know, in Odisha, the Jagannath Temple was attacked twenty-three times? But we are still worshipping in it today. Madurai was attacked so many times, it still survived. So, things have a way of surviving. And if they don’t, perhaps they weren’t meant to endure. And that’s okay. Time and geography change things. Indian philosophy teaches us impermanence. What goes up, comes down and what comes down, goes up. Eventually. Excerpted with permission from The Stories We Tell: Mythology To Make Sense Of Modern Lives, Devdutt Pattanaik, Aleph Book Company.","author":"Devdutt Pattanaik","time":"2022-02-15T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170090-ckovalnogw-1644828734.jpeg","tags":["Hinduism","Hindutva","East India Company"],"source":"https://scroll.in/article/1017342/who-created-the-term-hinduism-and-why-did-the-british-feel-the-need-to-defend-hinduism"}