{"title":"Wholesale inflation declines to 4.73% in January","content":"India’s wholesale inflation cooled to 4.73% in January from 4.95% in December, government data released on Tuesday showed.This was the eighth consecutive month that the price rise indicator in wholesale markets registered a decline, according to PTI. It was also the fourth consecutive month that the wholesale inflation rate was in single digits.The fall in wholesale inflation in January was due to a slow down in inflation in the prices of mineral oils, chemicals and chemical products, textiles, crude petroleum and natural gas, textiles, and food products, the Union Ministry of Commerce and Industry said on Tuesday.The annual rate of inflation based on all India Wholesale Price Index (WPI) falls to 4.73% (Provisional) for the month of January, 2023 (over January, 2022) against 4.95% recorded in December, 2022Read here: https://t.co/oX9Ljpr0lu— PIB India (@PIB_India) February 14, 2023\n\nHowever, wholesale inflation for food articles increased from -1.25% in December to 2.38% in January. Inflation increased to 15.46% in cereals and 2.41% in pulses. For vegetables, wholesale inflation rose from -35.95% in December to -26.48% in January.The decline in wholesale inflation comes amid a spike in retail inflation. On Monday, government figures showed that retail inflation increased to a three-month high of 6.52% in January. The retail price rise indicator was at 5.72% in December and 5.88% in November.  This was also the first time in three months that retail inflation has shot above the Reserve Bank of India’s upper tolerance level. The central bank aims to keep inflation between 2% and 6%. In November, inflation had settled within the RBI’s tolerance level for the first time in 2022.","author":"Scroll Staff","time":"2023-02-14T15:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178418-ibtniaaubr-1660312418.jpg","tags":["inflation","wholesale inflation","price rise","food inflation"],"source":"https://scroll.in/latest/1043866/wholesale-inflation-declines-to-4-73-in-january"}