{"title":"Why the Aam Aadmi Party is not a real alternative to the BJP ","content":"The results of the Assembly elections in five states have yet again proved the battle-worthiness of the Bharatiya Janata Party and brought it closer to its promise to create a “Congress-mukt Bharat” – an India free of the Congress.That apart, the results have brought to the fore the idea that the the Aam Aadmi Party could be a non-Congress challenger to the BJP. Political pundits are wondering if, along with Trinamool Congress President and West Bengal Chief Minister Mamata Banerjee, Aam Aadmi Party convener and Delhi Chief Minister Arvind Kejriwal could pose a serious challenge to Prime Minister Narendra Modi at some point.Between the two, it is obvious that the Aam Aadmi Party has greater all-India appeal than the Trinamool Congress for the simple reason that it has had its roots in the India Against Corruption movement, which had a national footprint.The Trinamool Congress does not have any such background to build on. Moreover, Kejriwal has a better image as a chief minister than Banerjee. His administration of New Delhi has earned him many laurels, something Banerjee clearly lacks. Kejriwal has also proved that he is more than a match for the BJP in New Delhi and that he is no less a fighter than Banerjee.Further, Kejriwal’s success has come in states where he is not a son of the soil, unlike the “daughter of Bengal” Banerjee. On merit, the Aam Aadmi Party and Kejriwal are potentially a stronger alternative to the BJP and Modi.Better governance? Yet, it is anybody’s guess if the Aam Aadmi Party can turn the tide against the BJP so soon. But first, there needs to be careful consideration on what an alternative to the BJP and Modi means. Is it an alternative that has the potential to govern the country better? Or is it being considered because the Modi-led BJP is unabashedly steering the country towards a hegemonic Hindu society with no respect for diversity of thoughts and freedom and dignity for minorities?On the good governance front, there is, arguably, little to cheer about in the BJP-led central government’s delivery. The main yardstick to measure good governance is any government’s performance on the economic front. The BJP has little to show in this regard, if the analysis by neutral experts is anything to go by. Hardcore supporters apart, it is nobody’s case that Modi strengthened India’s economy to an unassailable level.NEWS: India (104m) has overtaken Nigeria (70m) as the world's extreme poverty capital after the World Poverty Clock updated its dataset last Nov. to take into consideration the economic effects of the Covid-19 pandemic.NG topped the extreme poverty ranking in 2018 with 87m pple pic.twitter.com/P9XHpBW6eJ— SEGUN (@SegunAndrews) March 9, 2022\n\nThe second-most important criterion to judge any government’s administrative performance is whether the level of corruption has gone down. There is no evidence of that in sight yet, as far as the routine work of ordinary citizens is concerned. It is the same old story of greasing palms to get things done. On a much higher plane, everyone has seen how black money was laundered due to the ill-conceived demonetisation scheme.The country has witnessed billionaires running away with thousands of crores from Indian banks while there has been no determined effort to take these cases to a logical end. Shady land deals in Ayodhya after the Supreme Court verdict paved the way for the construction of the Ram temple were also seen. The central government has also been accused of crony capitalism with the fortunes of industrialists close to the BJP skyrocketing despite the setback to the Indian economy due to the pandemic. The jury is still out on the Rafale deal.On the socio-cultural front, the BJP-led government appears implicit in the Hindutva fanatics’ unhindered genocidal posturing against minorities, Muslims in particular. Far from being a better country after the BJP’s ascendance to power in 2014, India is tottering on the brink of a socio-economic disaster.Record against communalism What kind of an alternative can Kejriwal prove to be? Good schools, mohalla clinics and free electricity apart, what is his vision for the country? Is the Aam Aadmi Party just an Opposition party in the political sense or can be seen as an ideological antidote to the BJP? The answer to the first question is yes, but the answer to the second question is “no proof available”.Arguably, as a nation, India has fast degenerated from its reasonably commendable past as an accommodative, inclusive society and polity to be seen as a majoritarian and exclusivist one. Does Kejriwal feel this is the biggest challenge before the country? If yes, does he have a plan to counter it? So far, there is nothing substantial to suggest that he does think of these as his priorities.A fine reading of Kejriwal’s journey from his days as an India Against Corruption crusader to the present shows he has never taken on the communalism of the BJP and Rashtriya Swayamsevak Sangh. For the record, Kejriwal does talk of how BJP indulges in politics of polarisation, but that is never the core subject of his political discourse. He lays emphasis on schools, hospitals and other such basic sectors of governance priorities, which, of course is good.In a recent interview with journalist Barkha Datt, Kejriwal said he can stand anything but not corruption. Clearly, communalism and the degeneration of the nation into a country ruled by jingoistic mobs is not a pressing priority for him. On the contrary, he seems to target the Congress more than the BJP. In fact, he is trying to take a leaf out of the BJP’s book to make his point.Haridwar 'Dharam Sansad' Hate Speech: Uttarakhand Police (@uttarakhandcops) register case against Wasim Rizvi Aka Jitendra Tyagi and others under Section 153A IPC.#Haridwar #DharmSansad pic.twitter.com/QlnuXsyBaW— Live Law (@LiveLawIndia) December 23, 2021\n\nIn a virtual address on March 10 after the election victory in Punjab, Kejriwal repeated his earlier claim that nothing, including the development of schools and hospitals, has happened in the past 75 years. The bigger target of this statement is unmistakably the Congress, not the BJP. Kejriwal also chanted the slogans “Inqilab Zindabad” and “Vande Mataram” that resonate with supporters of the BJP and Rashtriya Swayamsevak Sangh.Kejriwal said he wishes to create a “new India”, as imagined by freedom fighter Bhagat Singh, an icon usurped by the Rashtriya Swayamsevak Sangh and the BJP for political gains. The Delhi chief minister skipped  mentioning Mahatma Gandhi, whose life-size image formed the backdrop of his India Against Corruption campaign.Kejriwal also said he had visited Hanuman temple before coming to deliver his speech. That must have warmed the cockles of those who proclaim “Ali-vs-Bajrang Bali”.A devout HinduIf one were to see the unceremonious exit of Kejriwal’s former India Against Corruption colleagues, Prashant Bhushan and Yogendra Yadav, in the context of his current position with regards to Hindutva, one would be tempted to infer that he was never on the same page with them ideologically. They may be seen as having straitjacketed views, but Bhushan and Yadav are uncompromisingly secular activists. They would not have agreed with Kejriwal’s pusillanimous approach to Hindutva bigotry.Kejriwal has also said people see him as the real ideal “son of India”, a statement that borders on the kind of self-praise that Modi has been seen doing on many occasions. Thus, Kejriwal appears to be crafting his image as an alternative to the BJP and the Congress. Where the BJP is concerned, he is positioning himself as a devout Hindu. In the case of the Congress, Kejriwal sings a tune familiar to the BJP supporters by alleging that the Grand Old Party has done nothing for India except to loot it for 75 years.At an ideological level, Kejriwal is soft-peddling an indirect Hindutva, and at political level he is directly attacking the Congress. Either way, he ends up endearing himself to the Hindutva cheer-leaders and their ideological fountainhead, the Rashtriya Swayamsevak Sangh.For the Rashtriya Swayamsevak Sangh, Kejriwal serves well as an alternative to the BJP in case people decide to dump the saffron party for some reason. Not for nothing had the Rashtriya Swayamsevak Sangh whole-heartedly supported and also participated in the Indian Against Corruption movement.The epic fraud that was “India Against Corruption” pic.twitter.com/ogVbUe3ilB— Yusuf Unjhawala 🇮🇳 (@YusufDFI) April 10, 2021\n\nIt would be audacious to claim that there is any direct link between the Rashtriya Swayamsevak Sangh and Kejriwal, but the former has never targeted the latter. Another proof of this obvious camaraderie is how the voters swung wildly between the BJP and the Aam Aadmi Party when they vanquished the saffron party in the 2020 Delhi Assembly elections and did the same to the Kejriwal-led organisation in the 2019 Lok Sabha elections.Such a clear-cut demarcation of choices for the two elections made it look like a mechanical process. It could not have been possible without a large overlap of the same voters between the two elections. Which other voters could they have been if not BJP voters? During the communal riots in the National Capital in 2020, neither Kejriwal nor the Aam Aadmi Party took a firm stance against those who had engineered the violence.Having said all this, Punjab will be a different ball game for the Aam Aadmi Party. In Delhi, the Aam Aadmi Party was not answerable for the communal riots since the police function under the Central government. The Aam Aadmi Party could instead focus on improving healthcare and education.In Punjab, the Aam Aadmi Party will be running a full-fledged government. No doubt, the BJP will try to unsettle it there as well, like it did in the National Capital, but the Aam Aadmi Party will have to prove equal to the task of maintaining communal harmony. If it fails to control the communal elements, it will run the risk of being seen as a tendentious bid to go soft on troublemakers.How the Aam Aadmi Party deals with religious matters in Punjab will decide if the Kejriwal-led organisation has any chance of spreading its sphere of influence to communally-sensitive states. To become an all-India alternative to the BJP, it needs to be seen if the Aam Aadmi Party can steer clear of the saffron party’s communal juggernaut. For now, its journey into such states looks difficult by taking a strong position against communalism.As a nation witnessing a violent attack on the idea of India, taking on the assailants pervasively must be as big a priority as building schools and hospitals. Beyond feeble lip-service, the Aam Aadmi Party has not demonstrated a determination to stop BJP’s ideological bulldozer so far. It has only sidestepped it. That does not make it worthy of being chosen as a desirable alternative to the BJP. Vivek Deshpande worked with The Indian Express and is now a freelance journalist in Nagpur.","author":"Vivek Deshpande","time":"2022-03-16T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171567-bcscaybtvp-1647357626.jpg","tags":["Aam Aadmi Party","Arvind Kejriwal","Narendra Modi"],"source":"https://scroll.in/article/1019605/why-the-aam-aadmi-party-is-not-a-real-alternative-to-the-bjp"}