{"title":"Why Ujjwal Nikam's lie about Kasab and mutton biryani should shame and anger us","content":"So Ujjwal Nikam, the public prosecutor in the 26/11 Mumbai terror-attack case, lied. He lied because the public was in danger of seeing  Ajmal Kasab – a terrorist – as a human being, of seeing terrorism as a product of human folly and human politics that make young boys and men its fodder as much as its vehicles.Cooked up story\"Kasab never demanded biryani and was never served by the government. I concocted it just to break an emotional atmosphere which was taking shape in favour of Kasab during the trial of the case,\" Nikam told reporters on the sidelines of international conference on counterterrorism in Jaipur.The Times of India reported Nikam's comments in detail:\"Media was minutely observing his body language and he was well aware of it. One day, in the court room, he bowed his head and wiped his eyes. Moments later, electronic media broke the news – tears in Kasab's eyes. It was Rakshabandhan that day, and panel discussions were started in the media on it. Some guessed Kasab got emotional in memory of his sister and some even went on to question whether he was a terrorist or not,\" Nikam said.\"This kind of emotional wave and atmosphere was needed to [be] stopped. So, after that, I gave a statement to the media saying Kasab has demanded mutton biryani in the jail,\" he said.Nikam said that when he told this to the media, again panel discussions were started and the media highlighted that a dreaded terrorist was demanding mutton biryani in jail while \"the truth is that Kasab neither asked for biryani nor it was served.\"So, a public prosecutor – a man bound to uphold the Indian Constitution and Constitutional rights – transforms Kasab's image into that of a decadent monster, by falsely propagating that he had demanded biryani. As John Dayal observed, Nikam, in the process, communalised biryani as well.Why it mattersSo what, I can hear many bhakts (Modi-bhakts as well as just desh-bhakts) ask: Why should that matter to us?It should matter to us because concern and care for constitutional norms and fair trial are what mark a democracy. If Kasab's trial was a needless formality, if summary execution was what India should do, and if it was to be reduced to a farce, why did the Indian state hold a trial?  Why bother? The Indian state bothered because it wanted to be counted among the democracies of the world, to be able to say: We are different from those terrorists who threaten our way of life.And yet, we weren't so different, were we?We too killed in cold blood, just as Kasab did. Kasab probably thought he was meting out retribution on India, avenging wrongs. So did we, when we killed Kasab, orchestrating a frenzy for his hanging by scripting a lie.Scripted dramaLet's also remember that such conduct by public prosecutors is not limited to one case. In the Shakti Mills rape trial, Nikam tried to 'script' a drama that had no basis in fact. He tried to establish the false notion that the rape survivor wanted to hit the accused with her chappal!The Rahat team that supported the survivors (with no help from the state), noted the following:\"The day before Suman’s deposition, the public prosecutor informed her that she could beat the accused in court if she desired. We were unnerved to hear this. He even looked at her footwear and said it is too flimsy and asked the crime branch to purchase a new pair with a thick sole for the desired impact. Next morning before entering the court, Suman was asked to wear them and the public prosecutor reminded her of the “plan”....[During Suman's deposition] Her hands were trembling and she had a headache, but she did not want to ask for an adjournment. The piercing gaze of one of the accused disturbed her. So, the judge asked for a plank to be placed to block the direct gaze, which the public prosecutor had failed to bring to the notice of the judge earlier. Towards the end of her deposition, she appeared unsure about the “plan”. When it was time for her to identify the accused, she hesitantly told the judge that she wanted to beat them up. The judge smiled at her indulgently and explained that it was not possible but that the law would take its course. The public prosecutor looked away sheepishly. Later, he announced to the waiting media that the girl was so overwhelmed with grief that she wanted to hit the accused with her chappals from the witness box!\"You can read more about this episode in a very important article, \"Making of a High Profile, Shakti Mills Rape Trial #Vaw #Justice\" about how far \"high profile rape trials\" are from justice and dignity for rape victims/survivors.In the Shakti Mills case too, these antics, with scant concern for the actual comfort and dignity of the rape survivors in court, were what helped Nikam secure the death sentence.Pause to ponderWill Nikam be penalised for this flagrant lie peddled as public prosecutor – a lie that made India a liar?When we are fed information by the state or the media about death row prisoners, pause. Question if we can indeed be sure of the facts. If we are shown an interview, pause to ask: Was this interview, perchance, scripted? How can we be sure it is showing us facts as they are, about the 'mind of the terrorist/rapist'?I say this, now, about the interview with Mukesh that we see in the documentary India's Daughter as well.  'Mukesh is unrepentant', as an assumption, is as likely to be false/scripted/tutored as the assumption that Kasab demanded biryani, as the drama of the Shakti Mills survivor demanding to slap the rape accused with a chappal, as Koli confessing to be a cannibal.The utterances or actions of people in custody can be free only under the rarest of rare circumstances. I use the term 'rarest of rare' advisedly, since that's the term that is the flimsy thread by which the death penalty law continues to carry out hangings in India. Let's not kid ourselves, it is careful scripting by the state in tandem with the media that constructs our 'national conscience', makes us see certain cases as 'rarest of rare,' as deserving of hanging.The state (with plenty of help from a pliant media) constructs monsters for us, invites us to hate them, and then destroys them. But we are no safer, because the real conditions that produce terrorists and rapists remain unaddressed.","author":"Kavita Krishnan","time":"2015-03-21T17:44:44+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/715312-8750ccd5-8f06-48d9-a3f2-fd9350cf42fa.jpg","tags":[],"source":"https://scroll.in/article/715312/why-ujjwal-nikams-lie-about-kasab-and-mutton-biryani-should-shame-and-anger-us"}