{"title":"Why journalist Siddique Kappan and his co-accused are languishing in jail – despite getting bail","content":"Advocate Saifan Sheikh and his associates had a busy Friday at the district court in Lucknow as they scrambled all day to secure the release of their client Mohammed Alam – without any success. By the evening, however, there was some good news: Alam’s co-accused, journalist Siddique Kappan, had been granted bail.For two years, Alam, a cab driver, and Kappan have been in jail along with two others – Atikur Rehman and Masood Ahmad, student activists associated with the Campus Front of India, an affiliate of the now banned Popular Front of India. Uttar Pradesh police arrested the four men on October 5, 2020, near Mathura, while they were on their way to Hathras to report on the rape and murder of a Dalit woman by four upper-caste Thakur men. The four men were slapped with terror charges under the Unlawful Activities Prevention Act, or UAPA, and money laundering charges under the Prevention of Money Laundering Act, or PMLA. On August 23, Alam became the first of the four accused to get bail in the UAPA case. The Allahabad High Court asked him to serve a personal bond of Rs 50,000 and two local sureties of the same amount. (Those who serve sureties for an accused become responsible for their actions after release. The financial assets they offer as surety can be attached by the courts if the accused absconds.)Two months later, on October 31, a special court in Lucknow granted Alam bail in the PMLA case, laying down more stringent conditions: a personal bond of Rs 200,000 and two sureties of the same amount. The second order should have cleared the way for Alam’s immediate release. But almost two months have passed since then, and yet he continues to languish behind bars. Alam’s lawyers have blamed this on “procedural lapses” by the police and the civil administration. Even though the cab driver’s family was able to arrange the sureties, officials delayed verifying them, they say.Kappan’s lawyers, too, fear similar bureaucratic delays could keep him in jail longer – despite the fact that he has now received bail in both the cases against him. The difficulties faced by Kappan and Alam, lawyers say, point to a larger problem: a growing number of people in India continue to languish in jail, despite getting bail. The Supreme Court, in fact, has been hearing a petition that seeks to highlight this. On November 30, a bench headed by Justice Sanjay Kishan Kaul asked the states and union territories to furnish data on inmates who have been granted bail, but are held back in jail because of their inability to meet the bail conditions. “Financial means can become a challenge for people,” the court observed while issuing the direction that could trigger the first nationwide survey of undertrials who are in jail despite bail. The case of AlamFor two months now, Alam’s family members say they have been made to run from pillar to post for the verification of the four sureties – two in each case – that he has been asked to serve by the courts as part of his bail conditions. As soon as Alam was granted bail in the second case in October, his extended family rallied behind him. Despite their limited financial resources, his mother’s nieces and nephews came forward to serve the required sureties of Rs 50,000 and Rs 200,000.His brother Shoaib Khan drove them to Lucknow, where they submitted identity proof documents and land revenue records. The Lucknow court then forwarded the documents for verification to police and revenue officials in Rampur district, who in turn passed them to tehsil-level officials.Mohammad Alam with his wife, Bushra, in happier times. Photo: Special arrangementWhat should have ideally taken a day or two stretched into a never-ending wait, Khan said. He made several trips to tehsil offices, but each time the officials were either missing or unresponsive, he alleged. “The clerks at the tehsil office who are responsible for verifying and stamping documents would not be there whenever I went to meet them,” he said. “They spent weeks on each surety.” “The police were also lethargic,” he added. “The postal deliveries took their own time.” The recent bypolls in Rampur gave the officials another excuse to delay the verification, he said. Rampur police justified the time taken for the verification. The station house officer at the Ganj police station said it was important for the police to be “satisfied that there are no adverse reports against those whose verification is sought”. “There are no [time] boundations in it from the court,” he added. Scroll.in was unable to contact revenue officials for a comment since the department was closed for the weekend.Last week, the verification of the sureties in the UAPA case was completed – five months after Alam got bail. On Saturday, the Rampur officials wrapped up the verification of the sureties in the PMLA case, too, and dispatched the documents to the Lucknow court. “The post is expected to reach the court in two to three days,” Khan said.Lawyer Sheeran Alvi, who has been tracking the verification process in Alam’s case, said the long delay in the release of the accused even after they have received bail is a matter of concern. “For ordinary and poor people like Alam, meeting stringent conditions is difficult,” he said. “These conditions run against the basic idea of bail being issued to safeguard the liberty of an individual.”Challenges in Kappan’s caseIn Kappan’s case, too, the verification of the sureties required for bail has posed a challenge. While the Allahabad High Court gave him bail in the money laundering case on Friday, the Supreme Court had granted him bail in the UAPA case as far back as September 9.After he had received bail in the UAPA case, Kappan, who hails from Kerala, had difficulty finding two people in Uttar Pradesh to serve surety for him. When she came to know about this through news reports, 79-year-old Roop Rekha Verma, a former acting vice chancellor at Lucknow University, came forward to shoulder the responsibility on September 20. She offered her car as surety, while the second guarantor offered their bank account.More than three months later, the bail process is still incomplete. Journalist Siddique Kappan has spent more than two years in jail.Mohamed Danish KS, one of the lawyers representing Kappan, said that there have been “repeated confirmations” that the court has received the documents related to the verification of the sureties. But the court has not summoned those standing in as guarantors yet. “After that bail bond will be issued and Mr Kappan has to surrender his passport,” he said. Not only is the verification of the sureties in the UAPA case still incomplete, Kappan’s lawyers now have a fresh challenge: finding individuals willing to furnish sureties for the journalist in the PMLA case.Another hurdle is that the courts are closed for holidays till January 2, 2023. Ishan Baghel, also part of Kappan’s legal team, said the journalist’s release from the prison will depend on the availability of court staff during the holidays. “We will try to get him out before the new year arrives,” he said. Geeta Seshu, co-founder of the Free Speech Collective, which documents attacks on press freedom in India, called the formalities for verifying sureties “a nightmare.” She said that the cumbersome verification in Kappan’s UAPA case would “put off people” to come forward to serve sureties.“This is the hidden part of the punishing process to secure justice,” she said. “It is a shame.”","author":"Zafar Aafaq","time":"2022-12-26T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179688-cwqritmnxs-1662741990.jpg","tags":["Siddique Kappan","Bail","Legal rights"],"source":"https://scroll.in/article/1040546/why-journalist-siddique-kappan-and-his-co-accused-are-languishing-in-jail-despite-getting-bail"}