{"title":"Why a government-run ‘fact-checking’ unit has been stayed by the Supreme Court","content":"The Supreme Court on Thursday stayed the Centre’s notification from a day earlier of a government-run fact-checking unit with the power to label any information about the Union government as “fake”. This means that the Information Technology (Intermediary Guidelines and Digital Media Ethics Code) Amendment Rules, 2023, which gave the Centre the power to set up a fact-checking unit will continue to remain inoperative till the challenge to their constitutional validity is decided by the Bombay High Court.Scroll explains the import of these rules and tracks down their encounters with the courts in the last twelve months.What the rules doThe rules amended the Information Technology (Intermediary Guidelines and Digital Media Ethics Code) Rules, 2021 to regulate news that pertains to the Union government, in addition to online gaming.The rules said that the ministry would notify a fact-checking body with the power to label any information “in respect of any business of the Central government” as “fake or false or misleading”.Intermediaries, which include social media platforms, e-commerce companies and web-hosting services, will then be obligated to ensure that no user hosts, displays or shares such information. If they do, they would lose their safe harbour privilege, which protects social media intermediaries from legal action for content posted online by their users.According to the amendments, if a court or the government notifies an intermediary that something labelled “fake news” has been hosted on their platforms, the intermediaries will have to then take down the content within 36 hours.These changes had first been introduced by the Centre in January last year in the form of draft proposed amendments to the 2021 rules. Stakeholders and the public were given only seven days to peruse them and share feedback with the government.The amendments were sharply criticised by several media bodies and civil society organisations. Scroll had reported that the amendments could severely hurt news reporting and free speech on the internet. The government can completely block access to any piece of news tagged as “fake” by ordering internet service providers, social media companies and search engines to remove it.This would hamper unbiased reporting and lead to self-censorship in the media, experts had earlier told Scroll. In the past, the fact-checking arm of the Union government-run Press Information Bureau had tagged critical coverage of the Centre as “fake”, merely on the basis of the government’s statements.The 2021 intermediary rules are themselves under challenge before the Supreme Court for transgressing the scope of the Information Technology Act and prescribing strict content restrictions for intermediaries and news publishers.In 2021, the High Courts of Bombay and Madras had put an interim stay on certain provisions of these rules, noting that they stifled independent media and went against the fundamental right to the freedom of speech and expression.Challenge before Bombay High CourtWithin a week of their notification, the 2023 amendments were challenged before the Bombay High Court by stand-up comedian and satirist Kunal Kamra, the Association of Indian Magazines, the News Broadcasters & Digital Association and the Editor’s Guild of India. They argued it violated Articles 14 (right to equality) and 19(1)(a) (right to freedom of speech and expression) of the Constitution as well as Section 79 (exemption of intermediary from liability in certain cases) of the Information Technology Act, 2000.According to the pleas, the amended rules were arbitrary and abrogated the principle of natural justice by making the government the judge and the prosecutor in its own cause.The matter was heard by a two-judge bench of the court comprising Justices Gautam Patel and Neela Gokhale.After extensive hearings, the bench delivered a split verdict on January 31. Patel ruled in favour of the petitioners and held the amendments unconstitutional but Gokhale upheld their validity.Patel’s rationale, among other things, was that the government has the loudest voice and does not need a fact check unit for its protection. He also ruled that the amendments made an irrational distinction between digital and print media.On the other hand, Gokhale justified upholding the amendments on the grounds that the government is best-positioned to provide correct facts about itself and that the updated rules will not affect legitimate criticism of the government or political satire. According to her judgment, the fact check unit was needed to curb the menace of disinformation.As per the Bombay High Court rules, the Chief Justice of the court appointed another judge – Justice AS Chandurkar – last month to issue a tie-breaker judgment and adjudicate the matter.Around the same time, the petitioners who had challenged the amendments filed applications before the High Court requesting an interim stay on the notification of the fact check unit till the matter was pending before Chandurkar.On March 11, Chandurkar dismissed the applications, saying that prima facie, no case was made out to not notify the setting up of the body.He referred the applications for interim stay back to the original bench of Patel and Gokhale for resolution.In its order dated March 13, Gokhale from the original bench agreed with Chandurkar. Thus, the interim stay applications were dismissed by a 2:1 majority among the judges.Supreme Court staysKamra, the Editors’ Guild and the Association of Indian Magazines immediately challenged the Bombay High Court’s order before the Supreme Court.Meanwhile, the Centre notified the fact check unit on Wednesday.The very next day, a bench of the Supreme Court comprising Chief Justice DY Chandrachud and Justices JB Pardiwala and Manoj Misra granted the applications, overturned the Bombay High Court and stayed the notification pending the final resolution of the original petitions by Chandurkar.In a brief order, the Supreme Court stated that the challenge to the amendments raise “serious constitutional questions” relating to the fundamental right to freedom of speech and expression. The impact of the rules must be analysed by the High Court.","author":"Vineet Bhalla","time":"2024-03-24T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/143161-lbviqrlimi-1603273731.jpg","tags":["IT Rules","Freedom Of Speech","Media","Fact Check Unit","Supreme Court","Information Technology Rules","Kunal Kamra","Fact-Checking Unit","Bombay High Court","AS Chandurkar","Neela Gokhale","Gautam S Patel","Fact-Checking"],"source":"https://scroll.in/article/1065619/why-a-government-run-fact-checking-unit-has-been-stayed-by-the-supreme-court"}