{"title":"Why is the Sunni Waqf board now ready to give up the Babri Masjid land for a Ram temple?","content":"On Wednesday, a startling bit of news was published by several media outlets: the Lucknow-based Uttar Pradesh Sunni Central Waqf Board was ready to give up its claim on the land on which the Babri Masjid once stood. This happened on the last day of arguments in the decades-old title suit over who would get possession of the site on which the 16th-century mosque stood until it was demolished by a Hindutva mob on December 6, 1992. They claimed that the shrine had been built over the spot on which the god Ram was born.Further details of the Waqf board offer emerged on Thursday. This was not a unilateral move. Nor was it unconditional. A proposal had been worked upon by some parties in the Ayodhya dispute as part of the Supreme Court-appointed mediation process. There are three main parties in the case: the Nirmohi Akhara, a group of Hindu ascetics who worship Ram and want to build a temple on the disputed site; the Sunni Waqf Board, which is seeking control of the site so that the demolished mosque can be reconstructed; and Ram Lalla, the deity placed illegally under the central dome of the demolished mosque in 1949, along with Ramjanmasthan, the claimed site of Ram’s birth, represented by activists associated with the Sangh Parivar.The parties that are pushing the offer are the Uttar Pradesh Sunni Waqf board, the Hindu Mahasabha, the Akhil Bhartiya Shri Ram Janmabhoomi Punaruddhar Samiti and the Nirmohi Akhara. None of the other Muslim parties are a part of this initiative and neither is, most significantly, the Vishwa Hindu Parishad-controlled Ram Janmabhoomi Nyas or the lawyers representing the infant deity Ram Lalla in the Supreme Court.As part of this proposed settlement, the Waqf board will give up its claim to the land, thus making way for a Ram temple in Ayodhya at the spot where the Babri Masjid stood. In return, the Waqf board has asked for the following conditions to be met, reported the Indian Express.Rebuild the Babri Masjid in another place.Strengthen the Places of Worship (Special Provisions) Act, 1991. This Union law specifies that the religious character of a place of worship shall continue to be maintained at the status it enjoyed on August 15, 1947, when India gained freedom.That namaz be allowed in historical mosques under the Archaeological Survey of India.Mosques in Ayodhya town to be repaired by the Union government.Establishing an institution for social harmony, based in Ayodhya.Reason for shiftWhy is the Waqf Board agreeing to a settlement now, after decades of strife?The main reason might be the bleak prospects that the Waqf Board sees in ever actually rebuilding the Babri Masjid at the spot where it was demolished. A makeshift Ram temple already exists on the spot.Moreover, the chances of a temple being built have increased significantly after the Bharatiya Janata Party’s sweep in the 2019 elections. With the courts, till now, following the Union government’s line on highly contentious issues like suspending civil rights in Kashmir, the Waqf Board might have calculated that it was better to lose its claim after getting concessions rather than lose everything.The most significant of the concessions the Waqf Board is asking for relates to the  Places of Worship (Special Provisions) Act, 1991. This was a law passed by the Narasimha Rao government a year and a half before the Babri Masjid was demolished, at the peak of the Ramjanmabhoomi agitation.The law seeks to prevent the Ramjanmbhoomi movement from acting as a precedent when it comes to other mosques in India. Section 3 of the act places a “bar on conversion of places of worship”:  “No person shall convert any place of worship of any religious denomination or any section thereof into a place of worship of a different section of the same religious denomination or of a different religious denomination or any section thereof.”The act also specifies that the “religious character of a place of worship existing on the 15th day of August, 1947, shall continue to be the same as it existed on that day”.The reason for the law and the Waqf Board’s sudden insistence on it is that for Hindutva groups, Babri was only one on a list of mosques that needed to be “reclaimed” since they had been built after allegedly demolishing temples.  Prominent among them are mosques in the temple town of Varanasi and Mathura. A book by Sita Ram Goel and Arun Shourie argues that thousands of mosque need to be reclaimed given that they were all built in the manner of the Babri Masjid.Of course, the Waqf Board’s outreach has little chance of succeeding given that the Sangh Parivar-controlled  Ram Janmabhoomi Nyas is not a party to this proposed settlement. Now the Supreme Court will have to rule on the issue, as best it sees fit.","author":"Shoaib Daniyal","time":"2019-10-18T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125741-fyrepwogxr-1566049675.jpg","tags":["Ayodhya","Babri Masjid","Ramjanmabhoomi movement"],"source":"https://scroll.in/article/940869/why-is-the-sunni-waqf-board-now-ready-to-give-up-the-babri-masjid-land-for-a-ram-temple"}