{"title":"Why was Mumbai adjudged a ‘Tree City of the World’ when it has been losing green cover for years?","content":"Mumbai and Hyderabad were awarded the tag of “2021 Tree City of the World” recently by the Food and Agriculture Organization of the United Nations and Arbor Day Foundation. The UN-FAO tag was awarded to Hyderabad for the second consecutive year and Mumbai received it for the first time.Across the world, 138 cities from over 20 countries have been recognised as “Tree Cities of the World”. Although Mumbai has been making headlines for tree felling recently, the initiative recognised the cities’ efforts in maintaining urban forests.Before delving deeper into why the Indian cities got the tag, let us understand what the tag is and what it stands for.Tree city tagTree Cities of the World is a global programme “committed to inspiring cities and towns to care for and celebrate their urban tree canopy”. The programme was launched in 2018 at the World Forum on Urban Forests and is managed by the Food & Agriculture Organization of the United Nations and Arbor Day Foundation, a US-based not-for-profit organisation.Under the initiative, municipalities of any size can apply to be recognised as “Tree City of the World”, provided the urban community meets five core standard requirements:Establish responsibility: There must be a designated “Tree Board” established within municipal boundaries and declared with a written statement by city leaders. The Board can consist of a staff member, a city department or a group of citizens who have been delegated the responsibility for the care of trees within municipal boundaries.Set rules: The city must have a law or policy in place that governs the management of trees and forests. The policy should encompass rules for tree care, worker safety, best practices and industry standards, citing penalties for non-compliance.Know what you have: The city must keep and update an inventory of local tree resources within the municipality. This inventory can be used to develop long-term plans for planting, tree care and removal of city trees inside city limits.Allocate resources: The city should have a dedicated annual budget for the implementation of the urban forest and tree care management plans.Celebrate achievements: The city should hold an annual celebration to raise awareness about tree management among residents and appreciate the efforts of volunteers and staff members who are instrumental in the implementation of tree management plans.If any municipality across the planet meets the aforementioned requirements, they can apply to be designated a “Tree City in the World”.Hyderabad and MumbaiHyderabad was recognised as a “Tree City of the World” for the second consecutive year for planting 3.5 crore trees in 500 volunteer hours under the state government’s “Haritha Haram” programme and Urban Forest Parks initiative. With a 147% gain in forest cover since 2011, Hyderabad recorded the highest increase among other Indian megacities, according to the India State of Forest Report 2021.Mumbai received the tag for the first time for its efforts in planting 4.25 lakh trees across the city in 25,000 volunteer hours. The Brihanmumbai Municipal Corporation currently maintains over 200 gardens and parks in the city and has undertaken the transformation of wastelands in the city into unique palm gardens. The city recorded a 9% increase in forest cover between 2011 and 2021, showed the India State of Forest Report 2021.Uneven green coverDuring the last five years, the Centre approved forest land diversion proposals involving the felling of 1.2 crore trees, Minister of State for Environment, Forest & Climate Change Ashwini Kumar Choubey told Lok Sabha on March 21. He added that 20.81 crore seedlings were planted as compensatory afforestation. But environmentalists believe that neither this or tree transplantation can act as solutions for tree felling.“Nothing justifies the felling of a tree that has been standing there for 50-60 years,” Neema Pathak Broome of Kalpavriksh, an environmental action group, told IndiaSpend. “It will take that much longer for a sapling to establish itself and re-create its habitat.”While the green cover has gone up in Hyderabad, environmental activists say old trees have been replaced with saplings, which are not effective. In January 2020, a Supreme Court panel evaluated the value of loss of trees to the environment and estimated the economic value of a tree at Rs 74,500 multiplied by its age.In Hyderabad, over 20 full-grown trees were felled on the VST-Indira Park stretch for an elevated corridor as part of the Strategic Road Development Plan. “The authorities announce Haritha Haram and Green India Challenges, and proudly display the trophy of Hyderabad as the Tree City of India, but cannot allow us to carry out free translocation of trees to where people are ready to adopt them,” said P Uday Krishna from Vata Foundation.The Hyderabad Metropolitan Development Authority and Greater Hyderabad Municipal Corporation are responsible for carrying out plantations in urban areas. Neither of these state authorities hold any official data on the total number of trees in Hyderabad, creating a loophole for development projects to encroach upon the tree cover.Mumbai lost 2,028 hectares of urban tree cover between 2016 and 2021, showed the Mumbai Climate Action Plan 2022. Up to 2,141 trees in 2017 were felled in Aarey Colony, an urban forest referred to as Mumbai’s last green lung, to make way for the Mumbai Metro 3 project linking the southern end of the city to its western suburbs. The Bombay High court appointed a fact-finding team in 2019 to inspect the transplanted trees and reportedly found that over 60% of them had died.Environmentalist Sanjiv Valsan said the “Tree City of the World” tag should include parameters to monitor survival rates of saplings planted to reverse tree felling. “The number of permits issued by Brihanmumbai Municipal Corporation for felling trees would make Mumbai the ‘Tree Cutting City of the World’,” added Valsan.This article first appeared on FactChecker.in, a publication of the data-driven and public-interest journalism non-profit IndiaSpend.","author":"Abhivyakti Banerjee, Factchecker.in","time":"2022-04-23T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173300-vyhvzvohwx-1650441432.jpg","tags":["Hyderabad","Mumbai","Trees","Environment"],"source":"https://scroll.in/article/1022236/why-was-mumbai-adjudged-a-tree-city-of-the-world-when-it-has-been-losing-green-cover"}