{"title":"What a Taiwan minister’s racial comments about Indian workers say about challenges in both nations","content":"On Monday, the Taiwan foreign ministry issued an apology for their labour minister’s claim on February 29 that as a consequence of an agreement signed by New Delhi and Taipei to facilitate employment for Indians in the island-nation, jobs would go to residents of India’s northeastern states. This,  Labour Minister Hsu Ming-chun  said on February 29, was due to the Christian faith of people from this Indian region and their similarities with the Taiwanese in skin colour and dietary habits.Even as the apology from the Taiwan government stated that Indians will be recruited “regardless of their ethnic background”, the minister’s views reveal anxieties along racial lines that have been expressed previously too. Experts in Taiwan also voiced conern about the conditions Indian labourers would have to work in, pointing out that migrant workers from other countries are often treated unfairly.Anti-Indian racismThe possibility of Indians being recruited in Taiwan surfaced in November when Bloomberg reported that one lakh job seekers could be sent to the East Asian country.The report sparked outrage, with many Taiwanese social media users arguing that allowing Indians in Taiwan would result in an increase in crime rates and women’s safety would be compromised. The Taiwan government intervened, characterising the remarks as racist. It said this was part of China's \"cognitive warfare\" aimed at hampering Taipei's relations with New Delhi.In December, the Taiwanese labour ministry said that the reports about one lakh Indians being recruited was \"false information\" and that the labour mobility agreement with India was in the \"evaluation and consultation stage\".Brian Hioe, editor of the Taipei-based online magazine New Bloom told Scroll that the matter was an issue even during the presidential elections in January, as the Opposition party, the Kuomintang, opposed the entry of Indian workers.After the elections, the ruling Democratic Progressive Party’s candidate Lai Chiang-te became president of Taiwan, but his party did not win a clear majority. Sana Hashmi, a research fellow at the Taiwan-Asia Exchange Foundation in Taipei City, said that this could have been one reason behind the labour minister’s recent comments, as the agreement with India needs to be ratified by the legislature.“The minister probably said it to pacify Opposition parties to win their support and ease the concerns of people in Taiwan about allowing Indians in the country,” Hashmi said.Hashmi said Taiwanese people are anxious about Indian blue-collar workers. “There is no animosity towards Indian scientists and engineers who work in the semiconductor industry in Taiwan but when it comes to blue-collar workers, people in Taiwan think that they are uneducated and do not belong to good backgrounds,” she said.The agreement signed between India and Taiwan on February 16 has not been made public, but a statement by Taipei's labour ministry mentions the “region of origin” of Indian workers as one of the “implementation details” that will be worked out in meetings with New Delhi.When asked if “region of origin” was what the labour minister alluded to in her statement about recruiting workers from the North East, a spokesperson at the Taipei Economic and Cultural Center, the representative office of Taiwan in India, told Scroll that the text of the statement was “figurative” in nature. “All the details like how many workers will be recruited, in what industries and other requirements will be finalised after discussion with the Indian side,” he said.Migrant workers in TaiwanIn the labour ministry’s statement on the agreement with India, Taiwan said that its demand for migrant workers was rising due to its ageing population and low birth rates.In January, Taiwan had 7,56,419 migrant workers, an increase of more than 37% since 2014. In June, for several sectors, the Taiwanese government increased the quota of migrant workers that firms are allowed to hire. Currently, workers are hired from four countries – Indonesia, Philippines, Thailand and Vietnam.Activist Jing Ru Wu, who works with Taipei-based non-government organisation Taiwan International Workers’ Association, told Scroll that most migrant workers entering the country have to pay a placement fee to private brokers who conduct hiring on behalf of companies. “The fee depends on the industry and the hiring agency but it could go up to $6,000 [Rs 5 lakh],” she said.A migrant worker in Taiwan carries a placard during a protest against lack of equal rights. (Photo: Sheng-fa Lin/Reuters)Wu added that the workers are typically hired on three-year contracts and are not allowed to change their employer during that period. Besides, the workers pay a monthly service fee of at least 1,500 New Taiwanese dollars (nearly Rs 4,000) to brokers who facilitate their hiring. The average monthly salary of migrant workers in Taiwan is about 32,000 New Taiwanese dollars (nearly Rs 84,000).Hioe of the New Bloom agreed that the broker system of hiring workers is exploitative. It has existed for several years even though Taiwan has government-to-government agreements with Indonesia, Philippines, Thailand and Vietnam. “The Indonesian government has been pushing to do away with the broker system but it has not happened yet,” he said.Hioe also highlighted the fact that the migrant workers take up “3D jobs” that are dirty, dangerous, and demeaning.In Taiwan, so-called 3D jobs is not just a colloquial term but an official category of work for migrant workers. “In this category, there is factory work which is quite dangerous in some cases, or the work on distant sea fishing vessels where you do not return to Taiwan for years at a stretch,” Hioe said.On being asked if Indians will have to pay to work in Taiwan, the spokesperson at the Taipei Economic and Cultural Center said that the government does not charge a brokerage fee. However, companies to which firms might outsource the process of hiring could charge money, he added.The prospect of Indians having to pay brokerage fees to go to Taiwan cannot be ruled out as the spokesperson said that the framework of the memorandum of understanding signed with India is “pretty much the same” as those with the other four nations supplying migrant workers to the country.Gautam Mody, the general secretary of Delhi-based labour rights body New Trade Union Initiative said that fears about worker rights in Taiwan are not an exception as there have been instances of Indian workers facing hardships in Israel and Jordan too.“This shows that the Indian government is sending away workers as it is not able to provide quality employment” at home, Mody said. “If even government-to-government agreements are not able to ensure safeguards for Indian workers, it shows that the government simply doesn’t care.”","author":"Abhik Deb","time":"2024-03-07T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199047-fykpdutywy-1709713301.jpeg","tags":["Taiwan","India","Racism against Indians","Migrant workers","Unemployment"],"source":"https://scroll.in/article/1064809/why-a-taiwanese-minister-made-racial-comments-about-hiring-indian-workers"}