{"title":"Why sub-categorisation of OBCs will prompt their leaders to hit out at the upper castes","content":"The Bharatiya Janata Party will likely encounter a pushback as it seeks to recalibrate the dynamics of caste politics in India. The BJP hopes to achieve this through two instruments. The first is by establishing a new National Commission for Backward Classes and vesting in Parliament the power to decide whether a caste qualifies for reservation. Its second instrument is the recent Union cabinet’s decision to sub-categorise the Other Backward Classes, which enjoy 27% reservation in government jobs and educational institutions.Sub-categorisation implies splitting the groups classified as Other Backward Classes in two or three categories. Each of these groups will then be apportioned a percentage of the 27% reservation. Thus, for instance, the Other Backward Classes can be divided into Extremely Backward Classes (Group A), More Backward Classes (Group B), and Backward Classes (Group C). The 27% can then be split into, say, 12% for Group A, 8% for Group B, and 6% for Group C.Sub-categorisation is seen as sharing more equitably the pie reserved for the Other Backward Classes. (This term connotes a conglomeration of castes between the higher castes and Dalits.) Without it, the relatively better-off castes among the Other Backward Classes are said to corner the bulk of the 27% reservation set aside for them.Political calculationsYet, at the same time, sub-categorisation is also a weapon the BJP will wield to marginalise Backward Class leaders who are its principal rivals in the Hindi heartland. No doubt, sub-categorisation will have an impact in South India as well. But other than Karnataka, the BJP has yet to make deep inroads in the region. Its gains arising from sub-categorisation in the South will be limited.By contrast, the BJP garnered tremendous support from the lower backward classes in the Uttar Pradesh Assembly polls earlier this year. The impending sub-categorisation is akin to thanking them, as it will lead to them competing among themselves, not with higher OBCs, for a fixed share of the reservation pie.But sub-categorisation will also cause heartburn among, say, the Yadav, Kurmi, and Koeri communities. This is because once implemented, their share in the reservation pie will shrink dramatically. From this perspective, the higher OBCs will find themselves pitted against the lower OBCs, a throwback to what is popularly called the divide and rule policy.The impending sub-categorisation is akin to thanking the lower OBCs for their support to the BJP during the Uttar Pradesh elections earlier this year. (Photo credit: AFP).Fallout of sub-categorisation The leaders belonging to higher OBCs might find the going tough. They and their castes will be seen to have milked reservation, to have become the haves of the Other Backward Classes. Deprived of the radical rhetoric of subaltern politics, they are likely to find that their catchment area to build support has shrunk. For instance, former Uttar Pradesh Chief Minister Akhilesh Yadav will likely find the lower OBCs rebuff his overtures to them only because he is a Yadav. He could run the risk of getting reduced to just a Yadav leader, more so as upper castes did not vote for him in the Assembly elections in the state earlier this year even though they praised his development concerns.To secure their future, the higher OBC leaders in the North are likely to seek to re-aggregate the OBCs that will inevitably get splintered and generate friction because of sub-categorisation. What will be their strategy in the countdown to the 2019 Lok Sabha elections? What could be their manifesto? They will likely first question the basis of sub-categorisation. The Modi government has said that a commission will sub-categorise the OBCs within 12 weeks of a chairman being appointed to it. But it is not possible to undertake in three months an elaborate survey to determine the hierarchy of OBC groups on the basis of their backwardness.The commission will instead mostly likely examine which caste got what percentage of reserved jobs. On this basis it will carve out two or three categories of castes and allocate a share to each from the 27% reservation pie. Unless there is hard evidence to the contrary, which caste is included in which category – Group A B or C, as in our example above – will be seen linked to whether they are counted among the BJP’s loyal voters.By contrast, the non-BJP leaders will argue that reservation has been granted to the OBCs because they are all deemed socially and educationally backward. These twin attributes inhere in the entire category of OBCs because their backwardness is structural, which reservation is supposed to address.Thereafter, they will argue that in the entire spectrum of OBCs there will be individuals who have overcome such structural impediments because of reservation or because of their prosperity. They are likely to pose questions such as this: Why should an army of disadvantaged people from a socially and educationally backward caste be penalised by sub-categorisation only because a few of their prosperous caste brethren have bagged government jobs? They will, thus, likely push for evolving an economic basis for sub-categorisation. Their suggestion would be to distribute the 27% of reservation among different economic bands – for instance, reserving 12% of jobs for all OBCs who come from families earning less than, say, Rs 4 lakh a year. Such a sub-categorisation will combine both caste and class and, in due course, the class dimension of backwardness will acquire greater salience than that of caste, they will argue. Will such a suggestion harm the BJP’s interests? No, but for the fact that it leaves ample room for political manoeuvring for its OBC rivals, a prospect the BJP will want to deny them until 2019.This could, in turn, goad the higher OBC leaders into vociferously renewing the demand to make public the caste data collected in the 2011 Census. The government has shied away from making this data public because, many suspect, the OBC population could well be in excess of 52%, which was what the Mandal Commission thought was India’s OBC population. Of the 52%, 43.70% were Hindu OBCs and 8.40% non-Hindu OBCs. The Mandal Commission report is the basis of granting 27% reservation to the OBCs.If the 2011 Census has counted the OBC population as, say, 60% or 65%, it could lead to a demand to remove the 50% cap that the Supreme Court has imposed on reservation, in order to enhance the 27% reservation for the socially and educationally backward classes. It could also lead to a demand, one that Dalits have already made, for an OBC quota in promotions in the three All-India services and Group A services. This will undoubtedly pinch the upper castes and is likely to sharply polarise society along caste lines.Photo credit: Money Sharma/AFPDemand for reservations from dominant castesBut acting on reservation in good faith has not been the BJP’s credo. Take the BJP’s endeavour to establish a new National Commission for Backward Classes. The motive behind its endeavour is to tackle the demand for reservation by socially dominant castes, such as Patels, Marathas, Jats and Kappus.Of these four castes, the BJP is keen to mollify the Patels of Gujarat. The state will elect a new state Assembly later this year. The BJP’s position is piquant: if it were to accept the demand of Patels, it would anger the groups already in the OBC category in Gujarat. This is because these groups fear that the relatively prosperous and more educated community of Patels would hog most of the reservation pie. It does not make political sense to court one caste at the cost of alienating other non-upper caste voters. To share the cost of taking such a tricky decision, the Modi government decided to replace the National Commission for Backward Classes with another having a new charter. However, the final authority to decide on the inclusion and exclusion of social groups for reservation was vested in Parliament. The BJP has majority in the Lok Sabha, but not in the Rajya Sabha.The BJP’s plan seems to have been to bring a proposal to Parliament to grant reservation to the four dominant castes, knowing very well that it would likely get defeated. However, in that case, none of the BJP’s political competitors could have exploited the disappointment of these four castes. Conversely, had Parliament accepted reservation for them, the BJP could go to town claiming credit for it. Constitutional amendment billA bill (123rd amendment bill) vesting authority in Parliament thus was passed in the Lok Sabha in April. However, in July, the Opposition in the Rajya Sabha successfully introduced crucial amendments to the Lok Sabha version of the bill. One of the amendments makes it incumbent upon the National Commission for Backward Classes to advise the Central government on the requests for inclusion and exclusion of social groups from the pool of reservation. Its advice shall “ordinarily be binding on the Central government”, which can disagree with the commission but will have to cite its reason for doing so in writing. The government can disagree with a constitutional body such as the new National Commission for Backward Classes at its own peril. This is because its disagreement will smack of arbitrariness and open it to judicial challenge. These amendments had the BJP fuming. After all, there is little time left for the elections in Gujarat. Can it in such a short time reconcile the Lok Sabha and Rajya Sabha versions of the bill before presenting it to the President for his assent?But the BJP’s ploy to include the Patels, Marathas, Kapus and Jats in the reservation pool also shows that it cares little about diluting the OBC reservation. Yet it cited the principle of equity to justify sub-categorisation. That is certainly hypocritical.Many OBC leaders would not mind if the government were to think of ways, including seeking the Supreme Court’s opinion, to remove the 50% cap on reservation and then increasing the 27% OBC quota to accommodate the four powerful castes. But the BJP, with its Brahminical ethos and ideology, will not take such a step as its core upper caste supporters will feel upset at any further contraction of the general category. A unilateral, politically expedient sub-categorisation of the OBCs might incite some of their powerful leaders, pressed hard to save their support base, to hit out at the upper caste interests to embarrass the BJP. It will then have only itself to blame – for those who play with fire often get burnt by it.","author":"Ajaz Ashraf","time":"2017-09-01T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/849037-33308-dgvuzumknc-1504104342.jpg","tags":["OBC","reservations","affirmative action"],"source":"https://scroll.in/article/849037/why-sub-categorisation-of-obcs-will-have-their-leaders-hit-out-at-the-upper-caste"}