{"title":"Why the messiness of the Congress election offers a glimmer of hope for Indian democracy","content":"The Congress presidential poll has dominated the headlines in recent days, with many analysts berating the party for “a sham of an election”. Observers claim that though Shashi Tharoor is running for the party’s top post, the Gandhi family has actually made it clear that Mallikarjun Kharge has their blessings, making his victory a foregone conclusion.Going by the standard conventions of elections for representatives to India’s legislatures, it’s understandable why they’ve used that description. But elections for positions in most Indian political parties are often far less formal.While we rightly question the goings-on in the Congress, it is important to acknowledge the hope that this much-awaited presidential election has thrown up for the polity.To be able to see that hope, we cannot view the Congress election in isolation from India’s prevailing political culture, which has essentially been spawned by Bharatiya Janata Party’s ruthless and mercenary approach. Against this backdrop,  the Congress election saga  looks like a bright spot in the darkness.My message to voters in the forthcoming @incIndia presidential election:#ThinkTomorrowThinkTharoor pic.twitter.com/WUIsAxyT0i— Shashi Tharoor (@ShashiTharoor) October 9, 2022\n\nDespite its many follies and blunders, the Congress – with the notable exception of the Emergency – was never as menacing as the Bharatiya Janata Party has become in the era of Prime Minister Narendra Modi.It isn’t as India has not been ruled by the BJP before. Between 1998 and 2004, the party was in power, under the leadership of Atal Bihari Vajpayee. But no one could have predicted how dramatically different the BJP would be in its next stint. Nobody had any idea that it would pave the way for Modi to transform the party into a leviathan.Deep rootsUnlike the BJP, Congress is a non-regimented party. Discipline does not come naturally to it.  It is like India –  chaotic, status quoist and yet surviving like a giant tree, by the dint of the deep roots it has struck over the past 130 years.The BJP storm, though, has ripped off its huge canopy. The Congress is  struggling hard to regenerate its foliage. In this process, it will have to endure existential threats. But endure it will. While sceptics may see this as wishful optimism, there are reasons to believe why Congress, though in decline, cannot be dismissed as a lost cause.First, unlike the BJP,  the Congress is the natural representative and inheriter of India’s basic character as a nation.India’s existence as a nation-state is relatively short. For centuries, the subcontinent consisted of hundreds of kingdoms and principalities. It welcomed all kinds of people, and enfolded them into its social, political and cultural life. Assimilation enriched the lives of India’s inhabitants.The Congress’ journey, too, has followed a similar trajectory. For most part of its life, it appealed to a broad section of society. Its basic composition was one of diverse identities. These components drove a hard bargain for their constituencies but within the party fold.Of course, the Congress was almost always led by members of the upper castes and even feudal elites, reflecting one of the basic attributes of the character of Indian society over the ages. But that was more because of the force of social inertia than deliberate design.Remarkably, different political ideologies – Leftist, Rightist and Centrist – were folded into the Congress embrace and allowed to vie with each other to  have their agendas included in the  party’s and governments’ policies and programmes. It implemented socialist and liberal policies with the same elan.Mallikarjun Kharge in New Delhi on October 9. Credit: PTI. Opposed to this, the Rashtriya Swayamsevak Sangh’s Hindutva  movement from which the BJP rose is unidimensional, exclusivist, Brahminical and  patriarchal by its very design and intent. It believes in establishing Hindu supremacy through the combination of revivalism and physical power.Its massive expansion among all caste groups has not been the result of a natural, organic  process. Had this been so, it wouldn’t have taken so long for the BJP to get a foothold among the sections that have come to be associated with it of late. It has been a long, patient pursuit. One part of the effort involved propaganda related to a counter-narrative of nationhood, essentially inspired by authoritarian  ideologies born in early 20th century Europe. The BJP also undertook social outreach programmes not in the spirit of selfless service but aimed at consolidating various sections of Hindu society into a monolith.In fact, the BJP’s rise is also  attributable to liberal democratic values that Congress had adopted through Constitutional mandates. The Congress in the spirit of democracy allowed the Rashtriya Swayamsevak Sangh to pursue the ideology that is inherently at odds with those Constitutional values.That the Congress never attempted to stifle the Hindutva movement is evident from the Rashtriya Swayamsevak Sangh’s own claims that it has only grown over the years.Today, the BJP is fulfilling the fears that it would, once in power, show itself to be illberal and  authoritarian. This is clear from its declarations that it aims to make India Congress-mukt by decimating the very grand old party that gave it a  free run to propagate its ideology.Hit by the BJP avalanche, a bewildered  Congress has been in a steady state of decline over the past eight years. Seemingly clueless about how to counter the BJP, it has been struggling to get its act together.But with Rahul Gandhi’s Bharat Jodo Yatra and the party presidential election, Congress appears to finally be getting back on its feet. Before it actually does manage to stand up firmly, it might sway a little.However, there are enough indications that Gandhi’s yatra has seriously unnerved the BJP. After eight years of BJP’s hate-filled politics, images of peace and love from the Bharat Jodo trail provide a hope for a better tomorrow.Rahul Gandhi in Karnataka's Tumakuru district on October 10. Credit: PTI.No matter how chaotic and self-defeating the Congress presidential election might look, it is still an exercise that is qualitatively and morally more credible than the dictatorially assigned responsibilities in the BJP.While it is still possible for Congressmen to defy the top party  leadership, nobody can even think of it in the BJP.For instance, even as veteran Mallikarjun Kharge is considered the “official” candidate backed by the Gandhi family with his victory being preordained, the fact that a rank junior like Shashi Tharoor is allowed to contest without any bitterness indicates that the party’s basic democratic impulses are alive in times that calls for tough leadership.That Rajasthan Chief Minister Ashok Gehlot, considered an unflinching Congressman loyal to Gandhi family could stage a virtual revolt looks quite ominous and debilitating for the party. But it still is in tune with the basic democratic liberties that must be allowed to all.Human rivalry is much more natural and healthy than forced submission in a regimented system.Even if the Congress gains nothing from these two exercises aimed at reviving it, they hold immense promise and value for the future of Indian democracy. Criticise it if we must, but it would be myopic and even self-defeating for concerned citizens to continue to treat the Congress with contempt.By doing so, we will only be  strengthening the BJP’s hands and case for 2024 and, in turn, weaken our own case for a free and liberal polity.Vivek Deshpande worked with The Indian Express and is now a freelance journalist in Nagpur.Also read:From ‘pappu’ to popular: Can the Bharat Jodo Yatra remake Rahul Gandhi’s image?","author":"Vivek Deshpande","time":"2022-10-11T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181064-qucfkctnnr-1665408363.jpeg","tags":["Mallikarjun Kharge","Shashi Tharoor","Rahul Gandhi","Congress","Ashok Gehlot","ashok gehlot congress president"],"source":"https://scroll.in/article/1034683/why-the-messiness-of-the-congress-election-offers-a-glimmer-of-hope-for-indian-democracy"}