{"title":"Why blame judiciary for granting Pragya Thakur bail when investigative agencies show no spine?","content":"“RIP Indian justice” was the message going around on social media the moment Pragya Thakur, among the most famous faces of “saffron terror”, got bail on Tuesday. This is the first time Thakur has been granted bail since her arrest in October 2008 for her alleged role in the Malegaon blasts that year that killed six Muslims. Immediately after her arrest, she applied for bail under normal bail provisions only to have her application turned down right up to the Supreme Court. After the Maharashtra Control of Organised Crime Act was applied to the case, bail became difficult for the accused. Yet, Thakur kept on applying. She was turned down both by the  trial courts and the High Court in 2012, 2014, and finally once again in November 2015. This repeated denial of bail made it clear that given the evidence on record against Thakur, no court was inclined to give her even temporary freedom from jail. Suddenly in May last year, the evidence against her changed drastically. From being one of the two main accused in the case, she became a non-player. How did this happen?‘No objection to bail’Two key witnesses who had given incriminating statements against Thakur to Maharashtra’s Anti-Terrorism Squad, the agency that initiated the investigation into the blasts, changed their statements after the National Investigative Agency re-examined them. Three others had also implicated her, but of them, one had died, one was said to be “missing”, and the third had already retracted his statement earlier.It is not clear why the National Investigative Agency, which took over the case in 2011, suddenly decided in late 2015 to re-examine witnesses. According to media reports, the central agency was all set to file a charge sheet in the case in 2014 when Narendra Modi’s government was voted in at the Centre. The investigation was then reportedly handed over to another officer. In May last year, the agency submitted a supplementary charge sheet declaring that there was no evidence against Pragya Thakur and five others and dropping Maharashtra Control of Organised Crime Act charges against all 12 accused. This was a green signal for the accused to apply for bail. In June, the National Investigation Agency told the special NIA court that it had no objection to Pragya Thakur’s bail. The blast in Malegaon in 2008 killed seven people. (Photo credit: HT).Normally, once the prosecution says it has no objection to the accused getting bail, the court does not refuse bail, even if in its view, there exists a prima facie case against the accused. How important the prosecution’s say is can be seen from another case where the accused was a prominent person. In 2001, Ram Dev Tyagi, former Mumbai Police Commissioner and prime accused in the Suleman Usman Bakery case of the 1992-’93 Mumbai riots, was granted bail by sessions judge Abhay Thipsay despite the judge’s observation that there existed a prima facie case of murder against Tyagi. At that time, on being repeatedly asked by the court, the special public prosecutor kept replying that he had no objection to Tyagi’s bail. But for Thakur, things did not go as expected. Taking everyone by surprise, the special NIA court refused bail to her in June despite the investigating agency’s no objection. Not just that, presiding judge SD Tekale asked why the agency had re-examined witnesses. He pointed out that the Anti-Terrorism Squad investigation had to be considered along with the National Investigation Agency’s, and that Thakur had been present at a meeting held in Bhopal to plan the blasts, and also owned the motorcycle used in the blasts. Judge Tekale also allowed an intervener to oppose Thakur’s bail application. Malegaon resident Sayyed Nisar’s 19-year-old son was killed in the 2008 blasts. The High Court bail order records that the NIA court noted that since no one was objecting to the accused getting bail, in order to have a “fair hearing” on the point of bail, it would be appropriate to give an opportunity to the intervener who was the “real aggrieved person”. In the Bombay High CourtOn the same grounds, the Bombay High Court also allowed Nisar to intervene when Thakur appealed against the special court’s rejection of her bail. The 78-page order signed by Justice Ranjit More and Justice Shalini Phansalkar-Joshi of the Bombay High Court, rejected the defence’s arguments on two grounds, but ruled in Thakur’s  favour on the crucial  ground of  whether she deserves bail for her role in the crime. The reasons are:The judges doubted that the motorcycle used for the blasts was the one owned by Thakur. Presuming it was, they pointed out that “much prior” to the blasts, it was being used by another accused. The judges found contradictions in witness statements against Thakur. While two witnesses told the Anti-Terrorism Squad that she had offered to provide men to execute the blast, two others present at the planning meeting in Bhopal said nothing incriminating against her. The court noted that the former two had retracted their statements when re-examined by the NIA, and also alleged torture by the Anti-Terrorism Squad. But even without taking into account the retractions and allegations of torture, the contradictions in the statements, says the order, are enough.The judges also make it clear that they are following Supreme Court directions to consider bail on merits without applying the provisions of the Maharashtra Control of Organised Crime Act in this case. Hence the confessions of Thakur’s co-accused are not being taken into account.    As a result, says the order, “it cannot be said that there are reasonable grounds for believing that accusations made against her are prima facie true”. The judges also give consideration to Thakur’s defence that she is a woman suffering from cancer. This plea had been rejected by all courts earlier.Once a court says there is no prima facie evidence against an accused, the latter files for discharge. Thakur has already done so.Comparisons with Rubina MemonThis case is being compared to the Rubina Memon case. Memon was sentenced to life imprisonment in the March 12, 1993, bomb blasts case because a van used to plant bombs was registered in her name. The court rejected her argument that she had shifted to Dubai eight months before the blasts, and  had no idea what the van was being used for. But there is a difference between the two cases. As an under trial, Memon remained on bail almost through the entire 12 years of the trial, though the draconian Terrorist and Disruptive Activities Act was applied to the case. When she was convicted in 2006, she was out on bail. She remained in custody for a year before she got interim bail again. However, after she was sentenced to life imprisonment in 2007, Memon has been denied bail and even furlough.  Rubina Memon at a TADA court in Mumbai in 2007. (Photo credit: Pal Pillai/AFP).In contrast, Pragya Thakur has been in custody as an under trial from the time she was arrested nine years ago. There is another comparison which indeed makes the Bombay High Court’s grant of bail to Pragya Thakur unsettling. Innocent Muslims have remained in jail for periods ranging from five to 14 years on false terror charges, without bail, till their acquittal. Except in two cases, no agency has come forward to further investigate the false cases against them. Ironically, in one of the two cases, it was the National Investigation Agency that proved to be their saviour, when it found Hindutva terrorists were responsible for the 2006 Malegaon blasts, instead of the nine Muslims arrested by the Anti-Terrorism Squad. In defence of the judiciaryBut can all these factors be used to cast a slur on the judiciary? The same judges who granted Pragya Thakur bail, refused bail to her co-accused Lieutenant Colonel Shrikant Purohit. After the NIA court dropped Maharashtra Control of Organised Crime Act charges in the case in 2009, the Bombay High Court restored them in 2010. In 2015, the Supreme Court that denied Purohit and Thakur bail, asked the NIA court to hear their bail applications on merits, without applying Maharashtra Control of Organised Crime Act provisions. Again, it was a sessions judge who discharged the Muslims falsely accused in the 2006 Malegaon blasts, though the National Investigating Agency opposed their discharge.In 2015, Rohini Salian, NIA special public prosecutor in the 2008 Malegaon blasts case, had gone public about being asked to “go soft” on the accused ever since the BJP government came to power. Reacting to Thakur’s bail, Vishwa Hindu Parishad leader Pravin Togadia appealed to the government to withdraw all cases against Hindus in jail for such cases, instead of “single case tokenism”.So, instead of blaming the judiciary, should we not be asking ourselves why we repose so much faith in our investigative agencies? Be it the Central Bureau of Investigation, the Anti-Terrorism Squad or the National Investigation Agency, all of them have demonstrated that they simply follow the directives of the party in power at the Centre. Instead of “RIP Indian judiciary”, the social media message should have been “RIP Indian investigative agencies”.","author":"Jyoti Punwani","time":"2017-04-28T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/835892-56853-rhxkpvkdrh-1493310285.jpg","tags":["NIA","Malegaon 2008","MCOCA","Pragya Thakur","saffron terror"],"source":"https://scroll.in/article/835892/why-blame-judiciary-for-granting-pragya-thakur-bail-when-investigative-agencies-show-no-spine"}