{"title":"Why PK Dubey from ‘Monsoon Wedding’ will always be our favourite event planner","content":"Wedding planners are back in Made in Heaven, the Amazon Prime Video series created by Zoya Akhtar and Reema Kagti and centred around India’s third-favourite past-time after politics and cricket. Made in Heaven revolves around two event arrangers played by Shobhita Dhulipala and Arjun Mathur. The show will be released on Amazon Prime Video on March 8.“Grand Indian weddings acted as just the right backdrop to examine the liberal fabric of educated, modern Indians and their dichotomous value systems that co-exist peacefully at times and at others come into conflict,” Akhtar and Kagti said in a press note. This statement could easily have been part of the synopsis of one of the best Indian films on the subject: Mira Nair’s Monsoon Wedding (2001).\n\n\n    \n    Play\n\nMonsoon Wedding (2001).Nair’s film, written by Sabrina Dhawan, focuses on an upcoming wedding in the Verma clan, but affords ample space for the man without whom the celebration cannot take place. The brilliant Vijay Raaz plays a less modish and far more credible wedding planner than the ones seen in subsequent films, including Band Baaja Baaraat (2010) and Shandaar (2015).Raaz’s Parbatlal Kanhaiyalal Dubey is a contractor who has clearly upped his game by taking advantage of liberalisation and millennial aspirations (one of his clients wants a “White House theme”). Dubey is the source of endless heartache for Lalit Verma (Naseeruddin Shah), the businessman father of bride-to-be Aditi (Vasundhara Das). Nearly every Indian has met a man like Dubey, who promises more than he delivers, says he will arrive any minute now, and presents unforeseen bills of expense. Forever chewing on paan and clutching a rexine man-purse, Dubey is never afraid of hyperbole. I will lay out the gardens of Kashmir in your backyard, he promises Verma.Vijay Raaz in Monsoon Wedding (2001). Courtesy Mirabai Films.The marigold flowers with which Dubye decorates the Verma mansion aren’t merely decorative. Dubey loses his heart to live-in domestic worker Alice, and begins to absently nibble on the flowers whenever he thinks of her. He has had his first taste of love. Dubey’s romance with Alice (played beautifully by debutant Tillotama Shome) is one of the many sub-plots in Sabrina Dhawan’s expertly braided screenplay. Aditi is on the rebound from a failed relationship, and it briefly appears that her prospective groom Hemant (Parvin Dabbas) might have to return empty-handed. Lalit is struggling to fund the wedding, and he takes it out on his wife Pimmi (Lilette Dubey). The best sub-plot involves Aditi’s unmarried cousin Ria (Shefali Shah), who exposes an ugly family secret a day before the wedding. The sequence involving Lalit’s resolution of the scandal remains one of the movie’s most affecting scenes.Dubey’s presence is the source of observational humour, and allows Mira Nair to introduce classic Hindi film songs into a thoroughly contemporary movie. When Dubey first sees Alice, the song Aaj Mausam Bada Beimaan from Loafer (1973) plays in the background. When Dubey’s workers realise that he has fallen for Alice, they tease him by singing Aankhon Hi Aankhon Mein from CID (1956).Tillotama Shome in Monsoon Wedding (2001). Courtesy Mirabai Films.One of the movie’s best tracks also involves Dubey: Midivial Punditz’s electronica-based Fabric, which samples Hira Devi’s rendition of the thumri Ras Ke Bhare Tore Nain. The tune Fabric takes the film out of the Verma mansion and into Dubey’s neighbourhood in Old Delhi, which is some kilometres and a whole world away. Hurting from a misunderstanding with Alice, Dubey is heartbroken, and his journey represents one of the few moments in the film where the yawning inequality that characterises Delhi is depicted.Ingratiating and efficient, pragmatic as well as romantic, Dubey is a scene-stealer. The movie rightfully catapulted Vijay Raaz to prominence, and established PK Dubey as the model wedding planner for subsequent films.Vijay Raaz in Monsoon Wedding (2001). Courtesy Mirabai Films.The reverberations of Nair’s most accomplished movie are still being felt in other ways. Monsoon Wedding remains one of the few genuine Indian crossover films, the kind that speaks with equal eloquence to local and foreign viewers. It is one of the few movies to explore the big fat Indian wedding culture in a credible way. Its eclectic soundtrack, with both original tracks and repurposed music, and the manner in which the tunes have been filmed, anticipates the current trend of putting songs in the background. The use of Ajj Mera Jee Kardaa, composed and sung by Sukhwinder Singh, in the end credits similarly anticipates the current fad for drawing a curtain on a narrative through song.There have been other wedding planners since PK Dubey, but few have been as memorable. Dubey gives Lalit Verma the run-around but comes through in the end – and get a bride in the bargain. Folded into the film’s title is a second wedding, which is as important as the main event.Monsoon Wedding (2001). Courtesy Mirabai Films.","author":"Nandini Ramnath","time":"2019-02-28T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113723-wapzpinxdq-1550862559.jpeg","tags":["Mira Nair’s Monsoon Wedding","Vijay Raaz","Made in Heaven web series"],"source":"https://scroll.in/reel/914292/why-pk-dube-from-monsoon-wedding-will-always-be-our-favourite-nuptials-planner"}