{"title":"Why Muslim women are divided on the question of a uniform civil code","content":"On June 27, Prime Minister Narendra Modi made his first public pitch for a uniform civil code while addressing party workers in Bhopal.“Tell me how a house can function smoothly if there is one law for one family member and another law for another member,” he said. More significantly, he alleged that opposition parties were “instigating” Muslims into opposing a uniform civil code in the name of personal law while ignoring their welfare. Modi’s comments were a reflection of the Bharatiya Janata Party and its allied groups’ long-held desire to abolish personal laws and approve a common code for all Indians, irrespective of religion, ethnicity or gender. Currently, different religious and tribal communities have their own laws that govern their personal affairs, including marriage, divorce, adoption, and inheritance.In its campaign for a uniform civil code, the BJP has mainly targeted Muslim personal law, arguing that it discriminates against women as it allows Muslim men to have more than one wife, get a greater share in inherited property, initiate divorce, and deny alimony. In Assam, for example, chief minister Himanta Biswa Sarma has said his government will bring a bill to outlaw polygamy “within this financial year”. In Uttarakhand, the expert committee for a Uniform Civil Code, according to The Indian Express, is ready to submit its report and draft of the law. The newspaper also reported that the Law Commission, which has invited suggestions from the public on such a code, is working on a draft  where “personal laws that clash with the constitutional mandate of gender equality” will be examined and addressed – such as laws that allow polygamy or prohibit equal rights for women in inheritance of property. Under Islamic law, a Muslim woman is entitled only to half of her brother’s share of inherited property. As the rhetoric around uniform civil code appears to highlight the need for gender justice in Muslim personal law, Scroll spoke to several Muslim women on their views. While many supported the call for reform of personal laws, they questioned the Modi government’s intentions behind. “It is an outright majoritarian demand,” said Shayma S, a PhD scholar at Jawaharlal Nehru University whose work is on Muslim engagements with law and judiciary, adding the ongoing campaign was “not based on any goodwill or genuine care for Muslim women”. Sabah Khan, a Mumbai-based women’s rights activist and co-founder of Parcham, said the debate on uniform civil code is politically motivated. “I feel this demonisation of Muslim personal law is to reap electoral dividends.”Shayma S said the debate over a uniform civil code is an example of Muslims being forced to explain and apologise for their religious practices. “The media too is re-circulating this focus and creating an image of a community that needs to be disciplined, controlled and reshaped,” she said. A protest against the triple talaq law, in Ahmedabad in January 2018. Credit: ReutersThe question of polygamyThe uniform civil code is not a solution to the discrimination faced by women, said many activists. “This country is too diverse to have a single code,” Khan said, adding that personal laws are not completely either good or bad. She, however,  supported the reform of Muslim personal laws to make them gender-just and align them with the spirit of equality in the Constitution. “We should be thinking about how to address inequalities within each personal law so that we have gender-just laws and everyone is equal before law as the constitution guarantees,” Khan said, adding, however, that any reform should be the result of dialogue.According to Khan, the provision of polygamy in Muslim personal law should be revoked because of how such an arrangement traps women in unequal relationships. The Muslim personal law in India allows a Muslim man to have more than one wife.“Sometimes it is the second wife who is treated unfairly and sometimes it is the first wife who faces discrimination,” she said. Polygamy, however, is not practised only among Muslims in India. According to the National Family Health Survey-5 carried out in 2019-21, about 1.9% Muslim women said their husbands had more than one wife – compared to 1.3% of Hindu women and 1.6% of women of other communities. Among caste groups, polygynous marriage, where a man has multiple wives, was found to be highest among Scheduled Tribe communities (2.4%).  In Assam, an expert committee formed to examine the state legislature’s legislative competence to bring a law against polygamy acknowledged that “the practice of polygamy is not entirely unheard of among” the tribals. It has recommended that the Assembly “should deliberate upon this aspect at the appropriate level” and the “appropriate time” while bringing in a law.Sania Mariam, a PhD scholar who heads a collective of young Indian Muslim women, however, said that instead of banning polygamy, the practice should be regulated. “The response from within the Islamic tradition would be that while you are getting married, you can clearly state in your papers that the husband will not engage in a second marriage or there would be an automatic divorce in case of a second marriage,” she said. For a lot of women, polygamy was acceptable practice as long as the consent of everyone involved is sought, she said. Dr Asma Zohra, the former head of the now-defunct women’s wing of the All India Muslim Personal Law Board, argued that banning polygamy would deny the second wife and her children legal status. “If they care about women, then where is their care for the second wife? Is she not a woman?” Zehra asked, adding that she opposes any calls for change in the personal laws. Zakia Soman (left) and Noorjehan Safia Niaz, co-founders of the Bharatiya Muslim Mahila Andolan. Credit: BMMA.An older demandBut organisations representing Muslim women such as the Bharatiya Muslim Mahila Andolan or BMMA have also advocated a ban on polygamy in the past.Discrimination cannot be justified in the name of personal law and customs, said Zakia Soman, the founder of BMMA.“We continue to be governed by the 1937 Shariat Application Act, which allows polgamy and is silent on crucial personal issues like the legal age of marriage, guardianship, and mother-child custody,” she said. “As a result, there is legal discrimination against Muslim women in matters related to marriage and family.”Soman said that the ideal solution to the issue was codifying personal law, but she added that the clergy was resisting such demands, which pushes women like her to look for relief in secular law and the uniform civil code.She claimed that a lot of affirmative rights granted by the Quran and Islam have not translated into legal rights in personal law. For instance, in Islamic law, a bride has the right to Mehr, where a groom is obliged to pay a dower to her in the form of money or possessions. But that is diluted in reality, said Soman. “Rather than pay a substantive mehr to the bride they are made to say ‘mehr maaf’ or are paid Rs 786 as mehr. The absence of any law or guidelines to uphold Quranic injunctions leads to a systematic violation of rights of women,” she said.All India Muslim Personal Law Board has filed its objections to the Law Commission's notice on #UniformCivilCode.“Majoritarian morality must not supersede personal laws, religious freedom and minority rights in the name of a code which remains an enigma,” the Board said. pic.twitter.com/Hcu5rmOW8m— Live Law (@LiveLawIndia) July 5, 2023\n\nScope for reformLegal experts also raise questions over the government’s plans to enact UCC in the name of reform, equality, and unity.“Reform is a complicated and nuanced process. It is not as black and white as the majoritarian government makes it out to be where it confuses homogeneity with reform,” said Shahrukh Alam, a Supreme Court lawyer. “On the one hand, they want to do away with the differences, but on the other hand, they discourage interfaith and inter-caste marriage.”Alam said any exercise towards reform should ensure the active participation of Muslim women. “You can’t be doing things on their behalf without the presence of Muslim women in the debate,” she said.The clergy resist On July 5, the All India Muslim Personal Law Board made written submissions before the Law Commission, opposing the proposal to enact the Uniform Civil Code. The board defended personal laws, saying that under the constitution, “different communities have been made entitled to different rights. Different religions have been given different accommodations.”Muslim women, however, expressed resentment towards community leaders and organisations over their alleged resistance to reforms in the personal laws. “The self-appointed Muslim organisations out to ‘preserve’ Muslim personal law are actually doing more harm to it by not initiating reforms. The organisations and the government seem to benefit from playing their politics on Muslim women for their own causes,” rued Mariam.She suggested that stakeholders should work to bring in Shariah-compliant reforms for women, as there is a massive diversity of opinions in Islamic jurisprudence. Soman said that the laws in Muslim countries like Morocco and Tunisia can be emulated to make personal laws more gender-just. Khan, too, argued that the Islamic laws need to evolve with time. A thousand four hundred years ago, when Islam began, she said, “it was a religion of social transformation with a futuristic outlook and gave so many rights to women including property rights in a deeply patriarchal society where a girl child was buried alive.”Muslims should hold on to those principles to ensure that women get equal rights, including an equal share in the property, Soman and Khan said.","author":"Zafar Aafaq","time":"2023-08-08T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183372-odtkdmxsgy-1691476816.jpg","tags":["uniform civil code","muslim personal law","inheritance law","polygamy","uttarakhand","law commission","modi"],"source":"https://scroll.in/article/1053308/why-muslim-women-are-divided-on-the-question-of-a-uniform-civil-code"}