{"title":"Why Nitish Kumar could go back to the BJP","content":"In a major political development on Thursday, media reports speculated that Bihar Chief Minister Nitish Kumar is set to ditch the Opposition camp and cross over to the Bharatiya Janata Party-led National Democratic Alliance ahead of the Lok Sabha elections.While there has not been any official announcement from Kumar’s Janata Dal (United) or the BJP, political observers in Bihar say that the deal has been all but sealed. If things do indeed play out that way, this would be the fifth occasion that Kumar flip flops between the BJP and the Rashtriya Janata Dal-Congress.Journalists and observers in Bihar said that with the INDIA bloc failing to gain momentum, Kumar’s latest patch-up with the BJP was in the making over the last couple of months. The move gives the BJP-Janata Dal (United) alliance an advantage in a key battleground state for the Lok Sabha polls. Kumar would be hoping for a shot at national politics even if it means giving up the chief minister’s post in the long run, experts said. No incentive to stay with INDIAKumar’s displeasure with the INDIA bloc became apparent earlier in January when he turned down the post of the alliance’s convenor after Congress chief Mallikarjun Kharge was chosen as the chairperson. This came just days after Kumar’s party said that it would not compromise on seat-sharing with Congress in Bihar.While Kumar’s ambition might have played a part, so did pressure from his party. Patna-based journalist Santosh Singh told Scroll that Kumar did not have problems with staying in an alliance with the Rashtriya Janata Dal and Congress in the state. But when it came to the national level, he was under pressure from legislators of his party to ally with the BJP.“In Lok Sabha [polls], the BJP-Janata Dal (United) is a proven combination that won 39 out of 40 seats in Bihar in 2019,” Singh said. “When it comes to national elections, JD(U)’s chances improve if it partners BJP rather than Rashtriya Janata Dal.”Singh explained that Kumar is hoping to piggyback on the BJP for a revival of his party which was relegated to being the third-largest party in the state in the 2020 Assembly elections. But why would Kumar give up on an alliance where he was the chief minister despite being the junior partner?Professor DM Diwakar, former director of the AN Sinha Institute of Social Studies in Patna, said that Kumar was under pressure from the Rashtriya Janata Dal to vacate the chief minister post for his deputy, Tejashwi Yadav. “In that scenario, Kumar would want a prominent role at the national level and that is something the INDIA bloc failed to give him,” Diwakar said. “The urge to stay in power in some form or other has driven all of Kumar’s moves. It is no different this time.”Patna-based journalist Umesh Kumar Ray concurred, saying that the Rashtriya Janata Dal had nothing to offer to Kumar. “On the contrary, staying in the Opposition is always fraught with risks,” Ray said. “You never know which of your ministers will come under investigation from central agencies or if some of them will rebel against you and join the BJP.”Where does Kumar go from here?Kumar’s frequent change of camps has earned him the infamous moniker of “paltu Ram” – the turncoat. But in his decision to join the BJP-led alliance again, the Bihar chief minister is looking at short-term gains even if that means further puncturing his credibility, experts said.Kumar’s best bet is to hold on to the chief minister’s post even as media reports have speculated that the Bihar unit of the BJP is opposed to that.Amarnath Tewary, a Patna-based journalist, told Scroll that even if he loses the chief minister’s post, Kumar wants to ensure a peaceful exit. “He does not want the Enforcement Directorate or the Income Tax Department to go after him,” Tewary said. “Who knows? He might even get a governor’s post.”Kumar (left) was under pressure from his party's legislators to join the NDA and from his ally RJD to vacate the chief minister's post for his deputy Tejashwi Yadav (right), experts said. (Photo: PTI)Both Tewary and Ray also said that there was a possibility that Kumar had convinced the BJP to go for early state elections in Bihar, along with the Lok Sabha polls. “In that case, the Janata Dal (United) would hope to perform better as BJP and their allies perform better in national elections and voters are likely to replicate their choices when it comes to simultaneous polls,” Tewary said.Singh, however, said that there was little chance of simultaneous polls being held. But he added that it does not mean that Kumar could not stay on in the chair.“It is unlikely that the BJP will appoint a new chief minister in the few months leading to the Lok Sabha polls,” Singh said. “Even after that, it will be the call of the central leadership. If [Prime Minister Narendra] Modi thinks keeping Kumar as chief minister gives them the advantage, the state leadership’s reservations will not matter.”What’s in it for BJP?As media reports of Kumar’s return to the NDA fold started circulating on Thursday, Union minister and BJP’s senior leader in Bihar, Giriraj Singh said that the “doors were closed” for the chief minister. However, just a day later, Sushil Kumar Modi, who has served as Kumar’s deputy in two terms, said that in politics, doors are never closed forever.Tewary told Scroll that the BJP recognises the importance of Kumar in Bihar. “We have seen how in 2015 [Assembly polls], the RJD-JD(U) alliance scored a huge victory even as BJP had swept the state just a year ago in Lok Sabha polls,” he said. “In a closely contested three-cornered fight, each party would obviously want to have an ally.”Singh agreed, saying that Bihar was a state where the BJP could have lost a significant number of seats compared to its 2019 tally of 39 seats had the Rashtriya Janata Dal and Janata Dal (United) contested as allies. “Besides the arithmetic of elections, this also gives a psychological advantage to the BJP as Kumar’s exit pins the INDIA bloc to the mat,” Singh said.Professor Diwakar also said that since Bihar had conducted caste census under Kumar’s rule, his switching sides will also help the BJP in neutralising the INDIA bloc’s strategy to push the matter as an election issue. “Kumar also has an excuse to exit now since the BJP has awarded the Bharat Ratna to [former Bihar chief minister] Karpoori Thakur, who is seen as a messiah of social reform in the state.”","author":"Abhik Deb","time":"2024-01-26T18:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178280-wttwmdqxgn-1660042950.jpg","tags":["Nitish Kumar","BJP","JD(U)","RJD","INDIA","Bihar"],"source":"https://scroll.in/article/1062758/why-nitish-kumar-could-go-back-to-the-bjp"}