{"title":"Why a temple in Vrindavan looks so much like the La Martinière College for Boys in Lucknow","content":"“Arrived in India as a common soldier and died at Lucknow on the 13th of September, 1800, as Major-General. He is buried in the tomb. Pray for his soul.”So reads the epitaph of Major General Claude Martin, who rests in his mausoleum Constantia that houses the famous La Martinière College for Boys in Lucknow.Martin sailed from Lyon to India in 1751 at the tender age of 16 to serve the Compagnie des Indes orientales. A decade later, in 1761, he joined the Bengal Army of the English East India Company, following the French defeat in the Carnatic War. He moved from Fort William, Calcutta, to the newly established capital of Awadh, Lucknow, in 1776, where he became friends with Nawab Asaf-ud-daula, who was building the city. Their friendship gave rise to a unique style of architecture, called Lakhnavi Architecture, that incorporated features of the Mughal, Hindu and European styles. Today, few people in Lucknow know of Claude Martin’s contribution to Lakhnavi Architecture, and fewer still would be able to recognise his influence on a 19th century Vaishnava temple in Vrindavan, Krishna’s Sacred Grove.\n\t\t\n\tGeneral Claude Martin, published in Lucknow, 1794.In the summer of 2015, I made a pilgrimage to Vrindavan. After roaming for hours in the narrow lanes of the holy town, I was overwhelmed with joy as I stood gazing at the sandstone replica of the iconic Rumi Darwaza of Lucknow. At once I knew that the building had some connection with Lucknow. Lakhnavis are known for taking pride in their city’s culture, its beautiful buildings, and the nazaqat (politeness) of their fellow citizens. I had been to Vrindavan several times but had somehow missed this site. On asking a shopkeeper about the darwaza, I was informed that it was built by a Shah Kundanlal of Lucknow as the gateway to the Shah ji ka mandir (Shah ji’s temple). I entered the temple compound through the gate only to find a mini-Martinian Lucknow.The gateway to Shah ji’s temple. Credit: Aditi Chaturvedi.The temple façade resembles a European-style Lakhnavi Kothi (introduced by Martin). As in Ancient Greek and Roman temples, here too the wide steps lead to a portico with Tuscan pillars. The steps are similar to those on the East Terrace of Constantia. The long verandahs on either side of the portico stand on Solomonic pillars, from which the temple gets its colloquial name “tedhe khambe wala mandir” (the temple with crooked pillars). Marble sculptures of dancing gopis on the temple roof resemble the sculptures of Greek mythological characters on the roof of Constantia.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/jraasserea-1609759241.jpg\">\n  </picture><figcaption>Solominic Pillars at the temple. Credit: Aditi Chaturvedi.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 69.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/icvjtygrlm-1609759240.jpg\">\n  </picture><figcaption>Sculptures of dancing gopis on the temple roof. Credit: Aditi Chaturvedi.</figcaption></figure>\nOn the staircases on both sides of the temple are marble replicas of the Constantia lion rampant. At Constantia, lions with pennants on Martin’s mausoleum are visual reminders of his hometown, Lyon, and his valorous career in the English East India Company. A lion with pennant also appears in the center of La Martinere’s coat of arms designed by Martin. To see this icon close to Martin on a building built 76 years after his death, in a distant city and in a different context was beyond amazement.La Martinere’s coat of arms designed by Claude Martin.After its re-discovery in the 15th century by Sri Chaitanya Mahaprabhu, Vrindavan emerged as the centre of Krishna bhakti in North India. Devotees from around the country poured into the sacred town to have darshan of Lord Krishna. Many wealthy kings and merchants contributed to the growth of Vrindavan by making huge donations for the construction of roads, dharamshalas (lodges), monasteries and, most importantly, temples. The temples built by kings and merchants not only symbolised their devotion to their Lord, but also represented the wealth and distinct identity of their respective city, state or region. A pilgrim to Vrindavan today can locate different architectural styles of India all at one place.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 133.33333333333331%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/thnmupaizo-1609761069.jpg\">\n  </picture><figcaption>Lion ramparts at the temple. Credit: Aditi Chaturvedi.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 115.18367346938776%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/vkrcnbfrql-1609761177.jpg\">\n  </picture><figcaption>Lion ramparts and other sculptures at La Martinière College for Boys. Courtesy: La Martinière College/Facebook.</figcaption></figure>\nI postulate that Shah ji in 1876, like those before him, wanted to represent his hometown in the best possible way in this Vaishnav cosmopolis. For this, he brought to Vrindavan the well-known architectural icons of Lucknow’s Rumi Darwaza. Shah’s incorporation of features from Martin’s Constantia (and other buildings) in his temple only reiterate the key role the Frenchman played in shaping the unique image of Lucknow in its formative days as the new capital of Awadh in the late 18th century. There could be another reason behind Shah’s choices. Lucknow’s architecture reflects the city’s syncretic values, which is why Shah Kundanlal didn’t hesitate in building a Europeanised Lakhnavi kothi with an Indo-Islamic gateway for a Hindu deity.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 66.66666666666666%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/yaktinhhtm-1609762293.jpg\">\n  </picture><figcaption>Wide steps on the eastern terrace of Constantia. Credit: La Martinière College/Facebook.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/reeybvlssq-1609762443.jpg\">\n  </picture><figcaption>Wide steps at the temple. Credit: Aditi Chaturvedi.</figcaption></figure>\n Aditya Chaturvedi is a PhD student of South Asian religions and History at Emory University in the US.","author":"Aditya Chaturvedi","time":"2021-01-17T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/152872-ybmpkxgecg-1609758571.jpg","tags":["Varanasi","Claude Martin","Architecture"],"source":"https://scroll.in/article/982764/why-a-temple-in-varanasi-looks-so-much-like-the-la-martiniere-college-for-boys-in-lucknow"}