{"title":"Why imposing Hindi on India is a bad idea ","content":"The first controversy to face the Narendra Modi government after he took office for the second time is the claim by several states that Hindi is being imposed on them. On Friday, the day the new administration took power, the Union Ministry of Human Resource Development released the draft of the National Education Policy which recommend the implementation of the “three-language formula” from primary school. This would mean children in non-Hindi states such as Tamil Nadu or West Bengal would compulsorily have to learn Hindi, in addition to English and another Indian language. On Monday, driven by protests largely from Tamil Nadu, the Union government hurriedly backtracked, assuring people that the “three-language formula” would not be implemented in primary school.Throughout the world, language is a major market of human identity – so much so that in places such an Europe, nations and language communities – such as the French, Germans and Poles – are seen as synonymous. While not as salient in India, here too, language has played a major part in the country’s politics.Colonial eraThe first language controversy in the subcontinent emerged in Uttar Pradesh in the 19th century as a section of Hindus sought to replace Urdu – till then the language of administration along with English – with Hindi. As part of this politics, “Urdu and Hindi became proxies for Muslim and Hindu [political] mobilisation,” wrote Garga Chatterjee. “In that process, shoring up Hindi numbers became crucial. Many languages of North India like Awadhi, Bhojpuri, Rajasthani, Braj, etc., were nominally fused into Hindi as a political tactic with devastating long-term consequences for the counted-as-Hindi-but-not-Hindi languages.”This is the first time the claim was made that Hindi is India’s so-called national language. Not only does this assertion defy the numbers (more Indians have a non-Hindi language as their mother tongue than Hindi), it also defies history. As it so happens, far from embodying India, Hindi is actually India’s youngest literary language, writes Shoaib Daniyal. The first Hindi novel work of literature came out only towards the close of the 19th century. Any “Hindi” literature before that needs to employ different languages such as Braj (as in the works of Kabir or Rahim) in order to extend itself into the medieval era. Ironically, even though Braj is hundreds of years older than Hindi, “no speaker of Braj can today even so much as fill up a government form in the language. It’s the same with Awadhi, the language of the Ramcharitramanas, as well as Bhojpuri.”Hindi growsAs a result of this support as well as the high population growth rates in the Hindi belt, Hindi has grown hugely in Independent India. From 1971 to 2011, for example, the proportion of Indians who listed Hindi as their mother tongue in the census grew from 37% to 44% even as the proportion of Indians who speak a Dravidian language fell.Not only is Hindi growing, it is changing. The Union government’s efforts to make it a “national language” have resulted in it being “firmly moored to a vastly associational Sanskrit with all its casteist baggage intact”, writes Mrinal Pande. “Its highly associational vocabulary is being used to purge thousands of words it has assimilated through the centuries from regional dialects and Islamic and European languages.” Of course, actually purging Hindi of all its Persian vocabulary would be an impossible task – the very name of the language is from Farsi.This new Hindi has meant that literary Hindi diverges even further from Urdu even though the spoken variants of the two are identical and most linguists would classify them as the same language.Common words of Persio-Arabic origin. Credit: Anand KatakamPop culture HindiHowever, it would be remiss to blame (or credit) the Union government exclusively for the spread of Hindi. In fact, popular culture has played a far greater role, especially Bollywood. In fact, so widespread is the assumption that Hindi is now widely understood across India that even English-only bastions like English newspapers and TV channels now liberally mix Hindi into their content. To follow Republic, Times Now or even sometimes to read a headline in the Hindi, an Indian would need to be familiar with Hindi.Modern politicsWhile India has till now been able to manage its astonishing linguistic diversity rather well with the creation of a federation of linguistic states, the dangers of one language seeking to dominate are easy to see in India’s neighbourhood. Sri Lanka went through a bloody civil war after Sinhalese nationalists tried to foist their language on the island’s minority Tamils. Pakistan was split asunder in 1971, as Bengalis found their own culture oppressed by the Urdu of West Pakistan. Ironically, most Pakistanis who tried to impose Urdu on Bengalis in 1971 were actually Punjabis. And it is only now that some Punjabis in Pakistan are waking up to their lost Punjabi identity, writes Haroon Khalid.However, even as national parties like the Bharatiya Janata Party now (and the Congress earlier) try to push Hindi, this is also generating a reaction from state parties, who are asserting their own linguistic identity in the face of this majoritarian push. In Tamil Nadu, politics around Tamil is standard across the board. However, of late, this new linguistic politics has taken root even in states such as Karnataka and West Bengal.","author":"Scroll Staff","time":"2019-06-03T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/30041-gyvudoagep-1559566383.jpg","tags":["Hindi imposition","Tamil Nadu","Language politics","National Education Policy"],"source":"https://scroll.in/article/925759/why-imposing-hindi-on-india-is-a-bad-idea"}