{"title":"Why are Sikhs abroad more pro-Khalistan than community members living in India?","content":"India and Britain were caught in a diplomatic row last week after Khalistan supporters pulled down the national flag from India’s embassy in London. They were protesting against the Punjab Police’s manhunt for Sikh leader Amritpal Singh.Singh, leader of the sociopolitical organisation Waris Punjab De, has made no secret of his support for Khalistan, an independent nation for Sikhs that some hope to establish. It is a cause that, as the protests in London and a few other countries make clear, continues to find resonance in the Sikh diaspora. If fact, observers say, Khalistan is championed far more by the diaspora than Sikhs in India. The support stems mainly from a disconnect between their memory and today’s reality.The protest in London continued  intermittently for days and drew nearly 2,000 people, some of whom threw bottles and flares at the Indian mission. Similar reactions to the crackdown on Amritpal Singh and his organisation were seen in other countries with sizeable Sikh populations such as Canada, Australia and the United States. In Canada, pro-Khalistan protesters, some wielding swords, prevented Indian High Commissioner Sanjay Kumar Verma from attending a function in Surrey.Such demonstrations overseas aren’t new. For years, Khalistan supporters have held protests against the Indian state and even organised so-called referendums in places like Australia and Canada. The separatist movement has reportedly found backing from some prominent diaspora politicians such as Jagmeet Singh in Canada.Pro-Khalistan sentiment Journalist and writer Amandeep Sandhu agreed that the idea of an independent Sikh nation has more support outside India than from members of the community at home. “Most Sikhs in India, especially those living outside Punjab, want things to be peaceful,” Sandhu told Scroll. “They don’t think of Khalistan and have integrated with other communities and with the mainstream.” In Punjab too, despite facing problems in education and employment, most Sikhs do not much care for the cause of Khalistan, Sandhu said. “Even earlier pro-Khalistan leaders such as Simranjit Singh Mann have been integrated into the mainstream,” he said, referring to the Lok Sabha MP who was once jailed for conspiring to assassinate Prime Minister Indira Gandhi. “However, those who think that Sikhi is the only way to solve these problems may feel sympathetic to Khalistan.”Shinder Purewal, professor of political science at the Kwantlen Polytechnic University in Canada, concurred. “It is true that most vocal Khalistanis are living abroad,” he said.Terry Milewski, a Canadian journalist and author of Blood for Blood: Fifty Years of the Global Khalistan Project, told the Indian Express in 2021 that one of the reasons the Khalistan movement does not find the same level of support among Sikhs in India is the memory of the insurgency in Punjab. “More than 20,000 people were killed in the Sikh insurgency in the 1980s and early 1990s,” Milewski explained. “These were friends and families of the people who are living in Punjab today. They remember this all very clearly. They do not want a repeat of it and that’s certainly one reason for the lack of support.”A large number of Sikhs protesting in San Francisco demanding Khalistan! Why Indian media reporting about protests in London but not in San Francisco? pic.twitter.com/ekdQrNc1Cr— Ashok Swain (@ashoswai) March 22, 2023\n\nIn the case of the Sikh diaspora, there is a gap between their memories and events that actually transpired, Sandhu said. Many Sikhs who left the country in the 1980s and 1990s claimed to have been escaping oppression. The Sikh diaspora, he said, “has grown up hearing stories about India being unjust to Sikhs. There has also never been justice for the 1984 anti-Sikh Delhi pogrom. This continues to give some of them reasons to believe that India is a regressive state”.It is an intergenerational trauma. “Sikh youth abroad have grown up hearing stories of oppression against the community,” Sandhu said. “They have either not seen today’s reality in India or seen it in a limited way. So, they see it from a different psychological perspective.”It does not help when they see crackdowns like that on Amritpal Singh’s organisation and internet shutdowns. “The state doesn’t understand the people, it only understands authority,” Sandhu said. “So, the Indian state seems oppressive to them. Their grievances have piled up over time and the use of social media has amplified their messaging. But Sikhs in India don’t see things that way.”Milewski noted noted similar.  “These people include many who remember the bad old days of the 1980s and have no experience of the modern age in India,” he told the Express.Small minorityEven so, the observers say, the Khalistan movement does not have widespread support in the Sikh diaspora.“While only a small percentage of the Sikh diaspora is calling for Khalistan it reverberates because they are loud.” said Sandhu.  “The larger Sikh diaspora disassociates itself from the pro-Khalistan sentiment. That’s why some Sikhs have protested against Khalistan supporters overseas.”Shinder Purewal, who has researched Sikh ethnonationalism, the Sikh diaspora and the Khalistan movement in the West, agreed that their “numbers are small” but “loud noises give the wrong perception about their base”.He added that the “media hype” around the Punjab Police’s unsuccessful attempts to arrest Amritpal Singh had painted an inaccurate picture of the Sikh diaspora. “The majority of the Sikhs are loyal to their homeland India,” he said. “They remain peace-loving, hard-working and loyal.”Purewal noted that a “vast majority” of second-generation Sikhs in the diaspora is less interested in the Khalistan movement than their parents.Milewski too has argued that the new generation of the Sikh diaspora does not have much memory of what happened in the 1980s, and this is actually failing the Khalistan movement. “How long this movement will survive even in the diaspora is a question to be asked,” Milewski said in the Indian Express interview. “I think it’s failing pretty fast.”Pakistani hand?Recent news reports citing unidentified intelligence officials have suggested that Amritpal Singh is being backed by Pakistan. So, is Pakistan fanning the pro-Khalistan sentiment in the Sikh diaspora? Purewal didn’t discount the possibility. The “secessionists’ control over several gurdwaras”, he argued, gives Pakistan “a base” to fan Khalistani separatism.Sandhu, however, said that Pakistani support may not be a major factor. “During the 1980s, Pakistan was backing the Khalistan movement for its own interests,” he said. “But I don’t think that is true anymore. They have their own problems to deal with.”Also read: Explained: Who is Amritpal Singh and why is Punjab Police chasing him?","author":"Nachiket Deuskar","time":"2023-03-28T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188194-cpcysmmttc-1679318849.jpeg","tags":["Amritpal Singh","Punjab Crisis","Sikh Diaspora","Khalistan Movement","Pro-Khalistan Protests","Punjab Insurgency"]}