{"title":"Why wasn’t campaigning halted immediately after Vidyasagar violence and four other questions for EC","content":"In an unprecedented order on Wednesday, the Election Commission of India curtailed campaigning in West Bengal for the final phase of the general election, shutting down activity from 10 pm on Thursday, 19 hours earlier than it was to end.  The poll body invoked powers under Article 324 of the Indian Constitution which states that “superintendence, direction and control of elections to be vested in an Election Commission”. This is the first time that such a ban on campaigning has been ordered in the history of India.The order comes after violence accompanied Bharatiya Janata Party President Amit Shah’s roadshow in Kolkata on Tuesday, during which a bust of the Ishar Chandra Vidyasagar, one of the foremost icons of the Bengal Renaissance, was smashed at Vidyasagar College in North Kolkata.Both the BJP and the Trinamool Congress, which rules Bengal, have accused each other of being responsible for the violence.The Commission’s order has raised more questions than answers.1) Why was campaigning not suspended immediately after the Vidyasagar College violence?In its order, the Election Commission cited recent violence over the past 24 hours, going on to state that it was “deeply anguished at the vandalism done to statue of Respected late Shree Ishwar Chandra Bandhopadhyay who was conferred the title of ‘Vidyasagar’ by Sanskrit College, Kolkata”.But if this violence was the reason for the order, why does the ban on campaigning only come into force more than two days after the violence at Vidyasagar College? If the aim was to contain election violence, an immediate ban should have been instituted by the commission. Instead, campaigning will continue for a full two days after the incident. If the Election Commission is confident that the state administration can control violence for two days after the Vidyasagar incident, what makes it unsure it will fail on the third day?The lack of coherence about the timing of the poll body’s ban has led to allegations that it is not functioning in a free and fair manner. The Communist Party of India (Marxist)’s Sitaram Yechury pointed out that Prime Minister Narendra Modi will be campaigning in Bengal on Thursday. “Is it to allow the two rallies of the PM before that?” he asked, rhetorically.If a ban is intended for 72 hours, why is it starting at 10pm tomorrow? Is it to allow the two rallies of the PM before that? https://t.co/wn6MqmmrhD— Sitaram Yechury (@SitaramYechury) May 15, 2019\n\n2) Why were state officials suspended?The Election Commission also punished two key state officials. The Election Commission removed Additional Director General of Police (Central Investigative Department) Rajeev Kumar from his post, and asked him to report to the Ministry of Home Affairs on Thursday. It also relieved West Bengal Principal Secretary (Home Affairs) Atri Bhattacharyya of his duties “for having interfered in the process of conducting the election”.It is unclear what this had to do with the violence on Tuesday.Reporting by journalists, eyewitness accounts by college students and authorities as well as mobile video shot by people inside Vidyasagr College show BJP workers smashing the statue of Vidyasagar.Moreover, the commission itself should have video recordings of the violence since all campaigning must be videographed. However, the poll body has not released the footage.BJP supporters clash with the police during Amit Shah's rally in Kolkata on May 14. Credit: PTI3) Was bad planning by the EC a factor in the violence?Under the model code of conduct that is in place during the poll campaign, the state police function not under the direction of the Mamata Banerjee government but under the Election Commission. Using its administrative powers, the Election Commission in April replaced the Calcutta police commissioner and posted Indian Police Service officer Rajesh Kumar as the city’s top cop.A former Kolkata Police Commissioner, Prasun Mukherjee, raised questions about the plan employed by the new Election Commission-appointed police commissioner for Amit Shah’s roadshow. “A procession like that of Amit Shah in Calcutta should have been covered like any religious procession, with forces placed in the front, back and both sides to ensure no one could suddenly join the rally,” Mukherjee told the Telegraph.Moreover, even before Shah started his roadshow, there was an air of tension that the police top brass failed to read.Mukherjee pointed out that the lapses could have occurred since the new Commissioner has never worked for the Kolkata Police and hence was unaware of how such an event should be handled.4) Why was campaigning not suspended in earlier phases where there was even greater violence?While the Election Commission mentioned the smashing of the bust of Vidyasagar as a reason for its unprecedented decision, it was unclear why this led to it suspending campaigning for this phase when earlier phases across Bengal saw far greater violence.On April 23, for example, a Congress-Trinamool clash in Murshidabad led to a man being attacked with a machete. The man’s guts were spilled out. He was chased down and attacked again, leading to his liver coming out. The man eventually died in hospital.Even after this, the Commission did not think it necessarily to drastically change the polling schedule, unlike in the Tuesday violence where a statue was broken.5) Did the EC’s seven-phase campaign fail to achieve its objective?The Election Commission decided to implement an unprecedented seven-phase poll in West Bengal stretching over five-and-a-half weeks. Along with this, it decided to take over key posts in the West Bengal administration, choosing official to head the Kolkata police as well as the police in Biddhannagar, a key suburb of the capital.But as the Election Commission admitted in its order banning campaigning on Friday,  more than a month into the election, “there has been growing incidents of disruption and violence during the political campaigns/processions in the state of West Bengal during the ongoing general elections”.Given this, the Election Commission needs to take stock on whether its methods need to be revised.","author":"Shoaib Daniyal","time":"2019-05-16T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119753-kfqsgxvhia-1557955173.jpg","tags":["Mamata Banerjee","Amit Shah","Vidyasagar","Election Commission"]}