{"title":"Why the new farmers’ party in Punjab has failed to draw much enthusiasm from farmers","content":"During the farmers’ agitation, 50-year-old Prem Singh had spent about 45 days at Tikri, on the Delhi border. Protesting farmers had set up camp there for over a year, until the government repealed the three farm laws that had triggered the agitation.“The farmers’ fight is still not over,” said Prem Singh, who owns 12 acres of land in Matti village in Punjab’s Mansa district. “If farm leaders tell us to leave everything and march to Delhi again, I will be the first one to leave.” However, Prem Singh does not approve of a section of farm unions contesting the Punjab assembly elections, scheduled for February 20. For him, activism and politics must remain separate. “If farmers decide to contest elections then what is the difference between politicians and farmers?” asked Prem Singh, who is a member of the Bharatiya Kisan Union (Ekta Ugrahan), the largest farmers’ union in Punjab.On December 25, 22 farmer organisations that were a part of the Samyukt Kisan Morcha, the collective that spearheaded the year-long farmers’ agitation, decided to float their own political party, the Samyukt Samaj Morcha. Several major unions, including factions of the Bharatiya Kisan Union, however, have stayed away. The new party has stitched up an alliance with Haryana-based farm leader Gurnam Singh Chaduni’s Sanyukt Sangharsh Party. Out of 117 seats, Chaduni’s party will contest 10, while the Morcha has fielded candidates in 104 seats. Since the Morcha was not registered as a party by the Election Commission in time for the polls, its candidates are contesting as independents. The commission did, however, allot an election symbol to the party – the rope and wood cot that is ubiquitous in Punjab’s villages. “In Punjab, almost everyone is a farmer,” said Racchpal Singh, who oversees the party’s campaign from a shop that has been turned into a makeshift office in Samrala in Ludhiana district. “All the previous governments were formed by the votes of these very people. Now, when there’s an outfit representing them, why won’t they vote for it?” Not everyone is so sanguine. Of the 22 unions that decided to form the Morcha in December, many have had opted out. Only 13 still support the party. Many accuse the party of diluting farmers’ issues and splitting union ranks.Lal Singh feels the new party has divided farm unions. Picture credit: Safwat Zargar.Farmers divided?“The elections have divided farmers,” declared 65-year-old Lal Singh, who runs a grinding mill in Dhaipai village in Mansa district. “Had all the farm unions decided to contest elections together, as a single group, you would see a lot of people supporting them.” Kuldeep Singh, a 36-year-old farm labourer from Hamirgarh village in Mansa, shared his scepticism. The three controversial laws may have been repealed but minimum support prices were still not legally guaranteed and compensation for many of the farmers who died during the agitation had still not been paid. Farm leaders, he felt, should have devoted their energies to these matters. “But they chose to jump into politics. What’s the hurry?” he asked. He was also not convinced by a party that chose to field its candidates as independents. “I feel if someone is fighting as an independent today, they can be bought by anyone tomorrow,” said Kuldeep Singh.During the farmers’ agitation, Lal Singh’s son had joined the protests at the Tikri border. While the 65-year-old feels strongly about farmers’ demands, he has other worries on his mind – unemployment, for instance.“Just roam around the village and you’ll see youth sitting idle, doing nothing,” said Lal Singh. “It’s very dangerous, they can easily pick up bad habits.”  Others believe having a farmers’ party in the assembly will help represent them better. “Even if only five to six farm leaders win, they will talk about our issues in the assembly. We’ll feel farmers have a say in the government,” said 60-year-old Gurtej Singh, who lives in Kaleke village in Barnala district. He is a member of the Bharatiya Kisan Union (Qadian), one of the ten influential farmers’ unions that decided to stay away from politics, but he will still vote for the Morcha. A Samyukt Samaj Morcha flag flutters above an Aam Aadmi Party flag at Dayalpora village in Samrala. Picture credit: Safwat ZargarFour’s a crowdRacchpal Singh explained the main logic of entering electoral politics was to prevent “anti-farmer laws” from being passed. “Therefore, we won’t need to launch an agitation for scrapping them,” he pronounced. The party manifesto promises a monthly income of Rs 25,000 for each farmer family, an end to “mafia raj”, a new accountability commission and agricultural trade with Pakistan through the land route.In most of the state, the Morcha’s campaign is restricted to door to door visits. But in the Samrala assembly seat, the party is more visible, its flags flying side by side with those of the Congress and the Shiromani Akali Dal. This is the seat where the Morcha’s chief ministerial candidate is standing for election – 77-year-old Balbir Singh Rajewal, leader of the Bharatiya Kisan Union (Rajewal). In the last five elections, the assembly segment has gone to Congress four times and once to Akali Dal. The Morcha’s entry has crowded the electoral scene in Punjab, which has traditionally been a bastion of the Congress and the Shiromani Akali Dal. The Aam Aadmi Party has projected itself as the challenger to these traditional players, promising an alternative politics and corruption-free governance. Now, the Morcha is also pitching itself as a conduit to “change”, tapping into underlying resentments against the Congress and the Akalis. “Punjab is fed up with the Congress and the Akali Dal,” said Racchpal Singh, who was a retired government employee before he started working for the Samyukta Samaj Morcha. “The AAP is selling the Delhi model to the people of Punjab but we know it’s shallow and a creation of the media. Do people know that the Delhi government is taking Punjab’s water and not paying for it?”He was referring to the old dispute about sharing the waters of the Sutlej-Yamuna Link Canal between Punjab, Haryana and Delhi.Gurtej Singh feels even a few farm leaders in the state assembly would mean farmers' issues are better represented. Picture credit: Safwat ZargarA headache for AAP?Many feel that it is the Aam Aadmi Party, the other relative newcomer to Punjab, that will take a hit with the Morcha’s entry. “Most of the people who will vote for the farmers’ party are AAP voters,” diagnosed 40-year-old Gurpreet Singh, a truck driver and a member of the Qadian faction of the Bharatiya Kisan Union. He was also planning to transfer his vote from the Aam Aadmi Party to the Morcha.  So was Gurtej Singh, who is also the village chief in Kaleke. In the previous elections, he had voted for the Aam Aadmi Party to register his anger against the Congress and the Akali Dal. The local Aam Aadmi Party candidate had won the seat but the party had no real say in the state government. As a result, Gurtej Singh explained, the village had seen very little developmental work.So widespread is the belief that it has spawned a conspiracy theory: the Morcha is the “B team” of the Congress or the Akali Dal, floated to split the Aam Aadmi Party vote.According to Ashutosh Kumar, who teaches political science at Panjab University, the Morcha is likely to draw away votes from both the Aam Aadmi Party and the Akali Dal. Both parties were eyeing votes from the dominant Jat Sikh farmers of southern Punjab’s Malwa region, Kumar explained. This was also the region that had supplied a large number of protesters during the farm agitation. “Since the farmers’ unions are dominated by Jat Sikhs, the Morcha will attract those votes in its favour,” Kumar said. He anticipated the vote being fragmented among parties, with low margins of victory or defeat. There is another factor that could curb voter enthusiasm for the Morcha. “Voters assess which party has the chance to win because no voter wants to waste his vote. It’s certain that the farmers’ party will not form the government,” Kumar said.","author":"Safwat Zargar","time":"2022-02-17T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170144-zuiuaqserq-1644921210.jpg","tags":["Punjab","assembly elections","farmer protests"],"source":"https://scroll.in/article/1017432/why-the-new-farmers-party-in-punjab-has-failed-to-draw-much-enthusiasm-from-farmers"}