{"title":"Why did the BJP run a largely non-polarising campaign in West Bengal?","content":"On April 3, the Bharatiya Janata Party put its formidable outreach network on an unusual election task: show Prime Minister Modi’s connect with Muslims.The party’s social media accounts as well as media houses seen to be sympathetic towards the party pushed out an image of a skull-capped Muslim man leaning in and confiding in Modi as the prime minister listened intently, with one hand avuncularly on the man’s shoulder.Under Modi, the BJP has largely encouraged religious polarisation given that its strategy has been to collect as much of the Hindu vote across castes, while taking it as a given that it would not get substantial Muslim support. However, as is clear from the Modi-Muslim man image, the BJP has been wary of pushing a hard polarisiation line during the 2021 West Bengal Assembly elections.The reason for that is less that the BJP thinks it will get Muslim votes but more to prevent a substantial polarisation behind the Trinamool. A consolidation of the votes of Bengal’s large Muslim population – double the national average – might end up harming the BJP’s seat tally.However, a slew of polarising events in recent years, including the politics over the Citizenship Act and the National Register of Citizens, as well as the decline of the Congress, has made the BJP’s job tough, with already significant polarisation behind the Trinamool this election.This state of affairs, however, is also not ideal for the state’s Muslims, who now face a Hobson’s choice – even those unhappy with the incumbent government may end up voting for it.PolarisationIn the 2019 Lok Sabha elections, as per survey data from Lokniti-Centre for the Study of Developing Societies, the Trinamool Congress received as many as 70% of Muslim votes in West Bengal. Two years later, the Trinamool has seemingly not lost any of this support. In most districts, Muslim voting choices tend to lean highly towards the party.It is not very difficult to guess which symbol 65-year-old Abdul Karim Khan is going to vote for. “Have they done any work?” he exclaimed in mock outrage to a question on the Trinamool’s development performance in his village of Pathardoba, Bankura. “I have never seen a government like this in my life. They have changed this area.”Abdul Karim KhanKhan’s bombast is not an exception. His Muslim village will vote en masse for the Trinamool. It has a lone BJP supporter – who is also a party worker, Khairat Ali Khan. When Scroll.in spoke to him, a crowd lined up to poke fun. “He is doing it for the money,” one unidentified voice jeered, as Khairat looked on sheepishly.Clearly, the Trinamool does not only gather votes from Pathardoba, it has a hegemonic presence in the village.This hegemony though drops away sharply in the neighbouring village of Jotiyakanali, where its largely Hindu population allege that there have been massive gaps in the government’s welfare delivery. “Trinamool does almost no work,” argues Sadhan Gorai. “We have only 3-4 houses [referring to the Centre’s rural housing scheme controlled by the panchayat]. But 60-70% of Mohammedans have got them.”This is a common binary across the state: while there will be shades of opinion, ranging from good to bad, about the state government’s performance amongst Hindus, a significantly high proportion of Muslims seem to think it has done a good job.Fading CongressThis pro-incumbency trend is perhaps more apparent in the only two Muslim-majority districts of West Bengal: Malda and Murshidabad. Once a Congress stronghold, Muslims in the region are moving over rapidly to the Trinamool. While welfare and development also plays a role, the other major factor includes apprehensions of a Muslim-only citizenship test, which the BJP had used as a campaign issue in 2019. Fear of a BJP government in West Bengal are driving Muslims in Malda-Murshidabad to vote as a bloc, which often means abandoning the Congress and choosing Mamata Banerjee.Iqbal Hossain is a tailor who usually works in Delhi but has stayed on in his hometown of Sujapur, Malda, ever since the 2020 lockdown. Fears of as citizenship test weigh heavy on his young mind.  “You can see what Modi is doing,” he said. “That’s why people are flocking to Mamata. People are saying, we need to save ourselves [from an NRC]. And will [sitting Congress MLA] Isha Khan be able to save us? They are neither in the state nor the Centre.”Hossain had voted Congress in 2019. But this time, he says he will chose the Trinamool.Iqbal HossainAt the Sujapur Congress office, there is indignation at what party workers see as Trinamool underhandedness. “Mamata scared people with NRC,” said Imran Ali, a senior party worker. “She said only we will be able to stop it.”Wary of consolidationIn Malda’s Milki, Daulat Momin and Noorunnisa Bibi are a middle-aged couple who are also leaving the Congress for the Trinamool. Factors include both state welfare, which includes everything from cash transfers to free ration, but also the NRC. “What they [the BJP] are doing to poor people is not right,” said Noorunnisa. “Can poor people produce all their papers?”In Murshidabad’s Khuntipara village, Shahibul Mir’s family presents an illustrative picture of how heavily the Congress is bleeding Muslim votes in the district.  Out of 14 people in his joint family, as many as 12 will vote Trinamool. This is double the figure in 2019, a change driven largely by welfare. Starkly, Mir is a Congress worker. But so strong is the Trinamool’s rise that the only person who shares his political convictions in his family is his wife. “At least I managed to convince her,” he says as self-deprecatory joke.Noorunnisa BibiSubhash Yadav, a senior BJP worker in Malda’s Manickchak Assembly Constituency is wary of Muslim consolidation behind the Trinamool. “In 2019, we took a lead here since Muslim votes got split between Congress and Trinamool,” he explained.Manickchowk is divided equally between Hindus and Muslims. With a near-full Hindu consolidation but no similar bloc voting by Muslims, the BJP took a lead in the Assembly segment in 2019 with 43% of the vote.  However, Yadav feels this time will be tougher for the BJP. “[Uttar Pradesh chief minister] Yogi [Adityanath] came to Malda and said he will stop cow slaughter,” said Yadav. “That was a mistake. It has consolidated the Muslim vote [behind the TMC].”Hobson’s choiceGiven that keeping the BJP out is a major consideration among Muslim voters, this has smothered voices in the community critical of the incumbent government.In North 24 Parganas’ Doharia village Asadul Haque angrily lists a veritable litany of complaints against the Trinamool administration: corruption in the distribution of Amphan relief, bribery in allocating rural housing grants, police corruption. Similar complaints are making many Hindus in his district opt for the BJP. But Haque is clear that is not an option. “After the NRC in Assam, how can any Muslim vote BJP?” he said. “They want to expel us from India.”The conversation started with Haque’s exploding anger against the Trinamool. But by the end, he was clear that he did not blame the chief minister for her own administration’s corruption and would still vote for Banerjee: “The corruption has been done by local leaders – none of it is Mamata’s fault.”Asadul HaqueThese sorts of responses are what are partially behind the BJP nearly shelving the issue of citizenship – via the National Register of Citizens and the Citizenship Amendment Act – in this election. While they were significant talking points for the party in 2019, when it was a minnow and wanted to attract Hindu votes on the basis of polarisation, they might act as a hurdle if the party wants to actually pull off a majority in the Assembly.Steep climbNotably in 2019, more Hindus, as a percentage, voted for the BJP in Bengal than members of the community did for the party in the 2002 Assembly election in Gujarat, which took place just after widespread communal rioting. While this awarded the BJP an impressive vote share, the party’s performance when measured in terms of Assembly seats fell short of the halfway mark with 41% leads.Very high levels of Muslim polarisation behind the Trinamool will make the BJP’s job of reaching a winning percentage of Hindu votes even tougher. Which explains why the BJP has largely concentrated on bread and butter issues this election rather than communally polarising topics.So dependent is the Trinamool on this anti-BJP bloc voting by Muslims that in some cases even senior party leaders have made no bones about it. “In Bengal, 30% people are Muslim,” MP Saugata Roy told the Hindustan Times. “Any leader who doesn’t command any support, they don’t realise that without the Muslims, they will be hard-pressed. BJP can’t get that percentage of votes and will be at a disadvantage.”","author":"Shoaib Daniyal","time":"2021-04-28T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/158174-azaoqzwann-1619386626.jpeg","tags":["West Bengal","Modi","West Bengal Assembly Elections 2021","Muslim vote"],"source":"https://scroll.in/article/993292/why-did-the-bjp-run-a-largely-non-polarising-campaign-in-west-bengal"}