{"title":"Why (and how) a young school student had to pretend to be upper caste and hide her Dalit identity","content":"In 1992, with little jewellery left to sell, Mum decided the only way to keep Dad from drinking was to keep an eye on him at all times. He was now posted in Merta City, a bleak town in western Rajasthan. So that is where she went with a new baby, a toddler and a seven-year-old in tow. Merta City is a hamlet in Nagaur, which has remained one of the most underdeveloped (officially called industrially backward) districts of Rajasthan. She hoped that staying with his family and seeing his children daily would motivate Dad to drink less and be more focused on his job. Named somewhat ambitiously, Merta City then had a population of less than 30,000 and almost no decent schools. My parents had decided to enrol me in Sophia’s boarding school so as to not upset my education. But they understood that staying away from home at seven was a big ask, especially from their indulged first-born. Yet, to their surprise, I didn’t answer them with a “yes” or “no” when they asked me if I was okay with it. Instead, I remember asking “how” – as in how can you afford to send me to a hostel when paying my school fees is a struggle?Even at that age, I felt somewhat responsible for the increased stress and the arguments my parents were having while discussing my school fees every quarter. A year earlier, while visiting my Mum’s parents’ house, one of her brothers had brazenly asked me why I wanted to “inconvenience” my parents with my expensive school fees. I didn’t fully understand Mum’s reasons but I knew it was important to have a “good standard” and that we couldn’t have that if I went to a bad school. If I needed to stand out, I had to study in Sophia. Despite knowing this, I couldn’t help but feel guilty about the way my mum was educating me when she couldn’t afford it. For many years after, till I was an adult, that conversation echoed, leaving me feeling like a spoilt, demanding child who thought she was so special that she deserved a good education, when as made sufficiently clear by my uncle, I wasn’t. I remember wanting to prove to him, and pretty much everyone else, that I was indeed good enough to deserve that education. And even if I wasn’t, I would work twice as hard to ensure no one questioned my right to it again. If my mum was indeed doing me a “favour”, as my uncle had implied, then I needed to return it in full, with excellent grades. I joined the hostel in the middle of the school year. It didn’t affect my classes, except that instead of taking a school bus I could now walk to class from the dormitory. But unlike other girls who had simply left their houses to share a huge hall-like space with seventy-five others, I was also leaving the safety net of my family’s upper-caste performance. But that’s precisely why Mum chose to send me there. Living with upper-caste girls was meant to train me to be like them. By picking up little details like how they spoke, braided their hair or tucked in their sheets – some of the markers of upper-caste culture – I would successfully blend in with them for the rest of my life. So far I had not needed much in my armoury to convince people that I was like them – middle class and upper caste. A few “going out” clothes, a pair of thin gold hoops and sturdy shoes made me look as middle class and upper caste as anyone I knew. But a boarding school meant that I would need to pretend I was upper caste in nearly every breathing, waking and sleeping moment – an onerous effort for most adults and nearly impossible for a seven-year-old. But living with upper-caste girls as openly Dalit would shake my self-esteem and perhaps scar me forever, never allowing me to climb out of the caste cage. So the only choice was to maintain the upper-caste aura. Mum feared that without the necessary trappings, my outing as a Dalit would happen in less than a week. So she spent money we clearly didn’t have on more expensive things that would make up for my caste. Shoes that lit up with multi-coloured lights as I walked, the It kid’s shoe of 1992, high-quality buckets and mugs made from shiny plastic and matte gold studs for my ears were meant to convey that we were rich so that no one would wonder if we were the right caste.We didn’t have much money when I was young. But even for Dalit families who are better off, this “performance” of being upper caste is necessary to blend in. “Books were never denied, music was cultivated like a subject...Festivals and food celebrated with aplomb. Clothes and appearances were cared for, shoes were always polished,” Neha Bhujang, who is an engineer and openly Dalit, shared her story on Documents of Dalit Discrimination. In the same post, she talks about her parents’ forced deference to upper-caste villagers through Marathi salutations like “Johar Mai Baap” – you are my mother and father, you are my supremacy and I bow to you. “This was proof that no matter your economic status, caste is like a tattoo on your face that you cannot hide,” she wrote. Neha also opened up about growing up like an upper-caste, middle-class girl but never speaking about her Dalitness for fear of being “ostracised”.Even as Mum took me around the city buying unnecessarily expensive daily comforts, she knew there was one thing she had little control over – my skin colour. More wheatish/tan than fair, it was close to her own colouring and she worried that all her effort to stage-manage our affluence and in effect our upper-casteness would get upended by my “not so fair” skin shade. ~~~She [my mother] would try a new ubtan every week and faithfully shielded her arms, face and other uncovered body parts from the stinging rays of the sun; she still does. Even her mother and grandmother bathed with home-made ubtan instead of soap. But that has made little difference to the colour of her honey-toned skin (it has, however, kept it smooth for decades). Dad’s family would ridicule her for not being fair enough, even as most of them, except Dad, were of the same skin tone. I was born a light-skinned child who grew up to be progressively darker, until my skin tone was the same as Mum’s. This became a constant source of anxiety for her. Before I was old enough to remember or protest, she started bathing me with ubtans – something I had no choice but to follow till middle school. I hated ubtans, especially the part where I had to sit on a tiny plastic stool waiting for the thick, cold paste to dry. I often tried to outsmart Mum by applying small patches on my arms or legs. Mum quickly caught on, and would come in to the bathroom to rub it on me in big, cold goops. Sometimes, when washing it off hastily as I rushed to get ready for school, I would miss some hard-to-reach places like my elbows and behind my ears. By the time the second period started, the paste would have caked into dry flaky pieces that would fall onto my notebooks as well as my classmates’. I hated my classmates’ cruel jokes even more than the ubtan. Even if on some confused level I understood that I needed to be fair to be accepted, and not “Dalit-looking”, there was no way I could explain that to them. So I’d quickly and wordlessly scrub it off when someone noticed that I still had some of my “Dalitness” sticking to me. While packing my luggage for the boarding school at Sophia, Mum had slipped in a bag of the dry powder I was supposed to mix with milk or water and use during my bath. Before leaving me at the dormitory, she also left unnecessarily detailed instructions on how that was to be done with the seventeen-year-old caretaker who managed the “junior girls” in that wing. I knew the caretaker did not appreciate Mum’s directive because she repeatedly reminded me of it for the two years I lived there, often humiliating me in front of my hostel mates. During the common bath time, she would loudly enquire about that powder my mum left for me to become fair. Of all the times my ubtan embarrassed me, those were the worst. My seven years so far had taught me nothing about standing up for myself, or defending what I thought was right. I also lacked the entitlement that a combination of wealth and caste pride allow many, even at that young age, to take on much older, more influential bullies with fortitude. I was poor and pretending to be upper caste in a hostel filled with mostly older girls; I had to fit in. So I joined the raucous laughter in the room or smiled like I was in on the joke she was making at my expense and about Mum, even as a part of me cringed. The caretaker must have sensed that I was hiding something, for she soon added a new element to her weekly routine: asking me if I thought my mother was a bad person. She wasn’t content with just mocking me, she also needed me to assure her that she was right.I didn’t tell Mum about this. I knew she would want to intervene or report it to the administration. And I thought that would only make things worse for me. The caretaker might be reprimanded. But after that, living at the hostel could get a lot worse. Pretending to dislike my own mother while blaming myself for not defending her didn’t take long to turn into deep self-disgust. That plastic bag of ubtan became its centre and source. I would shove it deep into the belly of my locker so no one, not even I, could see it. The bag would sit there unopened during the semester and I would bring it home with me during the break. Even though Mum had half-expected that I wouldn’t actually use it, she would still be disappointed. During the weeks I spent at home, she would go through old magazines looking for the least messy ubtan recipes. She’d spend hours searching for the ingredients, and painstakingly blend them either by hand or in an old mixer. I would return to the hostel with a new packet and fresh fodder for the bullying. And as much I wanted to, I could never throw it away either. During those long months away from home, that bag was my connection to my mother. Excerpted with permission from Coming Out As Dalit: A Memoir, Yashica Dutt, Aleph Book Company.","author":"Yashica Dutt","time":"2019-02-27T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113976-sivmqaaaco-1551160401.jpg","tags":["Dalit","caste","memoir"],"source":"https://scroll.in/article/914637/why-and-how-a-young-school-student-had-to-pretend-to-be-upper-caste-and-hide-her-dalit-identity"}