{"title":"Why the Congress defeat in Chhattisgarh is far worse than the loss in Rajasthan","content":"Of the five states that went to polls in November, the Congress ruled two: Rajasthan and Chhattisgarh. It lost both. Since the two states are situated in what is often called India’s Hindi heartland, it is tempting to look for common strands in the defeats, to explain why the Congress is spectacularly unable to hold on to power in the face of a hegemonic Bharatiya Janata Party.But the defeats are not strictly comparable. Not only are the polities in the two states starkly different, the Congress governments were also poles apart, whether in their governance models, leadership styles, even ideological moorings.Understanding these differences is crucial before we come to the common factor. And there is indeed one.1. Governance and leadershipIn Rajasthan, the Congress had an experienced administrator at the helm. Three-time chief minister Ashok Gehlot utilised his experience to build a social welfare state that is possibly the most comprehensive that North India has seen. From kitchens that served meals for just Rs 8, to enhanced social security cover and improved access to healthcare, the Gehlot government made major strides in governance. When I briefly travelled in the state in September, I heard even supporters of the BJP acknowledge this.In contrast, Congress’s landslide victory in Chhattisgarh in 2018 threw up an untested leader. Bhupesh Baghel was barely known even within the state until a Maoist attack in 2013 wiped out the top leadership of the Congress. Taking over as the president of the state unit, Baghel emerged as a pugnacious street fighter, helping the Congress defeat the BJP after 15 long years. However, his lack of experience – and a complete absence of vision – meant that the Congress failed to come up with any significant intervention other than raising the paddy procurement price. Worse, even basic administration suffered. In recent years, whenever I travelled to the state, I would be startled to hear die-hard opponents of the previous BJP regime say: “Isse to Raman Singh ki sarkar achchi thi” – the government led by previous chief minister Raman Singh was better than this.2. Ideology Other than his intuitive understanding of farmers’ interests, which stemmed from his background as a large landowning farmer, it was never clear what Bhupesh Baghel stood for.He tried to outdo the BJP on Hindutva, but instead expanded space for the ideology. By building the Ram Van Gaman Path – a tourist circuit that retraces the route purportedly taken by Ram in exile – he took the iconography of Ram, intertwined with the exclusionary politics of the BJP, to new corners of the state. In Adivasi regions, Christian believers were attacked. The state has just 2% Muslim population. Yet, Hindu-Muslim riots broke out in the plains. In the face of communal violence, Baghel maintained silence or spoke the language of Hindutva, effectively giving the BJP the upper hand.In Rajasthan, Ashok Gehlot was far more successful at combating the BJP’s efforts to polarise the electorate. He did not cede much ground to Hindutva. He stuck to the old Congress balancing act of extending community-specific favours to both Hindus and Muslims. As a Congress veteran, he followed the classic old tent approach – something for everybody. Gehlot held the ideological line. It served Congress well.3. Anti-incumbency sentimentThere was no major anti-incumbency sentiment against Gehlot. Most journalists who reported from the state found the chief minister was remarkably popular, and government schemes were widely appreciated. But there was anger against Congress MLAs, who were seen as corrupt. A common complaint was the chief minister had failed to rein them in.In Chhattisgarh, there was sharp anger against the government, at least in the Adivasi regions, as my colleague Arunabh Saikia and I found. Adivasi voters felt let down by a party that made tall promises about protecting their jal, jungle, zameen, but instead, allowed mining to expand. The Baghel government passed the rules required to implement the Panchayat Extension to Scheduled Areas, or PESA Act, but only in a diluted form. In the plains, farmers appreciated the raised paddy procurement price, but after the BJP declared the “Modi guarantee” of an even higher price, it seemed no other reason remained to vote for the Congress.4. Historical recordDespite running an effective government, Gehlot was widely expected to lose. This is because of Rajasthan’s famous “roti palatna” or revolving door politics. For three decades, the state has always voted out the incumbent. In Chhattisgarh, it is the opposite: the electorate is slow to dismantle governments. The BJP held on to power for three consecutive terms in the state before the Congress dislodged it in a massive landslide victory, winning 68 seats in the 90-member assembly. Given the scale of its 2018 victory, it was widely assumed that the Congress would make it past the half-way mark, even if anti-incumbency reduced its victory margin. Yet, it lost and handed over the BJP its biggest win so far in the state.Rajasthan Chief Minister Ashok Gehlot submitting his resignation letter to Governor Kalraj Mishra on Sunday. Photo: Raj Bhavan5. FactionalismFor all the differences between the two Congress governments, there was one common factor that contributed to their defeats: bitter internal feuds, mismanaged by the Congress’s central leadership. In Rajasthan, Gehlot expended significant political capital on fighting his rival Sachin Pilot, whose rebellion in 2020 threatened to break the party and open the doors for the BJP. In the process, Gehlot became beholden to MLAs who remained loyal to him, which proved to be his Achilles heel – he gave tickets to even unpopular MLAs and they lost. In Chhattisgarh, after the 2018 victory, the Congress’s central leadership came up with a power-sharing formula between Baghel and his rival TS Singh Deo: both were promised a half term each. Baghel got the first turn. He undermined Singh Deo at every step. Departments handled by Singh Deo as minister – panchayat and rural development and health – suffered. The PESA rules were diluted, the rural housing scheme was thwarted. The infighting left party cadre demoralised, and in many places, they worked to defeat Congress candidates.Factionalism does not solely explain why the Congress lost the two states. But it was an important factor. The failure to tackle it lies entirely with the party’s central leadership, which acts like an imperious high command even though it has no real heft, dependent as it is on its chief ministers for raising party funds.After the Congress’s 2018 victories, the rival leaders from Rajasthan and Chhattisgarh, instead of mobilising support from the elected MLAs, canvassed for support among Delhi journalists since they believed the party high command pays more attention to them than their own leaders. Rahul Gandhi, then national president of the Congress, held long meetings with the rival leaders before he decided who should be the chief minister.If the Congress had instead allowed elected MLAs in each state to pick their leader, the bitter disputes that followed later would have been decisively laid to rest.","author":"Supriya Sharma","time":"2023-12-05T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196389-zfrelxtpoo-1701702840.jpg","tags":["Assembly Election Results 2023","Chhattisgarh","Rajasthan","Bhupesh Baghel","Ashok Gehlot"]}