{"title":"Why are they going after Bollywood?","content":"After the televised tamasha over actor Rhea Chakraborty, we are now witnessing a rising hysteria over other film personalities who are alleged to have led debauched, drug-fuelled lifestyles that the morality-keepers of the nation look down on.Internet chat messages, which anyone can write and tamper with, are being used to claim that they used soft drugs. It doesn’t matter that marijuana is available at street corners all over India and consumed publically during religious festivals.  If sadhus can consume hash at will, are we being hypocritical in making a moral example of Bollywood actors, particularly young women? Are they easy targets for an intensely patriarchal culture, where what’s good for the gander is not quite so for the goose? Is the government cynically using sold-out corporate media to detract attention from an economy and public health situation that is in a shambles? After all, in the time our eyes are trained on “drugs in Bollywood” reality TV, India’s economy is performing worse than any other G20 country. Our farmers are on the streets, protesting hurriedly passed legislation that they fear will lead agriculture deeper into crisis. Our poor management of Covid-19 has made us the second-worst affected country in the world, with little culpability for the more than 90,000 dead. The Bollywood witch-hunt is no doubt a distraction. It is patriarchal and hypocritical too, much like our society.Under the surfaceHowever, there is more to the current “going after Bollywood” than meets the eye. Around the world, and in India today, we are faced with authoritarian governments and politics. In Donald Trump’s USA, Jair Bolsonaro’s Brazil, Recep Tayyip Erdogan’s Turkey, Viktor Orban’s Hungary, Vladimir Putin’s Russia and Narendra Modi’s India among many such examples, the state is increasingly centralising its authority. It is also allying ever more closely with big capital. It is no coincidence that as much of the world has faced economic hardship due to Covid-19, the richest capitalists have profited. For the bulk of the population however, centralised authority is being exercised in a top-down, often repressive manner. To tighten this authoritarian hold, social control is being practiced via technologies of surveillance, the powers of policing and the skewing of institutions such as the courts, media, the armed forces, and regulators in the service of the state. If the authoritarian state is increasingly favouring its richest cronies and repressing the rest of us, why is it not being widely challenged?Top Bollywood personalities including directors Karan Johar and Ekta Kapoor and actors Aliyah Bhatt, Ranveer Singh and Ranbir Kapoor meet with Prime Minister Narendra Modi in January 2019. Credit: IANSThe key to the enduring power, even popularity of these authoritarian states is a high pitched, worn-on-our-sleeves nationalism around questions of blood and soil. For years, our borders, soldiers, holy animals and the majority of the population have been under threat from “dangerous” minorities, neighbouring countries, revolutionary ideologies, thought and critique in universities and the like. Evidently, only a strong leader, and strong state under him can protect us from all these dangers. The united Hindu nation must stand by the authoritarian leader and state if it is to survive and thrive. The problem of course is that the Indian, or even Hindu nation is barely surviving, let alone thriving. Apart from all its internal problems around the economy and Covid-19, our borders are facing multi-front incursion from China, in addition to tensions with Nepal and Pakistan. When the very basis of authoritarian rule seems shaky, strongmen-led states reach deeper into their toolkits.Here lies the politics of populism, which bolsters authoritarian, capitalist, nationalist projects. Under the rubric of populism, a state that is controlled by, and beneficial for the few, reaches out to the many. It whips up a rhetoric that pitches a seemingly decadent, old ruling elite, against the folk or masses. The shrill takedown of Nehru and his dynasty, the “shahzada Rahul” Gandhi born with a silver spoon and undeservedly occupying political space are part of this populist narrative about the elite versus the toiling, deserving masses.Falling in lineBut the populist construction of the deserving, mass “us” versus the undeserving elite “other” is not limited to political opponents who must be finished by hook or crook, by parliamentary and electoral jousting or fake memes. The political elite mix with, and represent a larger social elite – the sort of people who shop at Khan Market in the capital and occupy the houses, clubs, and cultural spaces of Lutyens Delhi. We have seen our current ruling dispensation’s disdain for the “Khan Market Gang” and the “Lutyens elite”. But the net must spread wider, for India does not just live in Delhi. Enter “nepotistic” Bollywood, which reaches and entertains millions, but which can also be subverted to push authoritarian agendas. If Bollywood is to be more nationalist and sanskaari, an example must be made of some within the fraternity. They must fall in line with the national will, defined by our great leaders, TV editors, and other patriarchal, upper-caste, shrill supporters.When authoritarian states and strongmen leaders undertake to deliver the simple, patriotic, good folk from the decadence of the old order, Rahul Gandhi, Deepika Padukone and Rhea Chakraborty are grist for their mill. The strongman demands unquestioned loyalty, and the power to clamp down on rights and liberties. In exchange, he holds out the promise of a restored social and moral order, pride, security and purity. In this promised horizon of New India, Hindu rashtra, Ram rajya or call it what you will, there will be no decadent elites. No drugs. No debauched dance parties at the flashy houses of film producers. But till all this cleaning and weeding is done, we have to learn to bear with a few discomforts – like lost jobs, crumbling hospitals, invading neighbours, tax raids, jailed political opponents, maybe even a dip in our democratic credentials on the international stage. For ultimately, all will be well.The author teaches at the University of Oxford.","author":"Nikita Sud","time":"2020-09-25T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148012-pflruadgxj-1600962257.jpg","tags":["Deepika Padukone","Narendra Modi","Rhea Chakraborty"],"source":"https://scroll.in/article/974009/why-are-they-after-bollywood"}