{"title":"Why some Kashmiris who spurned ballot in the past may vote in this Lok Sabha election","content":"Shabir Ahmad* has seen a few elections in Jammu and Kashmir. But he has not voted in any of them.The 33-year-old is a vocal supporter of aazadi, the demand for an independent Kashmir that a full-blown insurgency in the 1990s. For Ahmad, voting in these elections would have negated his political principles.This election, however, with Jammu and Kashmir reduced from a state to a Union territory, Ahmad’s plans are different.“I will vote for a local regional mainstream party to keep BJP at bay,” said Ahmad, a businessman from North Kashmir’s Bandipora district. “Even if I have to spend money from my own pocket to mobilise voters against the party, I will be happy to do that.”The Bharatiya Janata Party has decided to stay away from contesting elections in Kashmir, but it casts a shadow over the general election in the Valley, the first major poll since the abrogation of Article 370 in August 2019. The party has urged voters in Kashmir to vote for “patriotic parties” – a reference to several small regional political parties in the Valley that are accused of being proxies for the party.Behind the shift in Ahmad’s view is the radically altered landscape of Jammu and Kashmir.On August 5, 2019, the BJP government at the Centre stripped Jammu and Kashmir of its special status and statehood. In subsequent months, New Delhi’s cracked down on separatist politics and its support system in the Valley. It also went after the militancy and its backers.Though the Centre has claimed that its decisions have brought peace to the Valley, it has not held Assembly elections in the Union territory. Among many residents, there is resentment about being governed by bureaucrats with excessive powers, instead of an elected administration. “The fight this time is against BJP because of its anti-Muslim politics and onslaught on Kashmiris,” said Ahmad, who would often participate in separatist rallies in the past. “We need to have some shield against them.”Ahmad is not the only Kashmiri to have changed their opinion on the ballot.People at a Jammu and Kashmir National Conference election rally in Srinagar on May 3. Credit: AFP.Aariz Ahmad*, a law student, also did not believe in electoral exercises in Jammu and Kashmir. During the 2019 Lok Sabha elections, 26-year-old Ahmad had the choice of voting for the first time, but he stayed away. “I just didn’t identify with the electoral process,” he said. “Voting felt as if I had accepted the status quo in Kashmir.”In 2024, Ahmad is ready to cast his vote. “I feel the only shield we can have against BJP will be through having our elected members in Parliament,” he said.For him, the primary reason is a need to express his anger against the Hindutva party’s clampdown in Kashmir since 2019.But there is also another factor at play. “The recent crisis in Pakistan has exposed its vulnerabilities and problems before the world,” Ahmad said. “When I compare that with the idea of secular Nehruvian India, I feel better to call myself an Indian.”“It’s a choice of a lesser evil,” said a political observer in Srinagar, who did not want to be identified.Kashmiris largely believe that political parties like National Conference, Peoples Democratic Party or Congress are relatively a better option than the Bharatiya Janata Party or its proxies, he added. “That is why many of those who had not voted before will vote in this election. A weaker BJP at the national level is better for Kashmir. Therefore, Kashmiris would like to contribute whatever it can in that fight.”If that prediction holds, the turnout in Kashmir Valley could buck the trend of previous national elections.In the 2019 Lok Sabha elections, for example, Kashmir’s three Lok Sabha seats saw an average voter turnout of 21%. In South Kashmir's Anantnag parliamentary constituency, known for its support to militancy, the turnout was just 9.7%.Similarly, in the 2014 Lok Sabha polls, Kashmir saw an average voter turnout of 31% in the Valley. Anantnag saw a voting percentage of 28.8% and Srinagar 25.9%.“Had BJP been contesting; the contest would have become electrifying,” said a second political analyst in Srinagar, who declined to be identified. “We might have witnessed a massive voter turnout in Kashmir.”Even so, the analyst added, Kashmir may see a higher-than-usual participation in the elections. “It looks like people will vote this time and in good numbers,” he said.In the three Kashmir Valley seats of Srinagar, Anantnag and Baramulla, Kashmiri mainstream parties National Conference and Peoples Democratic Party are ranged against Apni Party, People’s Conference and Democratic Progressive Azad Party.\n\t\t\n\tMehbooba Mufti before filing her nomination papers, on April 18. Credit: @MehboobaMufti/X.A chequered historyFor decades, voting in elections was seen as an act of collaboration in a region where discontent against Indian rule grew into a Pakistan-backed armed insurgency against New Delhi.A trigger for the uprising is believed to be the alleged rigging of the 1987 Assembly elections.In that election, an 11-party alliance of different socio-political and religious groups, under the banner of Muslim United Front, took on the mighty combine of National Conference and Congress.The National Conference and Congress, sensing defeat, allegedly rigged elections in their favour and jailed the Muslim United Front’s cadre and activists after the results. Some of those jailed and tortured during the crackdown on Muslim United Front members were the first to become militants in 1989.Since then, separatists and militant groups have often called for a boycott of elections in Jammu and Kashmir.During the peak of militancy, election rallies or candidates would often be targeted by militants. Similarly, workers of political parties were vulnerable to militant strikes.Conversely, for New Delhi, a high voter turnout in Kashmir was read as an endorsement of its policies. A low voter turnout in elections in Kashmir would often be a cause of embarrassment for New Delhi internationally.In the 2024 election, however, there are no open threats to those who plan to vote, nor does the fear of militants constrict voters. Even though there have been some sporadic incidents of violence, they are unlikely to dampen the voting mood.No separatist outfit has called for a boycott of elections. Earlier this month, Mirwaiz Umar Farooq, perhaps the only current face of separatist politics in Kashmir, advocated for delinking elections and the larger issue of Kashmir’s political future.“Our reservation was not about the idea of elections per se, but [how it was seen] in the context of the Kashmir conflict,” Mirwaiz, who is also Kashmir’s chief cleric, said during an interview on the ongoing Lok Sabha elections in Kashmir. The decision to not call for boycott of this election, Mirwaiz said, was because of the “serious alterations in the ground situation”.\n\t\t\n\tNational Conference leader Omar Abdullah while campaigning on April 25. Credit: Tanvir Sadiq @tanvirsadiq/X.‘Can my vote bring back special status?’But, for many others, the reconfiguring of the erstwhile state after 2019, has deepened their cynicism about the electoral process.“Didn’t we have three MPs and Rajya Sabha members in the parliament when August 2019 happened?” asked Amir Lone, a businessman from central Kashmir’s Ganderbal district. “Did their presence stop BJP from doing what they did?”“Let’s say I vote for the National Conference and PDP and send them to the Parliament,” said Irshad Ahmad*, a Srinagar resident. “Can they bring back what was snatched from us on August 5?”Owais Ahmad, a postgraduate student, had a similar concern. “Let’s suppose BJP, in its next term, decides to further divide Jammu and Kashmir and make Jammu a separate state. What will Mehbooba Mufti or Omar Abdullah do to prevent that from happening even if they are in Parliament?”The Srinagar-based political analyst partially concurs with Ahmad’s assessment. “In tangible terms, three MPs [Members of Parliament] can do nothing in a house where the BJP enjoys a brute majority,” he said. “At best, these elections can give a symbolic statement that Kashmiris have not accepted the decision of August 5, 2019.”In the 543-member-strong Lok Sabha, only five Parliamentary constituencies are from the Union territory of Jammu and Kashmir. Three of them are in Muslim-majority Kashmir Valley.Moreover, there appears to be a pan-India national consensus on the scrapping of Jammu and Kashmir’s special status under Article 370. Even Opposition parties in India have stayed away from talking about reversing that decision. “The Congress, which is in alliance with the National Conference, has not even mentioned Article 370 in its manifesto. How is my voting or not voting relevant in that case?” Irshad asked.In its manifesto, Congress has promised the restoration of statehood to Jammu and Kashmir – an assurance already given by the Bharatiya Janata Party since 2019.Both National Conference and Peoples Democratic Party, in their election campaigns, have promised to protect the identity and rights of the people of Jammu and Kashmir if voted to Parliament. But they have toned down their usual election rhetoric of “autonomy” and “self-rule”.This recalibration by parties like the National Conference and Peoples Democratic Party, say observers, is an acknowledgement of the post August 5, 2019, reality of Jammu and Kashmir.“The BJP has fundamentally altered the political aspirations in Jammu and Kashmir,” said Irshad Ahmad. “While it has made separatism a crime, it has also set a ceiling on what Kashmir’s traditional mainstream political parties can promise to people.”*Some names have been changed to protect their identity.","author":"Safwat Zargar","time":"2024-05-12T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200642-gfbvegexyh-1715425251.jpg","tags":["Lok Sabha 2024","Jammu and Kashmir","Kashmir","Article 370","omar abdullah"],"source":"https://scroll.in/article/1067671/why-some-kashmiris-who-spurned-ballot-in-the-past-may-vote-in-this-lok-sabha-election"}