{"title":"Why Mayawati and Akhilesh Yadav kept the Congress out of their alliance in Uttar Pradesh","content":"Ideological compatibility is considered vital for a national party and a regional one to be able to forge an electoral alliance. But this proposition is being turned on its head. Ideological similarity now seems to matter far less for regional parties than the desire to pressure the Bharatiya Janata Party and the Congress and check the expansion of the two main national parties. This is the theme of the alliance between the Bahujan Samaj Party and the Samajwadi Party in Uttar Pradesh that was formalised on January 12. The two parties and the Congress have been insisting that their primary goal is to vanquish the BJP, and prevent it from corroding democracy and secularism any further.Yet, the Bahujan Samaj Party and the Samajwadi Party have excluded the Congress from the partnership. Moreover, the alliance’s leaders, Mayawati and Akhilesh Yadav, have been critical of both the BJP and the Congress.Similarly, in Maharashtra, the Shiv Sena has taken to relentlessly sniping at its ally, the BJP. No two parties in India are as alike in their anti-minority, pro-Hindu outlook as the Sena and the BJP. Yet, the Sena says it wants to contest the 2019 election alone. It is, of course, hard to determine if this is just a strategy to wrest more seats from the BJP.There are two opposite factors driving regional outfits to bolster their strength against the national parties.Checking Congress’s revivalThe Congress’s success in the latest round of state elections has compelled the Samajwadi Party and the Bahujan Samaj Party to ensure that the grand old party does not piggyback on them to stage a revival in Uttar Pradesh. A Congress revival would not only hurt the BJP but damage these two regional parties as well. The Congress’s victory in these recent elections has reduced the salience of the factor of territorial compatibility, an idea that the scholar E Sridharan employs to theorise about how a set of parties would be likely to combine if it is vital to defeat a political behemoth.Together, the Samajwadi Party and the Bahujan Samaj Party pack enough punch to make a major dent in the BJP’s tally of 71 parliamentary seats in Uttar Pradesh. Still, they could have benefited by bringing in the Congress. Psephologist Sanjay Kumar, director, Centre for the Study of Developing Societies, calculated for Outlook magazine that an alliance of the Congress, Samajwadi Party and Bahujan Samaj Party could win 57 of Uttar Pradesh’s 80 Lok Sabha seats. An alliance of only the Samajwadi Party and the Bahujan Samaj Party could win 41 seats to the BJP’s 37.  Of course, including the Congress in their alliance would have left the Bahujan Samaj Party and the Samajwadi Party with fewer seats to contest, since the Congress would have wanted 10-12 seats. But it is equally true that the two regional parties would rather settle for smaller gains and uncertainty in the present than to become a catalyst for the Congress’s revival and risk their future in Uttar Pradesh.  Sensing BJP’s vulnerabilityIt is with an eye on the future that the Sena has deliberately strained its old alliance with the BJP, going so far as to call Prime Minister Narendra Modi names. The Sena’s goal is to regain supremacy in Maharashtra.  After the BJP’s crushing victory in the 2014 general election, it demanded a greater share of seats from the Sena when the Assembly polls came around later that year. Having failed to come to an agreement, they fought the election separately, but came together to form a coalition government.  The BJP bagged the chief ministership as it had nearly twice as many seats as the Shiv Sena. The Sena was in effect relegated to No 2 in the Hindutva alliance system of Maharashtra, its only turf.From this perspective, the latest state elections have had an opposite impact on the BJP to that on the Congress – the results were taken as evidence of the BJP weakening. The reason Sena chief Uddhav Thackeray has been so outspoken in his attacks on the BJP is that he likely calculates the saffron party would be reluctant to go it alone in 2019 and would, therefore, accept the Sena’s supremacy in Maharashtra.  If the Sena chooses to contest alone, this could be both to its own detriment and that of the BJP’s. But then, Thackeray would have protected his party’s Hindu base from being completely encroached upon by the BJP. Like the Samajwadi Party and the Bahujan Samaj Party, the Sena is willing to court losses now for a better future.   This strategy is informed by the fact that the survival of these parties depends on their performance in one state. Modi’s politics have taught them a rude lesson: it is in the nature of national parties to expand and gobble up regional allies in the hope of mustering majority or substantially increasing their numbers so as to call the shots in a coalition government.Seeking an alternativeIt is, therefore, imperative for regional parties to prevent the Congress from regaining lost ground and the BJP from conquering new territory. This is what Telangana Chief Minister K Chandrashekar Rao’s proposed Federal Front seeks to achieve.  In late December, Rao met Chief Ministers Naveen Patnaik of Odisha and Mamata Banerjee of West Bengal, to articulate the need for the Federal Front. Rao’s meeting with Mayawati and Yadav did not materialise. But Yadav welcomed Rao’s initiative and said he would fly to Hyderabad to discuss the idea with the chief minister.In 2014, despite the Modi wave, the five potential members of the Federal Front – Samajwadi Party, Bahujan Samaj Party, Biju Janata Dal, Trinamool Congress and Telangana Rashtra Samithi – together took 70 seats. Assume the Trinamool and the Biju Janata Dal hold on to their tallies of 34 and 20 seats. Add the 41 seats Kumar gives the Bahujan Samaj Party-Samajwadi alliance in Uttar Pradesh, and the 15 seats Rao’s party is expected to win. This means the front could get 110 seats, give or take a few.  It is argued that such a performance is notional as the front would come apart in case the BJP-led National Democratic Alliance is within striking distance of power. After all, Patnaik and Rao are not crucially dependent on religious minorities and may not be able to resist the temptation of flirting with the BJP. It is this fear that has made the front uncertain, although Patnaik recently insisted that he wants to remain equidistant from the Congress and the BJP.Whether the Federal Front materialises before the election, it will certainly take shape later should the BJP not be in a position to form the government and the Congress fails to perform well – not an unlikely scenario.  The front would then become a magnet for other regional parties, from both BJP and Congress camps. They would call the shots, even bag the post of prime minister.Indeed, the alliance of the Bahujan Samaj Party and the Samajwadi Party enhances the significance of the regional in the national. It also represents the assertion of the Other Backward Classes and the Dalits, because of whom regional parties acquired prominence in India. Both these aspects of the alliance could well fructify in 2019.Ajaz Ashraf is a journalist in Delhi.","author":"Ajaz Ashraf","time":"2019-01-14T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/84499-qjryggjoeb-1521029447.jpg","tags":["Bahujan Samaj Party","Samajwadi Party","Akhilesh Yadav","2019 general election","SP-BSP alliance","Shiv Sena","Mayawati","Federal Front"],"source":"https://scroll.in/article/909234/why-mayawati-and-akhilesh-yadav-kept-the-congress-out-of-their-alliance-in-uttar-pradesh"}