{"title":"Why GN Saibaba’s lawyers must take the State to court for the violation of his disability rights","content":"Ever since Professor GN Saibaba was taken into custody in May 2014 for alleged links with the banned Communist Party of India (Maoist) and kept in the most hostile environment at Nagpur Jail’s windowless anda barracks, I have wondered why housing him in such inhospitable and inaccessible conditions was not questioned as being in breach of India’s international commitments. The Supreme Court last week released the professor on bail saying that the Maharashtra government had been “extremely unfair” to him. India has ratified the United Nations Convention on the Rights of the Persons with Disabilities, which requires the State to ensure effective access to justice for persons with disabilities on an equal basis with others. Saibaba suffers from 90% disability after being struck with polio as a child, and is wheelchair-bound. Article 5 of the Convention requires the State to take all necessary steps to ensure that reasonable accommodation is provided. Article 13 of the Convention obligates the State to provide all “procedural and age-appropriate accommodations” in order to enable the person with disability to participate in legal proceedings. The denial of reasonable accommodation has been described as discrimination on grounds of disability.The above description on the mandate of international human rights law shows that the State was obligated to modify its infrastructure and customise its procedures in order to ensure that persons with disabilities can effectively participate in legal proceedings. But all media reports on the conditions in which Saibaba faced in prison point to the opposite.For instance, his wheelchair was broken but not repaired. He was carried like a sack of sand. He was not provided access to a Western-style toilet, so he had to use the Indian toilet with guards holding him by the shoulder and gripping his arm. Far from providing accommodation, the state authorities even took away from him what he possessed. The manner in which he was made to attend to the call of nature in custody damaged his ligaments and nerves and set in a degenerative process. Saibaba’s treatment in custody is a clear case of disability-based discrimination, but this contention was not explicitly raised in his bail applications, which mentioned the fact of the physical impairments and how detention was causing his condition to deteriorate further, but did not demand reasonable accommodation.This could be because Saibaba did not wish to seek any concessions from the State. Consequently, when his interim bail was cancelled, he refused to rush to the Supreme Court with out-of-turn petitions. He also refused the exemption from personal appearance in the trial court, which was offered by the Supreme Court. Acceptance of the concession would have saved him 340 km of excruciating travel in a police vehicle. Saibaba saw the seeking of concessions as begging for mercy. Since he was agitating for the rights of excluded people, he perceived the treatment meted out to him aimed to break his spirit. He evidently focused on thwarting that result, even whilst his health deteriorated considerably.Prisons and disabilityPrisons have been made for a standard form body. Bodies of persons with disabilities do not conform to that standardised model. Equality of treatment requires that the prison environment should be restructured to allow an undertrial with a disability the same living environment as an undertrial without disability. In extending those facilities, the prison authorities do the undertrial no favour but accede to his human rights claims on the system. Asserting a right, unlike seeking a concession, is pressing for an entitlement without embarrassment or shame. To exempt Saibaba from his trial hearings was asking him to be content with raising a lesser defence than would be set up by a non-disabled undertrial. Saibaba disallowed the exclusion by refusing that concession. But his right to a fair trial and access to justice entitled him to ask that his travel from prison to court should be so organised that the needs of his particular body were reasonably accommodated. After all, if such travel was not meant to be luxurious, neither was it meant to be torturous.Advocacy for the activist In an interview after his release on interim bail, Saibaba spoke of the widespread violence experienced by other inmates and his efforts to stop it by apprising prison authorities of Supreme Court directives. His efforts, he bemoaned, were only able to obtain temporary relief for the hapless inmates. In contrast with his activist espousal of the causes of others, he bore the treatment meted out to him with determination and fortitude. His resistance, assumed more passive forms, but continued. No individual should have to bear such a burden. And to prevent such a consequence it is necessary for disability rights activists to agitate before the courts and prison administration that the treatment meted out to Saibaba in prison was in breach of the Constitution and India’s international commitment to disability human rights. Such an assertion would cause both prison officials and the courts to engage with disability human rights, an exercise intrinsically valuable, even if no relief is won. Discourse on an entitlement needs to precede its realisation.If the advocacy causes any accessibility features to be incorporated in prisons, all future prison inmates with disabilities will benefit from the change. Disability human rights, more than any other kind of human rights, can be a useful vehicle to accept difference and diversity. Saibaba is a human rights advocate with multiple causes. He has espoused those causes with his heart soul, and despite his body. It is imperative for the rest of us to speak for the entitlements of his body. Such advocacy is needed to ensure that when authorities detain persons with disabilities, they cannot use the particular needs of the specific body as an instrument of torture. The accessibility of the court and prison system is needed for all persons with disabilities. Hopefully, once the humanising of the prison system begins with one of its most vulnerable populations, the benefits of the approach may spillover to other inmates. The Supreme Court has spoken of prisoners’ rights as an integral part of the right to life. For prisoners with disabilities, as Saibaba’s experience has most poignantly shown, it is a matter of pure survival. Survival has to be ensured for life to flourish. Amita Dhanda is a professor of law and heads the Centre for Disability Studies at NALSAR University of Law in Hyderabad.","author":"Amita Dhanda","time":"2016-04-13T17:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/806481-7bee65ee-3f09-441e-a876-4a27d5ed895c.jpg","tags":["disability rights","GN Saibaba","disability-based discrimination"],"source":"https://scroll.in/article/806481/why-gn-saibabas-lawyers-must-take-the-state-to-court-for-the-violation-of-his-disability-rights"}