{"title":"Why a banana stuck to a wall is worth $1,20,000 ","content":"The trailer for Wonder Woman 1984 which came out earlier this week closes with a joke about contemporary art. Steve Trevor, played by Chris Pine, who died at the climax of Wonder Woman, has mysteriously returned. In the first movie, he had explained aspects of daily life in 1918 to Gal Gadot’s Diana Prince or Wonder Woman, and she returns the favour in the sequel. As they walk out of Washington DC’s Hirshhorn Museum, she surveys the unusual-looking sculptures out front and says, “It’s all art”. He looks intently at one of the displayed objects till she interrupts him with, “That’s just a trash can”. It’s a joke that was probably commonplace even in the 1980s, alongside digs about abstract paintings being hung upside down. That trash receptacle could well have been an actual piece of art, had an artist deemed it so, for, while Steve Trevor and Wonder Woman fought the forces of evil during the First World War, a Frenchman in New York named Marcel Duchamp displayed a store-bought urinal in an art exhibition. Fountain, as Duchamp titled it, went on to become one of the most influential artworks of the past century. A column I wrote on its centenary explains how trash cans developed the potential to be exhibited in museums, and provides a background for what follows in the present article. Art-world stuntsThe biggest art news of the past week was that a banana stuck to a wall sold for $1,20,000 at the prestigious art fair Art Basel Miami Beach. To get done with the obvious joke, $1,20,000 is a lot of money, enough to buy an onion or two. The piece, titled Comedian, exhibited by the Paris-headquartered Perrotin gallery and conceived by Maurizio Catellan, was the most successful art-world stunt since a painting by the graffiti artist Banksy auto-shredded during an auction at Sotheby’s in October 2018. Catellan was in the news a few months ago after a work by him titled America, a toilet made of 18 carat solid gold, was stolen from Blenheim Palace where it had been on temporary display in the room where Winston Churchill was born. Since the fully functional potty, an interactive artwork, was connected to the building’s plumbing, its theft caused a floor of the heritage building to flood.Catellan’s Miami banana was not stolen, but did get eaten. An artist named David Datuna added stunt to stunt by detaching the fruit from the wall and chomping on it. That gave rise to a new wave of headlines: ‘Performance artist eats $1,20,000 banana’. The banana was easily replaced with a fresh one, but didn’t stay up long, since the crowds around it had grown unmanageable, posing what Perrotin called a serious health and safety risk.Art market logicThree editions of Comedian were sold at the art fair, the last one for the higher price of $1,50,000 dollars to match the surging celebrity of the piece. The buyers received, essentially, an authenticity certificate from the artist permitting them to show and re-sell the work, along with instructions about its display. (The fruit is to be changed every 10 days). Anybody could create something similar on their own wall based on photographs of it, but it would be the equal of flaunting a rip-off Hermes Birkin bag. Expensive handbags are a good way of approaching the logic of the art market. Why do they command such high prices? For one reason only: they signal the owner’s wealth to a small circle of peers that can identify them and assess their worth. Nothing in the workmanship or design of any handbag merits spending tens or hundreds of thousands of dollars on it, but their handsomeness tempts us to ascribe a disproportionate value to the craft and materials that went into their making, and to their utility.A store-bought banana is the precise opposite. It is cheap and universally accessible. Even indigent Indians probably eat a banana at some point in their lives. Since Comedian is meant to be shown rather than consumed, its utility goes from nearly zero to perfectly zero. By getting rid of the distractions of beauty, craftsmanship and functionality, the artwork lays bare the bizarre logic of capitalism even as it happily profits from it.To be effective, however, Comedian had to sell for a substantial figure. Anybody can stick a banana to a wall with duct tape, something like that has been done often enough by artists, and merely putting a massive price on the label would say nothing interesting about capitalism’s craziness. The trick was finding a buyer willing to fork out $1,20,000. Selling a second edition, and then a third at the higher price of $1,50,000 was icing on the cake. Publicising the sale drew media attention and unleashed a predictable wave of outrage and memes on social media. Reaching that wider audience served Cattelan’s provocative intent, for it is difficult to get jaded art fair regulars worked up. Since the sale and reactions to it were part of the work’s meaning, it was a performance piece as much as a conceptual sculpture. David Datuna wasn’t merely piling stunt on stunt when he ate the banana, but also performance on performance. Cattelan and Perrotin could pull it all off because the artist has been sticking things to walls for a while now. As long back as 1999, he used the adhesive tape technique on a portly gallery owner named Massimo De Carlo during an exhibition opening. A limited edition of ten prints was made showing De Carlo looking like Spider Man had done a job on him. One of the prints sold for £56,250 in March 2017 at the auctioneers Phillips. Comedian is no arbitrary caper, it is well thought-out and fits perfectly with the artist’s concerns and the price range of his other work. This is not to say that the episode isn’t crazy, but that its craziness is the whole point, and that the artist, the gallery, the buyer, the art fair, the media, those who reacted on social media, myself and this article are all complicit in the craziness.","author":"Girish Shahane","time":"2019-12-11T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132574-aqzjiislsn-1575996451.jpg","tags":["Art World","Art Stunts"],"source":"https://scroll.in/article/946447/why-a-banana-stuck-to-a-wall-is-worth-120000"}