{"title":"Why both BJP and Congress are supporting pro-Kannada activists","content":"On December 27, the Karnataka Rakshana Vedike  pro-Kannada group vandalised several shops and business establishments in Bengaluru for not using the language on their sign boards. The group was demanding an immediate implementation of the Bengaluru municipality rule that at least 60% of an establishment’s signboard must be in Kannada. The Bruhat Bengaluru Mahanagara Palike had ordered on December 24 that the rule must be complied with by February 28.Even as the Bharatiya Janata Party and the Congress condemned the violence, both backed the Karnataka Rakshana Vedike’s demand.While it was not surprising that neither party wanted to criticise pro-Kannada sentiment ahead of the Lok Sabha elections, political observers said, each had different reasons for doing so. The parties have failed to cater to Kannadiga aspirations, these observers said – a void that has been filled by the Karnataka Rakshana Vedike. What’s in it for BJP and Congress?Chandan Gowda of the Institute for Social and Economic Change in Bengaluru said that historically neither the BJP nor the Congress nor the HD Deve Gowda-led Janata Dal (Secular) have identified with the demands of the pro-Kannada movement, which are not limited to asking that the sign boards offer prominent space to Kannada.“The grievances of Kannadigas have legitimate space in a federal setup,” Gowda said. Kannada sign boards are a means to address those grievances, but are not the end, he said. However, the BJP and Congress are supporting the demand keeping their electoral prospects in mind,Since the mid-2000s, when the Karnataka Rakshana Vedike shot to prominence, the group has been raking up the matter of Kannada sign boards. In 2008, the BS Yediyurappa-led BJP government made it mandatory that name boards of every establishment in the state should contain Kannada. But the rule was struck down by the Karnataka High Court twice in 2009 and 2014. To bypass the court order, the Bengaluru municipality drafted a bye-law in 2018 mandating that 60% of the space of an establishment’s sign board should be written in Kannada. Since then, the Karnataka Rakshana Vedike has been agitating to ensure that the rule is implemented.Gowda said that the scale of the legitimacy enjoyed by the Vedike is unclear, but it is at the forefront of championing the pro-Kannada cause in the absence of successive governments failing to address their demands in a concerted fashion.\n\t\t\n\tKarnataka Rakshana Vedike chief TA Narayana Gowda. (Photo courtesy: Belagavi/Twitter)Political commentator Shivasunder agreed with Gowda. “The Vedike’s motive is to extort political patronage,” he told Scroll. “But their demands strike an emotional chord and the BJP and Congress cannot afford to undermine popular sentiment.”However, Shivasunder noted that while the BJP “wants to regain lost ground after their defeat in the Assembly elections, the Congress is looking to use pro-Kannada sentiments as a counter to BJP’s Hindutva agenda”.Journalist Dinesh Amin Mattu, who has previously served as media advisor to Chief Minister Siddaramaiah, concurred, said that the Congress is supporting a nativist demand because it realises that conducting itself like a regional party gives it a better chance to take on the BJP in the southern states.Karnataka Health and Family Welfare Minister Dinesh Gundu Rao denied that the Congress’ was driven by electoral prospects. He insisted that its position was an ideological one. “We do not condone the violence but we have always supported pro-Kannada demands,” he said. “In our previous government we unveiled the state flag [in 2018] and got [Bengaluru] metro rail authorities to remove Hindi signages from stations [in 2017].”Gowda said that the BJP’s stance “is even more dubious”. “Every now and then, the Centre takes a decision that essentially imposes Hindi,” he said. “They even categorically opposed the Congress on the issues of the state flag and metro station signage.”Rise of Karnataka Rakshana VedikeGanesh Chetan, who is part of the advisory committee of the Karnataka Rakshana Vedike, agreed that Siddaramaiah has been more sympathetic to the Kannada cause than the BJP had been. But he added that the state government needed to do more.“...Now is the real test,” Chetan said. “His government needs to implement the 60% Kannada rule to show that he is on the right side of the cause.”Chetan also said that implementation of the sign board rule was not the Vedike’s sole objective. “Kannadigas feel they are being shortchanged as our people are not getting jobs in the state,” he said. “There has to be reservation in private jobs for the locals.”All the experts Scroll spoke to agreed that the pro-Kannada sentiment is not just a linguistic matter but also an economic one.For instance, Shivasunder explained that a lot of anger among pro-Kannada voices on social media in the aftermath of the recent violence was directed at the Gujaratis and Marwaris is because  these communities are predominant among the trading classes in Karnataka.“There are very few Kannada capitalists, so to say,” Shivasunder explained. “In the ’70s and ’80s a Kannada-educated, middle class emerged which replaced a lot of Tamils from government jobs. Among this class, there existed a strong linguistic sentiment which came along with new found social stature.”But as the information technology sector boomed in Karnataka in the ’90s, the state saw a huge influx of job seekers from all parts of the country, Shivasunder said. “So, Kannadigas who were already sidelined among the businessmen class, were now competing with so-called outsiders for jobs too.”This gave rise to resentment among Kannadigas, which found a voice in the aggressive posturing of the Karnataka Rakshana Vedike, the experts said.“There are no linguistic grounds to be resentful towards the Marwaris,” Gowda told Scroll. “Marwaris speak Kannada as well as any other homegrown Kannadiga. The root cause of the anger is that they are better off economically.”Mattu also pointed out that since the leadership of the Vedike largely belongs to the dominant Vokkaliga community, the group has been able to resonate with a large population. “By supporting the Vedike, the BJP and Congress are also aiming to make an outreach to the Vokkaligas, who are dominant in Karnataka,” he reasoned.","author":"Abhik Deb","time":"2024-01-02T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197122-rlglukdgge-1704125035.jpg","tags":["Karnataka Rakshana Vedike","BJP","Congress","Karnataka","Bengaluru"]}