{"title":"Why the Uniform Civil Code has few takers in the North East","content":"Prime Minister Narendra Modi’s renewed call last week for a uniform civil code in the country has sparked apprehensions in several tribal-majority states in the North East. Even the Bharatiya Janata Party’s allies in the region have sounded the alarm over the proposal, saying it would amount to an infringement on the tribal way of life. A uniform civil code would mean that the community-specific personal laws that currently govern matters such as marriage, divorce, alimony, child custody and inheritance would be replaced by a common set of legislations for all communities.   A common civil code, its critics say, would lead to the dilution of the special privileges that the Constitution guarantees to tribal communities in the North East. These special entitlements, enshrined in Article 371 (A, B, C, F, G, H) and the Sixth Schedule of the Constitution, allows for a certain degree of autonomy to communities to function under their customary laws. Explained Guwahati-based social scientist Walter Fernandes, “Their [tribal communities] customary law will be affected and that is basic to their identity.” ‘Even the British could not change our system’Among the first to voice dissent to Modi’s proposal was Meghalaya Chief Minister Conrad Sangma. Speaking to reporters in Shillong, Sangma said that a common civil code was antithetical to the “idea of India whose strength and identity is its diversity”.“As a political party, we realise that the entire North East, as a matter of fact, has got unique cultures,” said Sangma, who helms the National People’s Party, a key ally of the Bharatiya Janata Party in the region. “We want these to remain and not be touched.”The provisions of the Sixth Schedule apply to almost the whole of Meghalaya, save some pockets in the capital Shillong. National People’s Party parliamentarian WR Kharlukhi broadened Sangma’s concerns. “Meghalaya is a matrilineal society and clans are named after the woman,” he said. “In marriage, too, we have our own law. Even the British could not change our system.”The state’s civil society groups have also reacted sharply to the proposal. Any move to tinker with the customary laws would lead to agitations, they have warned. Agnes Kharshiing, the president of the Civil Society Women’s Organisation, said if the government were to implement a common code, it should ensure that local traditions and customs were not done away with. “The Constitution is for the people of India and not to please some political powers,” said Kharshiing, alluding to the BJP, which is a strong votary of a uniform civil code.Stand of the Party with regard to UCC. pic.twitter.com/mRog8zhPRJ— NDPP (@NDPPofficial) June 29, 2023\n\n‘One-size-fits-all approach’ In Nagaland, where Article 371A of the Constitution confers special protection to the state’s customary practices, the proposal of a Uniform Civil Code has been met with fierce opposition.In a strongly worded statement, the Hoho, the apex body of the Nagas, said any attempt to enforce “a one-size-fits-all approach would undermine the constitutional provisions, unique history, and indigenous culture and identity of the Nagas, as well as the principles of unity in diversity in the country”. K Elu Ndang, general secretary of the outfit, lashed out at the proposal. “The so-called majority or Hindu laws cannot be acceptable nor applicable to the tribals,” Ndang told Scroll over the phone. “Let Hindus first remove the caste system.”Another Naga civil society outfit went to the extent of issuing an open threat to burn down the houses of all 60 legislators in the state. The ruling Nationalist Democratic Progressive Party, an ally of the BJP, has also taken a strong stance on the matter. “Implementing the UCC will have a negative impact on the freedom and rights of the minority communities and the tribal people of India and it will have adverse results for national integration,” it said in a statement. The imposition of a common code, the statement added, “has the serious potential to threaten the peaceful environment.”“Majoritarian’ projectMizoram, which was the first state in the country to pass a resolution opposing a uniform civil code, in February, continues to stick to its guns. Mizoram is governed by the Mizo National Front, a constituent of the BJP-led National Democratic Alliance that administers India. A vast majority of the tribal-majority state enjoys the protection of Article 371G of the Constitution – which, like Article 371A in Nagaland, guarantees certain customary rights to the Mizos. The state’s lone Rajya Sabha MP K Vanlalvena, who belongs to the ruling Mizo National Front backed by the National Democratic Alliance, said the realities of India meant a common civil code was untenable. “The citizens of India are not common,” he said. “We are different tribes and communities. Different tribes have different customary laws and cultures so we should not have the same civil law.”Aizawl-based political scientist Joseph K Lalfakzuala said a uniform civil code pandered to the “majoritarian” idea of marriage, divorce, inheritance, and adoption. It was, he claimed, “against the basic structure of the Constitution”.“The politics behind the motivation to implement UCC can be understood in terms of the [Hindu] right wing’s agenda to please the majority community,” said Lalfakzuala. “The UCC is non-accommodative in nature.”In Sikkim, too, protests have broken out following Modi’s speech in support of a uniform civil code. Civil society groups have said such a common code would be detrimental to the interests of the local communities that enjoy certain concessions under Article 371 F of the Constitution.A retreat?With the resistance in the North East growing by the day, the Centre seems to be taking a step back. On July 3, during a meeting of the standing committee on personnel, public grievances, law and justice convened to discuss the matter, BJP MP and the chairman of the parliamentary committee on law and justice, Sushil Kumar Modi, reportedly said that the tribal population in the North East and other parts of the country should be outside the purview of the uniform civil code.","author":"Rokibuz Zaman","time":"2023-07-06T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155091-lfntebnnpy-1613650888.jpg","tags":["BJP","uniform civil code","North East","Article 371","Sixth Schedule"],"source":"https://scroll.in/article/1052115/why-the-uniform-civil-code-has-few-takers-in-the-north-east"}