{"title":"Why redrawn electoral boundaries in Assam have confirmed Muslim legislators’ worst fears","content":"The boundaries of the parliamentary and assembly constituencies in Assam have been redrawn, despite large-scale complaints and objections from Opposition parties. In June, the Election Commission had published a draft proposal for delimitation in June, inviting responses from civil society and political parties. Scroll had then reported how redrawing the assembly and parliamentary constituencies could reduce Muslim representation in the assembly, further marginalising the community in the state.  Opposition parties, too, had voiced concern that delimitation could reduce the number of Muslim legislators in the Assembly and benefit the ruling Bharatiya Janata Party.But the Election Commission on August 11 executed the delimitation draft for Assam without much change. Scroll spoke with Muslim legislators and parliamentarians  of the state’s Bengali-origin Muslim community to understand  how delimitation will affect their electoral prospects. Many of them said that the delimitation was carried out with the agenda of creating separate Hindu and Muslim constituencies. Indigenous groups get more seatsAccording to the final delimitation order, the number of assembly constituencies in Muslim-majority districts has decreased while those in areas inhabited by communities considered indigenous to Assam has increased.For instance, seats in the areas within the jurisdiction of the Karbi Anglong Autonomous Region have been increased from four to five, and in the Bodoland Territorial Region from 12 to 15. These two regions are governed by the Sixth Schedule of the Constitution that provides certain safeguards to tribal communities in the North East.There is also an increase of one seat each in three Upper Assam districts, where ethnic Assamese communities are in large numbers. There has been a reduction of seats in Bengali-dominated Barak Valley from 15 to 13 – one each from the Muslim-majority districts of Karimganj and Hailakandi. Three assembly constituencies, which usually elected Muslim legislators, have been reserved for candidates from Scheduled Castes and Tribes. This effectively prevents minority leaders from contesting.Overall, delimitation increased the assembly seats reserved for the Scheduled Castes from eight to nine, and for the Scheduled Tribes from 16 to 19.A community unrepresented?According to the 2001 Census, based on which the delimitation is being carried out, Muslims comprise 30.9% of Assam’s population. In the 2011 Census, the community’s share in the 3.12 crore population stood at 34.22%. Currently, Assam has 31 Muslim legislators – none from the BJP.  Before the current delimitation, political parties and observers say, Muslims had a decisive role in 35 assembly seats and six of the 14 Lok Sabha constituencies in Assam.Badruddin Ajmal, All India United Democratic Front chief, said that delimitation has resulted in a “reduction of 10-11 Muslim seats”. These constituencies are currently represented by legislators who belong to the state’s Bengali-origin Muslim community, often vilified as “illegal” migrants.Ajmal questioned the neutrality of the Election Commission, alleging that delimitation had been carried out on the directions of Assam Chief Minister Himanta Biswa Sarma. “We will not accept this in this current form,” said Ajmal, the Dhubri MP. Ahead of the elections in  2021, the BJP’s manifesto had promised a delimitation exercise. Sarma had even put a number to it, saying “at least 110 seats” should be kept for the “indigenous” people of the state. Senior Assam minister Pijush Hazarika said that the number of seats where Muslim candidates do well had been reduced to 22 after delimitation. “104 seats have been reserved for indigenous people, Indians and Hindus following the delimitation exercise,” he said on August 19.Goalpara WestThe Goalpara West constituency in Western Assam is one of the new seats that have been reserved for Scheduled Tribes. This is now the second seat reserved for Scheduled Tribes in Goalpara district, after Dudhnoi. Abdur Rashid Mandal, the Congress legislator who represents the constituency, said that this was not in consonance with the population of the region.To explain his point, Mandal referred to the percentage of the Scheduled Tribe population in North Assam’s Udalguri district. According to the 2011 Census data, 32% of the population of Udalguri is from Scheduled Tribes while in Goalpara, 22.96% are Scheduled Tribes.“However, there is only one Scheduled Tribe seat out of the total three in Udalguri,” said Mandal. But in Goalpara, two out of four seats will now be reserved for the Scheduled Tribes. “This is total discrimination,” he said.\n\t\t\n\tA portion of a map from before the delimitation order was passed showing Goalpara West Constituency (LA-38), which comes under the Dhubri Parliamentary Constituency. Credit: Office of the Chief Electoral Officer, Assam.  Mandal also said that almost all Muslim areas of Goalpara West have been attached to the Muslim-majority Jaleshwar assembly seat, while Hindu-dominated blocks and villages of Goalpara district have been attached to the now Hindu-majority Goalpara West and Dudhnoi. “They have changed the demography completely,” said Mandal. He alleged that in redrawing boundaries the Election Commission has violated its own rules and the Constitution. “There is no equal distribution of population, which is against the Constitution of India,” he said. According to Mandal, delimitation should be carried out based on Article 170 of the Constitution, which says: “each State shall be divided into territorial constituencies in such manner that the ratio between the population of each constituency and the number of seats allotted to it shall, so far as practicable, be the same throughout the State.” Essentially, this means that the population has to be equally spread out as far as possible. But in Assam, Mandal said that the Muslim-majority seats have been constituted with a very high population while the Hindu-majority seats have been redrawn with comparatively less population. As per the 2001 Census, the population of Kokrajhar district was 8.43 lakh, while Dhubri was 15.6 lakh. In 2011, the population was 8.86 lakh for Kokrajhar and 19.48 lakh for Dhubri district. But despite the huge difference in population, both districts have the same number of assembly seats – five, says Mandal. Kokrajhar is a tribal-dominated district under the autonomous Bodoland Territorial Region while Dhubri is a Muslim-dominated district. Mandal pointed out that the delimitation commission has categorised the state’s districts based on population density, which he says violates Article 170. But, said Mandal, even by the delimitation commission’s calculations based on population density, Dhubri should have got eight assembly seats, not six, as has been allotted by the commission. Dhubri is a Category C district – the highest of the three categories – based on its population density of more than 900 persons per square km.Mandal said he feared Muslim-majority seats being neglected when funds would be allocated. After delimitation, few non-Muslims remain in Muslim-majority seats. “There will be discrimination in development,” he said. Barpeta SCLike in the case of Dhubri, as explained by Mandal, Barpeta district has also been reconstituted with fewer assembly seats. Despite a population of 13.94 lakh in 2001 and 16.93 lakh in 2011, Barpeta has been given six seats after delimitation, down from eight it earlier had. According to Barpeta parliamentarian Abdul Khaleque, the district should have been given seven assembly seats based on its population.Also, the Barpeta assembly seat, which was earlier a Muslim-majority seat, has been redrawn and reserved for a Scheduled Caste candidate.Barpeta legislator Abdur Rahim Ahmed, who is from the Congress, said the Hindu-dominated area of Sarthebari, which earlier fell under the Sarukhetri assembly seat, has now been included under the Barpeta assembly seat. “The distance between Sarthebari and Barpeta town is about 26 km,” Ahmed told Scroll. “For the sake of maintaining the contiguity, Sarthebari and Barpeta are connected by a narrow stretch – like a chicken’s neck.” Barepta, in blue, and Sarthebari, in yellow. Created using Google maps and Canva. Map is for representation and information purposes only. Ahmed alleged that the Election Commission has violated its own guidelines that suggest “keep[ing] all constituencies as…geographically compact areas”.  The guidelines and methodology of the commission also states that “physical features, existing boundaries of administrative units, facilities of communication and public convenience” be taken into consideration while carrying out delimitation.“In my constituency, both Hindus and non-Hindus have been living peacefully,” said Ahmed. “Now, the commission has divided the entire Hindu and Muslim population geographically.” Ahmed alleged that the current delimitation was carried out under the diktat of the state government to deprive Muslims of their political rights. “If they think that they can return to power by reducing the Muslims seats, they are wrong,” he said. “Time will tell.” NowboichaIn Upper Assam, the Muslim voters of Nowboicha have been divided into four neighboring constituencies. Nowboicha has now been reserved for Scheduled Caste representatives. “The delimitation exercise has now ensured that not a single Muslim can win from Upper Assam,” former Nowboicha legislator and Aam Aadmi Party leader Mamun Imdadul Haque Chawdhury told Scroll.Nowboicha has elected three Muslim legislators so far and was the only seat in Upper Assam where a Muslim candidate had the probability of being elected.Chawdhury, who was elected from All India United Democratic Front, said that in this case, it was not clear if the delimitation will directly benefit the BJP. “No doubt, the number of Muslim seats has decreased,” he said. “However, this has also created an anti-BJP vote bank by distributing the Muslim votes in the Hindu-dominated seats.” Better chances in Lok SabhaWhile the delimitation exercise appears to have reduced Muslim representation in the state assembly, the minority community’s representation in general elections has not been harmed, say politicians.According to Chawdhury of the Aam Aadmi Party, the strongholds of the All India United Democratic Front are intact. “They can still contest three Lok Sabha seats –  Dhubri, Nowgong and Karimganj,” he said.Dhubri, now heavily Muslim-dominated, is already represented by Ajmal while Karimganj, which was for Scheduled Castes, is now an open seat. A senior Congress leader, who did not wish to be identified, told Scroll that seats where Muslims have a higher chance of winning have decreased in the assembly but now at least three Lok Sabha MPs can be elected from the Muslim community.Earlier, Muslim candidates could only win from Dhubri and Barpeta because they were in majority in both seats. The Barpeta parliamentary constituency has become a Hindu-dominated one as most Muslim voters from three assembly constituencies in Barpeta – Jania, Baghbar and Cheng – have been added to Dhubri, now a heavily Muslim-dominated seat.“We have objected not because it [Barpeta] is made a Hindu majority but the way in which the delimitation exercise was carried out,” said Khaleque, the Barpeta parliamentarian. “We have opposed the politics of polarisation,” said Khaleque. “They have made it Ahoms vs non Ahoms, Muslims vs non Muslims and Bengali vs non-Bengalis,” he said referring to how Muslims have been consolidated into separate constituencies from the Hindus.The new map of constituencies has also led to some heartburn within the ruling BJP.Party MP Rajen Gohain, a former Union minister and four-time MP from Nowgong, accused Chief Minister Sarma of giving away the seat to Ajmal’s party. On August 1, Gohain resigned as chairperson of the cabinet-rank Assam Food and Civil Supplies Corporation Limited. He alleged that delimitation led to the seat becoming minority-dominated after Hindu voters were included under the Kaziranga Lok Sabha seat.“The recent delimitation exercise has rendered the 10-Nowgong Lok Sabha constituency unwinnable for a BJP candidate in the future,” said Gohain’s resignation letter. “I feel betrayed and almost disrespected.” Scroll has seen a copy of the letter. Ajmal, meanwhile, claimed that his party will move the Supreme Court. But on July 24, the Supreme Court had refused to stop the delimitation exercise after nine Opposition parties challenged the Election Commission’s methodology.Khaleque said the Election Commission did not take cognisance of the grievances of the Opposition parties. In the last hearing in July, the Supreme Court had issued notice to the Election Commission and Centre seeking their responses in three weeks.","author":"Rokibuz Zaman","time":"2023-09-15T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185034-vtpckwseok-1672403279.jpg","tags":["Election Commission","Assam","Assam Delimitation"],"source":"https://scroll.in/article/1055228/why-redrawn-electoral-boundaries-in-assam-has-confirmed-muslim-legislators-worst-fears"}